[
    {
        "url": "https://www.christianpost.com/news/professor-conducts-libation-to-summon-spirits-of-blacks-killed-by-police-in-hollywood-church.html",
        "title": "Professor Conducts Libation to Summon Spirits of Blacks Killed by Police in Hollywood Church",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nProfessor Conducts Libation to Summon Spirits of Blacks Killed by Police in Hollywood Church\nProfessor Conducts Libation to Summon Spirits of Blacks Killed by Police in Hollywood Church\nProfessor Conducts Libation to Summon Spirits of Blacks Killed by Police in Hollywood Church\n| Thursday, January 18, 2018\nDr. Melina Abdullah , professor and chair of Pan-African Studies at California State University, recently conducted a libation ceremony inside the Hollywood United Methodist Church  to summon the spiritual energy of dead civil rights leaders and other blacks who died at the hands of police officers.\nAuthor and Christian scholar Dr. Hamilton Ayuk argued on his blog  that the pouring of libation to honor any spirit other than the God of the Bible is contrary to Scripture.\nSpeaking at the church where advocates had gathered to discuss their opposition  to a $3.5 billion  jail expansion plan in Los Angeles County along with the issue of mass incarceration, Abdullah, who is one of the original organizers of the Black Lives Matter movement, argued that because the issue of mass incarceration was also a spiritual struggle, it was important to conduct the libation ritual to summon the energy of those who had died in the struggle for civil rights.\n\"This is not just a social justice, a racial justice, an economic justice struggle,\" Abdullah said. \"This is also a spiritual struggle, so it's appropriate that we're here in this setting (a church). And it's also important that we summon the right energy into this space no matter what faith you are. We have to understand what the struggle is about.\"\nShe continued: \"Making sure that jails don't expand is a first step. We don't want cages at all. Our people don't belong in cages at all. And we understand that there is a direct relationship, our ancestors demand that we engage in this work because as an African person in this country we know we were brought over here as chattel and once they banned the slave plantations, many of those plantations were warped into prisons so they continue to enslave us. So this is ancestral and spiritual work that we must do. So we are going to pour libation in the names of our ancestors, in the names of those who struggle right now.\"\nShe then proceeded to pour what appeared to be bottled water as she summoned the energy of the dead while declaring \"ashe.\"\n\"We summon those spirits that are still with us. We summon those people whose bodies have been stolen, but whose souls are still here,\" she said. \"We call on Wakiesha Wilson. We call on George Jackson ... Eric Garner ...\"\n\"And all of those whose bodies have been stolen: We ask that you be with us. We ask that you work through us. We ask that we do righteous work on your behalf,\" Abdullah continued inside the church.\n\"We call on Martin Luther King into this space. Brother Malcom [X], we call you into this space. Ashe. ... Nat Turner, into this space. Ashe. Mother Harriet Tubman. Ashe. We call you all into this space. We ask that you work through us. That you give us power; that the Creator give us power when we come together. This victory is assured. Ashe. Ashe. Ashe,\" she ended.\nThe practice of libation is a common practice in some African-American churches like Unity Fellowship Church of Baltimore  where they conduct the ritual to \"honor the ancestors. Those who in one way or another helped us to get to where we are today.\"\nAccording to Dr. Ayuk, however, while libation can be found in the Bible it was \"done as a form of worship to God and not gods.\"\nHeathens, he said, \"copied the practice and when Israel strayed from God, they took the ritual to heathen gods\" and most African communities currently pour libation as a part of their tradition.\n\"The practice is said to have begun in Israel when Jacob intended to appease God with a drink offering and oil (Gen 35:14). Although from Genesis 1-35 there is a mirror that captured the culture of the surrounding nations, there is no indication any of them performed the ritual before this time,\" Ayuk wrote.\n\"Drifting away from God has nefarious consequences. Perhaps that is why most African countries entrenched in ancestral worship are backwards because they seem to invite more the wrath rather than the favor of God. From Africa to Asia, Latin America to Europe and North America to Central America, there is enough evidence that abandoning the ways of God will fetch us disaster now and hell fire in the world to come,\" Ayuk added.\nRelated Articles\n",
        "quotes": [
            [
                "This is not just a social justice, a racial justice, an economic justice struggle,",
                "Abdullah",
                true
            ],
            [
                "This is also a spiritual struggle, so it's appropriate that we're here in this setting (a church).",
                "Abdullah",
                true
            ],
            [
                "And it's also important that we summon the right energy into this space no matter what faith you are.",
                "Abdullah",
                true
            ],
            [
                "We have to understand what the struggle is about.",
                "Abdullah",
                true
            ],
            [
                "Making sure that jails don't expand is a first step.",
                "",
                true
            ],
            [
                "We don't want cages at all.",
                "",
                true
            ],
            [
                "Our people don't belong in cages at all.",
                "",
                true
            ],
            [
                "And we understand that there is a direct relationship, our ancestors demand that we engage in this work because as an African person in this country we know we were brought over here as chattel and once they banned the slave plantations, many of those plantations were warped into prisons so they continue to enslave us.",
                "",
                true
            ],
            [
                "So this is ancestral and spiritual work that we must do.",
                "",
                true
            ],
            [
                "So we are going to pour libation in the names of our ancestors, in the names of those who struggle right now.",
                "",
                true
            ],
            [
                "We summon those spirits that are still with us.",
                "",
                true
            ],
            [
                "We summon those people whose bodies have been stolen, but whose souls are still here,",
                "",
                true
            ],
            [
                "We call on George Jackson ... Eric Garner ...",
                "",
                true
            ],
            [
                "And all of those whose bodies have been stolen: We ask that you be with us.",
                "Abdullah",
                true
            ],
            [
                "We ask that you work through us.",
                "Abdullah",
                true
            ],
            [
                "We ask that we do righteous work on your behalf,",
                "Abdullah",
                true
            ],
            [
                "We call on Martin Luther King into this space.",
                "",
                true
            ],
            [
                "Brother Malcom [X], we call you into this space.",
                "",
                true
            ],
            [
                "We call you all into this space.",
                "",
                true
            ],
            [
                "We ask that you work through us.",
                "",
                true
            ],
            [
                "That you give us power; that the Creator give us power when we come together.",
                "",
                true
            ],
            [
                "Those who in one way or another helped us to get to where we are today.",
                "Abdullah",
                true
            ],
            [
                "done as a form of worship to God and not gods.",
                "Ayuk",
                false
            ],
            [
                "copied the practice and when Israel strayed from God, they took the ritual to heathen gods",
                "",
                false
            ],
            [
                "The practice is said to have begun in Israel when Jacob intended to appease God with a drink offering and oil (Gen 35:14).",
                "Ayuk",
                true
            ],
            [
                "Although from Genesis 1-35 there is a mirror that captured the culture of the surrounding nations, there is no indication any of them performed the ritual before this time,",
                "Ayuk",
                true
            ],
            [
                "Drifting away from God has nefarious consequences.",
                "Ayuk",
                true
            ],
            [
                "Perhaps that is why most African countries entrenched in ancestral worship are backwards because they seem to invite more the wrath rather than the favor of God.",
                "Ayuk",
                true
            ],
            [
                "From Africa to Asia, Latin America to Europe and North America to Central America, there is enough evidence that abandoning the ways of God will fetch us disaster now and hell fire in the world to come,",
                "Ayuk",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.latimes.com/local/lanow/la-me-ln-jail-expansion-protest-20171031-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.calstatela.edu/academic/pas/Abdullah.php",
                "http://princehamilton.blogspot.com/2010/09/libation-and-oblation-good-acts-to.html",
                "https://hollywoodumc.org/",
                "https://www.facebook.com/pmbeers/videos/944927228997925/",
                "http://www.ufcb.org/libation.html"
            ]
        },
        "key_words": [
            "professor",
            "libation",
            "church",
            "hollywood",
            "spiritual",
            "conducts",
            "god",
            "summon",
            "ashe",
            "ritual",
            "struggle",
            "space",
            "spirits",
            "work",
            "blacks",
            "practice",
            "killed"
        ]
    },
    {
        "url": "https://www.latimes.com/local/lanow/la-me-ln-jail-expansion-protest-20171031-story.html",
        "title": "Foes of jail construction plan protest in downtown L.A.",
        "authors": [
            {
                "name": "Gender. She S A Native Farsi Speaker. On Her Free Time",
                "link": null
            },
            {
                "name": "Religion",
                "link": null
            },
            {
                "name": "Where She Covered The Intersections Of Politics",
                "link": null
            },
            {
                "name": "The Washington Post S Foreign Desk",
                "link": null
            },
            {
                "name": "Europe. She Previously Worked At Al Jazeera English",
                "link": null
            },
            {
                "name": "Has Reported The Middle East",
                "link": null
            },
            {
                "name": "A Bachelor S In International Affairs Uc San Diego",
                "link": null
            },
            {
                "name": "International Issues. She Received Her Master S In Journalism Columbia University",
                "link": null
            },
            {
                "name": "Staff Writer",
                "link": null
            }
        ],
        "publisher": "https://www.latimes.com",
        "publish_date": "2017-10-31",
        "text": "Youth Justice Coalition member Zahria Thomas, left, shouts along with other demonstrators while interrupting the Board of Supervisors meeting in Los Angeles.\n(Brian van der Brug / Los Angeles Times)\nOct. 31, 2017\nAbout two dozen demonstrators interrupted the Board of Supervisors meeting inside the Los Angeles County Hall of Administration on Tuesday to protest a jail construction plan in the county.\nThe activists, bound together by gray plastic shackles, stood up and started speaking over the supervisors, asking them to declare a moratorium on the jail project.\nFor the record:\n1:15 PM, Nov. 02, 2017 An earlier version of this article referred to the replacement plan for L.A. County jails as an expansion. In fact, the plan will result in fewer beds than are in use at the existing facilities.\nPolice escorted the activists out of the building.\nAfterward, board Chairman Mark Ridley-Thomas closed the meeting to the public.\nAdvertisement\nThe activists, led by Kim McGill of the Youth Justice Coalition and two other anti-incarceration groups, then stood outside the building and chanted “it is our duty to fight for freedom” and held up signs that read “stop incarceration.”\nLater, they marched to the Men’s Central Jail, where they formed a circle by linking arms.\nMariella Saba, an organizer with the Youth Justice Coalition, asked the group to say out loud the names of incarcerated people whom they knew.\n”I believe that we will win,” she declared to the protesters.\nAdvertisement\nMcGill said many of the activists have had family members incarcerated or have been incarcerated themselves.\nOne of the demonstrators, Dayvon Williams, 27, said he is part of the campaign because he believes funds could be better spent on initiatives inside the community to help prevent incarceration.\n“Just because you rebuild a jail doesn’t mean that the way you’re treated in the jail will change,” Williams said.\nWilliams said he was jailed and convicted of burglary charges when he was 18.\nMany of the activists have been protesting the construction of two new county jails for months.\nThough the design has not been finalized, the county is expected to spend $2 billion to build a 3,885-bed replacement for the downtown Men’s Central Jail.\nThe new facility will house both male and female inmates. Proponents of the new jail say it is intended to address the mental and physical health needs of inmates who will be housed there.\nAround 70% of the inmate population at Men’s Central Jail reported a mental or medical illness upon initial assessment.\nAdvertisement\nAn environmental impact report, released this month, found the replacement for the Men’s Central Jail would not affect the environment in any significant way if its recommendations were implemented.\nThe other jail is the vacant Mira Loma Detention Center, a women’s facility in Lancaster.\nThe city plans to turn that into a 1,600-bed women’s facility.\nActivists argue that building a women’s facility in Lancaster would make it difficult for families to visit and estimate that the two jails could cost $3.5 billion.\nUPDATES:\n3:05 p.m.: This article was updated with additional information about the protest as well as comments from demonstrators.\nAdvertisement\nSubscribe\nMore From the Los Angeles Times\nFor the record:\n1:15 PM, Nov. 02, 2017: An earlier version of this article referred to the replacement plan for L.A. County jails as an expansion. In fact, the plan will result in fewer beds than are in use at the existing facilities.\nAdvertisement\nAdvertisement\nAdvertisement\nAdvertisement\nAdvertisement\n",
        "quotes": [
            [
                "it is our duty to fight for freedom",
                "Kim McGill",
                false
            ],
            [
                "Just because you rebuild a jail doesn’t mean that the way you’re treated in the jail will change,",
                "Williams",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "plan",
            "central",
            "downtown",
            "mens",
            "jails",
            "incarcerated",
            "la",
            "protest",
            "activists",
            "construction",
            "county",
            "foes",
            "jail",
            "replacement",
            "womens"
        ]
    }
]