[
    {
        "url": "https://www.christianpost.com/news/to-both-the-compromiser-and-the-legalist-repent.html",
        "title": "To Both the Compromiser and the Legalist: REPENT!",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, October 11, 2016\n(Photo: Shane Idleman)\n\"... for the letter kills, but the Spirit gives life\" (2 Corinthians 3:5-6).\nPopular opinion says that because we are \"no longer under law, but under grace\" (Romans 6:14) our choices are no longer bound to the law ... the \"thou shalt nots\" no longer apply; we have complete freedom. But this twisting of the truth attempts to justify sin.\nIn Matthew 5, Jesus clarifies His authority because the Jewish leaders wrongly viewed Christianity as a replacement of the law rather than the fulfillment. Jesus clears this fallacy in stating, \"I did not come to destroy but to fulfill.\" This meant that Jesus' teachings were in complete harmony with the Old Testament.\nWhen it comes to the law, wisdom avoids holding to either extreme: always quoting the law, or always saying, \"We're not under the law.\" Both truths are essential and interwoven. The law was given by Moses, but grace and truth came by Jesus Christ.\nThose who embrace the law over grace often become legalistic, arrogant, and condescending; forgetting that obedience to the law doesn't save anyone. Good is never good enough. We are saved by grace through faith in Christ alone.\nWe cannot separate the letter of the law from the spirit of grace. Legalists vocalize God's wrath, judgment, and condemnation, but avoid mentioning love, grace, and forgiveness.\nApologist Ravi Zacharias reminds us, \"Conviction that is not under-girded by love makes the possessor of that conviction obnoxious, and the dogma possessed becomes repulsive.\"\nIn Matthew 5:21-22, Jesus said, \"You have heard that it was said to those of old, 'You shall not murder, and whoever murders will be in danger of the judgment.' But I say to you that whoever is angry with his brother without a cause shall be in danger of the judgment.\"\nHe went straight to the issue and condemned the critical, judgmental heart.\nToday we might judge others in regard to women wearing head coverings, homeschooling, alcohol, sabbaths, festivals, entertainment, make-up, certain translations of the Bible, and so on.\nFor example, a legalist might say that salvation is dependant on such things as keeping the Sabbath or celebrating the Jewish festivals. Is it wise to take a day of rest and honor God? Can people still celebrate the festivals and benefit from their observance? Absolutely, but they are not tied to salvation.\nThe New Testament encourages the observation of the Lord's Supper and then tells us not to let others judge us in connection with the festivals or sabbaths, or for us to judge them (cf. Colossians 2:16). The underlying attitude of legalism is arrogance ... hyper-spiritual.\nLegalism also says, \"Unless you belong to 'our' church and are baptised here, we can't assure you of salvation.\"\nIs church membership wise and baptism important? Absolutely, but salvation is not contingent upon them.\nWe are in err any time we add something to Christ's finished work on the cross. Actions should stem from a heart of love and grace (\"the spirit of the law\") and not as a legalistic expression that can lead to bondage (\"the letter of the law\").\nMost of Galatians was written because early believers added rules to grace, \"You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified. I would like to learn just one thing from you: Did you receive the Spirit by the works of the law, or by believing what you heard?   Are you so foolish? After beginning by means of the Spirit, are you now trying to finish by means of the flesh?\" (3:1-3).\nAs another illustration, some will even dismiss this article because I did not use their \"version of the Bible\" when quoting scripture. This can also be a subtle form of legalism.\nDon't get me wrong, I have devoted my life to the truth ... I take bible translation very seriously. I often differentiate between formal (word for word) and dynamic (thought for thought) translations when speaking, and I have enjoyed studying the differences between the Codex Sinaiticus and Codex Vaticanus (e.g., where the oldest manuscripts originated). There are many reliable translations, and some we should avoid, but let's not throw the baby out with the bathwater.\nTake entertainment as another example. Legalism says, \"You can never go to the movies or own a television.\" But wisdom says, \"The choices of entertainment that build me, and my family, morally and spiritually are very minimal; therefore, it's wise to avoid what we can.\"\nJesus was clear in saying that we should remove things from our lives that draw us away from God. For this reason, I speak out against ungodly entertainment often: it is seducing legions of Christians away from God and into carnality. But this stance isn't legalism; it's wisdom.\nAre you overbearing and legalistic, or are you an \"anything goes under grace\" liberal Christian? In any case, in order to walk in love and holiness and grace and purity, you may need to repent of destructive attitudes. We've all been guilty of either extreme; myself included. Repentance releases the shackles of bondage from either extreme.\nMost of the religious leaders of Jesus' day were not saved (they trusted in their righteousness). We can only assume that the same problem exists today. As stated last week, life often ends before we are ready. Are you ready? You don't want to live with a question mark here. The letter (obedience without relationship) kills, but the Spirit (full obedience to Christ) gives life.\nMatt Moore is a Christian blogger who was formerly engaged in a gay lifestyle. You can read more about him at www.moorematt.org.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://biblehub.com/galatians/3-3.htm"
            ]
        },
        "key_words": [
            "compromiser",
            "legalist",
            "festivals",
            "law",
            "repent",
            "jesus",
            "spirit",
            "entertainment",
            "grace",
            "truth",
            "love",
            "wise",
            "letter"
        ]
    }
]