[
    {
        "url": "https://www.christianpost.com/news/la-times-pro-life-undercover-investigators-daleiden-criminal-charges-abortion-planned-parenthood.html",
        "title": "Pro-Choice LA Times Defends Pro-Life Undercover Investigators Against 'Disturbingly Aggressive' Criminal Charges",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, April 03, 2017\nAnti-abortion activist David Daleiden speaks at a news conference outside a court in Houston, Texas, February 4, 2016. Daleiden, leader of the California-based Center for Medical Progress, which released the secretly filmed videos used to accuse Planned Parenthood of trading in aborted fetal tissue, appeared at a Houston court and was offered a probation deal on charges including using a fake government document, prosecutors said. | (Photo: Reuters/Ruthy Munoz)\nThe editorial board for the Los Angeles Times has come out in defense of pro-life activist Dave Daleiden, denouncing the felony charges leveled against him as \"disturbingly aggressive.\"\nLast week, Daleiden and fellow Center for Medical Progress activist Sandra Merritt were charged with 15 felony counts  by California Attorney General Xavier Becerra.\nIn an opinion column published last Thursday, while not agreeing with the views or claims of Daleiden, the LA Times editors nevertheless described Becerra's charges as \"a disturbing overreach.\"\n\"It's disturbingly aggressive for Becerra to apply this criminal statute to people who were trying to influence a contested issue of public policy, regardless of how sound or popular that policy may be,\" stated the editorial board.\n\"Planned Parenthood and biomedical company StemExpress, which was also featured in the videos, have another remedy for the harm that was done to them: They can sue Daleiden and Merritt for damages. The state doesn't need to threaten the pair with prison time.\"\nThe LA Times editors went on to draw a parallel between Daleiden's undercover work and that of other efforts to covertly record activities with the aim of changing public policy.\n\"In similar cases, we have denounced moves to criminalize such behavior, especially in the case of animal welfare investigators who have gone undercover at slaughterhouses and other agricultural businesses to secretly record horrific and illegal abuses of animals,\" they added.\n\"That's why the state law forbidding recording of conversations should be applied narrowly, and to clear and egregious violations of privacy where the motive is personal gain.\"\nDr. DeShawn Taylor, past Medical Director of Planned Parenthood of Arizona, seen in an undercover video by the California-based pro-life group the Center for Medical Progress, released on March 29, 2017. | (Photo: Screengrab/YouTube/The Center for Medical Progress)\nDuring the summer of 2015, Daleiden and his California-based pro-life group the Center for Medical Progress began releasing videos purporting to show Planned Parenthood and others engaging in illegal activities, like the sale of fetal tissue.\nThe videos have sparked several states and federal level investigations into Planned Parenthood, and have revitalized the effort to defund the nation's leading abortion provider.\nIn the most recent video, posted online last Wednesday, former medical director of Planned Parenthood of Arizona Dr. DeShawn Taylor implied that she killed babies born alive.\nIn the video, Taylor is asked by an undercover CMP investigator about ways to verify the signs of life for a baby who survives an abortion, to which she responded \"you need to pay attention to who's in the room.\"\n\"It's not a matter of how I feel about it coming out intact, but I gotta worry about my staff and people's feelings about it coming out looking like a baby,\"  said Taylor.\n\"We have the people who do our paperwork for the fetal death certificates, they email us calling them 'babies'. Baby this, baby that, baby so-and-so, and I'm like, that's creepy!\"\nDaleiden and Merritt had previously been charged with felonies in Texas for their undercover work, but a district court judge threw those out last year.\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.latimes.com/opinion/editorials/la-ed-planned-parenthood-charges-20170330-story.html",
                "https://www.christianpost.com/news/planned-parenthood-abortionist-undercover-video-creepy-to-call-aborted-infants-babies-178933/"
            ],
            "gov_pgs": [
                "https://oag.ca.gov/system/files/attachments/press_releases/Complaint%20Affidavit_SF.PDF"
            ],
            "unsure": [
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf"
            ]
        },
        "key_words": [
            "prolife",
            "investigators",
            "la",
            "merritt",
            "defends",
            "daleiden",
            "videos",
            "undercover",
            "parenthood",
            "prochoice",
            "disturbingly",
            "medical",
            "criminal",
            "charges",
            "planned",
            "baby",
            "times"
        ]
    }
]