[
    {
        "url": "https://www.christianpost.com/news/felony-charges-against-pro-lifers-who-exposed-planned-parenthood-is-21st-century-totalitarianism.html",
        "title": "Felony Charges Against Pro-Lifers Who Exposed Planned Parenthood Is '21st Century Totalitarianism'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFelony Charges Against Pro-Lifers Who Exposed Planned Parenthood Is '21st Century Totalitarianism'\nFelony Charges Against Pro-Lifers Who Exposed Planned Parenthood Is '21st Century Totalitarianism'\nFelony Charges Against Pro-Lifers Who Exposed Planned Parenthood Is '21st Century Totalitarianism'\n| Thursday, March 30, 2017\nBoston police officers stand in front of a Planned Parenthood clinic in Boston, Massachusetts, June 28, 2014. | (Photo: REUTERS/Dominick Reuter)\nDavid Daleiden, founder of the pro-life Center for Medical Progress, talks to C-SPAN ahead of the 43rd annual March for Life in Washington D.C. on January 22, 2016. | (Photo: Screenshot/C-SPAN)\nView Photos\nPro-life advocates are outraged and defiant as the state of California files felony charges against citizen journalists who exposed Planned Parenthood's harvesting and selling of baby body parts in undercover videos released to the public two year ago.\nDavid Daleiden, founder of the Irvine, California-based Center for Medical Progress which spearheaded the investigation into the abortion giant, was charged with 15  felonies  Tuesday, including 14 counts of unlawfully recording of people without their consent and one charge of conspiracy to invade privacy.\nFelony charges were also filed in Texas against Daleiden and his associate Sandra Merritt in January 2016 but were dropped several months later, a fact Daleiden tweeted upon hearing of the new charges in California.\n\"The last time @PPact colluded with political cronies to persecute citizen journalists, both charges AND corrupt DA thrown out! BRING IT ON!!\"\nIn a separate tweet , he noted that the charges were \"bogus\" because Planned Parenthood President Cecile Richards testified under oath before Congress recently that taped conversations were not confidential and suggested she be called as the first witness in the case.\nBogus charges. @PPact @CecileRichards said under oath, taped convos NOT \"confidential\"...we call her as 1st witness? https://t.co/0Sfd1zkCEK\nWriting at the Federalist  Wednesday, senior editor Mollie Hemingway argued that the state's action amounts to suppressing undercover journalism they do not like and this is all part of a longer pattern where California has colluded with the abortion industry. The new state Attorney General Xavier Becerra \"left his post as a Democratic member of Congress to replace Kamala Harris as attorney general  when she was elected to the U.S. Senate. A longtime supporter of Planned Parenthood, Harris began the investigation into the pro-life journalists, rather than those involved in the fetal organ trade, in late 2015,\" Hemingway said.\n\"Harris is a recipient of Planned Parenthood funds and was found to have secretly worked with Planned Parenthood to draft legislation that would imprison journalists who record conversations with abortionists or health care providers,\" she added. \"During her investigation of the pro-life journalists, her office seized some of the videos that have yet to be released. At the time, her campaign website included a petition to protect and defend Planned Parenthood.\" One of those videos  was posted on CMP's website Wednesday and featured  Daleiden interviewing Dr. DeShawn Taylor, an abortionist at Desert Star Family Planning Clinic in Tempe, Arizona. In the video, Taylor tells Daleiden that she performs abortions up to 24 weeks gestation and explains that she dismembers babies' bodies during abortion procedures so that staff don't see an intact baby. \"Part of the issue is not how I feel about [the baby] coming out intact. But I got to worry about my staff and people's feelings about it coming out looking like a baby,\" she says. Desert Star Family Planning Clinic received a $102,000 government grant in 2009, according to a 2009 990 form .  Marjorie Dannenfelser, president of the Susan B. Anthony List, a political action group that works to elect pro-life women, said such callousness is yet another reason for Planned Parenthood to be stripped of its federal funding. \"We've seen enough. For @PPact to continue receiving more than $500 million in taxpayer funding is simply unconscionable. #ProLife #DefundPP,\" she wrote of the video on Twitter Wednesday. Prominent pro-life activists also decried the charges, saying they amount to government-sponsored injustice and an assault on free speech. \"Using state power to attack citizen journalists who expose crimes against the defenseless is a severe miscarriage of justice,\" tweeted  Lila Rose, president of Live Action, a pro-life activist group that has led several undercover sting operations exposing Planned Parenthood's practices.\nUsing state power to attack citizen journalists who expose crimes against the defenseless is a severe miscarriage of justice https://t.co/wJEYJ5WCUl\nSimilarly, Culture of Life Africa President Obianuju Eckeocha, who frequently argues that Western humanitarian aid dollars to African nations via groups like Planned Parenthood's international branch is essentially a new form of \"colonialism,\" voiced her disgust, tweeting,\n\"This is what 21st century totalitarianism looks like, pro-lifers going to jail. Africa please say NO to abortion!\"\nThis is what 21st century totalitarianism looks like...pro-lifers going to jail. Africa please say NO to abortion! https://t.co/FHXbdZaTFj\nMeanwhile, The Center for Medical Progress is not deterred by the criminal charges, as The Christian Post reported  Wednesday.\n\"The bogus charges from Planned Parenthood's political cronies are fake news,\" Daleiden said in a statement on his group's website .\n\"They tried the same collusion with corrupt officials in Houston, Texas, and failed: both the charges and the DA were thrown out. The public knows the real criminals are Planned Parenthood and their business partners like StemExpress and DV Biologics — currently being prosecuted in California — who have harvested and sold aborted baby body parts for profit for years in direct violation of state and federal law,\" he said.\nFollow Brandon Showalter on Twitter: @BrandonMShow Follow Brandon Showalter on Facebook: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/abortion-planned-parenthood-sting-videos-felonies-daleiden-california-178932/",
                "https://thefederalist.com/2017/03/29/california-wants-to-imprison-pro-lifers-for-committing-journalism/",
                "https://www.christianpost.com/news/planned-parenthood-california-convict-reporters-felons-investigating-abortion-164706/",
                "https://www.christianpost.com/news/california-attorney-general-kamala-harris-raid-pro-life-david-daleiden-apartment-planned-parenthood-161128/",
                "https://t.co/FHXbdZaTFj",
                "http://www.centerformedicalprogress.org/2017/03/cmp-statement-on-unconstitutional-gag-order-against-planned-parenthood-video-release/",
                "https://www.christianpost.com/news/planned-parenthood-abortionist-undercover-video-creepy-to-call-aborted-infants-babies-178933/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/0Sfd1zkCEK",
                "https://twitter.com/PPact",
                "https://twitter.com/obianuju/status/847083598893236228",
                "https://www.youtube.com/watch?v=aeINzcwb3qU",
                "https://twitter.com/CecileRichards",
                "https://twitter.com/LilaGraceRose/status/846939729102757888",
                "https://twitter.com/daviddaleiden/status/846942104869834752",
                "https://twitter.com/BrandonMShow",
                "https://t.co/wJEYJ5WCUl"
            ]
        },
        "key_words": [
            "prolife",
            "baby",
            "century",
            "daleiden",
            "president",
            "prolifers",
            "state",
            "parenthood",
            "felony",
            "parenthoods",
            "planned",
            "exposed",
            "totalitarianism",
            "charges",
            "journalists",
            "21st"
        ]
    }
]