[
    {
        "url": "https://www.christianpost.com/news/court-throws-out-lawsuit-against-national-day-of-prayer.html",
        "title": "Court Throws Out Lawsuit Against National Day of Prayer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCourt Throws Out Lawsuit Against National Day of Prayer\nCourt Throws Out Lawsuit Against National Day of Prayer\n| Thursday, April 14, 2011\nA federal appeals court overturned on Thursday a ruling that found the National Day of Prayer unconstitutional.\nNDOP spokesman Michael Calhoun said he was not surprised by the court’s decision because prayer is “so entrenched in our history and tradition.”\n“It is definitely a victory for the free exercise of religion that our founding father sought to ensure and we are very thankful for the outcome,” said Calhoun, director of communications for the National Day of Prayer, to The Christian Post.\n“I can’t think of a time in recent memory where it has been more important that we call upon all mighty God for wisdom and direction for our country and its leaders.”\nIn a 3-0 ruling, the 7th U.S. Court of Appeals, located in Chicago, decided that Wisconsin-based atheist and agnostic group Freedom from Religion Foundation lacked the legal standing to challenge the National Day of Prayer. It said the plaintiff’s “feeling of alienation” was not sufficient legal grounds for it to file suit.\n“Hurt feelings differ from legal injury,” the court concluded.\nAs a result, the court overturned last April's ruling by U.S. District Judge Barbara Crabb who determined that the day of prayer was in violation of the separation of church and state. The court also said that the president’s annual proclamation of the NDOP does not mandate anyone to pray or equal a religious call to action, and therefore does not violate separation of church and state.\nImmediately after Thursday's ruling, FFRF announced that it plans to seek a rehearing of the case by the entire Seventh Circuit court.\nKen Klukowski, senior fellow at Family Research Council and the lead counsel in FRC’s amicus brief filed in this case, praised the ruling.\n“The Seventh Circuit correctly held that the plaintiffs here lack standing, as rejecting a President’s invitation to pray if you are so moved is not an ‘injury’ that entitles you to file a lawsuit,” he said.\nPresident Obama was named as one of the defendants in the suit FFRF v. Obama. FFRF had originally filed the lawsuit against President George W. Bush and Dana Perino, his press secretary at the time, among others.\nShirley Dobson, wife of Focus on the Family founder Dr. James Dobson, is chairman of the National Day of Prayer Task Force and was for a time a defendant in the suit. Evangelists Billy Graham, his son Franklin Graham, and popular apologist Ravi Zacharias are among the honorary chair members of the NDOP task force.\nThe National Day of Prayer was established in 1952 when President Harry Truman signed a joint resolution by the U.S. Congress that created the day. Decades later in 1988, Congress amended the law and President Ronald Reagan signed the legislation designating the NDOP to be observed on the first Thursday in May of each year.\nEvery year, governors in all 50 states and the U.S. president issue proclamations in honor of the day of prayer.\nEven in 2010, after Crabb ruled that the NDOP was unconstitutional, all 50 governors and President Obama issued proclamations for the prayer day.\nThis year, the National Day of Prayer falls on May 5. Calhoun said organizers will not be too specific in suggesting prayer topics. Instead, they will recommend broader prayer topics, including: the government, military, media, business, education, church and family.\n“We try not to be too specific with prayer points because that’s the beautiful thing about prayer, it is something that is personal to each person,” said Calhoun. “There are concerns that each and every individual has and their communities might be encountering different things.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "day",
            "president",
            "lawsuit",
            "national",
            "prayer",
            "throws",
            "legal",
            "calhoun",
            "court",
            "ndop",
            "obama",
            "ruling"
        ]
    }
]