[
    {
        "url": "https://www.christianpost.com/news/isis-burns-infant-7-others-to-death-for-fleeing-caliphate-stronghold-report-says.html",
        "title": "ISIS Burns Infant, 7 Others to Death for Fleeing 'Caliphate' Stronghold, Report Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nISIS Burns Infant, 7 Others to Death for Fleeing 'Caliphate' Stronghold, Report Says\nISIS Burns Infant, 7 Others to Death for Fleeing 'Caliphate' Stronghold, Report Says\nISIS Burns Infant, 7 Others to Death for Fleeing 'Caliphate' Stronghold, Report Says\n| Monday, August 28, 2017\nDisplaced Iraqis flee their homes as Iraqi forces battle with ISIS militants, in western Mosul, Iraq on March 18, 2017. | (PHOTO: REUTERS/SUHAIB SALEM)\nThe brutal and twisted Islamic State terrorist organization has reportedly burned eight civilians, including one infant, to death in Iraq for trying to escape the so-called \"caliphate.\"\nAccording to the Erbil-based agency BasNews.com , an anonymous security source told Al-Sumaria News that the eight victims were caught trying to flee from one of the group's territories in the southwest Kirkuk governorate.\nSpecifically, the victims were caught trying to flee from the city of Hawija, which has been held by the terrorist group since 2014, and were headed toward the al-Alam region in the Salahaddin province.\nHowever, they were arrested by IS (also known as ISIS, ISIL or Daesh) militants.\nThe source relayed that the victims were all put into a cage and had tar poured on their bodies before they were set on fire and left to burn to death. \nSince the Iraqi-led coalition effort to liberate IS' stronghold of Mosul and areas in the Nineveh plains began last October, reports have circulated showing that IS has systematically killed residents of its strongholds caught fleeing from the so-called \"caliphate.\"\nThough liberation efforts have pushed IS jihadis out of the Mosul area and fighting has continued in towns like Raqqa , Syria and Tal Afar , Iraq, IS still maintains control of areas in the Kirkuk province, such as the city of Hawija, which lies over 100 miles southeast of Mosul.\nIn July, it was reported  that IS militants burned 12 people alive in metal cages as a consequence for trying to flee Hawija. The 12 victims were doused in oil and set on fire.\nA month earlier, militants in Hawija decapitated seven civilians  in a public execution on charges that they committed espionage. The beheadings came after collective prayers for the Muslim holiday of Eid al-Fitr were conducted, Al-Sumaria News reported.\nIS militants reportedly burned nine civilians , including children, alive in March after they were caught trying to flee from Hawija.\nKuridstan24  reported on Monday that senior Peshmerga Commander Kamal Kirkuki announced that a military offensive to push IS out of Hawija will likely begin after the Kurdistan region's independence referendum takes place on Sept. 25.\nIraqi Prime Minister Haider al-Abadi has also said that the military operation to retake Hawija will begin \"soon.\"\nAs IS has suffered losses  in Tal Afar, IS leaders burned alive 10 of their own soldiers  for trying to flee the battlefield last month. Iraqi Brigadier General Mohamed al-Jabouri told BasNews.com that militants were burned to death in front of dozens of civilians as a warning against fleeing.\n\"The group informed the people that they were traitors who attempted fleeing,\" al-Jabouri said.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.almasdarnews.com/article/syrian-army-overwhelms-isil-terrorists-recover-territory-southeast-raqqa/",
                "https://www.christianpost.com/news/isis-must-surrender-or-die-iraqi-pm-tells-jihadists-offensive-take-back-tal-afar-196141/",
                "https://www.cnn.com/2017/08/27/middleeast/iraq-isis-tal-afar-offensive/index.html",
                "http://www.iraqinews.com/iraq-war/burns-10-militants-death-fleeing-attempt-west-mosul/",
                "https://www.christianpost.com/news/isis-burns-alive-9-iraqis-including-children-for-fleeing-caliphate-177799/",
                "http://www.kurdistan24.net/en/news/04f5ed1f-fced-411c-a089-070ca6c4140c",
                "https://www.ibtimes.co.in/isis-beheads-7-civilians-public-after-eid-prayers-iraq-732467",
                "https://www.christianpost.com/news/isis-burns-12-people-alive-in-metal-cages-as-punishment-for-trying-to-flee-190589/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.basnews.com/index.php/en/news/iraq/373501",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "alive",
            "infant",
            "isis",
            "burned",
            "report",
            "death",
            "burns",
            "hawija",
            "civilians",
            "victims",
            "caught",
            "militants",
            "stronghold",
            "trying",
            "reportedly",
            "fleeing",
            "flee",
            "caliphate"
        ]
    }
]