[
    {
        "url": "https://www.christianpost.com/news/qa-pakistans-minister-for-minorities-shahbaz-bhatti.html",
        "title": "Q&A: Pakistan's Minister for Minorities Shahbaz Bhatti",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, February 08, 2011\nThe following are excerpts from the interview:\nCP: Will the protests in Egypt have any effect on Pakistan?\nBhatti: I think in Pakistan there is already democracy and no dictatorship. And recently a few years ago, the Pakistani people stood against the dictatorship of [Pervez] Musharraf and compelled him to resign. So now it is the people's democracy so I don't think any chance that the people should stand against this administration.\nPakistan's situation is different than Egypt. They cannot be compared.\nCP: Has there been any movement on the case of Asia Bibi – the first woman to be sentenced to death under Pakistan's blasphemy law – after your investigation that found her innocent?\nBhatti: The case is in the court and the Asia Bibi lawyer filed a petition in the Lahore high court against the decision of the lower court on November 12, 2010. But until today, there is no hearing for the case fixed. So we are waiting for the judicial proceedings.\nCP: In your opinion, how was the media coverage on the case of Asia Bibi?\nBhatti: I think the media projected the case of Asia Bibi in a right way. They have given the importance of this case and especially how the blasphemy law is being misused for the victimization [of religious minorities].\nCP: How was the coverage of the Pakistan media? Do you think they did as well as the world media?\nBhatti: I think the Pakistani media also reported well.\nCP: Realistically, how likely is it that Pakistan will change its controversial blasphemy law?\nBhatti: First of all, let me give my comments on the blasphemy law. This law was introduced by the military dictator General Ziaul Haq. No one demanded the blasphemy law in Pakistan. But he wanted to give protection to his undemocratic rule, dictatorship, by using religion. So Pakistan came into being in 1947, and from 1947 until 1986 no case against any minorities was registered under the protection of the blasphemy law. Nobody from minorities was killed and no act of violence happened [against them].\nBut when General Ziaul Haq introduced the strict blasphemy –295 A, B, C – of Pakistan's penal code, then from 1986 to today there are hundreds cases that are registered under the protection of blasphemy law. And until today, no case against any minorities, and especially Christians, is proved in the higher court. The lower court would order punishment but the higher court would always acquit people. So it proves that this law is being used as a tool of victimization against minorities and innocent people of Pakistan.\nMany innocent people have been killed. Many are in prison. Many are facing situations of life and death under the blasphemy law.\nSo the government, when the case of Asia Bibi was under discussion, the [Pakistan] president asked me to develop consensus to talk with the different stakeholders to ask their opinions on how we can stop the misuse [of the blasphemy law].\nHowever, the religious extremists, especially the pro-Taliban organizations, they mobilized and instigated the Islamists to come on the streets and put pressure on the government to stop any reform on the blasphemy law.\nI know it is a very tough situation in Pakistan, however, I believe that the government is committed to preventing the misuse of the blasphemy law in Pakistan. And I will continue to knock on every door and develop consensus in Pakistan for the prevention of misuse of the blasphemy law. And we will talk to all the stakeholders.\nCP: Who are the main players that are against the reform of the blasphemy law?\nBhatti: Pro-Taliban, Islamist political parties. The banned Islamist organizations and religious extremists.\nCP: So the government is afraid of these extremists so they can't change the law?\nBhatti: Actually, they (extremists) wanted to take this opportunity to mobilize the people for the religious unification and to divert the government's attention from other issues in the war against terrorism. So they are using this issue as a matter of unity.\nCP: If the Pakistan government doesn't support the blasphemy law, then why did Pakistan propose a global blasphemy law at the United Nations?\nBhatti: Actually, that issue was taken at the OIC (Organization of Islamic Countries) conference a couple of years ago in the Musharraf regime. And Pakistan is given mandate on behalf of OIC to present that resolution on Defamation of Religions in the United Nations. That was not alone a Pakistan initiative. So Pakistan on behalf of OIC took that initiative.\nCP: Why should the blasphemy law be changed? Can you explain more specifically why this law is unfair?\nBhatti: There are three sections in the blasphemy law. According to 295 A, if somebody hurts the feelings of anyone belonging to any religion, he/she should be punished by a 10 year punishment. 295 B says if somebody desecrates or insults the holy book of Muslim, the Quran, he or she will be punished by life imprisonment. 295 C says, briefly I'm saying, if somebody by any motion, by any action, by any word insults or desecrates the name of holy prophet Muhammad of Muslims, he or she will be punished by the death penalty.\nSo this is very vague and open-ended. There's no definition of blasphemy in this law. Then this only protects the one religion, whether we agree or not. I as a Christian believe we don't need any law to protect Jesus Christ because the law cannot protect the respect of Jesus Christ. The heart and mind are the ones that can protect and give respect to Christ.\nThe third thing is it is easy to register a case without investigation. Anybody can register the case without verifying the fact, without investigation. Then the people use this for the instigation to mobilization for the violence. So there are many flaws in this law.\nCP: What does 295A mean when it says hurt feelings?\nBhatti: Hurt feelings, like if somebody injured and wounded the religious sentiment of someone. Like if they say, \"Christians are bad. Jesus was bad. The Hindus are bad.\" So like this.\nCP: How has the assassination of Gov. Salman Taseer impacted the rights of minorities and the effort to change the blasphemy law in Pakistan?\nBhatti: He was a bold and courageous voice for the rights of minorities, the rights of women, and for a liberal and moderate Pakistan. He sacrificed his life for the struggle against the misuse of the blasphemy law.\nAnd I think the religious minorities give him a respect due to his bold stand.\nHowever, after the assassination of Salman Taseer, the killer of Salman Taseer was welcomed by the religious fanatics. And they showered rose petals on him and declared him a hero of Islam. That is a matter of concern for every peace-loving citizen of Pakistan because terrorists and killers should not be given this type of encouragement. And this is encouragement for other people to take lives with their own hands and kill innocent people.\nSo this is the situation.\nCP: You have a unique position in the Pakistani government. How well do you get along with other government officials?\nBhatti: I am the first-ever Christian cabinet Federal Minister for Minorities. I give credit to President [Asif Ali] Zardari and Prime Minister [Syed Yusaf Raza] Gilani for creating this post and giving this respect for the minorities. And I personally have full confidence in the president and the prime minister. They always back me in all my initiatives.\nCP: Is there anything the U.S. government can do to help religious minorities in Pakistan?\nBhatti: I think religious freedom is part of the U.S.'s policy and Congress mandated the creation of the U.S. Commission on International Religious Freedom. So it is important that the U.S. focus in dialogue, development projects, cooperation with Pakistan and other countries to give more importance to religious freedom issues.\nCP: Is there anything you would like to add?\nBhatti: Threats. You know that I'm getting threats and I'm told by the extremists that if I will continue to speak against the blasphemy law I will be beheaded. So after the [death of] Gov. Taseer, I am the number one target in Pakistan. It is written in the Pakistan and international media a lot.\nAnd before coming to here, I received a call from the Taliban commander and he said, \"If you will bring any changes in the blasphemy law and speak on this issue, then you will be killed.\" And in the protest processions, religious extremists burn the effigies of the pope and mine. And I have received a lot of fatwas of killing by the extremist Talibans.\nBut I want to make it clear that I am mindful that in the struggle to protect the religious freedom, the rights of minorities, and to raise the voice against the blasphemy law, I can be assassinated. I can be killed. But I will continue to follow the principles that I believe. I will continue to raise the voice of the voiceless. And I will not feel fear because of these threats because I follow Jesus Christ who has given his own life for us. So as a follower of Christ, my destiny is to speak up for those who cannot speak up for themselves.\nIn the past I faced assassination attempts. I faced harassment, intimidation and prison due to my bold stand on this issue. But these difficult challenges strengthened my faith; strengthened my belief; and strengthened my commitment and devotion to this cause.\nI made it clear that I will consider – this is the important phrase I am trying to say – myself most fortunate if Jesus Christ will accept the sacrifice of my blood to raise the voice for the justice and rights of the persecuted and victimized Christians and other minorities in Pakistan.\nI don't believe that bodyguards can save me after the assassination [of Gov. Taseer]. I believe in the protection from heaven. So I ask the people to pray.\nCP: How does your family deal with all the death threats against you?\nBhatti: My father was watching TV and he was well aware of my campaign against the blasphemy law and my association with Taseer. And he knew the threats I was receiving. And when he saw on the TV that Taseer was assassinated, he got a heart attack and he was taken to the hospital where he did not survive. After a few days he died. He died Jan. 11, 2011. He was 88.\nHe knew that I was very close to Taseer and I am also the target of extremists so he could not bear that.\nMy father used to encourage me a lot. He said that, \"I devoted you for this cause, for the Christian rights. And you should stand to give witness.\" And I know that in that country [Pakistan] Jesus appointed me to that position for the witnessing. So I want to give witness through my actions and through even my life that I am a follower of Christ. That is why these death threats don't give me fear, but it gives me more commitment.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bhatti",
            "taseer",
            "case",
            "minorities",
            "law",
            "blasphemy",
            "threats",
            "pakistans",
            "minister",
            "pakistan",
            "religious",
            "think",
            "rights",
            "shahbaz",
            "qa"
        ]
    }
]