[
    {
        "url": "https://consortiumnews.com/2013/04/09/demonizing-realism-on-iran/",
        "title": "Demonizing Realism on Iran",
        "authors": [
            {
                "name": "Reza Ghaemi",
                "link": null
            },
            {
                "name": "Roger Lafontaine",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-04-09",
        "text": "Main menu\nBy Flynt Leverett and Hillary Mann Leverett\nMainstream reaction to our new book, Going to Tehran: Why the United States Must Come to Terms with the Islamic Republic of Iran, underscores some important realities about America’s Iran debate, and about the political and cultural obstacles to truly constructive change in American foreign policy.\nFlynt addressed this point last week on “The Monitor ,” a news analysis program hosted by Mark Bebawi and Otis McClay for KPFT, Pacifica Radio’s Houston station.\nAn Iranian man holding a photo of Supreme Leader Ali Khamenei. (Iranian government photo)\nIn his first question, Mark Bebawi underscores that both of us are people who have spent “a lot of time in the institutions of power,” with connections to “all sorts of fairly well respected within the mainstream” organizations (e.g., the Council on Foreign Relations, the International Institute for Strategic Studies, and, at various points, prominent Washington think tanks).\nHe commends Going to Tehran as “full of logical thinking based on history.” He notes, though, that because the book’s analyses and arguments are “going against the tide,” mainstream reaction to Going to Tehran is “full of all sorts of accusations about what your motives might be” for having written it, including “everything from accusations of being agents of the Iranian government to being a disgruntled employee.”\nFlynt responds, “We are taking on a very well entrenched mythology about Iran, about its foreign policy, about its internal politics, about how the United States deals with it. Particularly in the post-Cold War era, America has embraced some very, very dangerous mythologies about different parts of the world, about America’s role in the world, I think that’s an important part of how we got into the terrible blunder and crime of the Iraq War.\n“My wife and I watched that one from the inside, when all the institutions that Americans are supposed to rely on to push back against bad policy ideas, against bad analysis, against bad arguments, institutions like Congress, media, think tanks, public intellectuals, with a few honorable and courageous exceptions, those institutions basically rolled over for the Executive Branch.\n“And we were determined that, this time around, someone was going to ask the hard questions, make the kind of countervailing arguments that should have been made before the Iraq invasion, but weren’t. But if you’re going to take that task on, you’re going to be confronting, as I said, a lot of well entrenched myths, with some very powerful constituencies and groups and interests that are identified with those myths. And they will come at you with everything they’ve got.”\nThe interview goes on to consider whether American policy toward Iran has changed very much during Barack Obama’s presidency, to dissect some of the specific myths that distort America’s Iran debate (on Israel, nuclear weapons, and terrorism), and to explore why America’s Iran policy continues on such a dysfunctional course. We, however, want to focus on Mark’s initial question on mainstream reaction to Going to Tehran and what it says about the obstacles to really serious debate over American foreign policy.\nIn this context, we also want to highlight a brilliant piece by Glenn Greenwald in The Guardian last month, “How Noam Chomsky Is Discussed.” Glenn argues that “one very common tactic for enforcing political orthodoxies is to malign the character, ‘style’ and even mental health of those who challenge them  as a means of impugning, really avoiding, the substance of the critique.” As Glenn lays out in compelling detail, “Nobody has been subjected to these vapid discrediting techniques more than Noam Chomsky.”\nTo illustrate his thesis about mainstream media treatment of dissident voices, Greenwald dissects The Guardian’s own reporting on Prof. Chomsky’s recent Edward W. Said Lecture in London; the address, “ Violence and Dignity, Reflections on the Middle East ,” focuses to a considerable degree on Iran as a target of U.S. and Western efforts to dominate the region.\nGreenwald aptly describes The Guardian’s reporting on the speech as “infused with these standard personality caricatures that offer the reader an easy means of mocking, deriding and scorning Chomsky without having to confront a single fact he presents. And that’s the point  [for Chomsky] rationally but aggressively debunks destructive mainstream falsehoods that huge numbers of people are taught to tacitly embrace. But all of that can be, and is, ignored in favor of hating his ‘style,’ ridiculing his personality, and smearing him with horrible slurs (‘self-hating Jew’).”\nThough Greenwald does not include it in this litany, Chomsky has also periodically been pilloried as an “ apologist ” for various resistance movements and non-Western leaders who displease the United States . Greenwald goes on to comment:\n“What’s particularly strange about this set of personality and style attacks is what little relationship they bear to reality. Far from being some sort of brutal, domineering, and angry ‘alpha-male’ savage, Chomsky, no matter your views of him, is one of the most soft-spoken and unfailingly civil and polite political advocates on the planet. It’s true that his critiques of those who wield power and influence can be withering, that’s the central function of an effective critic or just a human being with a conscience, but one would be hard-pressed to find someone as prominent as he who is as steadfastly polite and considerate and eager to listen when it comes to interacting with those who are powerless and voiceless.\n“What is at play here is this destructive dynamic that the more one dissents from political orthodoxies, the more personalized, style-focused and substance-free the attacks become. That’s because once someone becomes sufficiently critical of establishment pieties, the goal is not merely to dispute their claims but to silence them. That’s accomplished by demonizing the person on personality and style grounds to the point where huge numbers of people decide that nothing they say should even be considered, let alone accepted.”\nBy referencing Greenwald’s article here, we do not mean to compare ourselves to Noam Chomsky, among other reasons, whatever abuse we have suffered from our critics hardly comes close to the accumulated ad hominem vituperation directed at Prof. Chomsky for decades. But we want to make the analytically crucial point that much of the critical reaction to Going to Tehran and our other work on Iran and U.S.-Iranian relations, including attacks on our character, our motivations, our personalities, our “style”, is, in important respects, reminiscent of the assaults launched against Prof. Chomsky over the years.\nAnd such attacks are directed against us for much the same reason that they have been directed against Chomsky, as Greenwald puts it so well, to enable “the substance of [our] critique to be avoided in lieu of alleged personality flaws.”\nConsider just a few examples of mainstream media treatment of us and our book:\nExpatriate Iran “experts” whose own analytic records are marked by serial misreadings of the Islamic Republic’s foreign policy and internal politics are given platforms in mainstream outlets like The New Republic , Survival (the journal of the International Institute for Strategic Studies), and the Wall Street Journal, not to take on, in any intellectually serious way, our historically documented, thoroughly referenced assessments of these matters, but to dismiss us as “morally deformed” and “apologists” for evil.\n(Anti-Islamic Republic Iranian expatriates aren’t the only ones to label us as “apologists.” No less than Dennis Ross describes us this way, and, to be fair, what American knows more about explaining away another country’s crimes than Dennis Ross, as has The New Republic in its own editorials.)\nBecause Hillary is Jewish, interned at AIPAC as a young student, worked at the Washington Institute for Near East Policy early in her career, but has clearly moved far beyond the pro-Israel mantras that warp America’s Middle East debate, Jeffrey Goldberg opined in The Atlantic that she has “ lost her bearings .”\nNot content to go after us with unfounded assertions about our mental health, pro-Israel publications and Iranian expatriate opponents of the Islamic Republic also claim that we are somehow cashing in by arguing for a fundamentally different U.S. strategy toward the Islamic Republic of Iran ( another lie that has been given wider circulation by Jeffrey Goldberg ).\nThe New York Times assigned its “ review ” of our book to one of the leading journalistic cheerleaders for the Green movement which, after Iran’s 2009 presidential election, was romanticized by Western pundits as a mass popular uprising poised to sweep away the Islamic Republic, perhaps within a few months.\nThe mainstream commentariat has never forgiven us for our utterly accurate appraisal of the Greens’ weaknesses and our spot-on assessment that, even at its height, the movement never represented anything close to a majority of Iranians living in their country. The Times review would have readers think that, by being right when everyone else (including the reviewer) were spectacularly wrong, we are morally dubious “partisans” whose analyses shouldn’t be taken seriously.\nThose specimens all come from our declared intellectual and political enemies. One of the more remarkable aspects of critical reaction to Going to Tehran is how even some commentators who profess openness to the basic idea of “engaging” Iran want to read us out of proper policy debate because we refuse to endorse conventional but ill-informed and un-nuanced criticisms of human rights conditions in the Islamic Republic. So, for example, the National Journal’s Michael Hirsh writes ,\n“Flynt Leverett and Hillary Mann Leverett, husband-and-wife renegade former officials in the George W. Bush administration, have an idea. President Obama should execute a Nixon-in-China approach with Tehran: Leap 180 degrees from a policy of isolation to all-out engagement.\n“Maybe they have a point, but the Leveretts don’t stop there. They say accommodation is imperative because Tehran is gaining strength (despite the imminent loss of its only ally, Syria’s besieged Bashar al-Assad); the legitimacy of the regime is unquestioned (the once-powerful ‘Green’ democracy movement was always marginal, they say); and Washington has no choice but to embrace the mullahs. Besides, are the mullahs really so much worse than we are? ‘The U.S. government simply has no credibility to address human-rights issues in Iran,’ Flynt Leverett said. It seemed a bit much.”\n“It seemed a bit much.” Notwithstanding pages of analysis of Iran’s regional position and strategy, notwithstanding the reality that Assad’s government isn’t going anywhere anytime soon, notwithstanding a whole chapter with reams of actual data on the 2009 election and the Greens’ brief rise and rapid fall, all that is dismissed with five words: “It seemed a bit much.”\nLikewise, the sad reality that the United States, as a matter of policy, is only interested in the selective, instrumental leveraging of human rights concerns to undermine governments it doesn’t like has been very clearly documented . Washington has co-opted, and corrupted, the human rights agenda; that’s why it has no credibility to address human rights in Iran.\nThose who believe that, as long as America is running a dirty war against the Islamic Republic (including economic warfare, cyber-attacks, and support for groups doing things inside Iran that, most other places in the world, Washington would condemn as “terrorism”), it can credibly champion human rights there are deluded. But this, too, seemed a bit much for Hirsh.\nTo further discredit us, Hirsh compares us and our book, and he doesn’t mean it as a compliment, to John Mearsheimer, Stephen Walt, and their The Israel Lobby and U.S. Foreign Policy. Like Chomsky, Mearsheimer and Walt have by-now considerable experience with people attacking their characters, motives, and personalities rather than dealing with the arguments they raise in their book.\nFor the record, while we disagree with a few specific points in their book, we admire its authors tremendously not just for their courage, but also for the bounty of important insights their book offers. We are proud and humbled to be compared with them; we hope that Going to Tehran might contribute as much as their book to opening up additional intellectual space for serious discussion of what’s wrong with America’s Middle East policy.\nWe should perhaps credit Hirsh with using more than five words to dismiss us. He also describes how, a few days after hearing us talk about Going to Tehran, he saw the debut of Maziar Bahari’s new movie, “Forced Confessions”, which, according to Hirsh, “describes how secret police have turned Iran into a brutal world of Kafkaesque detentions and tortured confessions. Bahari was put on public display in 2009 and forced to state that foreign agents incited the Green movement, evidence the regime was actually terrified of the uprising.” But the most damning part? “Flynt and Hillary did not attend the screening.”\nThat’s right, probably because we’re too busy trying to keep our country from starting another strategically and morally calamitous war to indulge an expatriate Iranian-Canadian dissident with a burning desire that the Islamic Republic fall and Iran become a secular liberal state, even if that’s not what most Iranians living inside their country want.\nMore broadly, Hirsh’s rejection of our argument for strategically grounded engagement with the Islamic Republic (an argument for which he professes sympathy) because we won’t pay obeisance to Washington norms requiring those advocating better relations with Iran to modulate their advocacy with periodic expressions of disgust with human rights conditions there highlights a powerful barrier to a more rational Iran debate. For Hirsh is not alone.\nWe’ve had any number of people, including some for whom we have great respect and even affection, privately counsel us, before Going to Tehran was published and after, to moderate our “tone.” For some, this meant fewer references to “the Islamic Republic” and more to “Iran.” For others it meant regular acknowledgement, even if only in passing, of various “deplorable acts” by Iran’s government.\nWe have declined to follow such advice, regardless of how well-intended we knew it to be from some of its sources. We haven’t followed it because doing so would mean buying into and advancing a narrative crafted (whether everyone espousing it realizes or not) to delegitimize the Islamic Republic of Iran and, ultimately, to take America to war against it, a point that Chomsky, in his own way, has also made.\nOverwhelmingly, the available evidence indicates that the majority of Iranians in Iran support the basic model of the Islamic Republic, which has delivered vastly better lives for most Iranians than was possible at the time of the Iranian Revolution. A significant number of Iranians may want the Islamic Republic to evolve in important ways, but they don’t want to get rid of it entirely. To suggest otherwise is both intellectually and morally irresponsible.\nThose who believe they can indulge self-gratifying criticisms of human rights conditions in Iran while continuing to insist that they are opposed to American military aggression against the Islamic Republic are, in some ways even more dangerously deluded. You can’t have it both ways.\nFor in the narratives Americans construct to justify their wars, the United States does not go to war to defend its interests; it does so to liberate others. Until those trying to have it both ways understand that they can’t, too many of those who claim to oppose a U.S.-initiated war against Iran will, with their facile criticisms of “human rights” there, be making such a war more likely.\nSimilarly, those who think Washington can somehow “engage” Tehran but make human rights and secular democratization a core part of the diplomatic dialogue are also dangerously deluded. For what political order, especially one focused on restoring and protecting its country’s independence and effective sovereignty after decades of Western domination, would agree to negotiate its internal political transformation with the leading Western power ?\nTo avoid war, the United States will have to pursue rapprochement with the Islamic Republic as it is, not as some wish it to be. And this means accepting the Islamic Republic as, for most Iranians, a legitimate (even if flawed) state.\nIn closing, we are very pleased to note that we will be taking part in an event, “ Iran and American Foreign Policy: Where the US Went Wrong ,” with Noam Chomsky at MIT next month, sponsored by MIT’s Technology and Culture Forum . We are excited at the prospect and grateful to Prof. Chomsky. We hope that this event will contribute to expanding the range of “acceptable” debate about Iran in American political discourse.\nFlynt Leverett served as a Middle East expert on George W. Bush’s National Security Council staff until the Iraq War and worked previously at the State Department and at the Central Intelligence Agency. Hillary Mann Leverett was the NSC expert on Iran and  from 2001 to 2003  was one of only a few U.S. diplomats authorized to negotiate with the Iranians over Afghanistan, al-Qaeda and Iraq. They are authors of the new book, Going to Tehran. Direct Link: http://goingtotehran.com/suppressing-reality-based-analysis-chomsky-the-leveretts-and-americas-iran-debate\nDave\nApril 14, 2013 at 14:06\nOf course they’ll erase any mention of that tribe, how else can they get away with all that they are doing if you blow their cover & educate others?\nOur own DHS is directed by this same devious tribe & it will eventually turn into some disgusting east German Stasi outfit in order to crack down on “the Goyim”.\nRead the link & learn who really runs the show at DHS.\nDave\nApril 14, 2013 at 14:02\nAs long as Zionists run our foreign policy, we’ll be seeing lots of demonization of Iran & any other nation who doesn’t bow down & submit to Israeli dominance.\nIt gets worse, our own DHS – which is the nascent beginning to some loathsome east German Stasi outfit – is run by this same tribe, Janet Napolitano is only a front for the real creeps pulling the strings who are forming a police state against the Goyim here in the US.\nApril 11, 2013 at 00:29\nBasilM Allow me to support your comments wholeheartedly.  Your accurate analyses, and the insight behind it, reflect truths that have been subverted ,for one reason or another , by the so called  elites in the know in our country, as well as the submissive main stream media.How shameful it is for us,Americans, to see our country in decline because the public refuses to see your view point.\nThanks, and good luck.\nApril 10, 2013 at 12:00\nI would just like to say to Borat that if you are really concerned about the plight of females in Iran (or anywhere else for that matter) join Amnesty International or Human Rights Watch. Don’t start a war! The wars in Afghanistan and Iraq have done absolutely nothing to help women obtain their human/civil rights.\nsherban\nApril 10, 2013 at 06:41\nI’m going to read the book because the best recommendation for a good and ,first,true book,is to be criticized by the presstitutes official propaganda.The hurting point is that this stupid propaganda is so easy to unveil it is so transparent so the majority in the world which is brain washed by these mean slogans show what low level of intelligence exist.\nDuglarri\nApril 10, 2013 at 02:06\nMy question of you is:  what right does the United States have to “fix” Iran?  What business is it of ours?  There are other regimes that are pretty evil, too:  look at Saudi Arabia, supporting and paying for Jihad around the world, executing adulterers:  should the US invade them?  Oh, sorry, forgot: they get a pass because they are a client state.  And what kind of a threat is Iran anyway.  Let’s compare: Soviet Union:  20,000 deliverable nuclear weapons.  Iran?  Zero.\nWhen Krushchev was misinterpreted as saying “we will bury you” at least he was talking about the United States.  Even if Iran had said they were going to wipe out Israel- what business is that of ours?  Why should we care?  It’s not like Iran is any threat to anyone else- even Israel.  They haven’t started a war since 1739.  Israel: how many?  Everyone has lost count.\nYour Iran reminds me of G. Carlin’s joke: “a man has barricaded himself into an apartment on the tenth floor of a building overlooking Times Square.  Fortunately the man is unarmed and no one is paying any attention.”\nFor all intents and purposes, Iran is unarmed. And no one should be paying any attention.  Not according to me, but according to 16 American intelligence agencies.  No weapons program.  None.\nSo perhaps you should be changing the type of crack you are smoking before asking about other people’s brand preferences.\nBahram\nApril 10, 2013 at 04:07\nGreat article.  I’ll definitely read the book. Thanks for your courage.\nAn Iranian living in the us.\ncyrus\nApril 10, 2013 at 02:00\nwhat a load of distracting  puerile garbage borax. this just illustrates the kind of simple minded superficial thinking that makes up the demonizing sector the article discusses. whatever the faults of the iranian government or certain of its functionaries that is for iranian people to sort out and not up to those who desire to rule the world and engineer regime change in countries deemed too independent, against every international convention and law. likewise the simple minded rendition on so called religious beliefs….there are many interpretations of religion, just as local culture and tradition impact on people’s view of what is the norm. Views change over time and within a soceity ideas vary just as scholarly views vary….in many ancient societies marriage age was low…today, with changes in life expectancy ,education and individual expectations, people’s attitudes to such things change…so in Iranian or ME societies  generally, young marriage/betrothal age are more vestiges of the past [ though of vcourse i hear that the us/saudi supported salafists are trying to turn back the clock on that front… .Such an issue is for the soceity to debate…if it is considered an issue. As for rational actors- look no further than the bible belt and zionist christians looking forward to Armageddon. Consider recent war crimes/crimes against humanity..human rights abuses, illegal wars, killing by drones /assassinating first and asking questions later: compare the Iranian govt’s record on any  of these with that of recent and current american [ and also israeli] administrations and we soon see who is the dangerous criminal….the rational actor. Compare the invasions records. Who has iran invaded recently? who has the Us/Israel/EU? perhaps invading is not a measure of sanity[ but of greed/cold blooded murder]\nso far the majority of iranian support the current regime and its right such things as enriching uranium. And so far most intell agencies agree there is no weapons program….though the media and politicing right wing politicians frequently throw this around along with other racist bigoted rubbish.  Iranian leaders are very rational – a fact which has often been recognised by other more informed commentators?\nPleace\nApril 10, 2013 at 18:32\nYes, America is not perfect, but to take sides of the country that just seems or is weaker is pathetic. You can sit in front of you screen and be angry at America’s power and influence. The facts are that America is the least violent super power throughout history. It will be a scary day when the superpower changes hands (that is how World wars start) to China. This fun and loving peace we want of the world would not have been possible to view if it were not for the U.S’s selfish but still somewhat moral ideals.\nAgain, you bring up some harsh tactile position the US and Israel have used in the past. This is not ideal, but look at the enemy that they have. These Islamic countries obviously do not want to fall into submission, but that is not the U.S’s pure intentions. The U.S has not taken perfect stances in Iraq and other middle east situations, but the other sides were usually never to compare on their intentions and moral scales. Look at these Islamic countries Iraq, Iran, Syria, Egypt, Saudi Arabia and the way they treat humanity. That is real butchering with out any decent view of people’s rights. Sectarian massacres, monarchs massacres, racist massacres, and that is just the beginning of it. This is the total oppposite position western countries take. Going into Iraq for weapons was not right, but dont forget they took out an evil monarch. Going into Afghanistan to find another aggressive enemy, not so bad. Iran threatening to drop an atomic bomb on a sensitive, small, but powerful nations obviously has repercussions. Protecting the only democratic country in the middle east, Israel might not be perfect, but they are doing it better than any other middle eastern government.\nI do not see much logic in praising nations that have total opposite values, while butchering one with similar values. Can it all be be because you can relate with the subservient need to backlash? Why take sides with the more evil one? Why not give some credit for the U.S attempting to be moral within it’s domineering positions?\ncyrus\nApril 10, 2013 at 21:45\nCobblers. clearly you do not have a clue about the track record of western empires including the current pax americana one when it comes to invasions and bloody murder….and clearly you don’t know a democracy from an apartheid state- a democracy does not dispossess/cleanse or transfer a large proportion of the indigenous population then replace it with migrants….and oppress the remainder of the indigenous population. that is not a democracy. the list of the American empires crimes against humanity is getting longer- certainly longer than the present Ir govt’s list of abuses. Also to see you lump in all the muslim countries of the ME and say- oh they are just killing each other- as if there is no impetus from the western agenda to create division and mayhem….Of course there is a strategy of regime change and there are the many pawns in the game being pitted against each other…as one sees in syria. The western powers are currently  playing a destructive Machiavellian role in the ME. I agree they should be playing a more constructive even handed one- that is the rational and moral path. but they are not because they have many problems at home and wish to distract their own populations with an external threat…the America/west’s role just gets worse and more destructive…There are many who covert the resources of the ME but not everyone is willing to use violence to achieve access, or to rule over the ME and its resources [ they don’t call it broad spectrum domination for nothing]  iranians know their own govt is not perfect. But as another commentator said here- its not up to the Us to fix other countries[ here iran and regime change] its the iranian people’s choice….they will change things in their own time- to suit themselves not the likes of you or the Us/ISrael.\nBasilM\nApril 10, 2013 at 01:56\nThe sin the Leveretts commit against orthodoxy is much simpler than is stated here.  What their work includes at root is realism that the United States does not have the means- let alone the right or the wisdom- to direct the future of that country on the far side of the planet, and that neither wishful thinking or nuclear weapons are going to change that.\nTheir opponents just cannot accept a world that they can’t shape to fit their fondest desires.  The fact that Iran is likely to just sit there, unchangeable, un-Western, in spite of the fury of the neocons, is just too much for them to bear.\nThe Leveretts’ arguments from fact are therefore unacceptable and “outside the mainstream”, because it’s long since turned un-American to suggest that the United States can’t have what it wants in this world, one way or another, whether through economic pressure, sanctions, or just plain outright invasion.\nThere are some things that the United States can’t have, say the Leveretts;  here the Neocons answer:  there’s no reality we see that we can’t adjust to our satisfaction with a few hundred hydrogen bombs.\nReality?  Meet genocidal psychopaths.\nApril 9, 2013 at 18:39\nIt is heartening to see objective, truthful and factual material by Flynt and Hillary despite the pressures from mainstream media, Israeli lobby and the anti Islamic Republic Iranians who claim (clearly falsely) to represent most Iranians!\nFlynt and Hillary, please continue to state your case and your knowledge, you are already making a difference!\nOne day, everyone else will also find out that “their emperor” is not wearing any cloths!\nReza Ghaemi\nApril 9, 2013 at 16:02\nI hope Flynt and Hillary do not get disheartend by barrage of mianstream media and politician criticism. In your heart you know that you are simply advocating the truth with an admirable courage. Take heart because you are speaking for millions of innocent people whom have no voice and have suffered greatly in the hands of Western politicians and media.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/commentisfree/2013/mar/23/noam-chomsky-guardian-personality",
                "https://consortiumnews.com/2013/04/04/co-opting-another-human-rights-group/",
                "http://goingtotehran.com/whats-wrong-with-washingtons-iran-debate-2-the-leveretts-respond-to-ray-takeyh-on-going-to-tehran",
                "https://www.tabletmag.com/jewish-news-and-politics/25357/iran%E2%80%99s-man-in-washington"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.raceforiran.com/flynt-leverett-debates-obama%E2%80%99s-iran-policy-with-dennis-ross",
                "http://www.abc.net.au/unleashed/2779086.html",
                "http://www.raceforiran.com/explaining-the-concept-of-%E2%80%9Clies%E2%80%9D-to-jeffrey-goldberg-and-lee-smith",
                "http://studentlife.mit.edu/tac/register",
                "http://archive.kpft.org/mp3/kpft_130401_190000monitor.mp3",
                "http://www.raceforiran.com/explaining-the-concept-of-%E2%80%9Clearning-curve%E2%80%9D-to-jeffrey-goldberg",
                "http://www.paulbogdanor.com/",
                "http://www.bostonreview.net/BR37.1/flynt_hillary_leverett_trita_parsi_iran.php",
                "https://goingtotehran.com/",
                "http://goingtotehran.com/responding-to-the-new-york-times-about-going-to-tehran",
                "https://www.youtube.com/watch?v=nZ0VzkahoGE",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://goingtotehran.com/",
                "http://www.nationaljournal.com/magazine/if-nixon-can-go-to-china-20130303",
                "http://web.mit.edu/tac/upcoming/index.html",
                "https://www.c-span.org/video/?300691-1/ideal-illusions-us-government-opted-human-rights",
                "https://www.discoverthenetworks.org/individuals/noam-chomsky/",
                "https://www.ft.com/content/afc74988-8c96-11e2-aed2-00144feabdc0",
                "http://www.raceforiran.com/the-new-republic%E2%80%99s-badge-of-honor"
            ]
        },
        "key_words": [
            "iran",
            "tehran",
            "going",
            "chomsky",
            "human",
            "war",
            "republic",
            "realism",
            "rights",
            "policy",
            "demonizing",
            "islamic"
        ]
    }
]