[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-vs-jesus-christ.html",
        "title": "Planned Parenthood vs. Jesus Christ",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPlanned Parenthood vs. Jesus Christ\nPlanned Parenthood vs. Jesus Christ\n| Tuesday, August 04, 2015\nRussell Moore, president of the Southern Baptist Convention's Ethics & Religious Liberty Commission. | (Photo: Russell Moore)\nIt turns out that everyone sends Christmas cards, including Planned Parenthood. I know this because several years ago a friend sent me a copy of one being sent out by the currently-being-investigated organization. The card was a Christmas homily to \"reproductive freedom,\" beautifully designed with embossed snowflakes and stars made of glitter. And emblazoned across the card was the caption, \"Choice on Earth.\"\nThe latest undercover Planned Parenthood video is out, and it is horrific. Who can watch these pirates discussing the trafficking of the eyeballs of babies, and not be shaken to the conscience? Any person of goodwill, regardless of religious faith or lack thereof, ought to be able to see the humanity destroyed by this violent organization of pirates. For Christians, though, we ought to remember that behind all of this violence is a question of the person of Jesus Christ. He has been to the abortion clinic too.\nRemember: Jesus was not born into a gauzy, snowy \"winter wonderland\" of sweetly-singing angels and cute reindeer nuzzling one another at the side of his manger. He was born into a warzone. Jesus was chased out of his manger and into Egypt by one of Planned Parenthood's ancestors, King Herod, who also sacrificed Bethlehem's infant children for the sake of power.\nDemonic powers have always hated babies because they have always hated Jesus. When they destroy the \"least of these\" — the most vulnerable among us — they're destroying a picture of Jesus Himself, of the child delivered by the woman who crushes their head (Gen 3:15). They know the human race is saved — and they're vanquished — by a woman giving birth (Gal 4:4; 1 Tim 2:15). They are grinding apart Jesus' brothers and sisters (Matt 25:40). They are also destroying the very picture of newness of life and of dependent trust that characterizes life in the kingdom of Christ (Matt 18:4). Children also mean blessing — a perfect target for those who seek only to kill and destroy (John 10:10).\nThe reason we Christians talk so much about protecting unborn life — and the reason we are committed to the closure of any organization that tries to profit from the unborn's destruction — is that we know that an assault on an infant is an assault on the Good News of Jesus Christ. The Gospel is, after all, grounded in the uniqueness of humanity in creation, redemption, and consummation. Behind the questions of whether we should abort babies or torture prisoners or harass immigrants or buy slaves is a larger question: \"Who is the Christ, the Son of the Living God?\" If Jesus shares humanity with us, and if the goal of the kingdom is humanity in Christ, then life must matter to the church.\nThe presence of the weak, the vulnerable, and the dependent is a matter of spiritual warfare. The womb reminds us that we are not self-existent. Everyone you have ever met is — to borrow the ridiculous words of one abortion apologist — \"a product of conception.\" None of us are \"viable\" apart from others and from the eco-system God has built around us. This is why the Psalmist speaks of learning to trust God at his mother's breast (Ps. 22:9). Jesus quoted a line from this same Psalm as He was being crucified, with His own mother, from whom He had nursed as an infant, looking on. The promise given to us in the Garden of Eden was that the seed of the woman would crush the head of the serpent. The cosmic war of redemption that defines all human history is a war of a baby versus Babylon.\nThe kingdom tells us what matters — and it's not raw power and force of will. The kingdom tells us who matters — and that's not defined by power and force of will. The church is to embody these realities, and the mission sets out to teach and persuade the outside world of a Gospel that honors and protects life. To deny human dignity then is to kick against Christ himself, since He brings with Him nothing of the sort of power or wisdom the present age craves. When we care for the vulnerable — the unborn, the aged, the poor, the diseased, the disabled, the abused, the orphaned — such is not \"charity.\" These are not \"the disadvantaged,\" at least not in the long run. These are the sorts of people God delights in exalting as the future rulers of the universe.\nAs we lament and protest Planned Parenthood, it may be tempting to despair, thinking we are powerless in the face of such well-funded and well-protected evil. But we cannot forget Jesus. All the royal rage and blood-thirst in the world could not stop God from accomplishing his purposes through the Messiah child.\nGod used a young virgin and a quiet carpenter to preserve the life of the Savior. Let's follow their example of obedience and fight the spiritual powers that seek to kill, steal and destroy, by carrying the Gospel of the baby who came to give life, and life abundantly. As we stand against the abortion industry, and the culture of death behind it, let's point to Christ. He's been to the abortion clinics too.\nSponsored\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "christ",
            "vs",
            "woman",
            "abortion",
            "jesus",
            "god",
            "parenthood",
            "planned",
            "kingdom",
            "humanity",
            "life"
        ]
    }
]