[
    {
        "url": "https://www.christianpost.com/news/school-district-appeals-texas-cheerleaders-bible-verse-case-to-state-supreme-court.html",
        "title": "School District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\n| Thursday, January 18, 2018\nA Texas public school district is hoping the state Supreme Court will rule that high school cheerleaders don't have the constitutional right to include Bible verses on banners displayed at football games.\nKountze Independent School District filed a petition with the Texas Supreme Court on Wednesday after the Texas Court of Appeals in Beaumont ruled last year that the school district does not reserve the right to ban cheerleaders from including Christian messages on large colorful banners that the school football team runs through before the start of games.\nThe lower court ruled in September  that the cheerleaders' signs constituted private speech, not government speech. The school district's appeal for rehearing was subsequently denied by the Beaumont court.\nAttorneys for the school district have argued that the lower court's ruling goes against previous federal court precedents, such as the U.S. Fifth Circuit Court's ruling  in 2011 in the case of a cheerleader at Silsbee High School who refused to cheer for an athlete who she accused of sexually assaulting her.\nThe court reasoned in that case  that cheerleaders acted as a \"mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.\"\n\"In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,\" lawyer Thomas Brandt wrote in the appeal, according to the Beaumont Enterprise .\n\"This creates confusion for all Texas school districts,\" he said, adding that the banners \"were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school.\"\nThe First Liberty Institute, a religious freedom law group that is defending the cheerleaders, decried the school district's appeal.\n\"The Court of Appeals correctly ruled that the Kountze cheerleaders have a right to have religious speech on their run-through banners — banners on which the cheerleaders painted messages they chose, with paint they paid for, on paper they purchased. Why is the school district continuing to fight against this decision and the cheerleaders?\" First Liberty Institute lawyer Hiram Sasser said in a statement shared with The Christian Post.\n\"When will the school district stop filing appeal after appeal and finally accept that the cheerleaders are free to have religious speech on their run through banners?\" he questioned. \"Hopefully the Texas Supreme Court will not even require the cheerleaders to respond and thus bring an end to the school district's scorched earth litigation tactics against the Kountze cheerleaders. Enough is enough.\"\nThe case dates back to 2012 when the Freedom From Religion Foundation, a national organization that advocates for strict adherence to separation of church and state, complained that religious messages on the run-through banners constituted a violation of the Establishment Clause of the First Amendment.\nAccording to the Beaumont Enterprise, the school district's attorneys also argue that the case is now moot because all of the original cheerleaders involved in the case have since graduated or are no longer a part of the team.\nHowever, David Starnes, a lawyer who also represented the girls in the case, argues that the case is not moot because the mother of one of the students who didn't make the team in 2017 filed a grievance after her daughter didn't make the team. The mother claimed that her daughter didn't make the team in retaliation for suing the school district, according to the Beaumont Enterprise .\n\"It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,\" Starnes said in a statement to KFDM/Fox 4 . \"Enough is enough. They are fully aware that the U.S. Supreme Court ruled in 1969 that 'It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.'\"\n\"Of course the Ninth Court of appeals simply followed the law and ruled in their favor,\" Starnes continued. \"It is inexplicable that the District's lawyers continue trying to suppress the cheerleaders' constitutionally-protected religious speech, when the well-reasoned opinion of the Ninth Court of Appeals simply follows the U.S. Supreme Court law written in 1969. To do otherwise, would lead to an absurd result. \"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.",
                "",
                false
            ],
            [
                "In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,",
                "Thomas Brandt",
                true
            ],
            [
                "This creates confusion for all Texas school districts,",
                "",
                true
            ],
            [
                "were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school.",
                "",
                false
            ],
            [
                "The Court of Appeals correctly ruled that the Kountze cheerleaders have a right to have religious speech on their run-through banners — banners on which the cheerleaders painted messages they chose, with paint they paid for, on paper they purchased.",
                "Hiram Sasser",
                true
            ],
            [
                "Why is the school district continuing to fight against this decision and the cheerleaders?",
                "Hiram Sasser",
                true
            ],
            [
                "When will the school district stop filing appeal after appeal and finally accept that the cheerleaders are free to have religious speech on their run through banners?",
                "",
                true
            ],
            [
                "Hopefully the Texas Supreme Court will not even require the cheerleaders to respond and thus bring an end to the school district's scorched earth litigation tactics against the Kountze cheerleaders.",
                "",
                true
            ],
            [
                "It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,",
                "Starnes",
                true
            ],
            [
                "They are fully aware that the U.S. Supreme Court ruled in 1969 that 'It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.",
                "Starnes",
                true
            ],
            [
                "Of course the Ninth Court of appeals simply followed the law and ruled in their favor,",
                "Starnes",
                true
            ],
            [
                "It is inexplicable that the District's lawyers continue trying to suppress the cheerleaders' constitutionally-protected religious speech, when the well-reasoned opinion of the Ninth Court of Appeals simply follows the U.S. Supreme Court law written in 1969.",
                "Starnes",
                true
            ],
            [
                "To do otherwise, would lead to an absurd result.",
                "Starnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://kfdm.com/news/local/kountze-isd-appeals-cheerleaders-free-speech-case-to-texas-supreme-court",
                "https://www.christianpost.com/news/court-throws-out-atheist-groups-legal-challenge-to-cheerleaders-who-wanted-to-post-bible-verses-on-their-banner-201942/",
                "https://www.beaumontenterprise.com/news/article/Kountze-ISD-appeals-ruling-in-cheerleaders-case-12505001.php"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/rape-high-school-cheerleader-vows-fight-school-district/story?id=11972052"
            ],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "banners",
            "school",
            "supreme",
            "bible",
            "texas",
            "cheerleaders",
            "speech",
            "district",
            "districts",
            "state",
            "verse",
            "case",
            "court"
        ]
    }
]