[
    {
        "url": "https://www.christianpost.com/news/huckabee-christianity-is-on-brink-of-becoming-criminalized.html",
        "title": "Huckabee: Christianity Is on Brink of Becoming Criminalized",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, April 30, 2015\nFormer Arkansas Governor Mike Huckabee giving remarks at the National Hispanic Christian Leadership Conference's annual gathering, held in Houston, Texas from April 28-30. | (Screengrab: NHCLC)\nFormer Arkansas Governor Mike Huckabee expressed concern about the state of religious liberty for Christians in America, saying that it is in danger of becoming criminalized.\nSpeaking at a major Hispanic evangelical gathering  in Texas, the potential GOP presidential candidate explained that Christians in America are seeing their beliefs criminalized.\n\"We are living in perilous times where people who are Christian are on the brink of being criminalized for their convictions,\" stated Huckabee.\n\"You are told that if you continue to hold to your Christian witness and belief that you ought to be put out of business, that you are going to be fined, you are going to be punished.\"\nHuckabee specifically cited Aaron and Melissa Klein, owners of a bakery who found themselves faced with an over $130,000 fine for refusing to bake a cake for a gay wedding.\n\"People have scorned and ridiculed what I am about to say, when I have said that the faith is being criminalized. I stand by it,\" said Huckabee.\nHuckabee's remarks came as part of the annual conference  for the National Hispanic Christian Leadership Conference, which takes place in Houston April 28-30.\nWith an estimated 1,000 attendees expected, the NHCLC convention had several religious and political leaders speaking to those gathered.\nEarlier in the multiday conference former Florida Governor Jeb Bush delivered remarks about his background, efforts to reform education, and for society to respect the moral conscience of Christians.\n\"There is no more powerful or liberating influence on this earth than the Christian conscience in action and today in America it is important to respect and to protect Christians acting on their faith,\" said Bush.\n\"Not just talking about their faith, but there is a constitutional right and more importantly for a loving society Christians need to have the space to be able to act on their conscience.\"\nHuckabee also talked about the need to stand by the nation of Israel, to stand for traditional moral values, and the value of the pro-life cause, saying \"there is no such thing as a disposable person.\"\nIn addition to featuring speakers like Huckabee and Bush, the Houston conference also noted other major news items for the NHCLC, including its recent merger with the Latin American evangelical group CONEL and the launch of TBN Salsa.\n\"Scheduled to debut in 38 markets across the U.S. on June 1, 2015, the Convention provided a platform for NHCLC/CONEL and Trinity Broadcast Network (TBN), the world's largest Christian television network, to announce the launch of TBN Salsa,\" noted a press release.\n\"This joint venture 24-hour affinity network will be geared toward second- and third-generation Hispanics who have embraced their culture but have let go of the Spanish language, as well as non-Hispanic viewers who enjoy the unique warmth, passion and flavor of the Latino-American culture and faith community.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.prnewswire.com/news-releases/gov-mike-huckabee-stresses-importance-of-religious-liberty-in-america-at-international-gathering-of-hispanic-evangelicals-300074861.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://m.christianpost.com/news/jeb-bush-christians-acting-on-faith-is-liberating-influence-they-need-freedom-to-do-that-138418/",
                "https://nhclc.org/2015-nhclc-board-convention"
            ]
        },
        "key_words": [
            "stand",
            "tbn",
            "faith",
            "network",
            "america",
            "brink",
            "whatsapp",
            "criminalized",
            "christianity",
            "huckabee",
            "conference",
            "christians",
            "christian"
        ]
    }
]