[
    {
        "url": "https://www.christianpost.com/news/duck-dynasty-willie-korie-robertson-announce-adoption-third-child.html",
        "title": "'Duck Dynasty' Stars Willie and Korie Robertson Announce Adoption of Third Child",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Duck Dynasty' Stars Willie and Korie Robertson Announce Adoption of Third Child\n'Duck Dynasty' Stars Willie and Korie Robertson Announce Adoption of Third Child\n'Duck Dynasty' Stars Willie and Korie Robertson Announce Adoption of Third Child\n| Tuesday, January 05, 2016\nWillie and Korie Robertson arrive on the red carpet at the annual White House Correspondents' Association Dinner in Washington, May 3, 2014. | (Photo: Reuters/Jonathan Ernst)\nReality television stars Willie and Korie Robertson of A&E's \"Duck Dynasty\" recently announced their plans to adopt another son.\nKorie Robertson took to social media  this week to announce that she and Willie have decided to adopt a 13-year-old boy who has reportedly been living with the family since May.\n\"We've had lots of questions about the cute kid popping up in our photos lately. We are excited to be in the process of adopting a new son! He's been with us since May, but we wanted some privacy and time for him and our family to bond before telling the world,\" Robertson wrote on Instagram on Sunday.\n\"He's amazing, and we are all so thrilled to have another kid around the house. Couldn't keep the good news to ourselves any longer! We appreciate your prayers and support for our family! Love, The Robertsons,\" the reality television star added.\nWillie and Korie, who are two of the stars of the A&E reality show \"Duck Dynasty,\" now have six children total, including three biological children and three adopted children.\nThe Robertsons have long been advocates for adoption, with Korie previously telling  People magazine that she believes there \"shouldn't be kids without homes […] it just shouldn't happen.\"\nWillie has also spoken out in support of adoption, telling  Show Hope, an orphan awareness group, that he believes adoption is the \"Godly decision.\"\n\"We knew what we were doing was a Godly decision and we were firmly committed to it,\" Willie told Show Hope in August 2013. \"Now I go out everywhere and I talk about that message. I think people are scared about how this will affect their lives. There's so much fear, but I learned a long time ago that fear can dominate your life in the decisions you make,\" Willie added.\nWillie added  during the Adoption Institute's Angels in Adoption Gala in Washington D.C. in October 2013 that he doesn't see the difference between his adopted and biological children.\n\"There are plenty of kids who need homes,\" Willie said at the event. \"That's why we're all here. We have adopted children and we have natural children [...] and there's no difference between them.\"\n\"I've done a lot of things in the past couple of years. I've met presidents and been all over the world. But I still say the best decision we ever made and that had the biggest impact on our lives was the adoption of our son, Will,\" Willie added, referencing his adopted son, who the family as endearingly nicknamed \"Little Willie.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/duck-dynasty-willie-and-korie-robertson-adopting-new-child-speak-of-benefits-of-adoption-106870/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/bosshogswife/",
                "http://showhope.org/willie-robertson/",
                "http://zap2it.com/2013/10/duck-dynasty-willie-robertson-on-adopted-son-lil-will-better-than-meeting-the-president/"
            ]
        },
        "key_words": [
            "adoption",
            "stars",
            "family",
            "children",
            "korie",
            "child",
            "adopted",
            "son",
            "announce",
            "telling",
            "robertson",
            "duck",
            "willie",
            "dynasty"
        ]
    }
]