[
    {
        "url": "https://consortiumnews.com/2015/05/05/us-media-shields-saudi-war-on-yemen/",
        "title": "US Media Shields Saudi War on Yemen",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-05-05",
        "text": "Main menu\nMay 5, 2015\n • Comments Off on US Media Shields Saudi War on Yemen\nThe U.S. news media always seems to have an excuse for the actions of the Saudi-Israeli alliance , now trivializing Saudi Arabia’s open aggression against Yemen as simply one side of a “proxy war” with Iran, a misleading depiction, says Gareth Porter.\nBy Gareth Porter\nThe term “proxy war” has experienced a new popularity in stories on the Middle East. Various news sources began using the term to describe the conflict in Yemen immediately, as if on cue, after Saudi Arabia launched its bombing campaign against Houthi targets in Yemen on March 25.\n“The Yemen Conflict Devolves into Proxy War,” The Wall Street Journal  headlined  the following day. “Who’s fighting whom in Yemen’s proxy war?” a blogger for Reuters  asked  on March 27. And on the same day the Journal pronounced Yemen a proxy war, NBC News  declared  that the entire Middle East was now engulfed in a proxy war between Iran and Saudi Arabia.\nKing Salman of Saudi Arabia and his entourage arrive to greet President Barack Obama and First Lady Michelle Obama at King Khalid International Airport in Riyadh, Saudi Arabia, Jan. 27, 2015. (Official White House Photo by Pete Souza)\nIt is certainly time to discuss the problem of proxy war in the Middle East, because a series of such wars are the heart of the destabilization and chaos engulfing the region. The problem with the recent stories featuring the term is that it is being used in a way that obscures some basic realities that some news media are apparently not comfortable acknowledging.\nThe real problem of proxy war must begin with the fact that the United States and its NATO allies opened the floodgates for regional proxy wars by the two major wars for regime change in Iraq and Libya. Those two profoundly destabilizing wars provided obvious opportunities and motives for Sunni states across the Middle East to pursue their own sectarian and political power objectives through proxy war.\nProminent Twentieth Century political scientist Karl Deutsch  defined “proxy war”  as “an international conflict between two foreign powers, fought out on the soil of a third country, disguised as a conflict over an internal issue of the country and using some of that country’s manpower, resources and territory as a means of achieving preponderantly foreign goals and foreign strategies”.\nDeutsch’s definition makes it clear that proxy war involves the use of another country’s fighters rather than the direct use of force by the foreign power or powers. So it is obvious that the Saudi bombing in Yemen, which has killed mostly civilians and used  cluster bombs  that have been outlawed by much of the world, is no proxy war but a straightforward external military aggression.\nThe fact that the news media began labeling Yemen a proxy war in response to the Saudi bombing strongly suggests that the term was a way of softening the harsh reality of Saudi aggression.\nThe assumption underlying that application of “proxy war” is, of course, that Iran had already turned Yemen into such a war by its support for the Houthis. But it ignores the crucial question of whether the Houthis had been carrying out “preponderantly foreign goals and foreign strategies.” Although Iran has certainly had ties with the Houthis, the Saudi propaganda line that the Houthis have long been Iranian proxies is not supported by the evidence.\nFar from proving the Iranian proxy argument, the Houthi takeover of Sanaa last year has actually provided definitive evidence to the contrary. U.S. intelligence sources recently  told the Huffington Post  that before the Houthis entered the capital, the Iranians had advised against such a move, but that the Houthis  ignored that advice .\nGabriele vom Bruck, a leading academic specialist on Yemen at the School of Oriental and African Studies, said in an e-mail to this writer that senior Yemeni officials with links to intelligence had told her the same thing weeks before the story was leaked.\nThe Houthis rejected the Iranian caution, vom Bruck believes, because former President Ali Abdullah Saleh and his son Ahmed Ali Saleh (the former commander of the Republican Guard) had indicated to them that troops that were still loyal to them would not resist the Houthi units advancing on the capital unless the Houthis attacked them.\nSo the Houthis clearly don’t intend to serve an Iranian strategy for Yemen. “Certainly the Houthis do not want to replace the Saudis with the Iranians,” says vom Bruck, even though they still employ slogans borrowed from Iran.\nRegional Proxy War?\nThe NBC story on a “regional proxy war” completely misses the seriousness of the problem. It turns its proxy war concept into an abstract and virtually antiseptic problem of limiting Iranian influence in the region through the U.S. bombing Iraq. It ignores the fact that the regional actors behind the wars in Syria, Iraq and Libya are pulling the region into a new era of unbridled sectarian violence and instability.\nThe crimes committed by the Syrian regime in the war are unconscionable, but the policies of external countries pursuing a proxy war to overthrow the existing regime have created a far more ominous threat to the entire region.\nWashington Post columnist David Ignatius has detailed the process  by which Turkey, Saudi Arabia and Qatar competed with one another to create proxy forces with which to overthrow the Assad regime.\nSuch an unbridled competition in the creation of armies for regime change was by its very essence a reckless and cynical use of power that carried the obvious risk of even worse chaos and violence of the war in Syria. But they have made the costs of proxy war far greater by targeting the most aggressive armed groups they could find as their clients, and their weapons soon “made their way to the terrorist groups,” wrote Ignatius, to which the Turks and Qataris “turned a blind eye”.\nOnce it became clear that Sunni states were creating a proxy war in Syria that could tip the balance against the Syrian regime, Iran and Hezbollah intervened in support of the regime.\nBut what the conventional view of the Syrian proxy war leaves out is the linkage between Syria in Iran’s deterrence strategy. Iran is militarily weak in relation with Israel and U.S. military power in the Middle East, and has been the target of U.S. and Israeli military threats going back to the 1990s.\nIran’s deterrent to such attacks has depended on the threat of retaliatory rocket attacks against Israel by Hezbollah from Southern Lebanon – destroying the ability of Hezbollah to retaliate for an attack was the  single biggest reason  for Israel’s 2006 war against Hezbollah.\nThe Assad regime was part of the Iranian deterrent as well. Not only did Syria have a force of several hundred missiles  that Israel would have to take into account but also, Syrian territory is the shortest route for Iranian resupply of Hezbollah.\nThe Saudi fixation with bringing down today’s Iraqi Shi’a regime appears to reflect the sentiment that Prince Bandar bin Sultan  expressed  to Richard Dearlove, then head MI6, before 9/11. “The time is not far off in the Middle East, Richard,” said Bandar, “when it will be literally ‘God help the Shia’. More than a billion Sunnis have simply had enough of them.”\nThe Saudis have never been reconciled to the establishment of a Shiite regime in Iraq since the United States occupied the country and set up a Shia-dominated government. They began facilitating the dispatch of Sunni extremists to Iraq to overthrow the Shiite regime early in the U.S. war.\nAfter the U.S. withdrawal from Iraq, the funding from the Saudis and other Gulf Sheikdoms for Sunni fighters in Iraq and arms moved toward the best organized forces, which ultimately meant ISIS, also known as the Islamic State.\nThe NATO war for regime change in Libya, like the U.S. occupation of Iraq, opened a path for the regional proxy war that followed. That war took the form of  competitive intervention by regional actors  leading to worsening violence. This time Qatar and the UAE were competing for power through their support for Libyan expatriates in their own countries.\nThe Qataris steered their support to the Libyan Islamic Fighting Group, which the U.S. State Department had  identified as a terrorist organization  as early as 2004. The Sisi regime in Egypt joined the proxy war as the chief sponsor of counter-terrorism. The UAE aligned with that position, while Qatar remained in opposition. The regional proxy war has led to a longer-term structure of conflict.\nThe recent media stories have offered only anodyne references to the problem of proxy war. What is needed in media coverage is a focus on the nasty realities of proxy war and their origins.\nGareth Porter is an independent investigative journalist and winner of the 2012 Gellhorn Prize for journalism. He is the author of the newly published Manufactured Crisis: The Untold Story of the Iran Nuclear Scare. [This story first appeared at Middle East Eye.]\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/04/15/did-money-seal-israeli-saudi-alliance/",
                "https://www.foreignaffairs.com/articles/libya/2011-09-28/behind-qatars-intervention-libya",
                "http://blogs.reuters.com/great-debate/2015/03/27/whos-fighting-for-whom-in-yemens-proxy-war/",
                "https://www.wsj.com/articles/saudi-arabia-presses-sunni-security-force-as-bulwark-against-iran-1427415577",
                "http://iissonline.net/proxy-warfare-and-the-future-of-conflict/",
                "https://www.nbcnews.com/meet-the-press/proxy-war-u-s-both-sides-tensions-between-iran-saudi-n330466",
                "http://www.independent.co.uk/voices/comment/iraq-crisis-how-saudi-arabia-helped-isis-take-over-the-north-of-the-country-9602312.html",
                "https://www.huffingtonpost.ca/2015/04/20/iran-houthis-yemen_n_7101456.html",
                "http://www.nytimes.com/2015/05/03/world/middleeast/saudi-led-group-said-to-use-cluster-bombs-in-yemen.html?hp&action=click&pgtype=Homepage&module=first-column-region&region=top-news&WT.nav=top-news",
                "http://www.washingtonpost.com/opinions/david-ignatius-foreign-nations-proxy-war-creates-syrian-chaos/2014/10/02/061fb50c-4a7a-11e4-a046-120a8a855cca_story.html",
                "http://www.washingtonpost.com/blogs/monkey-cage/wp/2014/10/24/is-libya-a-proxy-war/",
                "https://www.middleeasteye.net/opinion/media-misses-point-proxy-war"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nti.org/country-profiles/syria/delivery-systems/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.ipsnews.net/2006/08/mideast-was-israels-aim-to-clear-path-for-us-war-on-iran/"
            ]
        },
        "key_words": [
            "proxy",
            "saudi",
            "shields",
            "regime",
            "houthis",
            "regional",
            "iranian",
            "problem",
            "yemen",
            "war",
            "media",
            "iraq"
        ]
    }
]