[
    {
        "url": "https://nutritionfacts.org/es/2017/12/12/mejorar-el-animo-con-la-comida/",
        "title": "Mejorar el ánimo con la comida",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-12",
        "text": "Mejorar el ánimo con la comida\nEnero 12th, 2017\nEn mi video  Alimentación basada en plantas para mejorar el humor y la productividad , hablo de una revisión y meta-análisis de patrones dietéticos y de depresión, el cual  concluyó  que un patrón de dieta sana está “significativamente asociado con una reducción en la posibilidad de depresión”. Sin embargo, de los 21 estudios que los investigadores fueron capaces de encontrar en la literatura médica, solo uno era un ensayo aleatorizado con grupo de control, el tipo de estudio que proporciona el mayor nivel de pruebas. En este  estudio , la eliminación de carne (incluyendo el pollo y el pescado) y huevos mejoró varios puntajes de estado de ánimo en tan solo dos semanas. \nYa sabíamos que aquellos que siguen una alimentación basada en plantas suelen tener un mejor estado de ánimo (menos tensión, ansiedad, depresión, ira, hostilidad y fatiga), pero no sabíamos si había una relación de causa y efecto hasta que se pusiera a prueba, lo cual por fin se  hizo . ¿Qué podría explicar unos resultados tan rápidos?\nSeguir una dieta vegetariana te  proporciona  un mejor estado antioxidante, lo cual podría ayudar con la depresión, como ya traté en  Antioxidantes y depresión . Además, el consumo de una sola comida rica en carbohidratos puede  mejorar  la depresión, la tensión, la ira, la confusión, la tristeza, la fatiga, la agudeza mental y la calma en pacientes con síndrome premenstrual. ¿Pero qué pasa a largo plazo?\nHombres y mujeres con exceso de peso fueron separados  aleatoriamente  en dos grupos: uno siguió una dieta alta en grasas y baja en carbohidratos, y el otro una baja en grasas y alta en carbohidratos, durante un año. Al final del estudio, ¿quién crees que tenía menos depresión, ira, hostilidad, sentimientos de rechazo, tensión, fatiga, confusión, menos trastornos del estado de ánimo, y mejor vigor? “La mejora sostenida del estado de ánimo en el grupo bajo en grasas, comparada con la del grupo bajo en carbohidratos, es coherente con los resultados de estudios epidemiológicos que muestran cómo una dieta alta en carbohidratos y baja en grasas y proteína se asocia con bajos niveles de ansiedad y depresión, y tiene efectos positivos en el bienestar psicológico”. \nSin embargo, la cantidad general de grasa en la dieta de los sujetos del estudio no  cambió  tanto. El tipo de grasa sí cambió. Su ingesta de ácido araquidónico se volvió cero. El ácido araquidónico es un ácido graso omega-6 inflamatorio, el cual puede afectar a la salud mental mediante una “cascada de  neuroinflamación “, es decir, que puede causar inflamación en tu cerebro. Altos niveles de ácido araquidónico en el torrente sanguíneo se han  asociado , por ejemplo, con una mayor probabilidad de riesgo de suicidio y graves episodios depresivos. ¿Cómo podemos evitar esto? Los estadounidenses se ven  expuestos  a este ácido al consumir huevos y pollo. Así que, al dejar de consumir huevos, pollo, y cualquier otro tipo de carne,  eliminamos  el ácido araquidónico preformado de nuestra dieta. \nAunque los estudios de tratamiento de alta calidad que examinan el impacto de la dieta en la depresión son pocos, hay el exitoso  ensayo  de dos semanas del que hablamos antes e, incluso mejor, un  estudio  de veintidós semanas. Los empleados con sobrepeso o diabéticos de una gran empresa de seguros recibieron, o formación semanal en grupo sobre una alimentación basada en alimentos vegetales integrales, o ninguna formación, durante cinco meses y medio. No hubo restricción de porciones, ni conteo de calorías o carbohidratos, y no cambiaron su rutina de ejercicio. No se les proporcionó ninguna comida, pero la cafetería de la empresa empezó a ofrecer opciones vegetales como sopa de lentejas, minestrón, y burritos de alubias. \nLos participantes no comieron carne, lácteos, huevos, aceite o comida basura, y aún así reportaron una mayor satisfacción comparado con el grupo de control, que no tenía ninguna restricción dietética. Más participantes en el grupo de intervención relataron tener una mejor digestión, más energía, y dormir mejor de lo normal en la semana 22, comparado con el grupo de control. También señalaron una considerable mejora en su desempeño físico, su salud en general, su vitalidad, y su salud mental. El grupo de intervención ganó al grupo de control en casi todas las mediciones.\nTambién experimentaron una mejora significativa en su productividad en el trabajo, lo cual se sospecha que fue causado por su mejora de salud. Lo que demostró este estudio es que una dieta sin colesterol es aceptable, no solo en un contexto de investigación, sino también en el trabajo, mejorando tu calidad de vida y tu productividad sin casi coste alguno. Lo único que necesitaríamos sería un ensayo grande, con grupo de control, para confirmarlo todo; y no teníamos tal cosa… hasta ahora. \nUn  estudio  con lugares de trabajo de todo el país, de San Diego, California, a Macon, Georgia, con el mismo montaje que antes, encontró que un programa de nutrición vegetal en un contexto corporativo y multicéntrico mejora la depresión, la ansiedad, y la productividad. Se encontraron mejoras significativas en depresión, ansiedad, fatiga, bienestar emocional y el funcionamiento diario. “Las intervenciones del estilo de vida están jugando un papel cada vez más importante en la salud mental y física, y entre las más efectivas está el uso de dietas basadas en plantas”.\nLa alimentación también ayuda en casa. Puedes ver: \nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/19901139",
                "https://www.ncbi.nlm.nih.gov/pubmed/20389060",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3293760/",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4239694/",
                "https://www.ncbi.nlm.nih.gov/pubmed/2589444",
                "https://www.ncbi.nlm.nih.gov/pubmed/23415826",
                "https://www.ncbi.nlm.nih.gov/pubmed/24196402",
                "https://www.ncbi.nlm.nih.gov/pubmed/17257165",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2887769/",
                "https://epi.grants.cancer.gov/diet/foodsources/fatty_acids/table4.html",
                "https://www.ncbi.nlm.nih.gov/pubmed/24524383",
                "https://www.ncbi.nlm.nih.gov/pubmed/15474873"
            ],
            "unsure": [
                "https://nutritionfacts.org/es/video/antioxidantes-y-depresion/",
                "https://nutritionfacts.org/es/video/dietas-a-base-de-plantas-para-mejorar-el-estado-de-animo-y-la-productividad/"
            ]
        },
        "key_words": [
            "la",
            "en",
            "que",
            "depresión",
            "mejorar",
            "grupo",
            "se",
            "su",
            "una",
            "comida",
            "ánimo",
            "y",
            "el"
        ]
    }
]