[
    {
        "url": "https://www.christianpost.com/news/daughters-christian-mom-snapped-begged-for-their-lives-she-gunned-them-down-911-calls-reveal.html",
        "title": "Daughters of Christian Mom Who Snapped Begged for Their Lives as She Gunned Them Down 911 Calls Reveal",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDaughters of Christian Mom Who Snapped Begged for Their Lives as She Gunned Them Down 911 Calls Reveal\nDaughters of Christian Mom Who Snapped Begged for Their Lives as She Gunned Them Down 911 Calls Reveal\nDaughters of Christian Mom Who Snapped Begged for Their Lives as She Gunned Them Down 911 Calls Reveal\n| Wednesday, June 29, 2016\nChristy Sheats, 42 (L) and her daughters Madison, 17 (C) and Taylor, 22, (R). | (Photos: Facebook)\nIn repeated posts on Facebook , Christy Sheats, who described herself as a conservative Baptist, expressed her love for her daughters, Taylor and Madison, sometimes while quoting Scripture. She was nothing like the woman who gunned them down last Friday as they begged for their lives.\n\"Every good and perfect gift is from above. James 1:17. Today I am thankful for my two perfect gifts! They are very best friends — they make me so very proud to be their mother,\" wrote Christy of her two daughters, on her Facebook page  in November 2014.\nLast Friday as her husband, Jason, celebrated his 45th birthday in the couple's Texas home, Christy snapped and killed the daughters she loved so much to punish her husband, said Madison Davey, a close family friend, in an interview with local news station  ABC 13 . Christy was later shot dead by police.\nDavey said Jason told her on Friday that he and Christy were arguing, as they often did, just before things turned deadly.\n\"On this particular day she asked him to say 'sorry' for this argument. He said, 'don't threaten me like that. Don't say those things to me. And then she said 'OK, I'll call a family meeting.'\"\nOnce the family had gathered in the living room of the family home, Christy reportedly pulled a gun she had hidden under the couch and started shooting in front of Jason because she wanted him to suffer.\n\"He told Christy 'just shoot yourself. Make it easy on all of us, just shoot yourself.' And she said 'no, that's not what this is about. This is about punishing you,'\" she said, according to Davey, who relayed the order of events as told to her by the girls' father.\nThe Morning Ledger  also reported that Christy stabbed Taylor and Madison before shooting them.\nOn Tuesday, a 911 recordings released by local authorities revealed the terrifying final moments of the two sisters as they, along with their father, begged Christy not to shoot them.\n\"Please put down that gun, don't shoot us,\" Jason said as one of his daughters can be heard screaming in terror. \"I'm sorry … Baby, I beg you. I'll do anything you say. Please don't point that gun at us. I'm sorry, I promise you, whatever you want …\"\nThat call was then disconnected but in a second call Taylor is heard crying after screaming \"I'm shot\" as the 911 dispatcher tried to find out what was happening. \"Please,\" she said as that call disconnected.\nIn a third call, a horrified neighbor describes how Christy, who was wearing a purple dress, shot one of her daughters in the back as she tried to run away.\n\"We need an ambulance right away,\" the neighbor said. \"Two people, I believe they're shot. … There's a lady with a gun, she's coming out of the house right now. Two people shot outside, two people shot outside.\"\nThe neighbor said the daughters were \"laying in the middle of the street. And there's a guy trying to help them, but the lady is on top of one of them with the gun in her hand. … She's in the street just standing up.\"\nAt one point the neighbor noted that the girls were still alive after their mother ran out of bullets but she went back inside, reloaded her gun and returned to finish what she had started.\n\"She's trying to shoot again, but apparently she don't have any more bullets … she's going inside the house now, it looks like she's going to look for more bullets,\" the neighbor said.\nChristy returned about a minute later said the neighbor.\n\"Apparently she has bullets now,\" he said. \"Oh! She shot her again, from the back, she's trying to run. … She's shooting again, they're running down the street.\"\nDavey told the Houston Chronicle  that Christy was mentally unstable.\n\"I do want people to know the truth, and everybody is like, 'What is Christy's motive?'\" Davey said. \"Christy did not have a motive. Christy was not mentally stable, and mental illness is a serious issue.\"\nFort Bend County sheriff's officials also confirmed with the Chronicle that they had received several mental health-related calls for help over the past four years at the family's residence.\nThree of those calls were related to suicide attempts but the sheriff's office would not confirm who the calls concerned. The publication further noted that Christy, who had separated from her husband in the past, also targeted him during the attack but he escaped unharmed.\n\"I know that Jason and Christy were fighting about several different issues but I'm not sure what the final thing was that made her snap,\" Davey told the Chronicle.\nFour years ago, in June 2012, Christy's grandfather died and she took it particularly hard. She grieved publicly on her facebook page highlighting episodes of sadness.\n\"The person I loved the longest, and loved so, so very much, went to be with the Lord 3 weeks ago today. I pray, one day, God will heal my broken heart. I miss and LOVE you so very much, Pa-paw. I cry everyday because you're gone. I would do anything to hear your voice, or get one of your amazing hugs just one more time. I MISS YOU!\" she wrote in June of that year.\nOn one such post her daughter, Taylor, who reportedly planned to get married to her longtime boyfriend just days after she was killed, responded:\n\"As I'm sure you've heard many times, rejoice in his lack of suffering. He is in a beautiful place. Feel peace as you know exactly where he is because he truly was the most beautiful person I have ever encountered. It may not be fair, but it's God's plan. We will never be able to understand why, but we must know that there is a reason for everything. Look back on your wonderful times with him with a smile and happiness — not regret that you couldn't be there every second. He'd want you to not spend your life on sadness, as he brought so much happiness unto us all. Love you and hope you feel better. With time, it may get easier. He's with you now, and forever.\"\nLISTEN TO THE 911 CALLS BELOW:\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.chron.com/neighborhood/fortbend/news/article/friend-says-mother-shot-daughters-mental-hospitals-8330131.php",
                "https://abc13.com/news/daughter-in-ft-bend-shooting-was-to-be-married-today/1403639/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.morningledger.com/christy-sheats-update-stabbed-daughters-first-before-shooting-had-mental-illness/1381223/",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "https://www.facebook.com/cbsheats"
            ]
        },
        "key_words": [
            "jason",
            "snapped",
            "told",
            "shot",
            "mom",
            "christy",
            "begged",
            "shes",
            "neighbor",
            "reveal",
            "shoot",
            "lives",
            "gunned",
            "gun",
            "daughters",
            "im",
            "911",
            "calls",
            "christian"
        ]
    }
]