[
    {
        "url": "https://consortiumnews.com/2016/01/12/what-hillary-knew-about-libya/",
        "title": "What Hillary Knew about Libya",
        "authors": [
            {
                "name": "Herman Schmidt",
                "link": null
            },
            {
                "name": "Vish Varnay",
                "link": null
            },
            {
                "name": "Pablo Diablo",
                "link": null
            },
            {
                "name": "Skip Edwards",
                "link": null
            },
            {
                "name": "Allan H.",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "John Hawk",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-01-12",
        "text": "Main menu\nJanuary 12, 2016\nBy Robert Parry\nTo justify U.S. “regime changes,” the U.S. government has routinely spread rumors and made other dubious claims which even when later doubted or debunked are left in place indefinitely as corrosive propaganda, eating away at the image of various “enemies” and deforming public opinion.\nEven though this discredited propaganda can have a long half-life continuing to contaminate the public’s ability to perceive reality for years President Barack Obama and his administration have shown no inclination to undertake a kind of HAZMAT clean-up of the polluted information environment that American citizens have been forced to live in.\nSecretary of State Hillary Clinton testifies before Congress on Jan. 23, 2013, about the fatal attack on the U.S. mission in Benghazi, Libya, on Sept. 11. 2012. (Photo from C-SPAN coverage)\nA recent case in point was the emergence in the State Department’s New Year’s Eve release of more than 3,000 emails to and from former Secretary of State Hillary Clinton of evidence that two key propaganda themes used to advance violent “regime change” in Libya in 2011 may have originated with rebel-inspired rumors passed on by Clinton’s private adviser Sidney Blumenthal.\nA March 27, 2011 email from Blumenthal reminded Clinton that “I communicated more than a week ago on this story, [Libyan leader Muammar] Qaddafi placing bodies to create PR stunts about supposed civilian casualties as a result of Allied bombing, though underlining it was a rumor. But now, as you know, [Defense Secretary] Robert Gates gives credence to it.”\nBlumenthal’s email, which was slugged “Rumor: Q[addafi]’s rape policy,” then plunged ahead into his new rumor: “Sources now say, again rumor (that is, this information comes from the rebel side and is unconfirmed independently by Western intelligence), that Qaddafi has adopted a rape policy and has even distributed Viagra to troops. The incident at the Tripoli press conference involving a woman claiming to be raped is likely to be part of a much larger outrage. Will seek further confirmation.”\nA month later, this bizarre Viagra-rape angle became part of a United Nations presentation by then U.S. Ambassador to the U.N. Susan Rice who brought up the Viagra charge in a debate about the evils of Muammar Gaddafi’s regime.\nA U.N. diplomat at the closed session on April 28, 2011, told The Guardian that “It was during a discussion about whether there is moral equivalence between the Gaddafi forces and the rebels. She listed human rights abuses by Gaddafi’s forces, including snipers shooting children in the street and the Viagra story.”\nOn Blumenthal’s other propaganda point, it’s not clear where Defense Secretary Gates got the idea to accuse Gaddafi of “staging” scenes of U.S.-inflicted carnage, but Blumenthal’s email indicates that he was disseminating that rumor which might have been picked up by Gates, rather than independently confirmed by Gates. (It’s also true that the “staging” excuse has been used before when evidence emerges of U.S. bombs killing civilians.)\nMedia Self-Interest\nYet, regardless of the truth or falsity of such U.S. claims and counter-claims, the chance that someone inside Official Washington is going to review the lies and exaggerations used to rationalize a major U.S. foreign policy initiative in this case, the violent overthrow of the Gaddafi regime to, in effect, “clear” Gaddafi’s name is remote at best.\nThe few cases of the media debunking U.S. propaganda, such as exposing the made-up claims about Iraqi soldiers killing babies on incubators before the Persian Gulf War in 1990-91, are rare exceptions to the rule. Even rarer are cases when the U.S. government admits that it relied on false information, such as the intelligence community recanting its pre-invasion claims about Iraq hiding WMD stockpiles in 2002-03.\nThe much more common approach is to simply leave the decaying propaganda in place and move on to the next target of opportunity. There is little benefit for anyone to undertake the painstaking work of separating whatever slices of truth exist within the rot of lies and exaggerations that were used to justify some war.\nPresident Barack Obama at the White House with National Security Adviser Susan Rice and Samantha Power (right), his U.N. ambassador. (Photo credit: Pete Souza)\nThe way mainstream journalism usually works in America is that a reporter who challenges U.S. government propaganda aimed at a foreign “enemy” is putting his or her career at risk. The reporter’s patriotism will be questioned amid suggestions that he or she is a “fill-in-the-blank-with-the-villain’s-name” apologist.\nAnd since the reality whatever it is is usually fuzzy, there is almost never any vindication for a brave stance. So, the smart career play is to go along with the propaganda or stay silent.\nA similar reality exists inside the U.S. government. Honest intelligence analysts can expect no rewards if they debunk one of these propaganda themes, especially after a number of important U.S. officials have gone out publicly and sold the falsehood to the people. Making the Secretary of State or the Defense Secretary or the President look bad is not a great career move.\nFrance’s Designs\nPlus, the propaganda themes, which stress American righteousness in standing up to foreign evil, are useful in obscuring the self-interested motives that often circle around a killing field like the one that Libya has become.\nFor instance, another Blumenthal memo to Clinton explained France’s political and pecuniary interests in toppling Gaddafi and thus thwarting his ambitious plans to use Libya’s oil wealth as a means of freeing parts of Africa from French domination.\nIn an April 2, 2011 email , Blumenthal informed Clinton that sources close to one of Gaddafi sons were reporting that “Qaddafi’s government holds 143 tons of gold, and a similar amount in silver” and the hoard had been moved from the Libyan Central Bank in Tripoli closer to the border with Niger and Chad.\n“This gold was accumulated prior to the current rebellion and was intended to be used to establish a pan-African currency based on the Libyan golden Dinar. This plan was designed to provide the Francophone African Countries with an alternative to the French franc (CFA).”\nBlumenthal then added that “According to knowledgeable individuals, this quantity of gold and silver is valued at more than $7 billion. French intelligence officers discovered this plan shortly after the current rebellion began, and this was one of the factors that influenced President Nicolas Sarkozy’s decision to commit France to the attack on Libya.”\nThe email added: “According to these individuals, Sarkozy’s plans are driven by the following issues: a. A desire to gain a greater share of Libya oil production, b. Increase French influence in North Africa, c. Improve his internal political situation in France, d. Provide the French military with an opportunity to reassert its position in the world, e. Address the concern of his advisors over Qaddafi’s long term plans to supplant France as the dominant power in Francophone Africa.”\nIn an earlier email , dated March 27, 2011, Blumenthal also discussed the French interests in the conflict, citing “knowledgeable individuals” who said that Sarkozy “is pressing to have France emerge from this crisis as the principal foreign ally of any new government that takes power.”\nFrench President Nicolas Sarkozy\nSo do you think it would it be easier for the Obama administration to rally American support behind this “regime change” by explaining how the French wanted to steal Libya’s wealth and maintain French neocolonial influence over Africa or would Americans respond better to propaganda themes about Gaddafi passing out Viagra to his troops so they could rape more women while his snipers targeted innocent children? Bingo!\nSeeing No Jihadists\nIn selling the Libyan policy to the American people, it was also important to downplay another part of the crisis: that Gaddafi was right when he warned of the danger from Islamic radicals, including Al Qaeda’s North African affiliate, operating in eastern Libya.\nGaddafi’s original military offensive was aimed at these groups, but the Obama administration’s propagandists twisted the issue into Gaddafi supposedly committing “genocide” against the people of eastern Libya, thus requiring a U.S.-led “responsibility to protect” or “R2P” mission.\nHowever, in the emails to Clinton, Blumenthal conveyed the actual reality that these supposedly innocent anti-Gaddafi rebels in the east indeed included jihadist elements. He wrote: “Sarkozy is also concerned about continuing reports that radical/terrorist groups such as the Libyan Fighting Groups and Al Qa’ida in the Islamic Maghreb (AQIM) are infiltrating the NLC [the rebel’s National Transitional Council] and its military command.\n“Accordingly, he [Sarkozy] asked [a] sociologist who has long established ties to Israel, Syria, and other nations in the Middle East, to use his contacts to determine the level of influence AQIM and other terrorist groups have inside of the NLC. Sarkozy also asked for reports setting out a clear picture of the role of the Muslim Brotherhood in the rebel leadership.”\nBlumenthal added: “Senior European security officials caution that AQIM is watching developments in Libya, and elements of that organization have been in touch with tribes in the southeastern part of the country. These [European] officials are concerned that in a post-Qaddafi Libya, France and other western European countries must move quickly to ensure that the new government does not allow AQIM and others to set up small, semi-autonomous local entities, or ‘Caliphates’, in the oil and gas producing regions of southeastern Libya.”\nIn other words, the danger of Islamic terror groups exploiting the power vacuum that the Obama administration and its Western allies were creating inside Libya was well understood in March 2011, but the supposed “R2P” mission pressed ahead nevertheless.\nThe “R2P” advocates also turned a blind eye to evidence that black Africans working for Gaddafi’s government were being systematically rounded up and murdered. As Blumenthal reported to Clinton, “Speaking in strict confidence, one rebel commander stated that his troops continue to summarily execute all foreign mercenaries captured in the fighting.”\nThese so-called “mercenaries” were contractors from black Africa where many people viewed Gaddafi as a champion of the continent’s development, independent of the former Western imperial powers and the harsh demands of the International Monetary Fund. While some of these blacks were part of Gaddafi’s security structure, others were involved in construction projects.\nSlain Libyan leader Muammar Gaddafi\nWhatever their assignments, executing prisoners of war is a war crime and the image of U.S.-backed rebels singling out black Africans for execution turns the pretense of an “R2P” mission on its head or perhaps all those noble humanitarian arguments were just phony from the start.\nAs Brad Hoff of the Levant Report wrote , “historians of the 2011 NATO war in Libya will be sure to notice a few of the truly explosive confirmations contained in the new emails : admissions of rebel war crimes, special ops trainers inside Libya from nearly the start of protests, Al Qaeda embedded in the U.S. backed opposition, Western nations jockeying for access to Libyan oil, the nefarious origins of the absurd Viagra mass rape claim, and concern over Gaddafi’s gold and silver reserves threatening European currency.”\nReality’s Hard Sell\nBut it probably would have been a hard sell to the American people if the U.S. government explained the dark side of the “R2P” mission that it involved systematic executions of blacks and rapacious Western officials grasping for oil and gold as well as creating a vacuum for jihadists. Instead, it worked much better to promote wild rumors about Gaddafi’s perfidy.\nIt is in this way that U.S. citizens, the “We the People” who were supposed to be the nation’s sovereigns, are treated more like cattle herded to the slaughterhouse.\nSome of us did try to warn the public about these risks. For instance, on March 25, 2011, days before Blumenthal’s emails, I described the hazard from the neocon “regime change” strategies in Libya and Syria, writing:\n“In rallying U.S. support for these rebellions, the neocons risked repeating the mistake they made by pushing the U.S. invasion of Iraq. They succeeded in ousting Saddam Hussein, who had long been near the top of Israel’s enemies list, but the war also removed him as a bulwark against both Islamic extremists and Iranian influence in the Persian Gulf.\n“By embracing these uprisings, the neocons invited unintended consequences, including further Islamic radicalization of the region and deepening anti-Americanism. Indeed, a rebel victory over Gaddafi risked putting extremists from an al-Qaeda affiliate in a powerful position inside Libya.\n“The major U.S. news media aided the neocon cause by focusing on Gaddafi’s historic ties to terrorism, including the dubious charge that he was behind the Pan Am 103 bombing in 1988. There was little attention paid to his more recent role in combating the surge in al-Qaeda activity, especially in eastern Libya, the base of the revolt against him.” [See Consortiumnews.com’s “ Neocons Regroup on Libyan War .”]\nThough the 2011 concerns about Al Qaeda have since morphed into worries about its spinoff, the Islamic State, the larger point remains valid regarding Libya, which descended into the status of failed state after Gaddafi’s ouster and his brutal torture-murder on Oct. 20, 2011. Secretary Clinton greeted the news of Gaddafi’s demise with glee, exulting , “we came, we saw, he died” and then laughed. [See Consortiumnews.com’s “ Hillary Clinton’s Failed Libya Doctrine. ”]\nMore than four years later, the Obama administration still struggles to piece together some order from the chaos in Libya, where Western governments have even abandoned their Tripoli embassies. Meanwhile, the Islamic State and other jihadist groups continue to expand their control of Libyan territory.\nIn Syria, President Bashar al-Assad has hung on despite continued efforts by the Obama administration and its regional Sunni allies to remove him. The four years of war waged mostly by jihadists armed and financed by Turkey, Saudi Arabia, Qatar and Western powers have killed a quarter million people and made millions homeless, now spreading the Mideast’s disorders into Europe where the refugee crisis is dividing the European Union.\nOf course, in the U.S. mainstream media, the Syrian deaths and destruction are blamed almost entirely on Assad, much as the conflict in Libya was blamed on Gaddafi and the U.S. invasion of Iraq was blamed on Saddam Hussein. In the world created by U.S. propaganda, it is always some other guy’s fault.\nIn the Syrian case, the major decaying propaganda theme that continues to contaminate public understanding of the crisis has been the accusation that Assad “gassed his own people” with sarin on Aug. 21, 2013. Although independent evidence has long been pointing in the direction of a rebel provocation, perhaps aided by Turkey, the old rotting propaganda is routinely dug up by neocons and their liberal interventionist sidekicks to justify why “Assad must go!” [See Consortiumnews.com’s “ The Collapsing Syria-Sarin Case. “]\nIn the case of Libya, Blumenthal’s emails provide a useful window into what was actually happening behind the scenes and what Secretary of State Clinton knew.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nJanuary 17, 2016 at 16:14\nTo sum up all these fascinating revealations in just a few words. Oil and Banking = Rockerfeller and Rothschild.\nBob Van Noy\nJanuary 14, 2016 at 13:01\nIn a world much like that described by Frank Baum; at least one can find some clarity in reportage by Robert Parry, great commentary, links and civility (thanks to editors).  Many thanks to all. We may come to the end of this journey yet.\nJohn Hawk\nJanuary 14, 2016 at 08:35\nSidney Blumenthal, ya gotta laugh!  Can you spell M O S S A D?\nHow history quickly forgets!\nImmediately following the exposure of Oliver North’s Iran-Contra scandal in 1986/7, North’s task force officer for Iran-Contra, Vincent Cannistraro moved to the White House. There he designed the president’s anti-Gaddafi strategy. (He boasted of this in the 1993 film “The Maltese Double Cross”. The film was banned in the US and almost banned in the UK).\nThe program used primarily lies and half-truths, described by Cannistraro as “disinformation”. The US employed a series of provocations spanning almost a decade in order to tempt Libya to react and bring down upon itself “self defense” measures by the US.\nWhen on 21st December 1988 a terrorist bomb destroyed Pan Am 103 over the Scottish town of Lockerbie, Cannistraro moved to take charge of the CIA’s investigation team. A fox in charge of the hen-coop, as a former CIA agent described it.\nPredictably Libya was found guilty of the crime. A tiny fragment of a timer board proved it. Except, that is, the fragment was not what the prosecution said it was, but the judges were not told of this. The truth emerged nine years after the trial, just as the only man convicted – Baset Al-Megrahi – was in the terminal phase of cancer.\nHillary Clinton’s joke on CBS about the brutal slaying of Gaddafi – We came, he died – is a perfect example of the US mind-set. God has sent us here to destroy his enemies. But we, not He, will select who those enemies are today and will be tomorrow.\nMany Americans wonder why much of the world hates them? Go figure.\nAbe\nJanuary 14, 2016 at 12:05\n“God has sent us here to destroy his enemies. But we, not He, will select who those enemies are today and will be tomorrow.”\nThis mentality is as old as KnaÊ¿n ×›× ×¢×Ÿ and has always sought the same final solution to secure the realm: genocidal warfare.\n“Many [_________] wonder why much of the world hates them? Go figure.”\nJ'hon Doe II\nGreat Link Mr. Doe II, esp. Fletcher Prouty…\nBrad Owen\nJanuary 14, 2016 at 10:46\nI second the notion. Great link; a keeper. Great summary of “The Crisis” that we the people of the whole World are facing. I also suspect these wealthy families have very long roots extending back into Imperial families of the extensive Roman Empire, Proceeding forward through Byzantium, Chalemagne’s Empire, Venice, to Flanders, to William of Orange’s England, to the  wealthy Tory families of America even today, and indeed throughout the British Empire of old, and its’ Commonwealth members today.\nMEexpert\nJanuary 13, 2016 at 12:45\nRehashing these stories makes for good reading but nothing is done about them. The MSM is a lost cause. Why aren’t there open calls for investigations in the conduct of Obama, Clinton and their predecessors in the alternate media. Just exposing them is not enough. All of these actions violated the US constitution. Isn’t the military supposed to defend the constitution. What about the courts? Aren’t they the caretakers of the US constitution? Reading the above report by Robert Parry, can anyone tell me which of the western “civilized” government is moral and what right they have to impose their brand of morality on other nations.\nBrad Owen\nJanuary 13, 2016 at 06:32\nAccurate depiction of the current problem, reflecting upon our problematical political situation right now. For some insight on the solution, go to Tarpley.net for Jan. 12th Tuesday morning Briefing, by Tax Wall Street Party (TWSP) and United Front Against Austerities (UFAA) (brainchildren of Mr. Tarpley). We’re in an era of major political re-alignment right now, similar to 1860 four-way race. GOP about to shatter, giving an opening for MainStreet Dems to split from WallStreet Dems; Trump/Bush/Sanders/Clinton, although NONE of these four are particularly important; the four-way split is important, leading to re-alignment and resurfacing of some sort of People’s Party. Read the brief.\nBob Van Noy\nJanuary 13, 2016 at 09:37\nThanks Brad Owen, I did read Tarpley at this link http://tarpley.net and find his analysis to be quite interesting and probably accurate.  I like Webster Tarpley in that he seems to be very internationally engaged. Certainly no one can accurately see the future, but when things are placed in historical perspective as Tarpley has done here, it becomes more compelling.  I think that what ever “tension” that we’re experiencing in the security state at this moment, must also be added to Tarpley’s analysis, and that would then accurately describe our predicament.\nBrad Owen\nJanuary 13, 2016 at 16:38\nYou’re exactly right Bob. Tarpley IS very internationally engaged, is a Doctor of History, and Political Economy, speaks several languages, and sees the World as being in a Global Great Depression, and facing a global crisis of Fascism (and the Deep State is it’s instrument, or weapon). And the Global Fascist crisis must be met with international Solidarity. Combined with Executive Intelligence Review’s deep historical analysis, the two sites make for a “lodestone” that points towards the true problem and true solution. Now…how to implement it?\nBrad Owen\nJanuary 14, 2016 at 05:50\nAlso, Bob: at the top of Tarpley’s site you’ll see a rectangle with the words “Emergency Program Stop the  Depression” in it. Click on that to review HIS “New Deal”. It’s a sort of thumbnail sketch of his book “Surviving the Cataclysm”. It’s NOT just an emergency program; it’s how political economy should work. It can also probably be called “Emergency Program Stop the Fascism”. How to implement? TWSP and UFAA are working on it. Political suasion is hard though. It’s frustrating to be staring at the solution for years and see it laying fallow, unnoticed.\nJoe Tedesky\nJanuary 13, 2016 at 01:39\nWould we have ever heard of Hillary’s Blumenthal e mails, if the Madame Secretary of State had received these conniving messages through a government server? All this fury over Hillary using her own server is what brought all of this attention upon her. If she had used her government server we would probably have never heard anymore about this Sidney Blumenthal’s correspondence with her, when she was Secretary of State.\nBruce\nJanuary 12, 2016 at 22:36\nIt’s Return To Downing Street with the girlz in da hood:\nJanuary 12, 2016 at 22:16\nThe “sucking” sound you hear is the vacuum created by OUR CIA in destroying governments thinking that the “bad guys” will be replaced by our “good guys.”\nExcept that we screw our “good guys” like the non-Communists in Vietnam, the secular Iranians, the Kurds in Iraq, and the secular people in Libya.\nThe ghost of Diá»‡m, Allende, Gaddafi, Saddam and numerous others don’t sound like guests at a CIA banquet but are more like Banquo’s Ghosts from Macbeth.\nAbbybwood\nSy Hersh breaks the deeper story wide open:\n“A highly classified annex to the report, not made public, described a secret agreement reached in early 2012 between the Obama and ErdoÄŸan administrations. It pertained to the rat line.\nBy the terms of the agreement, funding came from Turkey, as well as Saudi Arabia and Qatar; the CIA, with the support of MI6, was responsible for getting arms from Gaddafiâ€™s arsenals into Syria. A number of front companies were set up in Libya, some under the cover of Australian entities. Retired American soldiers, who didnâ€™t always know who was really employing them, were hired to manage procurement and shipping. The operation was run by David Petraeus, the CIA director who would soon resign when it became known he was having an affair with his biographer. (A spokesperson for Petraeus denied the operation ever took place.)”\n“The operation had not been disclosed at the time it was set up to the congressional intelligence committees and the congressional leadership, as required by law since the 1970s.\nThe involvement of MI6 enabled the CIA to evade the law by classifying the mission as a liaison operation. The former intelligence official explained that for years there has been a recognised exception in the law that permits the CIA not to report liaison activity to Congress, which would otherwise be owed a finding. (All proposed CIA covert operations must be described in a written document, known as a â€˜findingâ€™, submitted to the senior leadership of Congress for approval.)\nDistribution of the annex was limited to the staff aides who wrote the report and to the eight ranking members of Congress â€“ the Democratic and Republican leaders of the House and Senate, and the Democratic and Republicans leaders on the House and Senate intelligence committees. This hardly constituted a genuine attempt at oversight: the eight leaders are not known to gather together to raise questions or discuss the secret information they receive.\nThe annex didnâ€™t tell the whole story of what happened in Benghazi before the attack, nor did it explain why the American consulate was attacked. â€˜The consulateâ€™s only mission was to provide cover for the moving of arms,â€™ the former intelligence official, who has read the annex, said. â€˜It had no real political role.â€™\nWeâ€™ve extensively documented that the bigger story behind the murder of ambassador Chris Stevens at the Benghazi embassy in Libya is that the embassy was the center of U.S. efforts to arm jihadis in Syria who are trying to topple the Syrian government.”\nSo, as usual, the American taxpayers are being LIED to by Hillary Clinton and her boss Barack Obama and Co.  The entire Benghazi operation was about the illegal supplying of weapons to the jihadi “rebels” attempting to overthrow Assad.  PERIOD.\nBut no one in the media will ever discuss this, and no one in the media will ever question Hillary Clinton about this because they are PROTECTING HER.\n“Crimes were committed….”.  Brother, you can say that again!!!!!\nSkip Edwards\nJanuary 13, 2016 at 00:51\nWhy do these lies continue to go uncontested and, for the most part, unreported in the news media; msm or alternative? This accusation is huge. If true beyond doubt then Hillary must be exposed!\nSkip Edwards\nJanuary 13, 2016 at 00:51\nWhy do these lies continue to go uncontested and, for the most part, unreported in the news media; msm or alternative? This accusation is huge. If true beyond doubt then Hillary must be exposed!\nSkip Edwards\nJanuary 13, 2016 at 00:52\nWhy do these lies continue to go uncontested and, for the most part, unreported in the news media; msm or alternative? This accusation is huge. If true beyond doubt then Hillary must be exposed!\nJoe Tedesky\nJanuary 13, 2016 at 01:24\nIt would not surprise me if General Petraeus dropped the dime on himself over his affair with his biographer Paula Broadwell. Why is his name never brought up over the Benghazi CIA annex attack? Getting the CIA Director out of the controversy was a smart move to hide the truth. There is plausible deniability and then there is just flat out con jobs, and this Benghazi investigation extravaganza put on by the Republican House, is just one more sneaky insult performed for the gullible American public.\nbobzz\nJanuary 13, 2016 at 15:26\nWas Stevens put into a CIA operation as an “ambassador” to justify calling it an embassy? Why didn’t the Republicans raise that question in all their hollering about Benghazi?\nPablo Diablo\nJanuary 12, 2016 at 21:19\nSome people make money off of war, lots of money. (See Prescott Bush, George H.W. Bush, George w. Bush for example) and can continue to buy politicians who will push for war ( See Hillary Clinton, Barack Obama for instance). The media is pushing Hillary to go against THE DONALD and ignoring Bernie Sanders in order to make Neocon Hillary â€œourâ€ next President\nVish Varnay\nJanuary 13, 2016 at 19:21\nThat is the attention by the media that is, the selling of Hillary. But as of today she may be having a problem against the likes of Sanders and the ground swell following that he is capturing. I do hope that Senator Sanders gets the nomination. For the sake of this country, and the planet as well.\nAbe\nJanuary 12, 2016 at 20:21\nAl Qaeda’s rise in Libya was not merely the unintended consequence of a poorly conceived plan by NATO for military intervention, but a premeditated regional campaign to first build up then use Al Qaeda as a mercenary force to overthrow and destroy a series of nations, beginning with Libya, moving across North Africa and into nations like Egypt, Syria, Lebanon, Iraq, and eventually Iran. From there, NATO’s mercenary force would be on the borders of Russia and China ready to augment already Western-backed extremists in the Caucasus and Xinjiang regions. […]\nIndeed, the very terrorists NATO handed the entire nation of Libya over to, are now allegedly prime targets in Syria and Iraq. The “pro-democracy rebels” of 2011 are now revealed to be “ISIS terrorists” with long-standing ties to Al Qaeda.\nUS Long-Planned to use Al Qaeda as Mercenaries\nNot even mentioning the fact that Al Qaeda’s very inception was to serve as a joint US-Saudi mercenary force to fight a proxy war in Afghanistan against the Soviet Union, the terrorist organization has since played a central role in the Balkans to justify NATO intervention there, and as a divisive force in Iraq during the US occupation to blunt what began as a formidable joint Sunni-Shia’a resistance movement.\nIn 2007, it was revealed by Pulitzer Prize-winning veteran journalist Seymour Hersh that the United States, Israel, and Saudi Arabia were conspiring to use Al Qaeda once again, this time to undermine, destabilize, and destroy the governments of Syria and Iran in what would be a regional sectarian bloodbath.\nHersh would report (emphasis added):\n“To undermine Iran, which is predominantly Shiite, the Bush Administration has decided, in effect, to reconfigure its priorities in the Middle East. In Lebanon, the Administration has coÃ¶perated with Saudi Arabiaâ€™s government, which is Sunni, in clandestine operations that are intended to weaken Hezbollah, the Shiite organization that is backed by Iran. The U.S. has also taken part in clandestine operations aimed at Iran and its ally Syria. A by-product of these activities has been the bolstering of Sunni extremist groups that espouse a militant vision of Islam and are hostile to America and sympathetic to Al Qaeda.”\nHersh would note that Iran was perceived to be the greater threat and therefore, despite a constant barrage of propaganda claiming otherwise, Al Qaeda and its various affiliates were “lesser enemies.” Even in 2007, Hersh’s report would predict almost verbatim the cataclysmic regional sectarian bloodbath that would take place, with the West’s extremists waging war not only on Shia’a populations but also on other religious minorities including Christians.\nLibyan “Rebels” Are Now ISIS\nBy Tony Cartalucci\nJanuary 12, 2016 at 20:09\nIn addition to being named on the neoconservatives hit list in 2000, Libya was targeted for regime change in a 2001 plan circulating around the Pentagon. The plan was revealed by retired four star general and former NATO commander, Wesley Clark, in a speech in 2007 at the Commonwealth Club of California in San Francisco. Clark recites a conversation he had with an official at the Pentagon in 2001, who had received a classified memo from the Secretary of Defenseâ€™s office:\nâ€œI just got this memo from the Secretary of Defenseâ€™s office, it says we are going to attack and destroy the governments in seven countries in five years. Weâ€™re going to start with Iraq, and then weâ€™re going to move to Syria, Lebanon, Libya, Somalia, Sudan and Iran.â€\nIn 2014, three years after the war in the country, Libya joined the European Bank for Reconstruction and Development (EBRD), an organisation which is a corporate member of one of the most preeminent organisations within the Western establishment â€“ the Royal Institute of International Affairs (or Chatham House).\nIn the future, the EBRD will offer un-payable loans to the North African nation. This will result in Libya being in debt to an organisation that will ensure the country will be subservient to the interests of Western imperialism, whilst experiencing a sustained period of chaos induced by NATOâ€™s war in 2011. This is 21st century imperialism par excellence.\nIt is clear that for many political leaders in Western capitals, humanitarianism is merely a euphemism for imperialism. Todayâ€™s Western elite unimaginatively use the same propaganda over and over again to justify perennial wars. David Cameron recently regurgitated the slogans we heard ad nauseam in 2011, when he claimed the Syrian President Bashar al-Assad has â€œbutchered his own peopleâ€.\nLibya provides a window into Syriaâ€™s future if the West ousts Assad, as NATO strategists have no intention of stabilizing Syria if they succeed in ousting the government in Damascus. The Western overthrow of Assad will most probably result in Syria being balkanized into small autonomous regions whilst experiencing a sectarian bloodbath. We can be assured it wonâ€™t transition into a democratic utopia (but that doesnâ€™t stop Western propaganda pushing this fairytale).\nNATOâ€™s â€œHumanitarian Interventionâ€ in Libya Exacerbated â€œHumanitarian Sufferingâ€\nBy Steven MacMillan\nJanuary 12, 2016 at 18:45\n“Of course, in the U.S. mainstream media, the Syrian deaths and destruction are blamed almost entirely on Assad, much as the conflict in Libya was blamed on Gaddafi and the U.S. invasion of Iraq was blamed on Saddam Hussein. In the world created by U.S. propaganda, it is always some other guyâ€™s fault.”\nYES, ROBERT.\nâ€œWhatever their assignments, executing prisoners of war is a war crime â€“ and the image of U.S.-backed rebels singling out black Africans for execution turns the pretense of an â€œR2Pâ€ mission on its head â€“ or perhaps all those noble humanitarian arguments were just phony from the start.â€\nBINGO!\n2LT Dennis Morrisseau USArmy [armor – Vietnam era] retired.  POB 177 W Pawlet, VT 05775    802 645 9727 dmorso1@netzero.net\nalexander\nBingo to your bingo, Mr Morrisseau,\nCertainly, Libya under Mr Gaddafi, never  threatened to attack the United States.\nLikewise, Syria under Assad, had never threatened to, either.\nThe R2P doctrine, is  a doctrine not entirely without validity in some cases, but the checks and balances for an intervention on those grounds, should always occur within the UN Security Council.\nThe ability to manipulate the R2P doctrine, to serve impulses that are  somewhat less than” Humanitarian” in nature, may be obscured by propaganda efforts of various agents seeking “regime change” out of greed for resources and a rapacious desire for conquest.\nBut those impulses should be stopped at the waters edge of the  Security Council through a proposed  resolution which is supposed to underscore the integrity of the  intervention, by a majority vote.\nOur policies, driven primarily by” Neocon” think tankers, seem to derive their success from “perpetuating” a continuous cycle of war and upheaval in Muslim countries deemed hostile to the State of Israel.\nIn the case of Libya, overthrowing a “milktoast” dictator to create chaos , anarchy and a breeding ground for “new” Muslim terrorists we will eventually have to “conquer” in the future.\nThus creating a cycle of “perpetual conflict “which endows our “military” with the need for “perpetual funding” while  satisfying Israels overarching desire to cull from the world the vast majority of Muslims antagonistic to its enterprise.\nThis shift….. from the traditional idea of “war” as having a” beginning and an end”… being displaced by the Neocon idea of war as (creating) a continual  set of “circumstances” for the perpetuation of conflicts that (they hope) go on indefinitely…..is well worth noting.\nFor the Neocons “winning” a war is making sure it never ends.\nNobody has stopped to look at what has happened to the” balance sheet” of the United States, while engaging in this practice of eternal war perpetuation in the Middle east.\nAfter looking at it myself, i understand why.\nOur National Debt has ballooned from 5.7 trillion to a “mind numbing” 18.8 “trillion” in just a decade and a half, the vast bulk of that debt having been accrued through the implementation of these  Neocon policies.\nI wonder what our Nations balance sheet will end up looking like…..,once these “policies” have, finally, run their course..\nEddie\nJanuary 16, 2016 at 11:42\n“This shiftâ€¦.. from the traditional idea of ‘war’ as having a ‘beginning and an end’â€¦ being displaced by the Neocon idea of war as (creating) a continual set of ‘circumstances’ for the perpetuation of conflicts that (they hope) go on indefinitely”\nEXACTLY right alexander!  Succinctly stated analysis of the Neocon’s international policy. A continual distraction, a continual justification for realigning our spending priorities that creates a strong, war-time support (“WHAT?!? Don’t you want to spend more money on the US military to protect our HEROES fighting in [insert country name]??  Don’t you CARE about the innocent victims being [name atrocity] by [foreign leader’s name]??).   Thus the US populace (like most citizens of militaristic nations) are easily drawn in to a ‘dance’ that they ultimately have little or no interest in…\nHerman Schmidt\nJanuary 12, 2016 at 18:32\nHard to say which is more despicable, Secretary Albright’s statement that it was worth when speaking of dead and dying Iraqi children or the We Came, We Saw and He died by Hillary when speaking of Ghaddafi and Libya. .  Relying on  the drumbeat narrative of the media, Hillary’s fault in the Libya debacle, if she has any, is the loss of American lives in Benghazi. Republican candidates, of course, choose to focus on Benghazi because they are as complicit as the Democrats in the regime change tragedy in the region.\nCan’t wait for the State of the Union Address which I will read in transcript form tomorrow.\nBill Bodden\nJanuary 12, 2016 at 19:39\nLesley Stahl on U.S. sanctions against Iraq: We have heard that a half million children have died. I mean, thatâ€™s more children than died in Hiroshima. And, you know, is the price worth it?\nSecretary of State Madeleine Albright: I think this is a very hard choice, but the priceâ€“we think the price is worth it.\nâ€”60 Minutes (5/12/96) http://fair.org/extra-online-articles/we-think-the-price-is-worth-it/\n“We,” presumably, included Hillary Clinton who was co-president/director at the White House Theater of the Absurd at the time.\nAnother reason for Anybody-But-Clinton in 2016.\nVish Varnay\nJanuary 13, 2016 at 19:17\nYour point with Albrights odious statement and Hillary’s “We Came, We Saw, He Died has been noted. And to be a reminder to all that are unaware of Clinton’s Neo-Con allegiance as well.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/10/22/hillary-clintons-failed-libya-doctrine-2/",
                "https://levantreport.com/2016/01/04/new-hillary-emails-reveal-propaganda-executions-coveting-libyan-oil-and-gold/",
                "https://www.theguardian.com/world/2011/apr/29/diplomat-gaddafi-troops-viagra-mass-rape",
                "https://consortiumnews.com/2012/09/13/neocons-regroup-on-libyan-war/",
                "https://fair.org/extra/we-think-the-price-is-worth-it/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/04/07/the-collapsing-syria-sarin-case/"
            ],
            "gov_pgs": [
                "https://www.foia.state.gov/Search/Results.aspx?collection=Clinton_Email_December_Release"
            ],
            "unsure": [
                "http://tarpley.net",
                "https://www.youtube.com/watch?v=Fgcd1ghag5Y",
                "https://wikileaks.org/clinton-emails/emailid/6554",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "clinton",
            "gaddafi",
            "gaddafis",
            "state",
            "hillary",
            "western",
            "propaganda",
            "2011",
            "knew",
            "war",
            "libya",
            "secretary"
        ]
    }
]