[
    {
        "url": "https://www.christianpost.com/news/russell-moore-calls-on-church-to-embrace-refugees-of-the-sexual-revolution.html",
        "title": "Russell Moore Calls on Church to Embrace 'Refugees of the Sexual Revolution'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRussell Moore Calls on Church to Embrace 'Refugees of the Sexual Revolution'\nCP Current Page: Church & Ministries | Thursday, April 30, 2015\nRussell Moore Calls on Church to Embrace 'Refugees of the Sexual Revolution'\nRussell Moore Calls on Church to Embrace 'Refugees of the Sexual Revolution'\n| Thursday, April 30, 2015\nRussell Moore, president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, speaks at the 2014 SBC Annual Meeting in Baltimore, Maryland on Wednesday, June 11, 2014. | (Photo: The Christian Post/Sonny Hong)\nSpeaking to the largest Latino Christian organization in the world Tuesday, Russell Moore, president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, said that the sexual revolution will fail and the Church must be prepared to embrace those \"refugees of the sexual revolution.\"\nMoore stressed the importance of using the right tone to defend the truth of the gospel.\n\"The sexual revolution cannot keep its promises. We will have an entire generation of people asking 'is there more to life than this?' Just as Jesus says that there is a thirst for more than water, we must be the people who can speak to those who are the refugees of the sexual revolution.\n\"The people that can't speak to them are the people that are shouting at them and the people who have given up on the Gospel.\"\nRussell Moore (left), president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, speaking at the National Hispanic Christian Leadership Conference's convention with an English to Spanish translator (right), Houston, Texas, April 28, 2015. | (Photo: screengrab, NHCLC)\nMoore's message was delivered to the National Hispanic Christian Leadership Conference's convention, a three-day event in Houston, Texas.\nRecalling the story of the Samaritan woman at the well  from John's Gospel, Moore stressed the importance of authentic Gospel repentance and forgiveness. Moore focused much of his remarks rebutting the claim that the Church will be left behind if it does not adapt to cultural norms and pressures on human sexuality.\n\"Some people are saying in order to reach the culture around us,\" said Moore, \"we have to stop talking about what God teaches about marriage and sexuality.\n\"They tell us if we do not give up what the Scripture teaches on marriage, we will not grow and we will not flourish in the years to come.\"\nMoore continued to defend the biblical and traditional view of marriage, saying, \"If we hold to what the Scripture teaches, that marriage is between one man and one woman, and that marriage pictures the union of Christ and His Church, they will tell us that we are on the wrong side of history.\n\"But the Christian Church started on the wrong side of history. In the first century the right side of history was the Roman Empire. The right side or the wrong side of history isn't what's important, what matters is who is at the right hand of the Father, he declared.\"\nThe theme of NHCLC's three-day event is \"From Survive to Thrive.\" Other conference speakers include former Arkansas Governor Mike Huckabee and former Florida governor Jeb Bush.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/passage/?search=John+4"
            ]
        },
        "key_words": [
            "right",
            "church",
            "history",
            "refugees",
            "revolution",
            "moore",
            "marriage",
            "wrong",
            "teaches",
            "russell",
            "calls",
            "sexual",
            "christian",
            "embrace"
        ]
    }
]