[
    {
        "url": "https://www.christianpost.com/news/christian-voting-max-lucado-robert-jeffress-election.html",
        "title": "5 Points to Consider Before Voting: From Max Lucado to Robert Jeffress",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n5 Points to Consider Before Voting: From Max Lucado to Robert Jeffress\n5 Points to Consider Before Voting: From Max Lucado to Robert Jeffress\n5 Points to Consider Before Voting: From Max Lucado to Robert Jeffress\n| Monday, March 07, 2016\n(Photo: Shane Idleman)\nChristian leaders, from Robert Jeffress  to Max Lucado , are divided on whom to vote for. How can we honor God and preserve our values this election season?\nHere are five ways:\n1. Lead a life of integrity regardless of what society promotes.\nAlthough only a select few can change government policy, all of us can build a life of moral integrity while staying committed to God's Word. Certain \"rights\" and \"wrongs\" called absolutes are given by God to save man from himself.\nOne of the best ways to make a difference is to live a life based on moral absolutes, and by letting honesty and integrity guide our decisions. Society changes as individuals change.\n2. Pray and fast for our nation.\nPrayer is more powerful than protest! We should not rely on political power, but on the power of God through prayer.\nThe great preacher, C.H. Spurgeon, once said, \"I would rather teach one man to pray than ten men to preach.\"\nFor those who doubt the power of prayer in America's history, consider this excerpt from the book, One Nation Under God — The History of Prayer in America: \"Prayer stands as one of the most critical and indisputable factors to have influenced the course of American history.\"\n3. Vote for principles, not a particular party.\n\"He who rules over men must be just\" (2 Samuel 23:3).\nWe need more humble, God-fearing leaders. The Lord hates pride, arrogance, and self-centeredness. Without humility and a teachable spirit, it's difficult, if not impossible, to govern properly. Humility does not mean that leaders become passive pawns, but that they live in total surrender to God; they're more concerned with God's opinion than opinion polls.\nIt's been said that the quality of our government depends more upon the character of our leaders than upon our laws. But be careful — many use \"religious talk\" and twist the Scriptures to support un-biblical initiatives. For example, in one setting leaders will express their religious convictions and quote the Bible, but in another setting they'll vote for partial-birth abortion and against protecting babies who survive late-term abortions. Judge what they \"do\" more than what they \"say.\"\nAgain, we can no longer hide behind the excuse, \"I don't want to get involved.\" As citizens, we are given the privilege, for now, to place people in positions of leadership. Whether we like it or not, we are involved. Millions are not registered to vote; and millions of registered voters stay at home. We'll stand in line to see a movie, but we won't stand in line to vote and elect leaders who will affect the direction of our country. This makes a statement about what we value — and isn't it sad.\n4. Become involved, but with the right motives.\nDon't initiate or pursue anything with a rebellious, prideful attitude. You can be right in your reasoning, yet wrong in your attitude.\nAnger over issues that anger the Lord, such as crime, abortion, pornography, abuse, oppression, and so on, is justifiable and can cause positive action. If anger causes damage to another, or personally damages your character, it's probably not accomplishing God's purpose. If anger sparks prayer and a Christlike stance, it can be productive. This may have been why Martin Luther said, \"When I am angry, I can pray well and preach well.\"\nMany have been guilty of not getting involved by saying, \"We shouldn't say or do anything political. All we need to do is preach the gospel.\"\nBe careful ... although the gospel is our primary focus, this shouldn't be an excuse against action.\n5. Engage, not enrage, the culture.\nSince evangelicals are often viewed as irrational, conceited, narrow-minded, and unintelligent, we need to engage the culture with humility, wisdom, patience, and discernment.\nWhy would God ordain a government such as ours in America and not ask us to be involved? That's why it's important to know both sides of political \"hot buttons\" — knowledge allows us to make the right decisions.\nIf you decide to speak out, articulate your message clearly, patiently, and wisely. But always make sure your actions are backed by a clear biblical mandate. Respond; don't react!\nAbraham Lincoln once suggested, \"Better to remain silent and be thought a fool than to speak out and remove all doubt.\"\nA reaction often calls for an apology, while a response generally thinks things through, and often, no apologies are needed.\nMeekness is not the absence of strength; it's strength under control. It takes a great deal of strength to engage the culture in a spirit of humility while avoiding being harsh, cruel, and insensitive. A gentle response, underscored with truth, can win far more than a harsh response.\nSome may argue, \"What about Jesus' aggressive approach when He confronted the religious leaders?\" First, He was dealing primarily with hypocrisy, not politics. Second, this approach may be the exception from time to time, but never the rule. Third, He knew the heart of those He was confronting — we don't.\nRemember, you can be right in your reasoning, yet wrong in your attitude. The question shouldn't be, \"How can I win this argument?\" but rather, \"How can I persuasively and patiently articulate my message without compromising my Christian character?\"\nI thank God for Christians who are involved and who influence America's political climate. I wish there were more who would engage, rather than enrage the culture.\nI'm not suggesting we compromise our principles or God's Word in the pursuit of peace or unity — \"Light and darkness, right and wrong, good and evil, truth and error are incompatibles . . . when they compromise it is the light, the right, the good, and the truth that are damaged\" (W. Graham Scroggie).\nTruth cannot be compromised — God blesses and honors the peacemaker but not the religious negotiator.\nShane Idleman is the founder and lead pastor of Westside Christian Fellowship in Lancaster, California, just North of Los Angeles. Shane's sermons, articles, books, and radio program can all be found at shaneidleman.com or wcfav.org . Follow him on Facebook at: facebook.com/confusedchurch .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/max-lucado-does-donald-trump-pass-the-decency-test-158679/",
                "https://www.christianpost.com/news/robert-jeffress-christians-not-voting-donald-trump-foolish-prideful-158881/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://wcfav.org/",
                "https://shaneidleman.com/",
                "http://facebook.com/confusedchurch"
            ]
        },
        "key_words": [
            "lucado",
            "god",
            "humility",
            "leaders",
            "gods",
            "jeffress",
            "voting",
            "max",
            "points",
            "involved",
            "vote",
            "religious",
            "prayer",
            "political",
            "consider",
            "robert",
            "right"
        ]
    }
]