[
    {
        "url": "https://www.christianpost.com/news/uscirf-urges-china-to-stop-church-perscution-for-easter-holiday.html",
        "title": "USCIRF Urges China to Let Christians Worship Undeterred on Easter",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nUSCIRF Urges China to Let Christians Worship Undeterred on Easter\nUSCIRF Urges China to Let Christians Worship Undeterred on Easter\nUSCIRF Urges China to Let Christians Worship Undeterred on Easter\n| Friday, April 22, 2011\nThe U.S. Commission on International Religious Freedom (USCIRF) is urging China not to detain Christian members of unregistered \"house churches\" who will worship outdoors this Easter. However the agency doubts China's communist party will heed the word of caution until the administration can convince it to embrace human rights.\nUSCIRF Chair Leonard Leo chided government officials in a Wednesday statement for their response of \"ruthless intolerance\" towards the unregistered Shouwang Church's public prayer services. He also urged Chinese officials to take a more peaceful tact with house church members on Easter Sunday.\n\"Beijing's action further alienates the fast-growing number of religious believers in China, particularly during Easter, the most sacred week in Christianity,\" said Leo in a statement.\nIn the weeks leading up to Holy Week, authorities from Beijing's Communist Party prevented the 1,000+ Shouwang congregation from occupying the premises it bought to hold services. The church responded by praying outside. The police then arrested over 100 members including Shouwang's senior pastor Jin Tianming last weekend, reported the USCIRF.\nNow news site Daily India reports the Shouwang Church are planning to hold outdoor prayers on Easter Sunday unless they are given permission to celebrate indoors at their usual building.\nLeo desires the Beijing government to allow Christians to practice their faith uninterrupted. However, Scott Flipse, USCIRF deputy director of policy and research, does not believe the Communist Party will let an event they view to be a form of dissidence go unchallenged.\nHe says that the Communist Pary is skittish about any form of public discontent due to rumors of a political uprise dubbed the Jasmine Revolution.\nAt least 54 artists, lawyers, writers, activists and intellectuals have already been detained, the Irish Time reports. The most high- profile figure to be detained was the controversial artist Ai Weiwei, according to figures from the Chinese Human Rights Defenders group.\nBut in this specific instance, he says, the party feels threatened by the Protestant Church. In some part of China, \"There are more Protestants than party members,\" explains Flipse. \"Protestants have become a political challenge because their growth.\"\nThe house church movement now has grown to an estimated 60 million members compared with the 20 million who belong to the official organizations, Daily India reports.\nEspecially daunting to the Beijing authorities, he says, is that Christianity as drawn intellectuals, lawyers, professionals and youth to its membership. Flipse told the Christian Post that Communist Party officials are likely fearful that these members are going to be \"more loyal to their church than their party.\"\nThese thoughts are motivating party officials to challenges activities to which they previously turned a blind eye.\nIn a February 2011 speech, Wang Zu'on, head of China's State Administration for Religious Affairs (SARA), called on government officials to renew efforts to \"guide\" unregistered Protestants to worship in state-sanctioned churches and break up large unregistered churches such as Shouwang into small groups.\nThe only way to change China's treatment of the Church, Flipse says, is to show its leaders that it is in its interest as a nation to embrace human rights such as religious freedom and freedom of speech.\nWhen asked if President Barack Obama's administration is doing its part to encourage China to embrace human rights, he said, \"I think that the administration has found their voice just recently.\"\nIn the past, Flipse said, \"[The administration] have admitted they sought in the beginning to down play human rights to get long-term cooperation.\"\nHe said this is not the right path to ensuring China changes its human rights policy. \"Our (USCIRF's) position is clear: You just can't [ignore human rights].\" Instead, he says the United States, and the world, has to send a unified that message that Freedoms of speech and religion are important.\nFlipse says he is encouraged by the Obama's mention of human rights during China President Hu Jintao's January visit.\nDuring a state arrival ceremony at the White House, Obama stated, \"History shows that societies are more harmonious, nations are more successful, and the world is more just, when the rights and responsibilities of all nations and all people are upheld, including the universal rights of every human being.\"\nHowever he says not is the time to do more. Flipse says China will be facing a change in leadership in 2012. \"They're deciding what the policy (on churches) is going to be right now,\" he says.\nFlipse advises for future diplomatic discussions, \"You're not going to force China. You have to show them that it's in their best interest [to adopt human rights policies] and why.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "members",
            "communist",
            "china",
            "uscirf",
            "worship",
            "let",
            "church",
            "undeterred",
            "party",
            "flipse",
            "easter",
            "human",
            "administration",
            "christians",
            "rights",
            "urges",
            "officials"
        ]
    }
]