[
    {
        "url": "https://www.christianpost.com/news/doma-repeal-bills-and-holes-in-the-gay-rights-argument.html",
        "title": "DOMA Repeal Bills and Holes in the Gay Rights Argument",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDOMA Repeal Bills and Holes in the Gay Rights Argument\nDOMA Repeal Bills and Holes in the Gay Rights Argument\nDOMA Repeal Bills and Holes in the Gay Rights Argument\n| Thursday, March 17, 2011\nAs gay marriage proponents in Congress push to repeal the Defense of Marriage Act, opponents are exposing holes in their argument that marriage between people of the same sex is a human right.\nThe commonly repeated argument by same-sex marriage supporters is that gay couples should have the same rights as heterosexuals to marry the person they love. Although the argument sounds reasonable on the surface, it breaks down upon closer examination, said Dr. Richard Land, president of The Ethics & Religious Liberty Commission of the Southern Baptist Convention.\n\"Where do you stop? I ask same-sex proponents this all the time and they end up sputtering,\" said Land to The Christian Post on Thursday. \"What about polygamy? 'Well that's wrong.' According to you. Who are you to impose your morality on someone else?\n\"What about adult siblings? With all of the dangers imposed by incest. 'Well, that's wrong.' According to you. Who are you to impose your morality on someone else?\" Land said. \"When you expand the definition of marriage to include same-sex relationship, you don't expand it but shatter it,\" he asserted.\nLand clarified that he is not comparing same-sex marriage to incest on a moral level, but rather giving examples of what cannot be considered marriage.\nOn Wednesday, two separate but similar bills to repeal the Defense of Marriage Act (DOMA), enacted in 1996 under President Clinton, were introduced in the House and Senate. DOMA bans same-sex marriage at a federal level and protects a state's right to not recognize gay marriages performed in other states.\nSen. Dianne Feinstein (D-Calif.) introduced the DOMA repeal bill, which has 18 co-sponsors. The event marked the first time that a DOMA repeal legislation has been introduced in the Senate since it was passed.\nIn the House, Rep. Jerrold Nadler (D-NY) introduced the legislation, called the Respect for Marriage Act, along with 108 co-sponsors, including four openly gay House members.\nAll of the supporters of the DOMA repeal bill in the House and Senate are Democrats.\n\"Every loving couple in America deserves this (marriage) right, and no politician should stand in their way,\" said Sen. Kirsten Gillibrand of New York at a news conference on Wednesday. \"Marriage is the foundation for strong families; it gives couples the base they need to build a long-lasting life together, start a family, raise children and put their children on the successful path for their future.\"\nGillibrand, who supports gay marriage, said the ability to get married is \"a basic human right.\"\nBishop Harry R. Jackson, Jr., an African-American pastor in Maryland who has been leading campaigns against legalizing same-sex marriage in Washington, D.C. and Maryland, disagrees that marriage is a human right.\nJackson cited the ideas of Walter Fauntroy, a civil rights activist famous for working with Martin Luther King, Jr., on what are basic human rights. According to Fauntroy, the human rights list includes: fair housing, fair job opportunity, fair and reasonable education, the right to emergency health care, and the right to due process of law.\n\"None of these are violated by limiting who the state sanctions to receive a marriage license,\" contended Jackson. \"The problem with including marriage in this realm is that the character of families and marriages has a generational effect on every culture they are in.\"\nSimilar to Land, the African-American megachurch pastor made the point that the argument that people should be able to marry who they want does not hold up upon closer inspection. That logic, said Jackson, would allow people who want to marry more than one person to assert that they are being denied their \"human rights.\"\n\"Therefore, I believe that the majority of Americans have been very wise in saying that they do not want gays to be discriminated against in general society but they are concern that gay marriage will produce the wrong fruit in the culture,\" said Jackson.\nProponents of same-sex marriage this week have been pointing to a Human Rights Campaign poll released Tuesday that found 51 percent of American voters are opposed to DOMA, compared to 34 percent that favor it.\nBut a Pew Research Center poll on March 3 found notably different figures on how the public feels about gay marriage. According to the Pew findings, 45 percent say they favor allowing gays and lesbians to marry, while 46 percent are opposed.\nNotably, the African-American community is strongly opposed to same-sex marriage despite being overwhelmingly supporters of the Democratic Party. Sixty-eight percent of churchgoing African-Americans are against gay marriage, despite 90 percent of them supporting President Barack Obama, who favors such unions.\nLast month, President Barack Obama ordered the Justice Department to stop defending the constitutionality of DOMA, significantly weakening the law and essentially giving the green light to Congress that he would not oppose a repeal of the law.\nAlthough Obama has long expressed his opposition to DOMA, it was not until February that he took action.\nObama had said that \"after careful consideration,\" he will \"no longer assert its (DOMA) constitutionality in court.\" The Justice Department also called for DOMA to be subjected to a more rigorous standard to avoid discrimination against a minority group.\nBut a marriage analyst for Focus on the Family's political arm, CitizenLink, is not worried that DOMA will be repealed. Jenny Tyree of CitizenLink commented to CP, \"We believe that there are enough marriage supporters among our elected officials that these bills will not pass.\n\"If the bill comes to a vote of any kind, the majority of Americans who support the traditional definition of marriage will have the opportunity to see which of their elected leaders stand by them,\" she warned.\nLast month, House Speaker John Boehner (R-Ohio) vowed that the House will defend DOMA. He plans on leading a bipartisan effort to defend the federal law on marriage.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "samesex",
            "house",
            "gay",
            "repeal",
            "holes",
            "bills",
            "marriage",
            "human",
            "doma",
            "rights",
            "argument",
            "supporters",
            "right"
        ]
    }
]