[
    {
        "url": "https://www.christianpost.com/news/expert-less-than-10-percent-of-us-churches-multiethnic.html",
        "title": "Expert: Less Than 10 Percent of U.S. Churches Multiethnic",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, January 11, 2011\nA pastor-turned-professor exposes the problem of segregation in U.S. churches, pointing out that only seven to eight percent of American congregations are integrated.\nThis is unacceptable from a biblical standpoint, stated Soong-Chan Rah, author of Many Colors: Cultural Intelligence for a Changing Culture. Churches, which are given the image of a multicultural heaven, need to lead in forming multiethnic communities, he said. But presently, schools and neighborhoods in America are more integrated than churches.\n\"We are not doing this multicultural ministry simply because it is a politically correct thing to do, or because it is something other people are doing, or [because of] pressure from society,\" stressed Rah, who is the Milton B. Engebretson associate professor of church growth and evangelism at North Park Theological Seminary in Chicago, to The Christian Post.\n\"We really need to do this out of a deep, biblical, theological motivation. We do this because we want to see God at work in our churches,\" he said. \"That is why it is so important for us to see culture not from a secular, humanistic perspective, but from a biblical theological perspective.\"\nIn the book, Rah explains culture using the concept of the image of God. The Bible teaches that all of humanity is created in the image of God and have a likeness to God. But at the same time, humans have a fallen nature due to sin. Similarly, culture has the capacity to reflect the image of God but is also vulnerable to be influenced by the fallen world.\n\"Cultures, therefore, are not inherently evil, but rather are an expression by fallen humanity to live into the high calling of the Imago Dei,\" writes Rah. \"We need not view culture with an 'all bad' perspective, but instead as a sincere, albeit fallen, attempt to reflect God's image through the process of creativity.\"\nRah – who founded Cambridge Community Fellowship Church, a multiethnic, urban ministry-focused church in Massachusetts – pointed out that America is going through the most rapid demographic shift in its history and by 2050, white Americans are expected to no longer comprise the majority of the population.\nYet evangelical Christianity is still dominated by white culture and leadership, he pointed out. Rah hopes his book will be a resource to equip evangelicals for ministry and outreach in a growing multiethnic nation.\n\"When we are dealing with cross-cultural and multicultural ministry, it is important to see God at work in all cultures, not just one,\" writes Rah. \"Understanding the implication of missio Dei means that we acknowledge the power of God to work in all cultures.\"\n\"Our goal in cultural intelligence, therefore, is not to erase cultural differences but rather to seek ways to honor the presence of God in different cultures.\"\nRah referred to the book Difficult Conversations by authors Sheila Heen, Bruce Patton, and Douglas Stone to help people understand how to have better conversations across cultural lines. The book talks about the concept of the battle of messages, which is when the parties involved in the conversation focus on proving their point and convincing the other people of their set of facts. The assumption is that the problem and miscommunication are all the other party's fault.\nBut in a learning conversation, each side admits they are bringing different information and perceptions to the discussion and both contributed to the problem. The point in a learning conversation is not to argue who is right, but to move towards honoring the perception of both parties.\n\"People will disagree, but a learning conversation places a higher value on learning than scoring points and proving yourself correct,\" writes Rah. \"In a battle of messages, we fight over who gets to be right. In a learning conversation, we move toward how we can become a better community together.\"\nOther advice he gave on how to form a united multicultural church include: having table fellowship, learn people's stories and history, be as sensitive as possible, and understand the power dynamic at play in people's culture.\nIn Asian and Eastern European cultures, for example, people do not usually speak up at a leaders' meeting without the chair inviting them to share their opinion. An American church leader that understands this power dynamic can make the Asian or Eastern European leader feel more comfortable by inviting him/her to contribute to the discussion.\n\"This (cultural intelligence) is really a journey and we have a long ways to go because we have centuries of history where segregation was the norm, and centuries of justification why different races and cultures and nationalities and ethnicities should be separated,\" said Rah, who noted that only within the last 10 to 20 years did churches say that it was not the will of God to worship separately, that God's will is for His people to worship together.\n\"So we are not going to be able to overnight change everything, or change attitudes, or change churches and force these changes on everybody,\" acknowledged Rah. \"There is really a lot of work that needs to be done. But I am hoping that more and more churches are going to commit to this because it really is the heart of God to bring reconciliation among people that have historically been separated and divided.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "multiethnic",
            "work",
            "churches",
            "expert",
            "god",
            "culture",
            "church",
            "conversation",
            "image",
            "learning",
            "rah",
            "cultural"
        ]
    }
]