[
    {
        "url": "https://www.christianpost.com/news/ted-cruz-republican-establishment-trump.html",
        "title": "Ted Cruz Says Republican Establishment Pushing For Trump",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, January 20, 2016\nTed Cruz argued that the Republican \"establishment\" is beginning to support Donald Trump for the presidential nomination. \nPresidential candidate Cruz, a Texas Senator, made his comments in a recent interview with Buzzfeed News , saying an atmosphere of \"cronyism\" in the GOP establishment prevents a true conservative from being elected.\n\"The establishment is beginning to support Donald Trump,\" Cruz told the media outlet, adding, \"it is not a surprise that the establishment is in full panic mode.\"\n\"We predicted from the very beginning that the Washington cartel would fire every tool in its arsenal to prevent a conservative victory in this primary,\" Cruz continued, adding \"The cartel exists to make deals and to pick winners and losers through cronyism and corporate welfare.\"\nThe Texas senator pointed to recent comments made by Iowa Governor Terry Branstad as evidence that the GOP establishment is pushing for Trump to win the election.\nGov. Branstad recently urged Republicans to vote against Cruz while speaking at the Iowa Renewable Fuels Summit earlier this week. \n\"It would be a big mistake for Iowa to support [Cruz],\" Branstad said  at the event, held earlier this week in Altoona. \"And I know he's ahead in the polls but the only poll that counts is the one they take on caucus night and I think that could change between now and then.\"\nRepublican U.S. presidential candidate businessman Donald Trump and rival candidate Senator Ted Cruz (R) cross paths during a break at the Fox Business Network Republican presidential candidates debate in North Charleston, South Carolina, January 14, 2016. | (Photo: Reuters/Chris Keane)\nGov. Branstad's comments come at a pivotal time in the election, as the Iowa caucuses are just two weeks away and the Midwestern state is considered one of the most important election states in the nation.\nAs Trump and Cruz campaign hard for Iowa ahead of the Feb. 1 caucus vote, each politician has attempted to employ different tactics for gaining traction in the important political state.\nOn Tuesday evening, Trump took the stage with former vice presidential candidate and conservative firebrand Sarah Palin, who voiced her official endorsement of the politician and real estate mogul.\nAs The New York Times  reported, this endorsement could help or hurt Trump, as both Palin and Trump have a history in reality television, and their parternship could ultimately make Cruz appear more presidential and less like a \"celebrity president.\"\nShortly after Trump and Palin appeared onstage together in Iowa, ABC News reported  that Cruz would be getting a celebrity endorsement of his own, with conservative commentator Glenn Beck set to endorse the senator at a rally in Iowa over the weekend.\nBeck has previously voiced his disapproval of Trump, describing him as a \"monster much, much worse\" than current President Barack Obama during a recent segment on his radio show.\nCruz and Trump are currently leading the polls in Iowa, with Cruz polling at 25 percent and Trump polling at 22 percent, according to the Des Moines Register.\nThe two are far ahead of the other GOP runners, with Florida Senator Marco Rubio trailing closest at 12 percent.\nCraig Robinson, editor of TheIowaRepublican.com, recently told USA Today's  weekly Power Rankings that the GOP presidential nomination is dwindling down to two people: Cruz and Trump.\n\"It's become a two person race in Iowa, because Sen. Marco Rubio, Gov. Chris Christie and Jeb Bush have failed to do what's necessary to compete there with Trump, Cruz, and the rest of the field,\" Robinson said. \"Their half-hearted approach will leave them personally disappointed and in risk of being unable to right the ship.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/politics/first-draft/2016/01/20/trump-drafts-palin-in-cruz-fight-a-tactic-with-risks-for-both-sides/?_r=0",
                "http://www.usatoday.com/story/news/politics/onpolitics/2016/01/12/republican-power-rankings-donald-trump-ted-cruz/78644548/",
                "https://www.washingtontimes.com/news/2016/jan/19/glenn-beck-endorse-ted-cruz-report/",
                "https://www.buzzfeednews.com/article/rosiegray/ted-cruz-establishment-is-beginning-to-support-donald-trump",
                "http://www.cnn.com/2016/01/19/politics/terry-branstad-ted-cruz-defeat/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=dIrEpiN9TjM",
                "http://www.desmoinesregister.com/story/news/elections/presidential/caucus/2016/01/13/iowa-poll-cruz-holds-3-point-lead-trump-attacks/78684344/?from=global&sessionKey=&autologin="
            ]
        },
        "key_words": [
            "presidential",
            "conservative",
            "establishment",
            "ted",
            "support",
            "trump",
            "pushing",
            "recent",
            "cruz",
            "republican",
            "gop",
            "iowa",
            "senator"
        ]
    }
]