[
    {
        "url": "https://www.christianpost.com/news/bethel-worship-leader-celebrates-christmas-in-january-after-children-miraculously-beat-deadly-e-coli-infection.html",
        "title": "Bethel Worship Leader Celebrates Christmas in January After Children Miraculously Beat Deadly E. Coli Infection",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nBethel Worship Leader Celebrates Christmas in January After Children Miraculously Beat Deadly E. Coli Infection\nBethel Worship Leader Celebrates Christmas in January After Children Miraculously Beat Deadly E. Coli Infection\n| Tuesday, January 23, 2018\nJaxson and Addie Taylor now hospitalized with E. coli, Jan 2018. | (Screen Shot: Instagram)\nThe leader of the Bethel worship ministry, Joel Taylor, and his wife, Janie, celebrated a Christmas miracle in January as their two small children, who were battling a dangerous E. coli infection, are now home and completely healthy.\nThe Taylor family first announced their frightening ordeal over the holidays. Joel and Janie Taylor reported that their 2-year-old son, Jaxon, was fighting a deadly E. coli infection that had shut down his kidneys and caused multiple life-threatening complications. Just a few days later, the parents shared that their 4-year-old daughter, Addie, had contracted the same virus, although her diagnosis was not as severe. While others were enjoying family time and celebrating the birth of Jesus, the Taylors were pleading for prayer.\nAfter weeks of fighting the infection and receiving discouraging doctors' reports, the family happily reported  last week that both kids were better. Their son, who was diagnosed with HUS (Hemolytic-uremic syndrome), a type of anemia caused by the destruction of red blood cells that led him to have acute kidney failure, was all healed and leaving the hospital.\n\"Merry Christmas from the Taylors! Christmas Day was 4 weeks ago today and Jaxon was hanging on by prayers,\" the proud father posted  on Monday along with a photo of his happy family all dressed in Christmas PJs while in front of a Christmas tree and gifts. \"Today we celebrate our Christmas miracle with our healthy and happy babies in our own home! We kept Christmas in a time capsule for this special day.\"\n\"So much to be thankful for this year! We can't thank you all enough for all of your prayers and support,\" he added.\nJan 22, 2018 at 8:44am PST\nThousands around the world began to pray for the children as reports of their condition made headlines, and the parents continually testified that the prayers worked.\n\"Thanks to your prayers, Addie's diarrhea has slowed down significantly, which is the opposite of what the drs said would happen. Your prayers are working! Please keep praying for complete healing and no complications,\" Janie shared a few weeks ago as God answered all of the Taylor family's petitions.\nJoel Taylor is the CEO of Bethel Music, a worship music ministry that has exploded in popularity in recent years. He and his team have created songs that churches are now singing worldwide.\nFor more information on how to help the Taylors and the progress of their children, visit their social media here .\nFollow Jeannie Law on Twitter: @jlawcp Follow Jeannie Law on Facebook: JeannieOMusic\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/joeltaylor/",
                "https://twitter.com/jlawcp",
                "https://www.facebook.com/JeannieOMusic",
                "https://www.instagram.com/p/BeQkawoHQMO/?taken-by=joeltaylor",
                "https://www.instagram.com/p/BeB-xH9nMRa/?taken-by=joeltaylor"
            ]
        },
        "key_words": [
            "taylor",
            "coli",
            "miraculously",
            "celebrates",
            "deadly",
            "worship",
            "christmas",
            "children",
            "janie",
            "taylors",
            "weeks",
            "leader",
            "family",
            "prayers",
            "bethel",
            "shared",
            "infection"
        ]
    }
]