[
    {
        "url": "https://www.christianpost.com/news/christian-leaders-urged-to-rethink-twitter-advocacy-campaigns.html",
        "title": "Christian Leaders Urged to Rethink Twitter Advocacy Campaigns",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, March 03, 2011\nThe private, off-the-record conversation between U.S. government officials and high-profile Christian leaders took place coincidentally on the same day that Pakistan's Minister for Minority Affairs, Shahbaz Bhatti, was assassinated. But a participant in the discussion informed The Christian Post that the conversation was planned before the tragic event.\n\"Everyone has good intentions, but let's just make sure our intentions are the most strategic and effective,\" said the Christian leader, who requested anonymity because he was not authorized to speak about the talk.\n\"The power of social networking is a new, tremendous resource for communication, but in using it we have to become more understanding of the potential impact for good or bad.\"\nWhat sparked Wednesday's conversation is the massive, unprecedented Twitter campaign in February to save Said Musa, an Afghan amputee who was awaiting execution for converting to Christianity from Islam.\nDenny Burk, dean of Boyce College at the Southern Baptist Theological Seminary, had started the Twitter campaign when he tweeted an appeal to President Obama \"to persuade the Afghan govt. not to execute our brother Said Musa.\"\nThen Twitter was buzzing with retweets of John Piper's message, \"Mr. President, speak wisely and boldly, in private if necessary, for Said Musa, imprisoned in Kabul,\" as well as retweets of a message from Christian Hip Hop artist Shai Linn asking for prayers for Musa.\nRick Warren, whom Forbes named as one of the top 20 Twitter celebrities, had tweeted, \"Media CLAIM to champion free speech but if they really did, they'd report these stories everyday,\" to his 245,643 Twitter followers.\nHe then offered a link to a National Review Online article, \"America Quiet on the Execution of Afghan Christian Said Musa.\"\nOther prominent Christian figures that joined in the Twitter advocacy campaign on behalf of Said Musa included: Matt Chandler, David Platt, and Ed Stetzer, among others.\n\"There are some highly volatile situations in the world – and Afghanistan being one of them – where high public attention can actually be detrimental to securing the outcome we want,\" explained the Christian leader who was involved in the discussion.\n\"So we have to, within the Christian community, become more nuanced and informed and interact with each other before making public statements and campaign,\" he said, noting that this includes all public communication and not just Twitter.\nHe said Christian leaders need to discuss how to determine when the Christian community should go public with a statement, when to rely on quiet diplomacy, and when to do both.\n\"What the Christian community is being pushed into is to think in new ways and categories of engagement around diplomacy,\" he said. \"We can talk about things more in general publicly, but when you get specific, that's when it has the potential to have a negative impact and so we are going to have to do a lot more careful work on this.\"\nHe added, \"We are dealing with extremists and we don't want to strengthen extremists' hands. And if we can get the same results without strengthening their hands and work behind the scenes, then it is much better.\"\nSaid Musa was released two weeks ago, but news of his freedom only broke on Feb. 24. The U.S. Embassy in Kabul was involved in freeing Musa.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rethink",
            "advocacy",
            "urged",
            "work",
            "afghan",
            "musa",
            "conversation",
            "leaders",
            "campaigns",
            "campaign",
            "community",
            "public",
            "christian",
            "twitter"
        ]
    }
]