[
    {
        "url": "https://www.christianpost.com/news/christian-activist-denies-asking-colorado-bakery-to-make-god-hates-gays-cake.html",
        "title": "Christian Activist Denies Asking Colorado Bakery to Make 'God Hates Gays' Cake",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Activist Denies Asking Colorado Bakery to Make 'God Hates Gays' Cake\nChristian Activist Denies Asking Colorado Bakery to Make 'God Hates Gays' Cake\nChristian Activist Denies Asking Colorado Bakery to Make 'God Hates Gays' Cake\n| Saturday, January 31, 2015\nAzucar Bakery of Denver, Colorado. | (Screengrab: NBC 9NEWS)\nA Christian activist who filed a complaint against a Colorado bakery for refusing to make two cakes protesting against homosexuality has denied asking for the confections to include the phrase \"God hates gays.\"\nRecently Azucar Bakery of Denver had a complaint filed against them before the Civil Rights Division of the Department of Regulatory Agencies for refusing to make the cakes.\nBill Jack, founder of the Christian group Worldview Academy  and the one who filed the complaint, told The Christian Post that he never wanted the phrase \"God hates gays\" put on any of the cakes he requested.\n\"I requested two cakes each in the shape of an open Bible. On the first cake I requested on one page, 'God hates sin – Psalm 45:7,' and on the facing page, 'Homosexuality is a detestable sin – Leviticus 18:22',\" said Jack on Thursday.\n\"On the second cake I requested on one page, 'God loves sinners,' and on the facing page, 'While we were yet sinners Christ died for us – Romans 5:8.' I, also, requested a decoration of two groomsmen holding hands with a cross in the background with a ghostbusters symbol over it to illustrate that such a union is unacceptable biblically.\"\nJack's complaint against Azucar garnered many headlines courtesy local news stories like the one done by Jessica Oh of KUSA Channel 9 News.\nOh interviewed Marjorie Silva, the owner of Azucar, who said that Jack's request included phrases like \"God hates gays.\"\n\"After I read it, I was like 'No way,'\" said Silva to KUSA. \"'We're not doing this. This is just very discriminatory and hateful.'\"\nLast March, Jack made the request for the two cakes. When Silva refused to make them with the message Jack wanted, offering instead to make the cakes without the message and to give Jack the supplies necessary to put whatever message he wanted on the cakes. In response, Jack filed a complaint with DORA's Civil Rights Division.\nSeveral news publications including The Christian Post carried the story  with the claim that the \"God hates gays\" phrase was requested for the cakes.\nEarlier this week, World Magazine ran a story wherein Jack denied requesting the specific phrase \"God Hates Gays\" for the cakes.\n\"Due to the inaccuracies reported by the original Fox News affiliate… I have decided to give radio interviews—one Tuesday afternoon again on Denver's KLZ and another on Thursday afternoon with Denver's 710 AM radio to state accurately what I requested,\" said Jack to Marvin Olasky of World.\n\"I am, also, releasing statements to other venues to correct the misreporting.\"\nAt issue was the sequence of events, as Jack told CP that he had no written correspondence regarding the interaction between himself and Silva of Azucar.\n\"However, Ms. Silva's recollection of what I requested is incorrect,\" said Jack, who visited other bakeries making a similar request.\n\"She knows what I requested since she received a copy of the complaint in which I state precisely what I requested.\"\nAzucar is not the first bakery to face legal trouble over expression regarding homosexuality, but it might be the first to face legal action for refusing to cater to a client that request an anti-homosexuality message.\nIn 2012 Jack Phillips of Masterpiece Cake, another Colorado-based bakery, was sued  for refusing to bake a cake for a same-sex wedding.\nAlthough Phillips agreed to make the couple other baked items, he said his Christian beliefs prohibited him from fulfilling the request to make a cake for the wedding.\nIn response the couple filed a complaint against Phillips, leading to the Colorado Civil Rights Division determining that Masterpiece Cakeshop had discriminated against them.\n\"The undisputed facts show that (Phillips) discriminated against complainants because of their sexual orientation by refusing to sell them a wedding cake for their same-sex marriage,\" wrote Judge Robert N. Spencer in his December 2013 decision.\nJack explained to CP that his ultimate point in requesting the cake and filing the complaint was to point out how anti-discrimination law was being unequally applied to bakers.\n\"I believe the baker should have the right to deny me service if my request violates her conscience or creed. Unfortunately, under the current application of Colorado statute she and other such businesses are forced to violate their sincerely held beliefs,\" said Jack.\n\"This statute is being applied inequitably; it so far is only being applied against Christians, such as Jack Phillips and Masterpiece Bakery. If we do not have liberty for all, then we have liberty for none.\"\nAndrew Hudson, public relations representative for Azucar , told CP that since the controversy began \"business has been great\" for the bakery as people from Colorado and internationally have offered support.\nHudson also told CP that Silva \"doesn't consider herself an advocate\" but rather \"a simple baker\" who refused to advance a homophobic message.\nHudson also provided CP with a copy of a statement from Silva and an unnamed employee, wherein the phrase \"God hates gays\" was not explicitly mentioned.\n\"I don't recall what the message said exactly, I tried to make a photocopy of the paper but he put it back in his pocket and would not allow a copy to be made,\" stated Silva.\nThe director of the Colorado Department of Regulatory Agencies is expected to announce findings as to whether the complaint has probable cause to go forward by May.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.worldmag.com/2015/01/cake_baking_and_journalistic_story_baking"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.azucarbakery.com/",
                "https://worldview.org/",
                "http://www.9news.com/story/money/business/2015/01/20/azucar-bakery-anti-gay-words-cake/22050891/",
                "http://m.christianpost.com/news/focus-on-the-family-sides-with-colorado-baker-who-refused-to-bake-god-hates-gays-cake-132924/"
            ]
        },
        "key_words": [
            "requested",
            "activist",
            "hates",
            "cake",
            "bakery",
            "asking",
            "god",
            "silva",
            "denies",
            "jack",
            "complaint",
            "colorado",
            "gays",
            "christian"
        ]
    }
]