[
    {
        "url": "https://www.christianpost.com/news/siblings-spent-2-years-plotting-to-escape-from-abusive-parents-who-now-face-life-in-prison.html",
        "title": "Siblings Spent 2 Years Plotting to Escape From Abusive 'Christian' Parents Who Now Face Life in Prison",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSiblings Spent 2 Years Plotting to Escape From Abusive 'Christian' Parents Who Now Face Life in Prison\nSiblings Spent 2 Years Plotting to Escape From Abusive 'Christian' Parents Who Now Face Life in Prison\nSiblings Spent 2 Years Plotting to Escape From Abusive 'Christian' Parents Who Now Face Life in Prison\n| Friday, January 19, 2018\nDavid Allen Turpin, 57, and his wife Louise Anna Turpin,49, are pictured here with their 13 children. | (Photo: Facebook)\nThe severely malnourished and abused children of David Allen Turpin and his wife, Louise, who were rescued  Sunday from their home by police in Perris, California, after their 17-year-old sibling escaped and alerted authorities, spent two years plotting their freedom from the house of horror.\nRiverside County District Attorney Mike Hestrin called what the Turpins' 13 children endured over the course of their lives at the hands of their parents an extreme case of \"human depravity\" as he laid out the allegations against them at a press conference  Thursday, the Desert Sun reports.\n\"I will tell you as a prosecutor, there are cases that stick with you, they haunt you,\" Hestrin said. \"Sometimes in this business we are faced with human depravity. That is what we are looking at here.\"\nHestrin explained that the children, ranging in ages from 2 to 29, were starved so much their growth was stunted. It is alleged that the Turpins would buy food like apple pies and leave them uneaten on a counter to taunt the children who were frequently tied up with rope. They would then be hogtied when they tried to escape.\nAccording to CBS , their 29-year-old sibling weighed just 82 pounds, and a 12 year old weighed as much as an average 7 year old.\nAfter being beaten and choked in chains for months at a time, the children began planning their escape two years ago and on Sunday, their moment of deliverance came. Their 17-year-old sister armed with an inactive cell phone escaped through a window and dialed 911 leading authorities to the home.\nWhat police subsequently saw was shocking, Hestrin explained, according to CBS.\n\"One of the reasons for the punishments were if the children were found to wash their hands above the wrist area, they were accused of playing in the water, and they would be chained up,\" Hestrin said, noting the siblings were allowed to shower no more than once a year.\nIn more than four years, he said, none of the children had been to a doctor and they had never seen a dentist. They had very little knowledge of the outside world and were poorly homeschooled.\nJust one of the older siblings attended classes at a local college and he was strictly supervised by his mother.\nThe siblings were reportedly forced to sleep during the day and stay up at night. Their parents would also buy them new toys but never let them take the toys out of the box.\nHestrin said the only entertainment the children had was writing in journals and authorities had recovered hundreds of journals which are being checked for evidence of how the siblings lived.\n\"I think those journals are going to be strong evidence of what occurred in that home,\" Hestrin said.\nOn Thursday, David and Louise Turpin were charged with 12 criminal counts of torture, seven counts of abuse of a dependent adult, and 12 counts of false imprisonment that could keep them behind bars for life if they are convicted. David Turpin also faces one count of committing a lewd act by force or fear. He and his wife have both pleaded not guilty and are now being held on bail of $13 million each.\nRelated Articles\n",
        "quotes": [
            [
                "I will tell you as a prosecutor, there are cases that stick with you, they haunt you,",
                "Hestrin",
                true
            ],
            [
                "Sometimes in this business we are faced with human depravity.",
                "Hestrin",
                true
            ],
            [
                "That is what we are looking at here.",
                "Hestrin",
                true
            ],
            [
                "One of the reasons for the punishments were if the children were found to wash their hands above the wrist area, they were accused of playing in the water, and they would be chained up,",
                "Hestrin",
                true
            ],
            [
                "I think those journals are going to be strong evidence of what occurred in that home,",
                "Hestrin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pentecostal-christian-couple-arrested-for-torture-let-children-eat-once-a-day-shower-twice-a-year-214278/",
                "https://www.christianpost.com/news/christian-couple-kept-their-13-children-starving-and-shackled-in-chains-inside-house-of-horror-police-say-213994/",
                "https://www.cbsnews.com/news/california-couple-david-and-louise-turpin-due-in-court-in-captivity-case-live-stream-updates/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "life",
            "hestrin",
            "12",
            "face",
            "children",
            "counts",
            "christian",
            "siblings",
            "escape",
            "turpin",
            "journals",
            "prison",
            "parents",
            "spent",
            "david",
            "plotting",
            "abusive",
            "authorities"
        ]
    }
]