[
    {
        "url": "https://www.christianpost.com/trends/will-the-winds-of-winter-finally-be-released-this-year.html",
        "title": "Winds of Winter Release Date Update: Will The Long-Awaited Installment Finally Be Released This Year?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWinds of Winter Release Date Update: Will The Long-Awaited Installment Finally Be Released This Year?\nWinds of Winter Release Date Update: Will The Long-Awaited Installment Finally Be Released This Year?\nWinds of Winter Release Date Update: Will The Long-Awaited Installment Finally Be Released This Year?\n| Tuesday, January 23, 2018\nGeorge RR Martin's \"Wind of Winter\" has not yet been published and fans have been waiting for its release for years. | Reuters/Robert Galbraith\nAuthor George R.R. Martin has yet to give any solid update about the release of \"The Winds of Winter,\" but rumors are already swirling around that he will release it in September, in time for his 70th birthday. The sixth book in his \"A Song of Ice and Fire\" novel series has been in development for years, and it should have been released a couple of years ago. However, Martin has only been giving fans vague spoilers about it.\nWith fans clueless about when to expect the book to arrive and what to expect from it, they are forced to come up with their own theories about the highly anticipated book. Back in 2011, Martin revealed that he was already working on \"The Winds of Winter,\"  so many expected it to arrive sometime in 2015 even without the author giving an exact release date for it.\nLast July, Martin addressed  rumors that he had already stopped working on the book. He took to his official blog to tell his supporters that it was still in the works, although he still did not mention an exact release date. \"I am still working on it, I am still months away (how many? Good question), I still have good days and bad days, and that's all I care to say,\" he wrote.\nLast year, reports surfaced claiming that Martin might release his book in September this year as a surprise to his fans on his 70th birthday. Although the rumor has already died down, it resurfaced once again recently after  Strand Bookstore  listed \"The Winds of Winter\" as one of the \"20 New Books to Look Forward to in the New Year,\" with a release date of Sept. 6. Shortly after posting the listing, the bookstore deleted the entry and replaced it with \"The Winds of Winter by George R.R. Martin (fingers crossed!),\" removing the date. This has led to speculations that the book might actually be done or almost done by now and is only preparing for its September release.\nMartin has yet to comment on the controversial listing. Meanwhile, fans will know in the coming months if this year is indeed the year they've all been waiting for.\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thesun.co.uk/fabulous/5386971/winds-of-winter-game-of-thrones-september-6/",
                "https://www.inquisitr.com/4746697/the-winds-of-winter-release-date-george-r-r-martin-rumored-to-launch-asoiaf-novel-on-his-70th-birthday/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://grrm.livejournal.com/544709.html"
            ]
        },
        "key_words": [
            "working",
            "longawaited",
            "date",
            "fans",
            "whatsapp",
            "winds",
            "winter",
            "finally",
            "martin",
            "book",
            "release",
            "released",
            "update",
            "installment"
        ]
    }
]