[
    {
        "url": "https://www.christianpost.com/news/africa-is-the-church-of-the-future-say-lausanne-officers.html",
        "title": "Africa is the Church of the Future, Says Lausanne Officer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nAfrica is the Church of the Future, Says Lausanne Officer\nAfrica is the Church of the Future, Says Lausanne Officer\nAfrica is the Church of the Future, Says Lausanne Officer\n| Saturday, October 23, 2010\nCAPE TOWN, South Africa – There is hope in Africa – a continent ravaged by conflicts, poverty and HIV/AIDS – because God is at work in this land, said African Christian leaders Friday at the Lausanne conference.\nIn the last century, the African church has grown 3,000 percent, said Daniel Bourdanne, general secretary of the International Fellowship of Evangelical Students and international deputy director for the Lausanne movement, during the evening plenary focused on Africa. Even though Africa does not have money or technology, Bourdanne said, Africans can celebrate because God's grace has been poured out on the continent.\n\"This (church growth through the Holy Spirit) is more than technology, more than money, more than anything that we can have,\" declared the African leader from Chad, drawing loud applause from the 4,000 attendees of Lausanne III.\nChristian leaders from over 190 nations are gathered in Cape Town, South Africa, for The Third Lausanne Congress on World Evangelization. While all three Lausanne conferences have focused on sharing the Gospel worldwide, this conference is also addressing a wide range of global problems facing the Church, such as pluralism, globalization, HIV/AIDS, and prosperity gospel.\nOn Friday, the Lausanne Congress's theme throughout the day was priorities. During the morning plenary, Paul Eshleman, founder of The Jesus Film Project, spoke about the priority to share the Gospel to the ends of the earth and the need to translate Scripture into the languages of people groups.\n\"The fact that there is still people groups today that have no missionaries, no church, and nobody even planning to go is wrong. It is absolutely wrong,\" said Eshleman. \"My question to us is how much longer will we wait?\"\nAt the evening session, the Rev. Gideon Para-Mallam of Nigeria, the international deputy director for English, Portuguese and Spanish-speaking Africa, told Western Christian leaders at the conference to stand up and Africans to applaud them for the sacrifices of Western missionaries in bringing the Gospel to the continent.\n\"As a result of their obedience, God has been at work in Africa,\" said Para-Mallam. \"Africa has moved from a missionary-receiving continent in 1910 to now [in] 2010 a missionary-sending continent. Missionaries will be leaving Africa to Europe, from Africa to the United States of America, from Africa to all over the world.\"\n\"The church in Africa is the church of the future,\" he declared.\nThe weeklong conference concludes Sunday.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gospel",
            "african",
            "church",
            "leaders",
            "conference",
            "africa",
            "continent",
            "lausanne",
            "future",
            "international",
            "officer",
            "missionaries"
        ]
    }
]