[
    {
        "url": "https://www.christianpost.com/news/us-house-passes-bill-requiring-doctors-save-babies-who-survive-abortions.html",
        "title": "US House Passes Bill Requiring Doctors to Save Babies Who Survive Abortions",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nUS House Passes Bill Requiring Doctors to Save Babies Who Survive Abortions\nUS House Passes Bill Requiring Doctors to Save Babies Who Survive Abortions\nUS House Passes Bill Requiring Doctors to Save Babies Who Survive Abortions\n| Saturday, January 20, 2018\nBaby born premature seen in this undated photo. | (Photo: Reuters)\nThe House of Representatives on Friday passed the Born-Alive Abortion Survivors Protection Act, which would require healthcare workers to provide care to babies who are born alive after an abortion attempt. All Republican representative voted in favor, and almost all Democrats opposed it.\nThe House voted 241-183 to pass the bill, which seeks to ensure some measure of protection for the newborns who manage to live through abortions, with only six Democrats voting for it, according to National Review .\nThe bill carries fines and imprisonment for medical professionals found to be noncompliant, and would grant the woman on whom the abortion is performed civil cause of action and protection from prosecution if her child is not cared for after birth.\n\"Justice and compassion took a great leap forward today,\" Marjorie Dannenfelser of the Susan B. Anthony List said in a statement. \"We thank leader [Kevin] McCarthy, R-Calif., and our allies in the House for holding a timely vote on this crucial bill, as hundreds of thousands of pro-life Americans rally at Congress' doorstep.\"\nRep. Judy Chu, a Democrat from California, claimed, however, \"This bill is a solution in search of a problem. It's unnecessary, redundant, and part of a broader attack on women's health and [abortion] from the chamber and the Trump administration.\"\nThe bill will now need 60 votes to pass through the Senate.\n\"We urge the Senate to follow their colleagues' lead and pass the Born-Alive Abortion Survivors Protection Act as well as the Pain-Capable Unborn Child Protection Act, which would end cruel late-term abortions after five months of pregnancy,\" Dannenfelser added.\nThe Senate may soon vote on the Pain-Capable Unborn Child Protection Act, a bill that seeks to ban abortion after 20 weeks of gestation on the basis that a baby is capable of feeling pain during an abortion and after that point of pregnancy.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nationalreview.com/corner/abortion-house-vote-born-alive-survivors-protection-act-passes-opposed-democrats/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "abortions",
            "protection",
            "pass",
            "babies",
            "abortion",
            "whatsapp",
            "child",
            "requiring",
            "passes",
            "voted",
            "doctors",
            "save",
            "house",
            "survive",
            "act",
            "vote",
            "bill"
        ]
    }
]