[
    {
        "url": "https://consortiumnews.com/2016/04/11/sanders-annoys-democratic-establishment/",
        "title": "Sanders Annoys Democratic Establishment",
        "authors": [
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Bill Cash",
                "link": null
            },
            {
                "name": "Loel Lund",
                "link": null
            },
            {
                "name": "Brad Benson",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Alan Macdonald",
                "link": null
            },
            {
                "name": "Richard Bittner",
                "link": null
            },
            {
                "name": "William Morales",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-04-11",
        "text": "Main menu\nBy Rick Sterling\nWhen Republicans are in the White House, columnist Paul Krugman and The New York Times sometimes sound pretty good. But when someone starts seriously and effectively challenging core assumptions and values of our political economic system, the progressive veneer quickly vanishes. This is demonstrated in Paul Krugman’s attack on the Bernie Sanders campaign in his “Sanders Over the Edge” editorial .\nKrugman does not hold back. Bernie supporters and Bernie himself are described by Krugman as intolerant, cultish, shallow, vague, without substance, lacking character and values, dishonest, short on ethics, really bad, petulant and self-righteous. Wow.\nEconomist and New York Times columnist Paul Krugman. (Photo credit: David Shankbone)\nKrugman’s diatribe deserves scrutiny and lampooning. The purpose seems to be to ridicule, threaten and warn Sanders to get back in line. Instead, progressives may intensify their support for Sanders and tell Krugman to get his facts straight. Here are some key falsehoods in the Krugman attack:\nKrugman dismisses Sanders’ call to “break up the big banks” and suggests the financial giants did not cause the economic crash; the problem was “predatory lending” by smaller outfits such as Countrywide Financial. This analysis is nonsense and contradicts what Krugman himself has said in the past. The predatory lenders were minor players in the process. The loans would never have been issued if they were not being bought up and bundled together into collateral debt obligations (CDOs) and other “products” by major financial institutions such as Goldman Sachs. They were the ones driving the operation not the individual lenders.\nKrugman goes on to claim Sanders does not have any specific proposals and that “going on about big banks is pretty much all Mr. Sanders has done” and “absence of substance beyond slogans seems to be true of his positions across the board.” This is untrue, easily confirmed by looking at the Sanders website. Sanders has called for a tax on Wall Street speculation/trading, dramatic changes in the tax code, increasing the minimum wage to $15 per hour, canceling detrimental trade accords and imposing individual penalties for corporate crime. These are clear and specific with similar details in virtually every policy area.\nKrugman claims Sanders and supporters were ‘just plain dishonest’ when they accused Clinton of receiving substantial funding from the fossil fuel industry. Krugman relies on the establishment “fact checks” of the Times, The Washington Post and NPR. However those “fact checks” have been refuted by Fairness and Accuracy in Reporting which confirms that Clinton did in fact receive substantial funding as claimed by Sanders. The FAIR title gives the essence: “NPR Fact Checker can’t be bothered to check.”\nKrugman gets really worked up because Sanders issued a “rant” suggesting Mrs. Clinton may not be “qualified” to be President after taking so much funding from Wall Street and supporting recent and past U.S. foreign aggression and intervention which has backfired badly.\nKrugman says Sanders is “really bad on two levels” — “imposing a standard of purity “ and raising the specter that Sanders supporters may not happily support Clinton as the “strong favorite for the Democratic nomination.”  This is the core message from Krugman, a warning to Sanders to get back on the establishment bus.\nKrugman thinks it is hopelessly purist to expect a President who will not take the country into new wars and sustain illegal coups such as in Honduras. Many Sanders supporters know about Clinton’s role in Honduras, Libya and beyond, probably better than Krugman. That’s why some will not transfer their votes to her.\nIs Krugman not aware of the reason for Sanders’s success? Sanders is calling for radical transformation in the economy, criminal justice, health-care, education and foreign policy. He is publicly saying this needs to be done with a populist “political revolution.” He is winning huge support with that message and because many see him as sincere and authentic, not a normal politician. That is clearly troubling to Krugman and the Times.\nThe New York Times has endorsed Hillary Clinton and their candidate is in jeopardy. This may be contributing to escalating attacks on Bernie and whitewashes of Hillary.\n[For more on this topic, see the Young Turks for a video take-down of Krugman and his attack on Sanders.\nRick Sterling is base in the San Francisco Bay Area and writes primarily on international issues.\nWILLIAM MORALES\nTHIS IS GREAT\nApril 14, 2016 at 19:45\nThe DemPublicanCFR ruling elite is surely itching for billary’s coronation. Wall St. is run by their criminal element, perps who never have to do the walk, and Krugman is just a runner not even a bagman. Let’s wait until Miami is underwater before addressing the impending climate disaster and allow the Banksters to profit from a carbon credit/ or carbon tax exchange. Their treachery has economically  reduced the United States to the North American quadrant of the emergent International Corporate Global Empire governed by the Fascist WTO. It is time to call out the CFR. These Traitors have pissed on American sovereignty and nullified our laws. There currency is corruption. It is time to target the CFR and all their lackeys like froggy krugman.\nFor some time now I’m missing reading F.G Sanford’s views on a subject.  Sincerely hope nothing has happen to him preventing him form writing his respected views on subjects,\nFK\nApril 12, 2016 at 18:13\nSince when was “Don’t be a war criminal” asking too much of a candidate?\nDogtowner\nApril 13, 2016 at 08:59\nSince forever. They have all been war criminals during my lifetime (born in ’53), and I refuse to vote for another single one, and that includes Bernie Sanders. Every single senator who voted to support Israel while it was murdering Palestinian children is a WAR CRIMINAL.\nTreena\nAlan MacDonald\nApril 12, 2016 at 14:31\nAnother article notes, “Mr. Sanders above all parallels is offering bold challenges to the political, financial and media ‘establishments’ that must be challenged to attain true change we can truly believe in.”\nBUT, it’s not just ‘the establishment’ or the ‘Democratic establishment’ which Krugman shills for—- it’s the entrenched establishment of an EMPIRE.\nTalking about ‘the establishment’ is not going to get the powerless ‘subjects’ able to overcome the castle of Empire power.\nWe must loudly, publicly, and forcefully demand that what is really the entrenched establishment of EMPIRE must be knocked down by any Revolution that’s worthy of being called a Revolution.\nALL Revolutions confront EMPIRE First, Last, and Only!\nWhat Bernie’s “Political Revolution” is actually against is to overthrow the entrenched establishment EMPIRE —- and when Bernie comes-out and fires the non-violent “Shout heard round the world” it will be to fully define (in a full sentence with an ‘object’) that this Revolution, like all Revolutions is a “Political Revolution against EMPIRE”.\nBernie’s Revolution is unique because it will be totally non-violent, but it WILL BE against EMPIRE.\nThe reason that Bernie (and OUR) Revolution can so easily be non-violent — and has to be non-violent — is that the current entrenched establishment EMPIRE is the world’s first truly global Empire which also depends on ‘Disguise’ to do its dirty work.\nAnd the most dangerous thing in the world to a Disguised Global Capitalist EMPIRE is simply to ‘expose’ it, to rip off its mask, to tell the truth about it being an Empire — because in this 21st century, after the fall of the supposedly last Empire (the Soviet or ‘Evil Empire’, which all Empires are EVIL) the people of the world will simply not accept, tolerate, or allow an exposed EMPIRE to stand!\nRealist\nApril 12, 2016 at 04:50\nWhat to do?  If Sanders is not the Democratic candidate for the presidency, I may simply have to skip voting for that office as none of the other remaining candidates are acceptable to me, being either warmongers or across-the-board batshit crazy.  I’ll vote for senator and rep, and whatever local offices appear on the ballot, but I will leave the presidential box conspicuously unticked to send a message to both parties.  I hope many others follow suit.\nRoseM\nWrite in Bernie Sanders,M what I will do.\nbrian\nApril 12, 2016 at 04:22\nSander’s has appointed Bill Black as an advisor. Bill is an associate professor of law and economics at University of Missouri Kansas.Bill Black helped convict over 1000 crooks in the S andL debacle of the 80’s and 90’s. He’s wrote a book detailing that time, called, The Best Way To Rob A Bank Is To Own One. This suggest to me he’s serious about breaking up the banks. If he can convince Tusli Gabbard to run as his V P that would cause Hillary “criminally insane” Clinton to lose the  plot and ex pose the real Hillary. Sander’s needs to go for the boot on the throat until she’s extinguished.\nBrad Owen\nApril 12, 2016 at 11:57\nYes. We need a fighter. Read Mike Whitney’s article on Counterpunch, about Huey P. Long “A Socialist Senator explains the difference between a Republican and a Democrat” (he “out-FDR-ed” FDR). He became a fighter for the people. He said something like; “I used to try to get things done by saying please. Now I just ‘dynamite’ them outta the way.” He reminds me of Hizzoner da Mayor Richard Daley who was a brutal bulldog but he got things done for the people of Chicago. That’s what we lack now-a-days, a really gutsy “street fighter” for the people. The “please-and-thank-you” policy doesn’t cut it with the blood-drenched Oligarchy, who are used to launching wars and financial “F-bombs”, and terror campaigns to get THEIR way. Sanders appears to be “pushed from behind” by his supporters to fight the Good Fight (he doesn’t have the Right Stuff for his political revolution he champions. And he’ll be damned if he throws in the towel to HRC in the end. Dennis Kuchinich also “blinked” in the end, and where is he)? And Krugman rolled over like a whipped dog, exposing his soft underbelly for the Oligarchy to scratch…disgusting.\nJ'hon Doe II\nApril 11, 2016 at 23:23\nWhy would Krugman defect from his previous ‘progressive’ persona? – Wall St. banks are, and have been shot callers for more than a century. JP Morgan and “The Builders of America” have had strict control over US Presidents from the dawn of the industrial age.\nA Guardian article pertinent to the Panama Papers delves into the history of big bank influence upon our capitalist system of gov’t.\nThat they can call in a hit piece on Bernie Sanders by the staunch ‘leftist’ economist, Paul Krugman is an amazingly sad turn of loyalty.\nExcerpt:\nHow a US president and JP Morgan made Panama: and turned it into a tax haven\nIn 1903 the US bullied Colombia into giving up the province that became Panama. The plan was to create a nation to serve the interests of Wall Street\nEd Vulliamy\nLast modified on Monday 11 April 2016\nThis goes back a long way. The Panamanian state was originally created to function on behalf of the rich and self-seeking of this world – or rather their antecedents in America – when the 20th century was barely born.\nPanama was created by the United States for purely selfish commercial reasons, right on that historical hinge between the imminent demise of Britain as the great global empire, and the rise of the new American imperium.\nThe writer Ken Silverstein put it with estimable simplicity in an article for Vice magazine two years ago: “In 1903, the administration of Theodore Roosevelt created the country after bullying Colombia into handing over what was then the province of Panama. Roosevelt acted at the behest of various banking groups, among them JP Morgan & Co, which was appointed as the country’s ‘fiscal agent’ in charge of managing $10m in aid that the US had rushed down to the new nation.”\nThe reason, of course, was to gain access to, and control of, the canal across the Panamanian isthmus that would open in 1914 to connect the world’s two great oceans, and the commerce that sailed them.\nThe Panamanian elite had learned early that their future lay more lucratively in accommodating the far-off rich than in being part of South America. Annuities paid by the Panama Railroad Company sent more into the Colombian exchequer than Panama ever got back from Bogotá, and it is likely that the province would have seceded anyway – had not a treaty been signed in September 1902 for the Americans to construct a canal under terms that, as the country’s leading historian in English, David Bushnell, writes, “accurately reflected the weak bargaining position of the Colombian negotiator”.\nThe Roosevelt/JP Morgan connection in the setting-up of the new state was a direct one. The Americans’ paperwork was done by a Republican party lawyer close to the administration, William Cromwell, who acted as legal counsel for JP Morgan.\nJP Morgan led the American banks in gradually turning Panama into a financial centre – and a haven for tax evasion and money laundering – as well as a passage for shipping, with which these practices were at first entwined when Panama began to register foreign ships to carry fuel for the Standard Oil company in order for the corporation to avoid US tax liabilities.\nApril 12, 2016 at 08:29\nThank you J’hon Doe II, and thanks for the great link, I notice that The Guardian didn’t allow commentary on it. That (the commentary) would have been fascinating. Also, thanks for mentioning William Cromwell of the prestigious firm of Sullivan and Cromwell, the law firm of the Dulles Brothers, I’ll provide a link below and note their notable alumni…\nApril 13, 2016 at 08:27\n‘The Guardian’ has virtually wiped out their commentary threads.  This began about two years ago after Glenn Greenwald left to join ‘The Intercept’.\nShortly thereafter, ‘The Guardian’ received a very nasty visit from British Intel.  Their editor, Alan Rusbridger was ordered to turn over the Snowden Disks and when he refused was ordered to destroy them in their presence, which he did.  He then announced his retirement and eventually went out in 2015.\nIn the interim, Rusbridger was replaced by two probable CIA Media Assets that had allegedly been working to establish the Guardian’s new foray into the US Market.  The promotion of these two editors was explained as a business move, but it was really a serious move to the right.\nAfter that, the comments sections on all of the Guardian Articles were heavily ‘moderated’ and long-time Guardian Readers and Commenters began to disappear from their threads.  Articles on Israel, when they appeared, were rarely ever opened for comment and, if they were, they were heavily moderated in favor of the Israel Narrative and frequently closed down after just a few hours.\nHowever, the stories by Luke Harding and Sean Walker on the Ukraine finally brought things to a head in the Guardian Threads.  These were so one-sided, inaccurate and full of Official Western Propaganda that The Guardian was faced with a virtual rebellion by its readers.\nThere were glowing articles about the neo-Nazi “Azov” Battalion, complete with pictures of a pin-up girl terrorist in front of a vehicle bearing runic insignia used by the former Nazi SS.  Instead of moderating the ad hominem attacks on the more articulate writers in their threads, ‘The Guardian’ began banning their critics wholesale.\nTo my mind, ‘The Guardian’ is no longer a credible source for information and they certainly have long since lost any ‘lefty’ aspects, which had been the founding principles of the paper since its inception.  Today, they are a right wing shell organization that has become a propaganda arm for the British Government.\nBut all is not lost!  The Guardian’s best thread writers formed their own site ‘Off-Guardian’, which is growing steadily in readership and has just celebrated its first year of successful operation.  In fact, they have been so successful that merely linking to an ‘Off-Guardian’ Story can get one banned from ‘The Guardian’.\nLoel Lund\nApril 13, 2016 at 21:07\nPanama was not created by the United States=-It was created by France.\nTruth\nApril 11, 2016 at 20:46\nBernie Sanders is a bigger Trojan Horse in 2016 than Obama was in 2008!  I warned people of Obama in 2008 and no one wanted to believe it.  The same holds true about Sanders in 2016.  People are clinging onto anything to believe in.  The fact of the matter today is that voting is a only pledge of allegiance to a Rothschild picked candidate, to see which candidate would be best for fooling the most people.  The real candidates have all been chased out from DC.\nIf you want change, start by resisting the banking dictatorship and educate yourself about international finance, the Rothschilds, and the Federal Reserve.  So long as they operate in the shadow, you will continue to get puppets for the shadow Rothschild government, mentioned by several presidents during the 20th Century.  If you don’t think the Rothschilds are real, do a little cursory search on Wikipedia or look at their correspondence with Hillary Clinton in her emails.  Don’t think for a second that Bernie is not in bed with the same crew or is unaware of them.  If he were against them, he would bring their name to light!\nfilosofoeduardo\nApril 12, 2016 at 05:57\nYes, obviously a good way to go around getting votes from the mainstream population that would be, walking around talking about Rothschilds.\nChomsky doesn’t do that either. Is he there somewhere in that bed as well?\nBill Cash\nApril 12, 2016 at 10:02\nDo you have any facts to support your accusations or is it all conjecture? I know the Rothchilds are real but I haven’t seen any links to Bernie.\nTruth\nApril 12, 2016 at 22:09\nI have the last 100+ years of election cycles to look at to know that those in power will not relinquish it by a “vote”.  The candidates have already been selected and its all a game.  If Sanders were really against the system, he would just get blacked out by the media like so many other candidates in the past (Kucinich, RI Governor, Nader,etc).  But instead, we see the media writing numerous articles about how he has “no chance”, how Hillary is attacking him, how he is fighting back, how he’s making a comeback, and so on…giving him all the attention in the world to make him appear that he is not part of the system and anti-establishment, and an underdog, and who doesn’t love an underdog?\nYou might have asked me that question about Obama back in 2008, and I would have to say “No”.  But some people can visualize what a house would look like when built based off plans while others would actually have to see the house built.  Looking at Bernie Sanders, his silence on such important matters, his voting record, and his populist rhetoric screams Trojan Horse.\nFor Example:\nHe was against the Iraq War, but yet voted on funding for it.\nBacks Rothschild terrorism (I am not going to sugarcoat it and call it “Neocon Intervention”) in Syria, Ukraine, Libya\nHe is against the “Military-Industrial Complex”, yet backed spending of $1 trillion on a military plane that doesn’t even work\nComplete silence on Snowden, Assange, Manning and the war on whistle blowers\nHis silence on the war on independent journalists in war zones, killed by the US, hence the lack of independent war zone coverage\nHas volunteered for his cousin on occupied land and lost his temper when people criticized Israel at a town hall meeting\nHe is running as a Democrat, an establishment party, showing he will do whatever it takes to win, even sell out\nThe signs are there.  I would love to see his emails like I saw Hillary Clinton’s.  I couldn’t say Clinton was corresponding with Rothschilds before I saw her emails.\nBill Bodden\nSanders Annoys Democratic Establishment\nNo surprise there.  The un-Democratic Party’s oligarchs have for decades been hostile to genuine progressives who threaten their benefactors in the plutocracy and the corporate sphere.  Only people who are willing to be lied to will buy into the Hillary Clinton’s mendacious claim she is a progressive.  If America dodges the Clinton, Trump and Cruz bullets for the presidency in November and elects Sanders to be president there will be a return to bipartisanship in Congress with the Republicans and Democrats ganging up on him.\nKathleen Lowy\nApril 12, 2016 at 20:38\nFirst of all: Krugman is a politely “liberal” elitist.  He worked with my boss, who was an economist at NYU and Harvard, and when I worked at NYU  my boss thought it was quite a coup to have Krugman associated with us. When Krugman came into the office he never\ndeigned to say good morning to us little peon administrative assistants.  Couldn’t be bothered.  The only time he lowered himself to talk to me was to ask if I knew of a bookstore in the neighborhood, namely Greenwich Village.  Any half lit bulb would know Greenwich Village had a few bookstores.\nI think he was a little surprised that lowly me (a college graduate, unbeknownst to him) would  know where a bookstore was, .That’s just a personal ancedote of his ELITISM….The absolute nerve to say Bernie Sanders supporters are shallow…\nA prime example of shallowness, as far as I can tell, is your great leader’s daughter, Krugman, one extremely priviliged and not so seemingly bright, Chelsea Clinton. & “imposing a standard of purity”…your talking about Slickery, right?\nDogtowner\nApril 13, 2016 at 08:54\nAnd these little details are quite telling. Many men like to pompously say, “Oh, it’s personal, is it?” never having been subjected to the peculiarities of class and sex privilege.\nThe NYT would not employ an “economist” who is anything other than a Wall Street supporter. It looks good for him to issue tiny critical remarks, but the NYT IS Wall Street, IS the predator class, and is basically a POS.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/04/08/opinion/sanders-over-the-edge.html",
                "https://fair.org/home/did-sanders-lie-about-clintons-oil-money-npr-factchecker-cant-be-bothered-to-check/",
                "https://www.nytimes.com/1998/01/10/world/albright-right-hand-man-finds-spotlight-s-on-him.html?pagewanted=all"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=YEcD6At9Ytk",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://berniesanders.com/"
            ]
        },
        "key_words": [
            "really",
            "clinton",
            "krugman",
            "sanders",
            "establishment",
            "annoys",
            "bernie",
            "democratic",
            "support",
            "paul",
            "times",
            "supporters",
            "fact"
        ]
    }
]