[
    {
        "url": "https://www.christianpost.com/news/democrat-nancy-pelosi-trump-evangelicals-daca-legislation-dreamers.html",
        "title": "Democrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\n| Thursday, January 18, 2018\nDemocrat House Minority Leader Nancy Pelosi and other Democrat members of Congress joined with conservative evangelicals, including National Hispanic Christian Leadership Conference President the Rev. Samuel Rodriguez, to promote legislation to replace the Deferred Action for Childhood Arrivals policy.\nAt a press conference held Thursday afternoon that featured Democrat and evangelical leaders, as well as several Dreamers, or young people affected by the rescinding of DACA, former House Speaker Pelosi stated there was \"nothing partisan, nothing political\" about the effort to replace DACA.\n\"We know we have to address some issues that relate to border security and we hope that we can do that in very short order,\" said Pelosi, adding that \"we take hope in the commitment of President Donald Trump\" to sign any legislation brought to his desk.\n\"We are proud to be with our Dreamers, who make America more American, with the hope, the determination, the optimism, the insistence on making the future better for the next generation. Those are American traits.\"\nIn his remarks, Rodriguez, who gave a prayer at Trump's inauguration, explained that President Trump cares about the well-being of the children of illegal immigrants and wants to sign legislation securing their legal status.\nThe Reverend Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference, giving remarks at a press conference on the future of Dreamers. | (Screenshot: YouTube/Washington Post)\n\"The president wants to make this happen. He wants to make this happen. He's a grandfather and a father. He has expressed that to me personally in the White House: 'I don't want to harm these kids. I want to make this happen,'\"  said Rodriguez.\nRodriguez also spoke about the \"clarion call\" for border security coming from both the White House and the Republican-controlled Congress.\n\"The wall is a physical object created by man. 800,000 human beings created in the Image of God by God,\" noted Rodriguez . \n\"So if we have to build a wall in order to secure and save 800,000 lives, let's make that happen as expeditiously as possible ... let's build a wall, simultaneously saving 800,000 kids.\"\nAlso in attendance for the press conference were Bishop Harry Jackson, senior pastor of Hope Christian Church, and Congresswoman Michelle Lujan Grisham (D-NM), chairwoman of the Congressional Hispanic Caucus. \nLast September, the Trump administration announced that they were rescinding the Obama-era DACA program, which temporarily protected immigrants who were brought to the United States illegally when they were children.\nIn a statement read to the press, U.S. Attorney General Jeff Sessions announced that DACA was being \"rescinded\" as it was viewed as an unlawful unilateral action on the part of the previous administration.\n\"This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,\"  stated Sessions.\n\"In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions. Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.\"\nThe full rescinding of DACA was given a six-month delay so that Congress could pass legislation on behalf of those, commonly called Dreamers, threatened with deportation once the program was gone.\nEarlier this month, federal judge William Alsup of San Francisco issued a temporary block to the administration's ending of DACA, arguing that the Department of Homeland Security's \"decision to rescind DACA was based on a flawed legal premise.\"\n\"As a result, DACA recipients who failed to renew their status by last year's deadline will have a chance to submit renewal applications. The decision does not, however, allow new applications to be submitted,\" reported the Hill.\nJohnnie Moore, a religious freedom advocate and evangelical leader with strong ties to the Trump administration, helped to organize the press conference.\nIn a statement posted to Twitter, Moore explained that \"nearly every Republican, as well as @POTUS himself, believe this is the just thing to do.\"\n\"It is the job of Congress to make laws & not according to their opinions but the opinions of their constituents. Our system demands compromise. We encourage & pray for a #DACADeal,\" added Moore.\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "We know we have to address some issues that relate to border security and we hope that we can do that in very short order,",
                "Pelosi",
                true
            ],
            [
                "we take hope in the commitment of President Donald Trump",
                "Pelosi",
                false
            ],
            [
                "We are proud to be with our Dreamers, who make America more American, with the hope, the determination, the optimism, the insistence on making the future better for the next generation.",
                "Pelosi",
                true
            ],
            [
                "The president wants to make this happen.",
                "Rodriguez",
                true
            ],
            [
                "He wants to make this happen.",
                "Rodriguez",
                true
            ],
            [
                "He's a grandfather and a father.",
                "Rodriguez",
                true
            ],
            [
                "He has expressed that to me personally in the White House: 'I don't want to harm these kids.",
                "Rodriguez",
                true
            ],
            [
                "I want to make this happen,",
                "Rodriguez",
                true
            ],
            [
                "The wall is a physical object created by man.",
                "Rodriguez",
                true
            ],
            [
                "800,000 human beings created in the Image of God by God,",
                "Rodriguez",
                false
            ],
            [
                "So if we have to build a wall in order to secure and save 800,000 lives, let's make that happen as expeditiously as possible ... let's build a wall, simultaneously saving 800,000 kids.",
                "Rodriguez",
                true
            ],
            [
                "This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,",
                "",
                true
            ],
            [
                "In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions.",
                "Jeff Sessions",
                true
            ],
            [
                "Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.",
                "Jeff Sessions",
                true
            ],
            [
                "decision to rescind DACA was based on a flawed legal premise.",
                "William Alsup",
                false
            ],
            [
                "As a result, DACA recipients who failed to renew their status by last year's deadline will have a chance to submit renewal applications.",
                "",
                true
            ],
            [
                "The decision does not, however, allow new applications to be submitted,",
                "",
                true
            ],
            [
                "nearly every Republican, as well as @POTUS himself, believe this is the just thing to do.",
                "Moore",
                false
            ],
            [
                "It is the job of Congress to make laws & not according to their opinions but the opinions of their constituents.",
                "Moore",
                true
            ],
            [
                "We encourage & pray for a #DACADeal,",
                "Moore",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/5-christian-leaders-reactions-to-trump-admin-rescinding-daca-198027/",
                "https://thehill.com/homenews/administration/368246-judge-blocks-trump-admin-from-ending-daca-program"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://twitter.com/JohnnieM/status/954000033048752128",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://www.youtube.com/watch?v=UWdNXgbI9Tg"
            ]
        },
        "key_words": [
            "press",
            "advance",
            "pelosi",
            "congress",
            "daca",
            "evangelicals",
            "nancy",
            "president",
            "trumpsupporting",
            "hope",
            "happen",
            "legislation",
            "house",
            "trump",
            "joins",
            "democrat",
            "leader"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/5-christian-leaders-reactions-to-trump-admin-rescinding-daca.html",
        "title": "5 Christian Leaders' Reactions to Trump Admin Rescinding DACA",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n5 Christian Leaders' Reactions to Trump Admin Rescinding DACA\n5 Christian Leaders' Reactions to Trump Admin Rescinding DACA\n| Tuesday, September 05, 2017\nDiana, a Deferred Action for Childhood Arrivals (DACA) program recipient wipes away a tear listening to the parent of a DACA recipient speak during a rally outside the Federal Building in Los Angeles, California, U.S., September 1, 2017. | (Photo: REUTERS/Kyle Grillot)\nThe Trump Administration announced Tuesday morning that it will end the Obama-era Deferred Action for Childhood Arrivals program, which temporarily protected immigrants who were brought to the United States illegally when they were children, with a gradual winding down of the law so Congress can have time to pass legislation.\nIn a statement read to the press, U.S. Attorney General Jeff Sessions announced that DACA was being \"rescinded\" as it was viewed as an unlawful unilateral action on the part of the previous administration.\n\"This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,\" stated Sessions.\n\"In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions. Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.\"\nMany have already commented on the announcement. Here, in no particular order, are five reactions to the gradual elimination of DACA.\nSponsored\n",
        "quotes": [
            [
                "This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,",
                "",
                true
            ],
            [
                "In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions.",
                "Jeff Sessions",
                true
            ],
            [
                "Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.",
                "Jeff Sessions",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/trump-ends-daca-will-gradually-wind-down-law-congress-can-act-198016/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "leaders",
            "congress",
            "daca",
            "branch",
            "admin",
            "christian",
            "gradual",
            "rescinding",
            "trump",
            "reactions",
            "legislative",
            "occasions",
            "executive",
            "whatsapp"
        ]
    },
    {
        "url": "https://thehill.com/homenews/administration/368246-judge-blocks-trump-admin-from-ending-daca-program",
        "title": "Judge blocks Trump move to end DACA",
        "authors": [],
        "publisher": "https://thehill.com",
        "publish_date": "2018-01-09",
        "text": " \n \nA federal judge in San Francisco on Tuesday temporarily blocked the Trump administration from ending the Deferred Action for Childhood Arrivals (DACA) program that protects certain immigrants from deportation.\nJudge William Alsup said the Obama-era program must remain in place while litigation over Trump’s decision to end the program plays out. In a court ruling , Alsup said the Department of Homeland Security's \"decision to rescind DACA was based on a flawed legal premise.\" \nAs a result, DACA recipients who failed to renew their status by last year’s deadline will have a chance to submit renewal applications. The decision does not, however, allow new applications to be submitted.\nADVERTISEMENT\n\"Dreamers' lives were thrown into chaos when the Trump Administration tried to terminate the DACA program without obeying the law,\" said California Attorney General Xavier Becerra\nDACA was among the issues discussed at a bipartisan immigration meeting on Tuesday. \nTrump indicated he would support what those in the room came up with, adding that he was willing to “take the heat” to back a bipartisan deal.\nTrump at one point said he wants a “bill of love” to address DACA, and in another instance appeared to voice support for Sen. Dianne Feinstein\nVideo\nDon't miss a brief. Sign up for our daily email.\nYour Email\n",
        "quotes": [
            [
                "decision to rescind DACA was based on a flawed legal premise.",
                "Alsup",
                false
            ],
            [
                "Dreamers' lives were thrown into chaos when the Trump Administration tried to terminate the DACA program without obeying the law,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/homenews/administration/368230-trump-says-hell-take-heat-for-immigration-deal"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dianne",
            "daca",
            "administration",
            "trumps",
            "feinstein",
            "program",
            "decision",
            "work",
            "blocks",
            "judge",
            "trump",
            "support",
            "end"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/trump-ends-daca-will-gradually-wind-down-law-congress-can-act.html",
        "title": "Trump Ends DACA, Will Gradually 'Wind Down' Law; Calls on Congress to Act",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump Ends DACA, Will Gradually 'Wind Down' Law; Calls on Congress to Act\nTrump Ends DACA, Will Gradually 'Wind Down' Law; Calls on Congress to Act\nTrump Ends DACA, Will Gradually 'Wind Down' Law; Calls on Congress to Act\n| Tuesday, September 05, 2017\nPeople march outside the White House at a rally calling on President Donald Trump to protect the Deferred Action for Childhood Arrivals program, known as DACA, Washington, D.C. on August 15, 2017. | (Photo: Reuters/Joshua Roberts)\nPresident Donald Trump will end the Obama-era Deferred Action for Childhood Arrivals program, which temporarily protected immigrants who were brought to the United States illegally when they were children, with a gradual winding down of the law so Congress can have time to pass legislation. \nAt a White House press briefing on Tuesday morning, U.S. Attorney General Jeff Sessions announced that DACA would be \"rescinded.\"\n\"This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,\" Sessions said.\n\"In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions. Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch. \"\nSessions added that there will be \"a wind down process\" in the law so that the Department of Homeland Security can \"conduct an orderly change and fulfill the desire of this administration to create a time period for Congress to act — should it so choose.\"\n\"Simply put, if we are to further our goal of strengthening the constitutional order and the rule of law in America, the Department of Justice cannot defend this type of overreach,\" Sessions continued. \n\"Ending the previous Administration's disrespect for the legislative process is an important first step. All immigration policies should serve the interests of the people of the United States — lawful immigrant and native born alike.\"\nIn 2012, President Barack Obama began a policy known as Deferred Action for Childhood Arrivals, or DACA, which was meant to stop the deportation of the children of immigrants who entered the country illegally.\nAn extension of the DACA policy was blocked by an appeals court and in June 2016, the block remained in place thanks to a divided 4–4 U.S. Supreme Court ruling.\nGiven that Trump was elected president running on a platform that included stricter rules on immigration, many wondered about the fate of DACA.\nThe Evangelical Immigration Table, a coalition of evangelical organizations and leaders who advocate for immigration reform that is \"consistent with biblical values,\" sent letters out to Trump and Congressional leadership urging to keep DACA, at least until Congress could enact more permanent legislation.\n\"We carry particular concern for the future of these dreamers because they have much to offer America. They were brought here without their consent, and in most cases the U.S. is the only home they have known,\" read the evangelical leaders' letter to Trump.\n\"We know that these young people who stepped forward in good faith are not threats to America. By enrolling in DACA, they already have submitted to screening for criminal activity and potential threats to national security.\"\nBy the weekend, there were strong indications that Trump was going to end DACA, possibly placing a six-month delay on its termination while Congress crafted legislation.\n\"Senior White House aides huddled Sunday afternoon to discuss the rollout of a decision likely to ignite a political firestorm — and fulfill one of the president's core campaign promises,\" reported Politico on Sunday.\n\"... conversations with Attorney General Jeff Sessions, who argued that Congress — rather than the executive branch — is responsible for writing immigration law, helped persuade the president to terminate the program and kick the issue to Congress, the two sources said.\"\nOn Tuesday morning before officially announcing DACA's termination, Trump tweeted out the message \"Congress, get ready to do your job — DACA!\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,",
                "",
                true
            ],
            [
                "In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions.",
                "Jeff Sessions",
                true
            ],
            [
                "Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.",
                "Jeff Sessions",
                true
            ],
            [
                "conduct an orderly change and fulfill the desire of this administration to create a time period for Congress to act — should it so choose.",
                "",
                false
            ],
            [
                "Simply put, if we are to further our goal of strengthening the constitutional order and the rule of law in America, the Department of Justice cannot defend this type of overreach,",
                "Jeff Sessions",
                true
            ],
            [
                "Ending the previous Administration's disrespect for the legislative process is an important first step.",
                "",
                true
            ],
            [
                "All immigration policies should serve the interests of the people of the United States — lawful immigrant and native born alike.",
                "",
                true
            ],
            [
                "We carry particular concern for the future of these dreamers because they have much to offer America.",
                "Trump",
                true
            ],
            [
                "They were brought here without their consent, and in most cases the U.S. is the only home they have known,",
                "Trump",
                true
            ],
            [
                "We know that these young people who stepped forward in good faith are not threats to America.",
                "",
                true
            ],
            [
                "By enrolling in DACA, they already have submitted to screening for criminal activity and potential threats to national security.",
                "",
                true
            ],
            [
                "Senior White House aides huddled Sunday afternoon to discuss the rollout of a decision likely to ignite a political firestorm — and fulfill one of the president's core campaign promises,",
                "",
                true
            ],
            [
                "conversations with Attorney General Jeff Sessions, who argued that Congress — rather than the executive branch — is responsible for writing immigration law, helped persuade the president to terminate the program and kick the issue to Congress, the two sources said.",
                "",
                false
            ],
            [
                "Congress, get ready to do your job — DACA!",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2017/09/03/trump-dreamers-immigration-daca-immigrants-242301",
                "https://www.christianpost.com/news/russell-moore-evangelical-leaders-urge-trump-protect-daca-recipients-197480/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://twitter.com/realDonaldTrump/status/905038986883850240",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "calls",
            "congress",
            "immigration",
            "daca",
            "president",
            "branch",
            "policy",
            "law",
            "gradually",
            "ends",
            "act",
            "trump",
            "wind",
            "sessions",
            "legislative"
        ]
    },
    {
        "url": "https://thehill.com/homenews/administration/368230-trump-says-hell-take-heat-for-immigration-deal",
        "title": "Trump says he’ll take heat for immigration deal",
        "authors": [],
        "publisher": "https://thehill.com",
        "publish_date": "2018-01-09",
        "text": "By Jordan Fabian - 01/09/18 08:17 PM EST\n \n \nPresiding over an unusually public negotiating session, Trump engaged with lawmakers from both parties with the television cameras rolling for about an hour on issues ranging from the Deferred Action for Childhood Arrivals (DACA) program and border security to earmarks.\nTrump expressed a willingness to be flexible in brokering an agreement that would prevent a government shutdown and listened intently to political allies and rivals alike.\n“I think my positions are going to be what the people in this room come up with,” Trump said during a Cabinet Room meeting with roughly two dozen lawmakers. “If they come to me with things that I’m not in love with, I’m going to do it, because I respect them.”\nADVERTISEMENT\nHe suggested he was willing to take on his own political base, saying he was willing to “take the heat” in backing a bipartisan deal. “I’ll take the heat off both the Democrats and the Republicans,” he said.\nBesides underlining a willingness to negotiate, the performance seemed intended to turn the page on the controversy surrounding a bestselling book about his administration and silence questions about his mental fitness.\nThe White House initially billed the meeting as closed to the press, but in a surprise move a group of journalists was allowed to observe the meeting for roughly 55 minutes as Trump went around the room to seek input from Democrats and Republicans alike on one of the most heated issues in American politics.\n“This open press bipartisan meeting in the cabinet room is how you show not tell how you’ve got a handle on things. Fascinating,” tweeted Dana Perino, who served as President George W. Bush’s White House spokeswoman.\nWhite House press secretary Sarah Huckabee Sanders told reporters that Trump and others wanted the media, and the public, to witness the group at work.\n“I think a number of individuals in the room felt it was a good thing to let you see the cooperation and the conversation between both sides and see how we are working and leading to move the ball down the field and come up with some real solutions,” she said during her daily press briefing.\nThe president told the lawmakers he wants a “bill of love” to address border security and young immigrants while reiterating his desire for a wall along the U.S.-Mexico border.\nTrump sat between Democratic Sen. Dick Durbin\n“When this group comes back with an agreement … I’m signing it,” he said. “I mean, I will be signing it. I’m not going to say ‘oh gee, I want this or I want that.’ I’ll be signing it.”\nOne of the most stunning parts of the meeting came when Trump appeared to agree with Sen. Dianne Feinstein\nThe meeting comes at a critical juncture for Trump’s presidency.\nAfter a tumultuous 2017, Republicans are facing mounting pressure to show they can govern effectively ahead of a midterm election in which the party is in danger of losing control of Congress.\nThe thorny immigration talks are tied to work on a funding bill, with the government set to shut down if a bill isn’t passed by Jan. 19, a possibility Trump would like to avoid.\nDACA, which expires on March 5, gives certain immigrants who were brought to the United States as children the right to live and work in this country without fear of deportation.\nTrump scrapped the Obama-era policy last year in order to fulfill a campaign promise, much to the delight of his base.\nBut now, Trump is sending a signal that he wants to take a bipartisan approach following a year in which he attacked policy issues like taxes and health care along party lines.\nThe outcome highlights Trump’s desire to score another major win before the November elections, but he said things that will make his core supporters nervous.\nSome Trump backers are advising him not to tack to the center, a move they worry could fracture his base ahead of the midterms.\nNumbersUSA, a group that favors lower levels of immigration, expressed fear that Trump could sign off on so-called amnesty for immigrants living illegally in the U.S.\n“Amnesty-now and enforcement/reform-later agreements always fail the American people,” said the group’s president, Roy Beck, in a statement. “President Trump must hold fast to his compact with American workers to greatly reduce both the illegal and legal competition from mass migration.”\nFiscal conservatives were irked by Trump’s endorsement of bringing back earmarks, a move the president said could restore bipartisanship in Washington and result in more legislation becoming law.\n“Bringing back earmarks is the antithesis of draining the swamp,” said David McIntosh, the president of Club for Growth, which is close to the White House.\nLawmakers in both parties appeared thrilled with how the meeting went, having left with an agreement in hand on the parameters of an immigration deal.\n“Well, that was a unique meeting, and I mean that in a positive way,” Durbin told reporters on the West Wing driveway afterward.\n“The president exhibited, I thought, quite a bit of flexibility when the cameras weren’t there in terms of what we do in this phase and the next phase,” said Sen. Jeff Flake\nDespite the dealmaking show put on at the White House, some lawmakers noted Trump’s willingness to change his mind and questioned whether the winds might shift again.\n“Two days ago, @realDonaldTrump said that there would be no #DreamAct without $18 billion for a wall. Today, he told me that he’d sign whatever Congress agreed to. Let’s hope he doesn’t change his mind tomorrow,” tweeted Hawaii Sen. Mazie Hirono\nVideo\nDon't miss a brief. Sign up for our daily email.\nYour Email\n",
        "quotes": [
            [
                "oh gee, I want this or I want that.",
                "",
                false
            ],
            [
                "I think my positions are going to be what the people in this room come up with,",
                "Trump",
                true
            ],
            [
                "If they come to me with things that I’m not in love with, I’m going to do it, because I respect them.",
                "",
                true
            ],
            [
                "I’ll take the heat off both the Democrats and the Republicans,",
                "",
                true
            ],
            [
                "This open press bipartisan meeting in the cabinet room is how you show not tell how you’ve got a handle on things.",
                "Dana Perino",
                true
            ],
            [
                "I think a number of individuals in the room felt it was a good thing to let you see the cooperation and the conversation between both sides and see how we are working and leading to move the ball down the field and come up with some real solutions,",
                "",
                true
            ],
            [
                "When this group comes back with an agreement … I’m signing it,",
                "Trump",
                true
            ],
            [
                "I mean, I will be signing it.",
                "Trump",
                true
            ],
            [
                "I’m not going to say ‘oh gee, I want this or I want that.’ I’ll be signing it.",
                "Trump",
                true
            ],
            [
                "Amnesty-now and enforcement/reform-later agreements always fail the American people,",
                "Trump",
                true
            ],
            [
                "President Trump must hold fast to his compact with American workers to greatly reduce both the illegal and legal competition from mass migration.",
                "",
                true
            ],
            [
                "Bringing back earmarks is the antithesis of draining the swamp,",
                "David McIntosh",
                true
            ],
            [
                "Well, that was a unique meeting, and I mean that in a positive way,",
                "Durbin",
                true
            ],
            [
                "The president exhibited, I thought, quite a bit of flexibility when the cameras weren’t there in terms of what we do in this phase and the next phase,",
                "",
                true
            ],
            [
                "Two days ago, @realDonaldTrump said that there would be no #DreamAct without $18 billion for a wall.",
                "",
                true
            ],
            [
                "Today, he told me that he’d sign whatever Congress agreed to.",
                "",
                true
            ],
            [
                "Let’s hope he doesn’t change his mind tomorrow,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://thehill.com/author/jordan-fabian"
            ]
        },
        "key_words": [
            "immigration",
            "hell",
            "president",
            "heat",
            "trumps",
            "house",
            "bill",
            "room",
            "trump",
            "deal",
            "meeting",
            "white",
            "democrats"
        ]
    }
]