[
    {
        "url": "https://consortiumnews.com/2017/07/29/an-interview-with-wikileaks-assange/",
        "title": "An Interview with WikiLeaks’ Assange",
        "authors": [
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "John Wilson",
                "link": null
            },
            {
                "name": "Nigel Cairns",
                "link": null
            },
            {
                "name": "John A",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Sammy Tt",
                "link": null
            },
            {
                "name": "Kevin Beck",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-29",
        "text": "Main menu\nJuly 29, 2017\nBy Randy Credico and Dennis J Bernstein\nWikileaks founder and editor Julian Assange is still under attack with CIA Director Mike Pompeo recently  describing the whistleblowing publication as a “non-state hostile intelligence” service and a target of CIA countermeasures.\n“I think our intelligence community has a lot of work in figuring out how to respond,” Pompeo told a security summit in Aspen, Colorado, on July 20. Despite such threats, Assange continues his WikiLeaks work from inside the Ecuadorian Embassy in London where he was given asylum five years ago.\nAssange was interviewed as a guest on the WBAI Radio show, Live on the Fly with Randy Credico and guest co-host Dennis Bernstein, executive producer of Flashpoints on Pacifica Radio.\nEcuadoran Foreign Minister Ricardo Patiño meeting with Julian Assange in London in 2013. (Wikipedia)\nRandy Credico: Julian Assange, I just wanted to mention something that happened to me yesterday. A woman named Laura Krause called me last night. She is the sister of Allison Krause, one of the four students who were killed at Kent State on May 4, 1970, by the National Guard. She expressed her gratitude to WikiLeaks for finding and preserving some very important documents relating to that tragic event.\nJulian Assange: Interestingly, we didn’t intend to specifically publish Kent State documents. It was part of our large archive of cable documents from the 1970s called “The Kissinger Cables.” Often when you take the internal communications of the State Department or another powerful organization, it tends to touch on nearly everything. And the public’s ability to spot relevant connections in your material often greatly outstrips your own.\nI am always extremely irritated with journalists who sit upon hordes of historical treasure detailing how our institutions actually behave. The public’s ability to take this information and connect it to their own personal histories, using it in litigation and political campaigns, is actually much greater than the rather narrow character of any particular journalist or editor, including myself.\nDennis Bernstein: I just got off the phone with Oliver Stone, who is being shredded everywhere because he had the temerity to do a series of interviews with Vladimir Putin. Have you had the opportunity to see any of the interviews?\nJA: I’ve seen all four. The last one was recorded after the US elections so it takes place within the context of this neo-McCarthyist Russia hysteria. Putin is the consummate politician, especially within Russia but also when dealing with the world. You cannot completely hide who you are over the course of four hours, and lots of little interesting things came out.\nFor example, in the third episode, Oliver Stone shows Vladimir Putin Dr. Strangelove, which Putin says he has never seen before. If he has genuinely never seen the film before, he has to be careful because he doesn’t know how each scene or the film as a whole is going to pan out. At the end he says, “Well, that’s interesting, they even predicted some of the technical issues.” And he points out that not much has changed in the dynamics of power.\nOliver Stone interviewing Russian President Vladimir Putin in Showtime’s “The Putin Interviews.”\nOliver Stone hands Putin the DVD case and Putin walks into another room in the Kremlin. When he comes back there is a slight smirk on his face and he shows the empty case to the camera and says, “Typical American gift.” Actually, he probably knew already that the case was empty when Stone gave it to him.\nDB: Julian, I would love to turn your attention to some of the breaking news around your struggle. I understand that your legal crew has taken your case to the Inter-American Commission on Human Rights. Can you talk about the significance of that?\nJA: Well, it’s significant for refugee law worldwide. I am very proud to have triggered it in some way. It is Ecuador that has formally gone to the Inter-American Commission on Human Rights. Most of the members of the OAS [Organization of American States] respect their rulings, while the US considers them only as advisory. It is one of the most highly regarded legal bodies in the world, two others being the European and UN Human Rights Commissions.\nIn my case, Ecuador has the view that there are several human rights issues that have developed which require a proper hearing. Of particular concern are the obligations on states to assess refugee status and offer protection and how refugees should be processed outside the domestic territory, for example, in embassies, UN compounds, aboard ships, etc.\nThis bears on my situation but it also has a strong bearing on the situation in Syria and other places where you have refugees who are fleeing persecution taking long, dangerous treks into neighboring countries. If you process these refugees very close to their places of origin, you are going to save lives. It should be standardized how these people are processed, regardless of embassy or whatever.\nI think this is the most significant consideration of refugee law since 1969, when the optional protocol on the 1951 Convention on Refugees was signed by many countries at the UN. There was an attempt in 1975 to reconsider the issue, brought about by Australia. In the early seventies you had many refugees fleeing South Vietnam, coming down through the Indonesian archipelago to Australia. At that time Australia wanted to normalize the processing of refugees at its different embassies. The effort was blocked by the Soviet Union and the United States.\nSince that time, human rights law has really developed in earnest as a proper legal field, which puts obligations on states not to arbitrarily detain people and so on. Basically, many of these human rights instruments, when properly executed, force states to protect people, or at the very least, give states the right to protect people. If a state is obligated to protect people who are being persecuted, who are being threatened, then according to human rights law those refugees must be taken in.\nThere is an interlocking of the 1951 convention, the 1967 protocol, and the Universal Declaration of Human Rights with obligations under refugee law to enable consistency and avoid conflict. The Inter-American Commission on Human Rights understands this and Ecuador has been great in taking on the case. There have been 54 amicus curiae from the UNHCR [UN High Commissioner for Refugees], the Inter-American Commission on Human Rights, Mexico and six other American States, a lot of legal clinics, and so on. We’re now waiting on a decision from the Inter-American court but we know that it is definitely going to issue an opinion. They have already decided that this is a very important area of law and a hearing is going to be held in August.\nAnd, like I said, I believe this is the single most important attempt that has been made to harmonize international refugee law. I must say I am happy that something is emerging out of my situation other than just perhaps my freedom.\nRefugees from Mideast wars camped along rail lines in Greece.\nThere is a lot of talk in the United States about the Trump administration’s shutting down of migration and tourism to the US from some Muslim countries in the Middle East. I find it strange that there is so little discussion of what I feel is a much more serious situation: the shutting down of all refugee applications for 180 days. It is not reasonable to be accepting tourists from all over the world but not be accepting refugees.\nOkay, right now Syria is a very dangerous country to be accepting refugees from, you might have to shut down the system and take some time to reboot the process. But what about refugees from New Zealand or from Mexico? Are these likely to be ISIS people? Absolutely not. And if you are taking tourists from those same countries, it is completely absurd to block refugee processing.\nDB: Julian, this may be a naive question but….\nJA: Dennis, you know what they say: Better to be naive and fight for what’s right, because it’s the realists who have left the world in the shape that it’s in.\nDB: Okay, I will just stumble toward the truth here, if I can. Do you consider the information flow out of the DNC to be a hack or a leak?\nJA: Well, this is a sourcing question. There have been a lot of flows out of the DNC over a two-year period, seemingly by five different actors, according to statements coming out of US intelligence. Actually, we haven’t seen those repeated in 2017. We don’t talk about sourcing in that way. We make sure that our publications are completely accurate and that our information did not come from a state actor. We haven’t said anything about them and we probably won’t, depending on how things develop. Because if we start giving more details, it makes it easier to catch our sources, which we obviously don’t want.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nKevin Beck\nAugust 10, 2017 at 21:05\nI don’t think there’s any serious doubt that Russia was not involved in the dumping of Democrat National Committee e-mails to WikiLeaks. At least there isn’t any doubt in my mind. All the evidence keeps being presented that the source was someone else, yet the presstitutes in the United States keep saying it was Russian influence on the election that caused Hillary’s failure.\nThe issue of being condemned for releasing classified information must take into account damage caused to legitimate national security interests, national security and federal laws in place, and exposing criminals who clearly endanger both national security and individual (constitutionally protected) rights of Americans if they are allowed to continue unabated.\nCondemning and/or Ignoring information solely because it originated from a source that has or may have broken federal laws in the past would also be irresponsible. For example, suppose Russia, WikiLeaks, or another source reported that terrorists had planted a nuclear bomb in a specific location in a NYC port that would be detonated at a specific time. Only a fool would not check out the information, much like those in the Obama Administration that failed to follow up on the Russian intelligence tip prior to the Boston Marathon bombing, identifying the brothers who committed the terrorism as warranted being watched by the FBI.\nHaving outlined the above without providing more details, it must be underscored that when U.S. federal laws are broken, law and order must prevail. In theory, someone that violated federal law to expose criminals causing grave damage to U.S. national security will see favorable justice compared to those being exposed.\nA lot of “tradeoffs” are involved. The bottom line is that our nation’s founders gave us a GOD inspired U.S Constitution that allows Americans to protect and keep our freedoms and country.\nBob\nAugust 3, 2017 at 15:33\nIf you were keeping up with the latest news, you would know that Russia could not have hacked the emails because forensic examination of the download record indicated that the download speed was too fast to have been by internet and could only have happened on an LAN ot directly from the computer to a flash drive or hard drive..\nMoreover metadata in other documents indicated that “Gucifer2” documents were created using Microsoft Word on the computer of a DNC employee.\nSeth Rich corresponded with WikiLeaks, and there is very little if any doubt that he actually LEAKED the emails to WikiLeaks.  There was no hacking.\nSammy TT\nAugust 1, 2017 at 22:58\nJesus Mary and Joseph. This is the worst interview I have ever seen. Hey, Julian, you’re such an amazing hero, can you explain why others don’t see you as a hero? And not only that, but you’re a hero to real people. Is there anything you’d like to say to real people who think you’re a hero?\nWhat the fuck is the point of this “story” — so-called?\nWhy not just ask straight up: Was Seth Rich your source? Do you think the Seth Rich story is part of a larger cover up? Do you think evidence of Russians offering to help the Trump campaign is problematic? Do you have any information about Don Jr’s, Manafort’s, and Kushner’s involvement in that meeting? Are you at all aware of the evidence of Russian trolls injecting fake news into our political system in a way that was precisely targeted to hit key voting blocks in key precincts in key states?\nIs your source still alive? If not, why won’t you divulge his or her identity? You played a huge role in the U.S. election, putting your thumb clearly on the scale of Trump’s election without any apparent concern about the future of our planet. Any regrets? Will you continue to play your so-called impartial role in divulging government secrets in the realm of Trump? Do you think his on the record public statements saying it’s okay to rough up the accused (i.e. thugs), in spite of their constitutional presumption of innocence, is a problem? Do you think Trump’s stated policies to revert to torture are okay? Do you think Trump’s rejection of international efforts to address the existential threat of climate change is a problem?\nMan oh man, this is a shitty interview. I’m not sure what the hell anyone is supposed to get out of this crap. But I’ve long since given up on this site to provide anything but a pro-Putin slant to everything. As our almighty chief magistrate would say, SAD!\nSkip Scott\nAugust 2, 2017 at 07:17\nBye, bye Sammy TT.  And good riddance.  Rachel is waiting for you.\nAnonymous\nAugust 1, 2017 at 15:57\nThere are several Good Legal Reasons, why Experts think that the Attorney General should Not have Rescused himself from Investigating the allegation that Candidate Donald Trump colluded with a foreign Country to win the Election at http://www.nationalreview.com/article/449849/sessions-trump-following-federal-regulations-could-have-avoided-mess .\nThe Reasons why Experts think that it was Inappropriate for the Attorney General to Recuse himself from investigating allegations of foreign collusion in the Election, and Why it is Proper for the Attorney General to Unrecuse himself from that are explained in that News Article, and that the Attorney General can Investigate whether he followed the Law and Departmental Procedures in Recusing himself from Investigating the allegations that Candidate Donald Trump colluded with a foreign Country to win the Election.\nThere are People who think that President Donald Trump should have his own News Channel on Youtube, which would be the Twitter of the News Stations, which is mainly 30 minutes an episode a day, or several days a week, which can be used to correct some of the Lies of the Mainstream Media.\nThe same episode can stay on for several days on the YouTube Channel until the next episode, and some old episodes Could be played, and it Would Also be used to read the Letters between the President and the special prosecutor and all of his team, and those Letters from Senior Democrats on this matter if there are such Letters.\nThe More Letters that are Written to Enough People, then the More Likely it is that they will Self Incriminate with what they say or do or omit to say or do, and this can be analyzed and commented on that YouTube Channel.\nI am Not certain that there would Not have been a special prosecutor Improperly appointed.\nThis is because the special prosecutor was appointed because the situation allowed for it.\nIt May Easily have been that it was arranged by the Shadow Regime to Dismiss the former Director of the FBI, and it would have been fine, except that the President went on the Media and spoke on it further than saying that he was following the recommendation of the Deputy Attorney General, had recommended that.\nThe former Director of the FBI was looking for anything that they could use.\nIt Could be that the Shadow Regime like the former Director of the FBI, and the Deputy Attorney General who is a Rhino and Clintonite recommended that the former Director of the FBI be Dismiss with the hope that the President would say more than the Minimum, and so that they could appoint a special counsel to try for a Coup, and I wonder if anyone Overly advised the President to speak with the Media on that, because Care Needs to be exercised in such an environment, and it would have been better Not to say anything other than that the President was following the recommendation of the Deputy Attorney General, because with a Bribed, Corrupt, and Puppetized Mainstream Media, then say Only what Needs to be said, and let Others say the rest, and if it is not the right thing to say, then the President has time to correct it, but time Should be permitted for that Person who said it, and they Should be the first Person to correct any such Inappropriate statement.\nThere are People who think that the President should Not have mentioned to the Media that he was displeased with the Attorney General Recusing himself from Investigating the allegation that he colluded with a foreign Country to win the Election, because what happens if a Person becomes Ill or Genuinely wants a different career, then People might think that they Could be Lying, and so there are People who think that the Deputy Attorney General would act Honorably if he Accepted an Offer of a different Career path with another Government Department, because the Attorney General has Recused himself from Investigating Clinton Crimes, and the Deputy Attorney General is Biased, because he is a Rino and a Clintonite.\nI would have to Know the Law and Procedures, before I could try to think of a way to manage this matter, and there are a few things that could be initially employed, and they are mentioned this comment.\nThere are People who think that a Group of Lawyers called the Citizens for a Constitutional Democratic Republic Should bring a Law Suit against the Department of Justice for Not following their own Rules, and for Not following the Law, on the matter of the Recusal of the Attorney General and the appointment of a special prosecutor, but Perhaps the Attorney General may not be able Unrecuse himself from Investigating Clinton Crimes, because he said that he thinks that he might have a Political Bias with regard to the Clintons, but Courts Examine the Evidence and listen to both sides, and where there are Appeals if needed or wanted, and the Deputy Attorney is a Rino and a Clintonite, and does this mean that the Clintons are Above the Law, and if the Deputy Attorney General also Recuses himself from Investigating Clinton Crimes, or will Not Investigate Clinton Crimes, because of Bias or Bribes, which is Refusal rather a Recusal, then he may Need to be Replaced with another Person who is Impartial for that position, because the Attorney General is Recused on that matter at the moment, or the Deputy Attorney General may have to take the Advice of the Director of the FBI on Clinton Crimes, even as the former Attorney General asked the former Director of the FBI to Advise the Department of Justice on Clinton Crimes, and there may be No Legal or Legitimate Departmental Reasons for it to be Pronounced that the Recusal from the allegation of foreign collusion in the Election was in Fact Illegal, Unnecessary, and Illegitimate, and that the Attorney General can Unrecuse himself from that, and it can be argued that a Person is Acquitted because the Evidence was obtained Illegally, and the same Principle can be Applied to this.\nThe Attorney General or someone else, possibly the President, or someone with possible Legal Authority like the Inspector General, or if the Attorney General creates a position within the Department of Justice that considers Complaints Mainly on what are Significant matters of Departmental Procedures and the Law, then that Person Could Authorize that Investigation into these matters, and Possibly this could include an Investigation into Mueller and his team.\nIf I was in such a Predicament, then I would do the following, and one thing is to Pardon an American, or set up a Pardons Advisory Committee, and perhaps there Could be People who think that the next American to be Pardoned Could be Dennis Hastert.\nThe Shadow Regime has used the Fact that Most Humans, and All American Citizens will do something wrong even occasionally, unless we find some American Citizens who are have attained Human Perfection, and in a Total Surveillance State, like America has become, then the Shadow Regime Will Puppetize Most of Members of Congress and the Senate, and even certain Presidents, and John Edgar Hoover did this, but Surveillance is Far Advanced these days, and I Will Admit that I Cannot Always do what is Proper, even though None of it is Illegal, and so the Shadow Regime by means of their Puppets in this Era of Total Surveillance would be able to Blackmail me and try to Puppetize me, with Promises of being able to do what their other Puppets do, who put their Bribed Snouts in the Shadow Regime’s Trough that is Paid for by the American People and Taxpayers at http://www.thecommentator.com/system/articles/inner_pictures/000/005/185/original/EU_SNOUTS_IN_TROUGH.jpg?1408877727 , even though they could Not bribe me, because I have Never been greedy, and I do Not intend to be greedy, but there are those in the Puppet Mainstream Media who have been Bribed, Blackmailed, and Puppetized, and this is Why Many Americans want term limits on Most of the Members of the Congress and the Senate, but the Shadow Regime will Not let their Puppets admit to this, and the Shadow Regime does Not want to go to All of the Hard Work and Lengthy Process of Puppetizing New Puppets, and this is Why the Shadow Regime and their Puppets do Not want to cooperate with the President’s Election Integrity Commission, and they do Not want Paper Ballots for Elections, because they want to Rig Elections for Establishment Candidates, and Many Americans Will Only Vote for Members of Congress who Admit that it is Easy to Puppetize Members of Congress and those in the Media, during the Era of a Total Surveillance State, which has Cost 61,000 Dollars for every American Citizen, and a homeless family could afford their own Home with that Money at http://www.usdebtclock.org/ .\nThat Debt began with President George Bush the second, and he Only became President, because Democrats in the Senate did Not want to Convict Bill Clinton who was Convicted of Perjury, and that was Why he was Impeached by the House of Representatives, and that would have meant that Al Gore would have become the President, and would have had 2 years as an Incumbent President and would have won the 2000 Presidential Election, and Perhaps Hillary Clinton may Not have contested any Democratic Party Primaries, and Perhaps America may Not have had the Huge Debt and these High Levels of Corruption, because of the Illegal and Immoral Iraq War, if those Democratic Party Senators had Convicted the Guilty Bill Clinton, but they Know that the Clintons are the Puppets of the Shadow Regime.\nThere Could be Americans who think that the President Should Pardon Dennis Hastert for any other Possible Crimes that he may have committed in the past, and only say that he is a good man who had a weakness, and that the President does Not want those Issues to be made Political, and that Compassion for a Retired Politician was on his mind for consideration of such a Pardon, because there are Americans who think that the President Should have some history of Pardoning People, given that the Shadow Regime and their Puppets are attempting a Coup on the President.\nThere may be more than one reason for that Pardon, and the Parsed words of Compassion for a Retired Politician was on his mind for consideration of such a Pardon, does Not exclude other possible reasons, then it Could be that other possible reasons may be Classified until the matter can be Deliberated on, and the President has had to Deliberate on many things himself, because there are Treasonous Leakers, because of Establishment Republicans who are the Puppets of the Shadow Regime, and some material Cannot even be Recorded and Stored at the Relevant Agency where there are ‘Public Servants’ who are Puppets of the Shadow Regime, and these Government Employees Vote for either Establishment Democrats or for Establishment Republicans, because Information sharing between the Government Agencies was introduced by President Barack Obama after the Election, to make it Easier to Treasonously Leak to the Media, and this is Why it takes longer to Declassify certain material, if it is able to be Declassified.\nThis is Why some of the other reasons are Not always revealed to the Media, because then the other Countries would have that Information, and who Knows how some of those other Countries may misuse that Information, and this is Another Reason that the Coup Plotters in the Congress and the Coup Plotters in the Senate Should Confirm the President’s appointments at the Confirmation Hearings, and while other People may see other Benefits to the Nation concerning matters of better Government for America.\nThis is because there are Americans who think that the President Should have some History of Pardoning People, given that the Shadow Regime is attempting a Coup on the President, while People will think that sufficient Discretion and Subtly Should be displayed, and this is Why all of the Reasons do Not have to be stated, and Parsing of Words is what Politicians do even for Legitimate Reasons, and the President may have to Pardon those People who may be Slandered by the Politically Biased Mueller ‘investigation’ with Various Slanders, and while some People may say that such a Pardon is Illegal, then that does Not matter in the slightest if it may be, because what Matters with this is that it is in the Public Consciousness, and if it is challenged in the Courts, then it will be in the Public Consciousness longer than that.\nThere are People who think that the Patriotic Democrats will Primary All of the Corruptocratic Democrats who are Members of the Congress, and if those Corruptocratic Democrats who are Members of the Congress do Not give way to those Honest Democrats who have contested them in those Primaries, then Many Democratic Party Voters and Independents will Not Vote for those Corruptocratic Democrats, and Republicans or Others Could win those Congressional Districts, because Honest Democrats Know that the Best way to win Republican held Districts in the Congress is to Prove to the American People that the Democratic Party Swamp is being Drained to a Reasonable degree.\nThere are People who think that the Patriotic Republicans will Primary All Establishment Republicans who are Members of the Congress, and if those Establishment Republicans who are Members of the Congress do Not give way to those Honest Republicans who have contested them in those Primaries, then Many Republican Party Voters and Independents will Not Vote for those Republicans, and Democrats or Others Could win those Congressional Districts, because they Know that the Best way to win Democrat held Districts in the Congress is to Prove to the American People that the Republican Party Swamp is being Drained of Establishment Republicans to a Reasonable degree, because each political Party Needs some of those who are Experienced and Talented to stay in Congress for as long as they want or that the Voters allow, but that the Majority in Congress Need term limits placed on them, because Americans can see that the Washington Swamp is the Problem.\nThere Will be Democratic Party Voters who want their Swamp Drained, and they Could Vote for the Republicans in those Districts where they think that it is applicable, and there Will be Republican Party Voters who want their Swamp Drained, and they Could Vote for the Democrats in those Districts where they think that it is applicable, because these Voters think that the Washington Swamp is the Problem.\nThere are Independent Voters who think that the order for Reforms should be that Mueller and his team should be Drained from the Swamp first, and then it should be the Deputy Attorney General, and then the current Attorney General, and they are Patient with the President that he leave the Attorney General in his position, because the current Deputy Attorney General may appoint another special prosecutor to investigate if the President dismissed or pressured the Attorney General, even as he did with the Dismissal of the the former Director of the FBI, even though the Deputy Attorney General Recommended that the former Director of the FBI be Dismissed from his position, and then the Deputy Attorney General Improperly appointed a special prosecutor to investigate that.\nThis is Why there are Many Americans who want President Donald Trump to have his own Political Party for the 2018 Election.\nCaperAsh\nAugust 1, 2017 at 08:21\nWell, am not yet sure as to whether or not he is the genuine article in that he might well be a Intelligence officer plant representing one wing of deep state since clearly there is some internecine warfare going on in the States right now and I tend these days not to believe anything I see or read in the media.\nBut no matter the reality there, what is clear is that he is one of the most articulate and astute voices out there in the media. He interviews infrequently but whenever he does he has interesting, penetrating things to say. His insight demonstrates by its clarity just how twisted and dumbed-down is most of what is presented, and the presenters. As Trump would tweet: Sad!\nSkip Scott\nWhich wing of the “Deep State” would Assange be representing?\nAugust 1, 2017 at 01:12\nThe comments on refugees are pertinent to American supremacy. What a despicable situation the world’s refugees exist in under the benevolent gaze of a US President and Congress. If there was only this one yardstick to measure the attractions of American exceptionalism it is this.\nYou mention that 1975 Australian initiative at UN. It was one of the last acts of that last great Aussie Prime Minister Gough Whitlam, he whom the merchants removed in an act of force rather like Kevin Rudd’s treatment. Pace democracy.\nVirginia\nJuly 31, 2017 at 12:00\nI greatly admire Julian Assange.  His sacrifice for truth telling is phenomenal.  I add my appreciation for those whistleblowers commentators mentioned above and add another, Daniel Ellsberg.  It is certain, theirs were not acts of political motives, …”just the facts, mam!” Acts of conscience giving facts that the public has a need and a right to know!  Great peace to these heros.\nGMC\nJuly 31, 2017 at 11:56\nAs War Criminal Tony Blair walks scot free again in Britain – Assange is still a wanted man – for showing the Truth about Blair and the criminal Americans.\nJuly 31, 2017 at 08:34\nWikiLeaks is a vital information resource for the common man. Without information about what really goes on, people will be conned and controlled by elites that have always sought to enslave and exploit them.\nJuly 31, 2017 at 03:34\nThe real question to be asked at this time concerns the UK’s failure to recognise the decisions of the UN in relation to the case brought by JA under the International covenant on civil and political rights. UK lost the case, lost there appeal and are currently in contempt of that decision. They ratified that treaty in 1971 and the Commonwealth charter underwrites it, signed by the UK Queen. The fact that they did attend that court and did take part means that by failing to abide by that ruling the UK and their Queen are effectively outlaws!\nFar worse than anything JA is being accused off.\nHow can anyone looking at this utterly contempt have any respect for anything they say in this matter, they have no credibility as they now stand shoulder to shoulder with every other rouge nation that has defied the UN.\nJuly 31, 2017 at 02:01\nIf it wasn’t for Wikileaks, Hillary would be President and YOU, Pompeo wouldn’t anywhere near the White House.\nTom\nJuly 30, 2017 at 17:54\nHow many millions of pounds has the UK govt. spent on monitoring the embassy? Doesn’t matter. Theresa May and the UK Home Secretary can justify by saying he’s a “terrorist”.\nTom\nJuly 30, 2017 at 17:52\nWill Assange ever leave the embassy? No he won’t. He’s a “political prisoner”? No he’s not. Nobody forced him to go in there and ask for asylum. He skipped out on his bail to try and wait till the statute of limitations on his alleged crimes ran out. Now, some have. But PM May will never let him leave. If she did, her govt. would collapse, and everyone knows that.\nJohn A\nJuly 31, 2017 at 05:23\nThe Swedish prosecutor has withdrawn all charges against Assange. They were entirely political in any case. Sweden is a vassal state of the US. Swedish politicians have been terrified yes persons of the US ever since the assassinations of Palme and Anna Lindh, pour encourager les autres. Right now, the US is desparate the suck supposedly neutral Sweden into NATO to gain access to the naval base in Karlskrona, pretty much opposite the Russian naval base in Kaliningrad.\nnigel cairns\nJuly 30, 2017 at 11:42\nAssange is a breath of fresh air after the bullshit of our politicians.\nVera\nJuly 30, 2017 at 10:32\nA country clearly thriving on vindictiveness. The swamp is still in need of cleaning out – instead more garbage is being added.\njohn wilson\nJuly 30, 2017 at 04:32\nThe fact that Assange is still effectively a prisoner in the embassy just shows how deeply we stupid British are in the pockets of the Americans. Not turning up for a bail order is little more than a misdemeanour in British law so as the warrant for Assange’s extradition is now void, his offence could easily be dismissed with a fine. The Yanks want him and we stupid British will hand him over and obey our masters.\nRealist\nJuly 30, 2017 at 02:35\nI wish this man Assange well.   Could he truly stay out of the claws of American agents even if the Queen of England and the Prime Minister gave him immunity from extradition?   He’d be kidnapped or whacked by the CIA in Britain.  As soon as he tried to leave the country, a U.S. airforce plane would force land the commercial carrier he was on, just as one did to the president of Bolivia’s plane over Austria, accusing him of trying to spirit Edward Snowden out of Russia.  Maybe if Putin went to personally pick him up and fly him to Russia over international waters would it possibly work*.  The Deep State wants him much more than they ever wanted Osama bin Laden.\n*Did you know that Putin had to fly over Finland to get to the G20 to avoid flying over NATO territory?\nKiza\nJuly 30, 2017 at 10:41\nSorry Realist, but there is nothing the US would love more than to have two (most hated) birds in one plane. The US is such a lawless Empire that there is absolutely no guarantee which would ensure safe passage to Assange out of the Guantanamo in the Ecuadorean embassy in London and into his refuge. I wish I could be an optimist regarding his fate, but I really cannot. If people who he his helping understand what the power was doing to them would rise, that is just about the only possible way for him to regain his freedom.\nAfter Brazil and Venezuela, Ecuador could be the next for the US paid regime change, which would mean the end of Assange.\nI wish I could travel back in time to warn him not the go to Sweden.\nJoe Tedesky\nHillary wanted to drone kill Assange.\nKiza\nJuly 31, 2017 at 03:41\nThat must have been turned down not because of was lawlessness, then because Assange is in Ecuadorian embassy. The British wanted to storm the Ecuadorian embassy, but this was turned down for the same reason – it would set a precedent for the US and British embassies full of spies and compromising material, just like the US embassy in Tehran.\nmike k\nTyranny is the sworn enemy of the truth.\nDoc\nAnd the truth is its own defense.\nDFC\nJuly 29, 2017 at 15:52\nThe Double Standard is amazing. If the WaPo got hold of Putin’s compromising emails that exposed corruption in the Russian government and published them a month before the Russian presidential election, they would be inundated with Pulitzer Prizes for investigative journalism. Yet the guy who exposes corrupt politicians in the United States remains locked up. Would the WaPo be accused of meddling in another country’s elections?\n*Furthermore,even  if the source was Russia ( which I don’t believe), well isn’t that what globalization is all about? The corruption being exposed ought to be applauded, even if it was foreign sourced. IMHO.\nJoe Tedesky\nThat’s a great observation DFC.\nMy regards, DFC. The last para is a really honourable statement!\nHow bereft of selfrespect the American political class has become!\nJoe Tedesky\nJuly 29, 2017 at 14:41\nStop and ponder for a moment,  what our ever anxious informative minds would be thinking of, without Julian Assange.\nJuly 29, 2017 at 15:14\nYes, Joe….I believe Assange and other whistleblowers like Snowdon,Manning and the signers of the VIPS report are heroes of conscience and that puts them above any champion of acts of bravado that I can imagine.\nJoe Tedesky\nJuly 29, 2017 at 16:12\nBob imagine where we would all be at this moment if it were not for Wikileaks. Why, we would be inclined to believe that Hillary won the Democratic primary fair and square. Imagine how much that thinking would have changed the political landscape. I mean even with that knowledge there are way too many who believe she did win properly, but then again these doubters deny reading Wikileaks anyway…don’t they?\nI once doubted Julian Assange, but now I don’t. In time, if the future generations care enough to honor the truth, then Assange statues will pop up in many parks, and on the front steps of many courthouses.\nWe should also never forget such truth tellers, as Scott Ritter, Colleen Rowley, John Kiriakou, and the many others who have traded in their normal American life experience for the one they have now to endure, all for the sake of keeping us citizens well informed. What a sacrifice.\nThanks for the reply Bob Joe\nJuly 29, 2017 at 19:49\nYour tribute merits meditation, Joe…I would only add that there are some whistleblowers who have paid the ultimate price and we may never know who they are but I suspect Danny Casolaro and Seth Rich are among them.\nJoe Tedesky\nIt’s good you remember these brave souls, Bob.\nKiza\nJuly 30, 2017 at 10:30\nI truly and fully agree with the content of your discussion, thanks. In a nutshell this is all about power hogging to eliminate people’s freedom and a few brave souls making people aware that their freedoms are being chipped away all the while in secrecy. It’s a dynamic which has existed in the human society since humans started getting together – a minority wanting to control the majority and enjoy the benefits of it. Contemporarily, this minority is called the Deep State.\nSkip Scott\nHi Joe-\nYeah, the service Assange has done us can’t be overstated.  Not only the DNC releases, but the vault 7 releases have shown us how completely the intelligence agencies have tried to create a false reality.  For anyone with 2 brain cells and a firing synapse the entire Russia-gate BS, and the deafening silence about the implications of the vault 7 releases from the MSM, shows how the Deep State seeks to keep us in a trance by controlling the narrative.  Assange has shown us “the man behind the curtain”, like Toto in the Wizard of Oz.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtontimes.com/news/2017/jul/21/wikileaks-will-take-down-america-any-way-they-can-/",
                "https://www.nationalreview.com/2017/07/sessions-trump-following-federal-regulations-could-have-avoided-mess/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.usdebtclock.org/",
                "http://www.nyqbooks.org/title/specialed",
                "http://www.flashpoints.net",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "states",
            "putin",
            "case",
            "interview",
            "assange",
            "human",
            "refugee",
            "law",
            "state",
            "wikileaks",
            "rights",
            "refugees",
            "julian"
        ]
    }
]