[
    {
        "url": "https://consortiumnews.com/2017/07/29/how-obama-fell-into-the-syrian-trap/",
        "title": "How Obama Fell into the Syrian Trap",
        "authors": [
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Maybe Probably",
                "link": null
            },
            {
                "name": "Susan Sunflower",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Phil White",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-29",
        "text": "Main menu\nJuly 29, 2017\nBy Gareth Porter\nLast week, a Trump administration official decided to inform the news media that the CIA program to arm and train anti-Assad Syrian forces had been terminated. It was welcome news amid a deepening U.S. military commitment reflecting the intention to remain in the country for years to come.\nPresident Barack Obama, with Vice President Joe Biden, attends a meeting in the Roosevelt Room of the White House, Dec. 12, 2013. (Official White House Photo by Pete Souza)\nAs my  recent article  in The American Conservative documented, the net result of the program since late 2011 has been to provide arms to al Qaeda terrorists and their jihadist and other extremist allies, which had rapidly come to dominate the military effort against the Assad regime.\nThe Trump administration’s decision to acknowledge explicitly its decision to end the program invites a more systematic analysis of why and how such a program, which was so clearly undermining a fundamental U.S. national-security interest, could have gotten started and continue for so long. The preliminary version of the program that began in late 2011 is easier to explain than its more direct form two years later, which had continued (at least formally) until now.\nOne of the keys to understanding its origins is that the program was launched not because of a threat to U.S. security, but because of a perceived opportunity. That is always a danger sign, prompting powerful national-security bureaucrats to begin thinking about a “win” for the United States. (Think Vietnam and Iraq.)\nThe opportunity in this case was the rise of opposition protests against the Assad regime in spring 2011 and the belief among national security officials that Assad could not survive. The national-security team saw a shortcut to the goal.\nFormer Obama administration official Derek Chollet recalled in his book The Long Game that Obama’s advisers were all talking about a “managed transition” and urging President Obama to publicly demand that Assad step down, according to Chollet. What that meant to Obama’s advisers was bringing pressure from outside, including providing arms to the opposition.\nThat was wishful thinking not only in regard to the willingness of an Alawite-dominated regime to hand over power to its sectarian foes, but in regard to the assumed Iranian willingness to go along with toppling the regime. Not one of Obama’s advisers had sufficient understanding of regional dynamics to warn the President that Iran would not allow their Syrian ally to be overthrown by an opposition supported by Sunni states and the United States.\nBut the decisive factor in pushing the administration toward action was the pressure from U.S. Sunni allies in the region — Turkey, Saudi Arabia and Qatar — which began in autumn 2011 to press Obama to help build and equip an opposition army. Turkey was the leader in this regard, calling for Washington to agree to provide heavy weaponry — including anti-aircraft and anti-tank missiles — to the rebel troops that didn’t even exist yet, and even offering to invade Syria to overthrow the regime if the U.S. would guarantee air cover.\nPressuring Obama\nIn the ideology of the national security elite — especially its Democratic wing — regional alliances are essential building blocks of what is styled as the U.S.-sponsored global “rules-based order.” In practice, however, they have served as instruments for the advancement of the power and prestige of the national security bureaucracies themselves.\nPresident Barack Obama and Secretary of State Hillary Clinton honor the four victims of the Sept. 11, 2012, attack on the U.S. mission in Benghazi, Libya, at the Transfer of Remains Ceremony held at Andrews Air Force Base, Joint Base Andrews, Maryland, on Sept. 14, 2012. [State Department photo)\nThe payoffs of U.S. alliances in the Middle East have centered on the military bases in Turkey, Saudi Arabia, and Qatar that allow the Pentagon and the military brass to plan and execute military operations that guarantee extraordinary levels of military spending. But enormous Saudi arms purchases and the financing of any covert operations the CIA doesn’t wish to acknowledge to Congress have long been prime benefits for those powerful organizations and their senior officials.\nThen-CIA Director David Petraeus was particularly interested in ginning up a covert operation to arm and train the Syrian opposition. With the security bureaucracies supporting the allies’ desire to unseat Assad, Secretary of State Hillary Clinton, whose sympathies and political strategy always lay with the war, eagerly took the lead in the administration on arming the rebels and calling for a “no fly zone,” which the Turks badly wanted.\nDespite this set of interrelated factors pulling the administration toward a policy of regime change, Obama said no to heavy weapons, no to a no-fly zone, and no to an official U.S. role in arms supply. What he did agree to, however, was a covert CIA operation designed by Petraeus to load weapons from Libyan government stocks in Benghazi on ships and arrange for them to be shipped to the war zone. It was Obama’s way of placating all of the actors pushing for an aggressive policy of regime change in Syria without being publicly committed to regime change.\nThat program, which began in October 2011, was halted abruptly by the attack on the embassy annex in September 2012. But by that time the Obama administration already knew that the weapons were falling into the hands of al Qaeda’s Syrian franchise al Nusra Front, as administration official revealed to the New York Times.\nMeanwhile, the Saudis, Turks and Qataris were pushing arms to groups with military arrangements with al Qaeda’s al Nusra Front at a feverish pace, and the Saudis had begun making deals in Eastern Europe for the heavy weapons, clearly intending to equip a large conventional army.\nThe danger signals of a policy gone horribly wrong could hardly have been clearer. But at that moment in the summer and fall of 2012, Clinton and Petraeus began a new push for the CIA taking on the role of arming its own hand-picked “moderate” groups. Clinton argued in a White House meeting that the United States needed to have “skin in the game” in order to persuade its Sunni allies to steer weapons away from the terrorists. But Obama fended off that proposal, citing the blowback from the U.S. Afghanistan adventure (in the 1980s).\nWhile the debate continued in late 2012 and early 2013, the CIA did a series of studies — evidently ordered by the White House — of past efforts to build up insurgent armies from scratch. The conclusions were not encouraging, as someone defending Obama’s position in the debate  leaked to the Times.\nObama’s Deadly Mistake\nBut then in early December 2012, Obama made a fatal political error: He introduced a “red line” — the use of a chemical weapon in Syria. Sure enough, within weeks the first rebel allegation of a regime sarin attack was made in Homs. And although the Obama administration quickly investigated and found that it involved tear gas, it was soon followed by a series of new claims of regime chemical attacks in March and April 2013, in which the evidence was  very murky at best .\nU.S. Secretary of State John Kerry on Aug. 30, 2013, claims to have proof that the Syrian government was responsible for a chemical weapons attack on Aug. 21, 2013, but that evidence failed to materialize or was later discredited. [State Department photo]\nOf course, Obama’s national security team, in concert with the Sunni allies, pounced on the opportunity to push even harder for a new U.S. program of direct military aid to the “moderates.” Obama sought to avoid being sucked deeper into the Syria conflict; the administration even got the intelligence community to issue an unusually  inconclusive intelligence finding  on the alleged chemical weapons attacks in late April.\nBut for a second time, Obama also agreed to a CIA program of helping to arm the anti-Assad forces; it was a way of placating his own national security apparatus and U.S. allies while avoiding an open commitment to the war. And when nothing happened in the secret program for weeks, Obama’s national security team used an alleged crisis in the war to tighten the pressure on him to move more decisively.\nSecretary of State John Kerry and unhappy CIA officials arranged for a rebel commander to call into a White House meeting with the claim that Syrian and Hezbollah forces were threatening to bring about the collapse of the entire anti-Assad war.\nKerry warned that Obama would be blamed by U.S. allies for the outcome and proposed missile strikes  on Assad’s forces. Within days, the White House ordered a new intelligence assessment that expressed “high confidence” that the Syrian regime had used sarin repeatedly and immediately  made its conclusion public .\nAnd simultaneously the White House announced publicly for the first time that the U.S. would provide direct assistance to the opposition and leaked it to the Times that it would involve military assistance.\nSo at the very moment when Washington should have been exerting pressure on its allies to stop pouring arms into an anti-Assad war that was systematically building up al Qaeda’s power and influence in the country, the Obama administration was caving in to those allies.\nThe reason was simple: Powerful national security bureaucracies were threatening to blame Obama for the failure of their heroic effort to save the anti-Assad war.\nThe lesson of the entire affair is clear: A malignant alliance between powerful national security bureaucracies and the Middle Eastern allies with whom they enjoy mutually profitable relations are pressuring the White House to approve actions that threaten the real interests of the American people — including strengthening terrorists.\nThe only way to reverse that situation is to direct public attention to that malignant alliance of interests, which has thus far gotten a free ride.\nGareth Porter is an independent investigative journalist and winner of the 2012 Gellhorn Prize for journalism. He is the author of the newly published Manufactured Crisis: The Untold Story of the Iran Nuclear Scare. [This article first appeared at The American Conservative at http://www.theamericanconservative.com/articles/how-cia-and-allies-trapped-obama-in-syrian-arms-debacle/ ]\nAugust 4, 2017 at 04:19\nObama didn’t fall into it, he swan dove into it with all his might.  It fit right into his agenda to heighten tensions between different nations and peoples.\nExcellent comments.\nIn 2013 Obama wouldn’t take ‘no’ for an answer. He ignored objections to bombing Syria and had the WH issue a bogus assessment that Assad had gassed his people.  When he announced his decision to request a vote of Congress, he made it clear that he was ready and willing to give the order to bomb Syria.\nThen Obama gave his “JV team” excuse for allowing ISIS to grow unhindered. Subsequently, dozens of military intel analysts complained that their reports – warning that ISIS was a major threat – were being distorted.\nNow, the whole Syrian mess is being hung around McCain’s neck so that all the other asshats can walk free. (see: https://jackrabbit.blog/2017/08/01/moderate-rebels-cheerleader-mccain-is-fall-guy-but-neocon-cancer-lives/ )\nPhil White\nAugust 1, 2017 at 18:50\nKerry also admitted it, btw. Long before Trump put an end to it (after a symbolic bombing of an airfield.)\nAudio only.\nhttps://youtu.be/41HhRABl3kM (36:57)\nPhil White\nAugust 1, 2017 at 18:47\nObama didn’t fall into a trap, he knew damn well what he was doing. He admitted training ISIL.\nJuly 31, 2017 at 12:14\nThe roots of culpability go further back than that.   American “neocons” (especially those associated with the 1997 “Project for a New American Century” ideological roadmap) included Syria, Iran, Libya, and other Middle Eastern countries in their hit list for clandestine “regime change” operations.  In other words, they we emulating and glorifying the depraved moral standards of Ho Chi Minh!\nSo, according to emails and other documents made public by Wikileaks, The G. W. Bush Administration established a clandestine program involving the CIA and other US Government officials to “destabilize” Syria’s Assad Regime.   This included deliberate efforts to foster hatreds between Syria’s various ethnic populations.   So during the “Arab Spring” in 2011, the Assad Regime violently overreacted to peaceful demonstrations (perhaps because Assad feared that there was an US-sponsored coup de tat in the making), and that triggered the beginning of the multi-sided Syrian civil war which has already killed hundreds of thousands innocent men, women, and children as well as creating over 10 million refugees (many of whom drowned while attempting to feel to Europe).   Similar violent crackdowns on protestors in many other countries during the “Arab Spring” didn’t create such a civil war.   It was the morally depraved efforts of the G. W. Bush and Obama Administrations to “destabilize” Syria that made the difference in this case.\nwholy1\nHas “Barry”, the bastard child of an American communist party member/amateur pornographer and CIA operative, been a cultivated/manufactured “alCIAda asset” since the beginning of “its” pathetic “existence”?\nJuly 31, 2017 at 01:58\nObama didn’t fall for it……he dove in with a swan dive to fund and arm the terrorist rebel Syrians.  And McCain (who ran against Obbie….remember?) was right there with the cannibal leader of the rebel Syrian terrorists.\nDon’t give me this, ‘obama was tricked or forced into trying to destroy Syria’!\nelmerfudzie\nJuly 30, 2017 at 18:10\nGareth Porter, I tip my hat to you, both as journalist and truth seeker. Speaking in general terms, these two characteristics, are not always synonymous with each other! In my opinion, Obama had very little wiggle room and did not fall into anything. He, like his predecessors and those yet to come, must conform any decision making to those Western Occident “big oil” and Israeli economic interests. For example; when Russian, Syrian and Iranian representatives announced that a firm deal was made, to create a twenty five hundred mile long oil/gas pipeline  (circa 2011?) extending from Iran to a seaport in northern Syria, Benjamin Netanyahu picked up the phone and proceeded to burn Obama’s ear off about Israel’s ongoing financial and military investments in his Mediterranean Leviathan field and related offshore wells, (and gleaning gas from Lebanese fields LOL) something to the effect…we want to put a dent into that thirty percent gas the EU will be getting from Russia and completely cut off Iran from any distribution to Italy! An Islamic pipeline to Europe NEVER!..There are other considerations Mr. President!!, Bibi continues his rantings….(investments in) Azerbaijan, the the Kurdish area of Iraq!  And so, Yossi Cohen? (Mossad) got on the scrambler to John Brennan (CIA) with a request that through the aegis of their wealthy buddies within the ranks of the Gulf Cooperation Council- to deliberately stir up insurrection, political corruption, assassination and terror against politicians and unarmed Syrians… to discredit President Bashar al-Assad by applying those the same (successful) techniques used against the Lebanese government BUT this time with direct military involvement…heavy arms and so on..Perhaps Brennan shot a (very secure indeed)  e-mail to Paula Dobriansky at the CFR or more likely someone with that “world policeman stance” in the likeness or ilk of Richard Haass former CFR chairman, to telephone Obama and explain the need to light, yet another match, in the middle east..CONSORTIUMNEWS readers must keep in mind that oil moguls investing time, money and violence (AKA territorial control)  into developing their oil and gas fields demand FULL recompense. The POTUS, who ever he/she is, is merely a shadow, a figurehead. The real power(s) and decision makers are at the CFR, Big Oil (whomever- CEO’s  running the Seven Sisters now) GCC members and influential Zionists working on behalf of the state of Israel..\nMild-ly Facetious\nelmerfudzie\n1973 book\n– The Seven Sisters : The Great Oil Companies & The World They Shaped\nby Anthony Sampson.\nnot many out there…\nMild-ly Facetious,\nSkip Scott\nGreat post!\nmike k\nJuly 30, 2017 at 15:30\nThose at the top of the pyramid of power end up destroying each other, and in doing so they bring the whole structure of their society steeped in lies and violence down around them. Only concern for each other and cooperation can sustain a social group for the long run. When these precious commodities run out, then the whole flimsy affair quickly collapses. Of all the factors that contribute to the destruction of Empires, the moral decay at their heart is the ultimate  cause of their disintegration. It was so in Rome, and it is so now in America.\nbackwardsevolution\nJuly 30, 2017 at 16:28\nmike k – if I were a schemer, manipulator, a nefarious leader, I would want to split the people up into factions, all fighting for their own piece of the prize.  Lots of vested interests focused on their own aims, no cohesive unit.  Many have cheered this on. “Oh, look, I am getting something.  I am important.” In their stupidity, egocentricity, they have brought this on.  There is no “whole” left.  Like Israel wants done with the Middle East, split them up into small factions that can’t fight back.\nSo you win a piece.  Bravo!  But a piece of what?  There is nothing left. “Nothin’ from nothin’ leaves nothin’.”\nThe falcon has gone too far out and the center cannot hold.\nMild-ly Facetious\nJuly 30, 2017 at 17:55\n;;\nYour paragraph is written as if a  Long Distance zoom-into a ‘war movie’ depiction of the Battle of Iwo Lima,\nOr of the unprovoked and un-apologetic annihilation of the People Group now classified as North Koreans,\nWithout full disclosure of the absolute devastation  of civil norms our military imposed upon those people.\nWe approve of Equality of Slaughter in regards to the human beings now Enduring Brutality in Palestine\n— As you say, mike k —\nThose at the top of the pyramid of power —\nrule the roost of inhumanity and power\nunder “Civilized World” Gluttonous  GREED.\nWhere the life you save, may be your OWN.\ncivilizations of eons past are historical DNA\nWhich could  say biblical prophets was REAL\n+there’s no need to see back that far as\nACTUAL Death is reign’n down upon\n\\ACTUAL human beings Right f’n Know\nand we don’t STAND AGAINST IT\nas we Stood AGAINST REPLACE\nin favor of Equal Justice 4 ALL !!!\nMild-ly Facetious\nJuly 30, 2017 at 13:39\n::\nShouldn’t Obama’s – ‘HE’S GUILTY AS SIN IN MY BOOK’ – provide him bona fides as a “REAL AMERICAN” ? – Does his trail of destruction not follow the path of All his predecessors – before and after JFK? (Except for the True Humanitarian,  Georgia peanut farmer James Carter.)\nMust Obama [for some reason] stand outside the crowd of willing imperialist destroyer Presidents who’ve marched in lock step with the military industrial complex Agenda of international domination – by Force-of-Arms? !!\nIs he not the same  Ugly American pretender clothed under the robe of ‘AMERICA THE BEAUTIFUL’ that has the world mesmerized or charmed by it’s Wealth and Military Might?\nY2K was the opening for this Vast Devouring of the Middle East.\nThe GHW Bush promised “peace dividend” evaporated in Yugoslavia after he declared a “New World Order” in 1990/91\nThe NWO focus darted to the Middle East after the assassination, by right wing Jews, of Israeli [peace] President Rabin in 1995/96.\nNetanyahu took immediate control of Israel and Mass Murdering wars have inundated Arab peoples for the past fifteen + years.\nUnited States’ military spending has been in continual increase since the Reagan era buildup leading into the Project for the New American Century of US Full Spectrum Dominance along with Cheney/Rumsfeld finance of ‘Private Military Contractors’ and privately   resourced/funded intelligence agency actions influenced covertly by paid liars such as Ahmad Chalabi and his ilk of US paid collaborators.\n_________________\nOn the other hand, Donald Trump, riding on the coattails  of the man he constantly derided as a “non-citizen”/outsider/illegal alien\nBlack insult of the Presidency of the United States of America —-\nis showing his own self to be  the actual creep in  Orwell’s ANIMAL FARM…\nFobosDeimos\nJuly 30, 2017 at 12:20\nI agree with other readers’ comments. Obama needed no “pressure” at all to behave the way he did during his eight years in office. His  West Point speech in 2014 says it all: “I believe in American exceptionalism with every fiber of my being”. He was a shallow, calculating liar with no moral compass. He was happy to carry the “White man’s burden” and killed thousands of innocents in the process. He was not kidding when he said ‘I am really good at killing people”. Obama was a pathetic figure and he deserves no pity.\nMild-ly Facetious\nJuly 30, 2017 at 13:43\n“I believe in American exceptionalism with every fiber of my being”.\nhow does that statement separate him from every american president in the history of american presidents?\n(except maybe 4 his color?)\nbackwardsevolution\nJuly 30, 2017 at 14:09\nMild-ly Facetious – yes, and he used that color for all it was worth, fooling both the blacks and the whites into thinking that no “black man” would ever go against the ordinary man, that he would do what was best for the country.  I mean, he would know what it was like to suffer, wouldn’t he?  No way he would betray.  But he did.\nThat’s because Obama’s color is the color of money, just like they’ve all been from Washington (the land speculator) on up.\nYou don’t come from nowhere, out of the blue, have the media, Wall Street and MIC back you, and still be a free man.\nTrump did it, but look how they’ve fought him.  If Trump did not have his own money behind him, he would have folded long ago.\nObama is a fraud, a slick, smooth-talking narcissistic fraud.\nDave P.\nJuly 30, 2017 at 14:35\nbackwardsevolution:  Very good.  But they are not done yet with Trump. I will be very surprised if he will be still standing up straight by Fall.\nIt is mind-boggling to think what U.S.A. has come to be. From my readings, it started small time with FBI  chief J. Edgar Hoover.  Now with this intelligence apparatus, they have a very thick File on every politician and and every other important person.  Trump seems to be caught in that Vise of Security State.  KGB of Soviet Union was nothing compared to what they have in Washington now. I do not know how Trump will come out of it. It seems like he is trying all kind of tricks and maneuvers to save his skin and still be himself.  It is sad to watch all this – how they have cornered the democratically elected President of the most powerful country – An Empire – ever in History.\nI thought it happens only to dictators in Banana Republics, where the army stages coups, and all that.  It is happening right before our eyes.  Either Trump will do whatever the Deep State tells him to do or else . . .\nbackwardsevolution\nJuly 30, 2017 at 15:24\nDave P. – “I thought it happens only to dictators in Banana Republics, where the army stages coups, and all that. It is happening right before our eyes.”\nYes, indeed it is.  This is an in-your-face coup.  Both the Republicans and the Democrats are wielding the knife.  Trump is twisting and the jury is still out on whether he will win.\nYears ago I was in a somewhat similar position to Trump (on a minuscule level).  I held my position and just kept on keeping on, no matter what was thrown at me, no matter how much I was thwarted.  My tormentor stood there, shocked and dismayed, and finally ended up saying, “Most people would have folded by now, but not you.”\nIf you have truth on your side, you are hard to beat.  The truth becomes your strength.\nBut this is where it can get dangerous.  You have not given in to their bullying tactics, lies, but you are seriously frustrating your opponents.  These are very dangerous people and they will take you out if you are not careful.  So you ride the fence, you give in to them on some issues, even letting them believe they have the upper hand.\nWith more and more people disbelieving the MSM, they up their game (like the new PBS Putin documentary).  But this deliberate attempt to smear Trump does not go unnoticed by the people.  It almost works against them.  Truth is truth, and it’s usually very simple.  Each time they lie, a few more people stand up and notice.\nThe only thing Trump has on his side is time.  He is wearing them down, and each day more and more lies are exposed.  He’s certainly far from perfect, but at the present time he’s the best thing the U.S. people have.\nThis is a war between the Insiders (McCain, Schumer) and an Outsider (Trump).  With everything they have thrown at him, he is holding his own.  If he frustrates them too much, they will take him out.  He knows this.  He must be careful.\nDave P.\nFobosDeimos:  Very well-said.\nexiled off mainstreet\nJuly 30, 2017 at 11:15\nThis reveals the ultimate cynicism and barbarism of the yankee state in this matter, arming raghead hordes to brush aside civilization in Syria. This was a 180 degree turn to the “Great War on Terrorism” to employ the terrorists in this fashion. This was the ultimate shark- jumping exercise, and the very legitimacy of the yankee ruling power structure has been destroyed. How can such a regime be trusted after such an initiative? Instead of the rule of law, we have the rule of cynical barbaric tyrants.\nMA\nJuly 30, 2017 at 08:24\nOne could have a clue about Obama of the future from his book ‘Audacity of Hope’ where, in the entire book, the word ‘ Palestinians’ was mentioned only once. He knew he would not be elected by annoying the ‘Kagans’ of his country.\nSusan Sunflower\nJuly 30, 2017 at 07:48\nWorth considering the Obama Kabuki theatre in which he was given credit for “restraint” in not escalating, when in fact he was escalating covertly … only to admit, in his last days in office, that he had always wanted to escalate (beyond covert and special ops and aiding and abetting proxies), but had been thwarted by his inability to gain support from the military (who acted as a brake on his — and of course Clinton’s — ambitions).\nI am still often unclear how much of Obama “restraint” throughout his terms was a matter of restraint versus constraint … going back to his very first Afghanistan “trap” (in which the generals allegedly then also “trapped” Obama by presenting him two unpalatable choices — what’s a POTUS — with no military experience or support from the military — to do??  Allegedly he “got played” then also … and never afaict meaningfully looked back  or attempted to change course.)\nProbably worth asking just long the Obama administration was working hand-in-glove versus blind-eyeing Saudi and GCC support for that mobile Jihadi army that — during Arab Spring –seemed to have free passage from Iraq to Libya and back again, into and out of the Magreb (which is now considered to be the possible refuge of Isis in retreat …. We sold weapons to all comers … times were good, America’s business is business (and war)\nSusan Sunflower\nJuly 30, 2017 at 08:14\nThere is (and has been) an enormous amount of excuse making for Obama … but — flip side — also giving Obama “credit” for things he didn’t do (that were not volitional on his part) … When he failed to do what he promised, evil republicans and/or racism could be blamed as the impediment … We all wanted to believe him when he talked about avoiding “stupid wars” and unnecessary conflicts … and then we assumed his restraint was voluntary … despite so much other military expansionism (as Nick Turse and others have catalogued)  and the endless ratcheting up of the New Cold War and refusal to participate in ongoing negotiations wrt Ukraine, Syria, etc.  See also Obama’s embarassing meager response to “the migrant crisis” … yes, yes, of course, he wanted to do more …\nMaybe Probably\nAugust 3, 2017 at 23:28\nPeople say Obama was “trapped” into the Afghan surge with the 40,000 additional troops right off the bat, but go back to the 2008 campaign, the candidate Obama was advocating for the unilateral bombing of Pakistan, on more than occasion.\nAlso, the military did hold Obama back on more involvement in Syria, not the other way around.  There was the pictures of numerous airmen on the internet with signs over their faces saying “I won’t be al qaeda’s airforce”, then the Syrian war was actually put to a vote before congress!  It was humiliatingly defeated, and who could forget the Pentagon program of 500 million dollars that trained 5 vetted rebel fighters. (story leaked to humiliate the policy makers)\nAnd yes, Obama’s grandpa was OSS, also possibly the handler for Communist Party USA president Frank Marshall Davis, who Barrack wrote about as his “father figure Frank”, in Dreams of My Father.  Why would an OSS guy let his grandkid hang around commie so much?  Truth is much stranger than fiction.\nF. G. Sanford\nJuly 30, 2017 at 07:29\n@ Joe Tedeskey – Joe, the story I heard was that thousands of cartons of Marlboros left “fleet landing” in US Mailbags loaded onto a US Mail truck driven by local nationals. I don’t know how far-fetched the story was, but the idea was that customs never checked a US mail truck. But, I did personally witness an amazing event. Contraband cigarette sellers used to be a regular feature on the streets, and if you needed a pack after hours, that was the only option. Not that I ever bought a pack, mind you, but I happened to be walking by one day when the customs police showed up. Just as smooth as silk, the one guy pulls out a big steel hook, opens a manhole cover, and the other guy climbs in with the contraband cigarettes. The cover was quickly replaced, and the cops were bewildered.\nBut, I agree with most of you. Obama, as we are incessantly reminded, is the quintessential “smooth operator”. Yet, we are led to believe that he was easily duped by all these ham-fisted bunglers like Clinton, Petraeus and Gates. I kinda subscribe to the Wayne Madsen interpretation: he was CIA from the get-go, and his principal advisors were Brzezinski and Brennan. Rabbit hole, manhole cover…what’s the difference?\nBob Van Noy\nJoe Tedesky\nJuly 30, 2017 at 10:39\nYour portrayal of Obama is believable, if you stop to take into consideration just how guarded the U.S. Presidency really is. I mean, think about it, these people behind the curtain killed a President they didn’t believe was serving their greedy warmongering purposes, so why would they just allow any Tom, Dick, or Norbert, to be president…for crying out loud, look at the mess they have with themselves dealing with Donald Trump. (I really believe that something went terribly wrong with Trump’s getting into power, or rather the Oval Office.)\nI had a friend, a 2nd Class who worked in Supply. Harvey, the 2nd Class, received orders to go to Vietnam, and oh boy was he ever excited. When I asked how he could be so thrilled, he said because he was going to get rich selling into the Black Market. And yes, honest to goodness, Harvey loaded up on cases of Marlboro’s, because that damn cigarette was a top seller. Our American gum, is or was at least at that time a bigger mover as well. Oh the things we Americans take for granted.\nHey pretty good, we didn’t even bring up the Rolex watches, or the Zippo lighters, did we?\nDave P.\nJuly 30, 2017 at 16:30\nJoe,  you wrote : “I really believe that something went terribly wrong with Trump’s getting into power, or rather the Oval Office.”\nI think they – The Deep State – never expected he will win or they would have done some thing to Trump, like they are doing it to him now.  Or it may bethat the democracy actually worked this time by some curious accident in recent U.S. History – and the Deep State got caught sleeping. Trump was the only candidate not officially approved by the Establishment in a very long time now.\nJoe Tedesky\nJuly 30, 2017 at 21:29\nOr it was Trump all the time? I don’t know, but it wouldn’t be hard to rationalize that the Power Brokers decided that it would be better to have Trump, as opposed to having scandal ridden Hillary. Something to consider.\nSkip Scott\nHi Joe-\nI think the Power Brokers really were bamboozled by the Donald’s victory.  Hillary would have given them everything they wanted; more free trade agreements and endless war.  What’s not to like?  Her scandals were always downplayed by the MSM, and the latte-sippers just loved the idea of the first female president, no matter how evil she is, and how much death and destruction she’s brought to the world.  That Trump has been viciously attacked from day one, and seems to be constantly on the verge of impeachment, shows to me that the Deep State is working to fix the “error” of the Trump victory.  They know that Pence will be more malleable.\nZachary Smith\nJuly 30, 2017 at 00:24\nThe tone of this essay really rubs me the wrong way.   I gather that I’m supposed to conclude that babe-in-the-woods Obama was snookered by evil advisers and his really good intentions were subverted by these people.\nI don’t buy it.  Obama was the slickest presidential liar in my lifetime, and from all accounts was also an arrogant cold blooded *****.    He assisted the bankers in the 2008 financial scandal and didn’t prosecute a single one of them   He also refused to prosecute the torturers, and continued the practice himself.   He weaseled out of every substantial campaign promise he made.   He destroyed Libya, Syria, and started the ball rolling with the current Russia confrontation.\nNo, I just don’t buy it.\nBob Van Noy\nFor what it’s worth Zachary, I totally agree…\nBob Van Noy\nJuly 30, 2017 at 00:37\nThe list of footnotes in Thierry Meyssan’s article, alone, are damming to the Obama Administration.\nGregory Herr\nThis was the sentenced that really galled me Zachary:\n“The reason was simple: Powerful national security bureaucracies were threatening to blame Obama for the failure of their heroic effort to save the anti-Assad war.”\nDave P.\nJuly 30, 2017 at 02:34\nZachary Smith: I agree. You are right on everything about Obama.Obama is also mostly responsible for starting this never ending Russia-Gate Scam as you wrote. He did not always go along with Hillary Clinton, Kerry, and National Security apparatus on Syria was because he was most likely afraid that it will turn into a mess like it happened in Iraq, and he will be blamed for it. Obama was very slick and therefore much more dangerous. Build up in Afghanistan, Libya, Ukraine, Yemen, and Syria, he was as active in all this as was Bush before him. His crimes are no less.\nRealist\nJuly 30, 2017 at 03:13\nI wonder if  his daughters are smart enough to understand what a monster their old man was in office.  Or, are they just planning on how to spend all the money he will be leaving them like Chelsea Clinton is getting from Bill and Hillary?   These people have left nothing of value to the country, but their family line sure gets an admission ticket to the top 1%.\nRealist\n“Obama was the slickest presidential liar in my lifetime”\nYou ain’t just whistling Dixie.\nRemember the huuuge throngs that came out to hear him speak, not only in this country but throughout Europe, before the dog was elected president?   Then mere weeks after inauguration, he is given the Nobel Prize for Peace.   He knew exactly what he promised and precisely what was expected of him.   He delivered NONE of it!   It was all bait and switch.\nAfter Dubya shafted this country six ways from Sunday, Obomber comes in and screws us six ways from Monday.\nDave P.\nJuly 30, 2017 at 12:25\nRealist:  The irony is that he – Obama – is young and is at it again.  He is not done yet. He is the best thing The Empire ever had. He is a golden cash cow to the Empire and the Whole West!  What a World we live in?\nHow Obama fooled so many of us who believed, with his African father,  he is the real thing – “hope and change”.  I still remember the the speech he made in Philadelphia Freedom Hall when the Hillary camp went after him on that Pastor of his Church in Chicago.  And that palatial pavilion  DNC built for his nomination speech in Denver stadium.  He invoked MLK and all that in  that very moving speech. What a demagogue he is!  With his Harvard and Columbia degrees , and his baritone, he is the best they – the Establishment – got.\nHe was made by the likes of Pitzker  Family in Chicago, and he was already in the pocket of AIPAC, and Wall Street Financial Oligarchy.   He and his family are just like that. How can they be different?\nAnd all these crowds in Europe who came to see Obama. And a Nobel Prize.  We already live in an Orwellian World. Until this Wall Street, Media, and Entertainment Oligarchies are not brought down, nothing else will change. There will be Wars and more  Wars.\nWith Media and Money, they have control over the Whole World.  The Western Media rules all over the World.  R and Sputnik News, just started recently, are miniscule. I hope more such outlets are started and gain some traction.\nDave P.\nJuly 30, 2017 at 12:34\nA correction: ” . . . RT  and Sputnik News, just started recently, are minuscule . . .”\nRealist\nJuly 31, 2017 at 04:28\nThe apple didn’t fall far from the tree.  His Kenyan father was a con man as well.  The first lesson he taught the kid was to abandon his mother.  His Kenyan brother doesn’t speak too highly of him either.   To succeed at the highest levels in politics I think requires the realisation that ethics and morals are for the common people, not leaders.\nmike k\nJuly 30, 2017 at 06:59\nAgreed. And those who voted for this evil fraud will never admit the horrible mistake in electing him. In the run up to the election, the deep state gave him more money than McCain. That should have told us something, but apparently it didn’t.\nRealist\nJuly 30, 2017 at 07:39\nBut here’s what’s even scarier:  if the SOB doesn’t beat Hillary in the primaries, she’s elected prez and we are all now dead.  If McCain wins in spite of Palin and the numerous mental gaffs, we are all dead.\nWhat decent candidates have we had from either party in ages?  We know what jackasses won, and they were terrible, but the losers were the limousine liberals (aristocrat insiders) Gore, Kerry and Clinton and their Republican counterparts McCain and Romney, neither of whom even knew how many mansions they owned.  It’s been only wealthy aristocrats who have received the nominations, whilst the also-rans in the primaries were mostly a troupe of clowns like Herman Cain (Mr. 999) and Ben Carson (the pyramids were grain silos).\nSee my comment below.  We’re on the same page.\nJCLincoln\nJuly 30, 2017 at 00:10\nSchemes, always with the schemes. This whole affair in Syria, and the Middle East sounds a lot like the War on Drugs, whereas we arm the bad guys with some half baked idea that they will come through for us, and that this is the proper thing to do. Why, would you weapon up an enemy who hates you? Although if your inclined to do what your colonialist forefathers did, as they turned Native Americans against their European enemy, then after seeing how the Native American got thanked for their call to duty, then why would a terrorist not see the hand writing on the wall….these generals don’t love you, they just want to use you for awhile.\nTalking about America’s Middle East allies, well it would be one thing if they were on the same page as you, but they are not. Each nation among our Middle East coalition has it’s own agendas, and goals to be met. With all these separate strategies, and wishes, what would make you think that the U.S. had the right combination of allies? Seriously, is it me? Take Erdogan for instance, his Turkey is on whatever side Erdogan says it on, from week to week. I could go nation by nation, but I’ll save that critique for another day, but seriously where is the focus going to set on the mission when every ally has their own reason, for wanting to remove Assad from his Syrian government?\nI was glad to see David Petraeus get mentioned in this article, when Gareth Porter spoke about Benghazi. I always though Petraeus got off easy on the Benghazi investigation, and I have even pondered to the idea that Petraeus may have been the one who leaked his affair out to the media….but that’s me.\nBob Van Noy\nJuly 30, 2017 at 00:23\nExactly, Joe and I’ll link an article by Thierry Meyssan that indicates that David Petraeus is still working militarily in private business MIC, indeed.\nJuly 30, 2017 at 00:55\nWow!  The Taliban gets in on the goodies too….keep those bullets flying in Afghanistan.  So who priocured those Toyota trucks?  Should have known.\nJoe Tedesky\nJuly 30, 2017 at 01:54\nWow, thanks Bob. I always like to hear what Meyssan has to say, because he’s in France looking from the outside in. I’ve gone back into Meyssan archives, and his writing’s truth holds time tested.\nYeah, that ugly stuff with General Dave is a racket, and one that comes with war. When I was in the Navy people always said that on the piers of Naples one could buy anything with a carton of Marlboro’s, well guys like General Dave own the pier, and then some. It’s plain and simple, our government runs like the mob. Oh wait, my apologies to ‘the Mob’ they run better.\nBob Van Noy\nJuly 30, 2017 at 09:06\nI have to ask Joe and the others on this thread. Where is our vaunted justice system? Why isn’t David Patraeus in a court room? How can a private corporation do this stuff?  And I don’t mean the organized (US Justice System) but those supposedly exceptional legal People who have nuanced opinions about every little aspect of our advanced legal system but have nothing to say about this kind of criminality. Where are our contemporary Mark Lanes and William Peppers. I would love to hear Jim Garrison comment on David Patraeus.\nJoe Tedesky\nJuly 30, 2017 at 10:24\nI think the Mark Lanes are out there, you just need to recognize them. I could be wrong, but today’s truth tellers are to be found on the internet. For instance Bob, Meyssan is a member of that club. Any author who post their articles on this site, could be in my estimation a truth teller also. What is missing, is where in the 60’s where Mark Lane would have been on Merv Griffin show you won’t find Jimmy Kimmel interviewing Paul Craig Roberts, or Robert Parry. In fact Robert Parry is a legend among the ignored honest reliable reporters of our time.\nBack in our youth, although we considered the media to be big, it’s ownership is now through the stratosphere. Over these years, with one corporate buyout over another even bigger corporate buyout the end result is a corporate concern which has grown to become a gargantuan monster in size, and impossible to control by the public. Yes, our media says it needs our viewer input and approval, but when it comes to reporting the news, I don’t believe it.\nBob Van Noy\nJuly 30, 2017 at 10:34\nOf course you’re right Joe, immediately after posting I thought, “wrong Bob”, they just lost their microphone…\nSam F\nOn where our judiciary is, see the CounterPunch article https://www.counterpunch.org/2010/12/10/why-judicial-corruption-is-invisible/\n“We all would like to believe that, as when we were children in a family, there is in our society a final authority to whom we can turn in case we are seriously wronged. We are not predisposed to believe the accusers of the judicial process any more than the detractors of Santa Claus. Perhaps critics are merely sore losers or angry convicts, and perhaps judicial misconduct would be exposed by appeals courts or the mass media, and corrected. Why guess our way without the facts? Such pre-dispositions held by many otherwise educated adults allow pervasive institutional corruption of the judicial branch to remain hidden.\n“Judicial corruption is invisible to citizens, because lawyers are trained and motivated to deny and cannot safely speak of it, because mass media corporations agree with judicial prejudice and live in fear of judicial whims, because non-lawyers cannot obtain the facts without prohibitive cost and effort, and because the infantile myth of judicial salvation has broad appeal and is propagated as an opiate by the mass media. Judicial corruption is discovered by those of its victims willing to do years of tedious research, and only they will speak of it.\n“Lawyers do not speak against judges, on whom they depend for income stability and success, and often aspire to be judges. They do not criticize law practice and precedent, which they are selected and trained to accept regardless of validity, and which they could not otherwise use successfully. The mass media are silent because they and their advertisers are big businesses in agreement with judicial prejudice, advised by lawyers, and dependent upon judicial whim for protection from libel suits. They do not investigate judicial corruption.”\nThe article goes on to detail the modes of operation of corruption, motives, and a specific case. I know of many others.\nJoe Tedesky\nPaul Craig Roberts on our judicial system….\nJuly 30, 2017 at 03:38\nWow.  What this makes clear is that the United States is hopelessly run, not by its elected government and not out in the open, but by some shadow operation consisting entirely of big corporations and the intelligence agencies, who own and micromanage every two-bit power on the planet (like Azerbaidjan!) with one common goal–maximizing their take of American dollars whatever the task they are given.\nDave P.\nJuly 30, 2017 at 02:17\nJoe, On Real News Aaron Mate interviewed Col. Lawrence Wilkerson today. It is interesting to watch it. Wilkerson talks about the issues related to this article in some ways. The link is:\nJuly 30, 2017 at 11:58\nI added this comment and link yesterday, but found still waiting in moderation this morning. Here it is again. Lawrence Wilkinson exposes quite a few  areas of foreign policy along with sensible solutions. A very good interview.\nJoe, On Real News Aaron Mate interviewed Col. Lawrence Wilkerson today, July 29th. It is interesting to watch it. Wilkerson talks about the issues related to this article in some ways. The link is:\nVery helpful Dave P. Thank you…\nJoe Tedesky\nJuly 30, 2017 at 12:44\nI can’t than you enough Dave, since I posted a link and a couple articles analyzing the US Army War College Report, having heard what Lawerence Wilkerson had to say, is a real leg up on keeping me informed. As you heard Wilkerson say, the negative US Army War College Report, is meant to scare us into handing over even more of our U.S. hard earned dollars to our Pentagon, and that’s more than deceitful, it’s criminal. I also agree with Wilkerson, that our Pentagon is a threat to our continuing to have any standard of living as we Americans now experience. America, must redirect our MIC contractors into helping with building things, and saving our ecology and environment. Thanks again Dave. Joe\nJuly 30, 2017 at 12:18\n“Each nation among our Middle East coalition has it’s own agendas, and goals to be met. With all these separate strategies, and wishes, what would make you think that the U.S. had the right combination of allies?”…very true, Joe, the very concept of nation states being “friends” or “enemies” is outmoded and reflects what I believe BobV was referring to as Kissinger’s and Brzezinski’s “failed philosophy”.\nBob Van Noy\nJuly 30, 2017 at 12:54\nSam F. Oh, Man…. I thought that I had become incapable of surprise. You stopped me with that. I used to lunch with an endearing retired Judge that explained that there were few Justices form the defendant side, and thought that that was an insight.\nIf the System can survive this time that we’re experiencing’ we may finally have a real opportunity to improve it with these insights.  For now, I’m optimistic…\nSam F\nJuly 31, 2017 at 07:54\nNo doubt there are few civil defendants who believe that justice was done. But the same applies to civil plaintiffs whose case is thrown to the richer party by our completely corrupt judiciary. The judiciary always has an excuse, and it is always wrong.\nOne of the ways that they conceal this is to write up opinions that extol the Constitution when the favored party happens to be in the right. The public assumes that they must care whether the opinion is right or wrong, which they do not.\nAnother of their methods is to alter the facts to favor the party with the money, and then write a sonorous opinion defending the principles involved, which no one challenged. Again it fools the public that they care about the principles.\nTheir favorite method is to refuse cases altogether on false arguments, having decided in advance that no case against their favorites will be accepted.\nBob Van Noy\nJuly 31, 2017 at 10:09\nMan! Sam F. I can’t really express how much I want this conversation! I’ve been preparing for years as a bibliophile interested in the Concept of Justice. Thank you.\nPlease contact me at Robert.edward5@aol.com\nBob Van Noy\nJuly 30, 2017 at 00:10\nI see Zbigniew Brzezinski and Henry Kissinger as old style European theorists who have invested too much of their time and energy in their own failed philosophy but they can’t admit their error because it has literally become an existentixal issue for them (had in Mr. Brzezinski’s case). The ultimate tragedy for America is that they have very successfully used us as proxies for their theories. The pain that these two have inflicted cannot be denied.\nThe London Review Of Books has an intriguing review in the current issue, by Sheila Fitzpatrick\n‘’The House of Government: A Saga of the Russian Revolution”, that indicates to me that really thorough scholarship of that period is only now being really sorted out.\nBob Van Noy\nZbigniew’s man, methinks…\nJuly 29, 2017 at 22:52\nI have to give Obama some credit here because there was enormous pressure coming from the CIA and the Clinton faction to overthrow Assad, which would have led to an enormous bloodbath in my estimation. Obama however failed to exercise leadership as Commander in Chief. He was, after all, a conservative, and no more wanted to thwart the CIA than the Wall Street interests that brought the economy to its knees in 2008. He promised change but ratified the status quo.\nGregory Herr\nJuly 29, 2017 at 23:20\nWell, if you can’t take the heat, you shouldn’t be in the kitchen.  I think he was all in, but when direct U.S. military involvement in 2013 got too dicey because of Russia, Obama covered his political arse and took the “patient” route with proxy terrorists.  The Syrian people got a bloodbath, and Obama continued the lies and the calls for Assad’s ouster and the support for headchoppers.  He’s guilty as sin in my book…when I consider the rest of what occurred on his foreign policy watch, I can’t give him any benefit of the doubt on Syria.  Remember that Libya preceded this and was used as a weapons depot and launching pad.\nAs you noted Bob, he was also all in on the Wall Street domestic agenda too….from the beginning.  I could be wrong, but I think he was much more of a willing player (and con man) than a coerced scared cat.  He kept Gates and appointed Clinton and was pals with Sunstein-Powers.  No respect for Constitutional or international law either.  He did worse than ratify the status quo…he stabbed us all in the back and took the Bush-Cheney policies of surveillance, drone warfare, and Global War of Terror to the next level.  He abided the coup in Ukraine and talked smack rather than acting like someone with “fiber” in his being.  No slack for the war criminal.\nJuly 30, 2017 at 00:08\nOkay, Gregory, it’s not meant to be a compliment…but he could have been Clinton; yes bad can be worse! I think he might be a bit more vulnerable than the image he tried to project. In the end there is a fine line between circumspection and cowardice and unfortunately, I believe he crossed it in not standing up to the powers that be.\nGregory Herr\nJuly 30, 2017 at 00:35\nBob…I agree you were criticizing Obama.  And thank God we didn’t get Clinton and the no-fly zone! I respect your comment as essentially true, and wonder a lot about who Obama really is…what was his agenda before taking office, and what changed, if anything?    My rant is based on Obama, not your comment….he’s kind of a lightning rod for me as you can tell.  I do allow for the possibility that he was coerced into things he didn’t want to do, but the people he surrounded himself from the get-go and how he eventually acted, to my intuition, leaves me, as I said, not wanting to give him slack.  He kept Patreus around too…as CIA director, I think Patreus probably had a big hand in the Libya-to-Syria ratline to arm terrorists. Thanks for your well-thought and genuine response…at the very least then, he was a coward and enabler, if not an outright fraud and self-opportunist.\nRealist\nJuly 30, 2017 at 03:03\nGregory, I think you despise the SOB as much as I do because he lied to us to get our support during two campaigns.  He promised us A and gave us B in most every instance.  Most of us hate traitors worse than our avowed enemies, and he betrayed everyone who supported him.   I used to use pretzel logic to support the bastard over six years because he claimed to be a “progressive” and a man of peace, but Ukraine in 2014 was a bridge too far.\nThen came our illegal and unconstitutional incursion into Syria, the sanctions, the charges of hacking, just an endless list of aggressions against Russia every day, with similar threats towards Iran, China and North Korea.   This after attacking Libya, Yemen, Sudan and Somalia after promising withdrawals which never happened (or were reversed) in Iraq and Afghanistan.\nDoesn’t matter what any politician promises, judge him by his deeds.  Don’t fall for partisan politics and vote for or against anyone because of party affiliation.  These were lessons that Obama belatedly taught me so well.\nBrad Owen\nJuly 30, 2017 at 06:44\nIt may be of interest that within months of Obama’s election, the LaRouche people started sounding the alarm that he is a clinical Narccisist with NPD, and MUST be 25thed out of office.  He ingratiated himself with Wall Street saying “I’m the only thing standing between you guys and the peasants’ pitchforks”. Completely “tone deaf” on appropriateness of policy, simply “what makes me look good, what makes me look bad, what’s in it for me” and to leave well-loved by the shallow ones of liberal bent. Also raised in a CIA family implicated in Indonesia ops (left-over stuff from Dutch Empire days…Synarchists trying to recapture covertly what was held overtly in the “good ole days” of Empire).\nGregory Herr\nJuly 30, 2017 at 07:24\nRealist, I don’t know why I dither sometimes still in the face of it all…reality can be a harsh master.  As much as Bush bothered me with Shock & Awe and much more, I knew who he was…the veneer was thin as paper and there was hope matters could be turned.  To present himself as he did, proffering the “hope” of turning away from all that and then doubling down, makes Obama just seem that much more insidious.\nBob Van Noy\nJuly 30, 2017 at 11:02\nFor Brad, from above…I know you’re quite right and my independent research has led to the same conclusion, can consensus be far away?\nJuly 30, 2017 at 12:06\nWell guys, I think we all agree on Obama’s betrayal and I for one won’t enlist as a witness for the defense; history will be the final judge if there are any mitigating circumstances.\nmaryam\nPetraeus? Betrayus.\nExcellent thumbnail sketch of the dog.\nBob Van Noy\nJuly 29, 2017 at 21:12\nThe Secret is that it never stopped. Thanks Greg, you’re great.\nBob Van Noy\nJuly 29, 2017 at 21:03\nOnce President Johnson rescinded NSAM 263, and gave “them their damn war (Vietnam)”, each president since that time, has found a way to dissapoint their constituents. With regard to War, nothing changes we’re in a state of perpetual Warfare…\nGregory Herr\n…the coup is ongoing…\nJuly 29, 2017 at 20:28\nYes I agree but then obomber could have put the dark state on the side lines. The sad news is he and wife wanted to live the good life the puppet masters could provide after being potus. The obomber lieberry is now excepting corp. donations. The lieberry will be built on public land but controlled by the lieberry.\nEverything is on schedule please move along, there is nothing to see here;-)\nRoza Shanina  I agree with just drink myself to death, Sad ;-)\nchuck\nJuly 31, 2017 at 12:04\nyou mean the liebarry, right? :)\nyeah barry the betrayer actually runs the biggest risk of one day having to face trial. while the more murderous w., cheney, rumsfeld, and hillary will most likely evade a jury due to life-exptancy, the change-bullshiter may perhaps live until the people have taken back power. unless the golden apprentice hasn’t managed to fire planet earth.\nGregory Herr\nJuly 29, 2017 at 20:16\nThe overthrow of Assad was in the works well before late 2011.  The so-called “uprising” is a myth and the violence was first perpetrated in Deraa just across the border with Jordan via a CIA operation involving foreign mercenaries and local Salafists.  Obama’s red line was not a mistake…the false flag chemical attack was to be a pretext for a U.S. strike on Damascus, but was foiled when Putin sent a missile cruiser to the Mediterranean, issued a stern warning about an attack on Damascus, and called Kerry’s bluff on chemical weapons disposal.\nPlacate this and placate that…\nMEexpert\nJuly 30, 2017 at 09:24\nNot much is heard about them but remember the “Blackwater” mercenaries. Those guys are still operating in Afghanistan, Pakistan, Iraq, and Iran. They keep the pot stirring to keep the conflicts going.\n+1000000\nIn fact, Seymour Hersh wrote of the plot to use extremists as a weapon of state in 2007 (see: http://www.newyorker.com/magazine/2007/03/05/the-redirection ).\nNagging suspicion: “no drama Obama” was selected to carry it out.\nNow the whole mess is being hung around McCain’s neck (see: https://jackrabbit.blog/2017/08/01/moderate-rebels-cheerleader-mccain-is-fall-guy-but-neocon-cancer-lives/ ).\nBob Van Noy\nJuly 29, 2017 at 19:45\nStephen J, I’m going to provide a link that, I think, offers some hope…\nJuly 29, 2017 at 20:05\nI’ve always suspected that USA foreign policy has been dictated by various fascist elements that have infiltrated the government / deep state / fourth estate / finance..etc.  Project Paperclip and MacArthur bringing in the Japanese fascists – Unit 731 anyone… Reinhart Gehlen and the Org.   Hence Barbarossa II.\nI don’t know what to do or why I worry about such things.  I should just work, keep my head down and drink myself to death.\nBob Van Noy\nJuly 29, 2017 at 21:10\nRosa Shanina your instincts are excellent keep up the accurate assessment, don’t drink, stay sharp, this is a battle…\nRoza Shanina\nJuly 29, 2017 at 21:15\nThank you Mr. Van Noy,\nAt times the community here and also at moon of alabama are the only things that keep me going.  I will heed your words of wisdom and read your astute comments with pleasure.  You could become my sponsor on the 13 step program!\nHasta la victoria siempre!\nAbsolutely!\nmike k\nJuly 30, 2017 at 07:07\nThe 12 steps are very sturdy, but watch out for for number thirteen!\nBob Van Noy thanks for the link. Very interesting.\nCheers Stephen J.\nBob Van Noy\nJuly 29, 2017 at 21:08\nCheers to you Stephen, keep up the excellent reading and links. Your work is invaluable.\nmike k\nJuly 29, 2017 at 19:43\nThe US needs to slash it’s military budget to the bone. This will include our refraining from meddling in affairs all over the world. We should join with other nations to work for peace, and fight the lethal climate change that is the real enemy of all of us.\nWhat needs to be done is simple and guaranteed to be effective. It remains for us to do it; otherwise we are building our own coffin and everyone else’s. Reality does not reward ineffective gestures. Either we do the right thing, or we will (are) suffer(ing) the consequences. All the fiddling around with political compromises, new tech, etc. will avail us nothing unless we do the simple things that ensure peace. All the clever plans to fix things while leaving our fundamental faults intact are never going to work ever. Never have, never will.\nBob Van Noy\nJuly 29, 2017 at 21:28\nmike k, the next President must, above All, be a Peace candidate, or be impeached!\nI believe the question that needs asking is this:\n“When Are The Past and Present Leaders of a Number of Countries Going To Be Arrested For Financing, Training, Arming and Assisting Terrorists?”\nMore info at Link below\nYes! Stephen J., that is the question.\nLarco Marco\nJuly 29, 2017 at 19:08\nThe Deep State forced Obomber to (mostly) cave in, but I am very surprised that malleable Trump has terminated the CIA program to arm and train anti-Assad Syrian forces.\nBrad Owen\nJuly 30, 2017 at 06:19\nHe has said more than once that regime-change wars are stupid, NATO(deployed against Russia) is obsolete, and that we should be working with the Russians to combat terrorism. First step is to quit sponsoring and arming them. He can order CIA (whether they obey is another question). He can’t order MI6. Don’t forget AlYamamah, the BAE arms for oil trade deal, from EIR.\nSam F\nJuly 30, 2017 at 09:33\nSuspect another “rebranding” or at least a “pivot” to other secret wars of corruption until proven otherwise. But we may as well be supportive in case it is true, always the least likely interpretation for the USG.\nBob Van Noy\nJuly 29, 2017 at 19:03\n‘’The only way to reverse that situation is to direct public attention to that malignant alliance of interests, which has thus far gotten a free ride.’’  Gareth Porter\nEach time we’re made familiar with the “back room” dealings gone awry: two mental images emerge for me, one is of President Bartlett’s Situation Room in “West Wing” where every time things were going well, President Bartlett would be called to the Sit Room to send out some new Military mission. Eventually, I found myself advising him Not to go there.  Secondly, my mind goes to images of President Kennedy’s meetings with The Joint Chiefs where he couldn’t get an alternate viewpoint to ponder… I found myself deeply admiring President Kennedy for walking out of his own War Room and telling Bobby that they were crazy (The Chiefs) and that they (He and His Brother) would have to seek their own solution in order to maintain Peace. I think because President Kennedy had fought, he had a specific respect for Peace and wouldn’t allow the easy escape from that room with a Go, and I deeply admire him for that.\nAcross the hall The President needs an Advocates For A Different Solution Room, Or maybe we should just get out of the Empire Business altogether…\nThanks Gareth Porter and Robert Parry\nSam F\nJuly 30, 2017 at 09:28\nYes, we need to sharply reduce both the military budget and military presence in the WhiteHouse. NSC has over 2000 staff and we have no such inside influence for other policy options: every problem is met with force, the least likely solution, and neither the interests of foreign peoples nor that of the US people are in the balance with oligarchy benefits.\nNo president unprepared to cut down MIC influence is prepared for the office. Oligarchy campaign “donors” and mass media can easily prevent a leftwing trojan horse by the candidate’s communication with their opponents, versus his early acceptance of their puppets in his administration. Any candidate with the money to win will remain sold to oligarchy after election.\nIt is plain that the oligarchy has used African-American and female candidates as rightwing trojan horses, succeeding in this deception only because they own the mass media. Until elections and mass media are isolated from economic power with constitutional amendments protected by a purged judiciary, all politicians are pre-sold to the MIC/zionist/Saudi oligarchy.\nWe cannot get those amendments because oligarchy already controls those tools of democracy,\nBob Van Noy\nJuly 30, 2017 at 09:40\nExcellent run down Sam F. Now we’ll have to figure out how to counter that power. My old stand-by teacher J. K. Galbraith, had a theory of “Countervailing Power” that I’m sure was well thought out. Certainly it’s time to countervailie.\nThe only thing I can imagine is an open forum protected by sophisticated web persons like VIPS to organize a massive And Peaceful Response…\nBob Van Noy\nJuly 30, 2017 at 09:45\nNo matter what our backgrounds are one can easily see deep reading and understanding running through this site, I have little doubt that our problems could be addressed.\nSam F\nJuly 30, 2017 at 12:01\nI will have to look at Galbraith’s theory of countervailing power. Agreed that an open forum is needed in addition to open news sources. I am working on a College of policy Analysis/debate (textual debate among university experts, all views protected, no consensus urged) with a public access/comment layer. But I am too bogged down in fighting corruption on all fronts to make much progress.\nBob Van Noy\nWonderful Sam F. Keep us informed.\nturk 151\nJuly 29, 2017 at 19:02\nA very good article.  I great article, however, would have included France and Israel’s alignment with Clinton, Petraeus and General Alan.  France, whose interests included recolononizing the middle east and Israel’s view of Assad being a perpetual thorn in their side.  It would have also said that the reason that Erdogan was so fixated on eliminating Assad, his former friend and ally, was because the US promised him rule over the Turkic regions as a counterbalance to Saudi’s Wahhabism.\nSusan Sunflower\nJuly 29, 2017 at 19:38\nagree — and it appears clearer with this narration that the Obama Administrations “prevarications” (lies) about Benghazi were likely to hide the arms shipments (as well as the spiraling deterioration in their much ballyhooed “perfect little intervention” (see also Bosnia) in Libya) on the eve of midterm elections, September 2012.\nJuly 30, 2017 at 14:17\nCorrect. The US was actively involved in the weaponization of the “moderate” jihadis (ISIS/AlQaeda): http://www.voltairenet.org/article197144.html\nAnd here is a talk on the infamous Chalupa sisters and on the mysterious agreement between 17 agencies re “Russian hacking.” https://www.youtube.com/watch?v=L4q-sHJCGCk\nIt seems that the “agreement” came about after the DNC/CIA looked into a single report of a single private entity, CrowdStrike, authored by a Jewish emigre from Moscow, Dmitri Alperovitch, who is affiliated with the Russophobic Atlantic Council. Alperovitch,  along with Eliot Higgins, the hapless ignoramus and anti-Russia & anti-Syria propagandist, is an “expert” at the Atlantic Council. (The Atlantic Council enlists the Kingdom of Saud among its most generous supporters). Mind that none of the governmental agencies, including the FBI, were allowed to look at the material that was offered for “investigation” to CrowdStrike.\n“What Is CrowdStrike? Firm Hired By DNC Has Ties To Hillary Clinton, A Ukrainian Billionaire, And Google:” http://www.zerohedge.com/news/2017-03-24/what-crowdstrike-firm-hired-dnc-has-ties-hillary-clinton-ukrainian-billionaire-and-g\nThat’s it Anna. Hook,Line And Sinker… Thanks.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://jackrabbit.blog/2017/08/01/moderate-rebels-cheerleader-mccain-is-fall-guy-but-neocon-cancer-lives/",
                "http://www.nytimes.com/2013/06/14/world/middleeast/syria-chemical-weapons.html",
                "https://www.nytimes.com/2014/10/15/us/politics/cia-study-says-arming-rebels-seldom-works.html?_r=0",
                "http://www.theamericanconservative.com/articles/how-america-armed-terrorists-in-syria/",
                "http://www.theamericanconservative.com/articles/how-cia-and-allies-trapped-obama-in-syrian-arms-debacle/",
                "https://www.zerohedge.com/news/2017-03-24/what-crowdstrike-firm-hired-dnc-has-ties-hillary-clinton-ukrainian-billionaire-and-g",
                "https://www.counterpunch.org/2010/12/10/why-judicial-corruption-is-invisible/",
                "http://www.voltairenet.org/article197144.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mepc.org/journal/chemical-attacks-syria-how-us-intel-went-wrong",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.newyorker.com/magazine/2007/03/05/the-redirection",
                "https://www.youtube.com/watch?v=L4q-sHJCGCk",
                "https://www.youtube.com/watch?v=41HhRABl3kM&feature=youtu.be"
            ]
        },
        "key_words": [
            "obamas",
            "regime",
            "security",
            "national",
            "trap",
            "program",
            "military",
            "allies",
            "administration",
            "fell",
            "obama",
            "syrian"
        ]
    }
]