[
    {
        "url": "https://nutritionfacts.org/2014/11/20/how-beans-help-our-bones/",
        "title": "How Beans Help Our Bones",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2014-11-20",
        "text": "How Beans Help Our Bones\nHealth authorities from all over the world universally recommend increasing the consumption of whole grains and legumes—beans, split peas, chickpeas, and lentils—for health promotion. But what about the phytates?\nPhytate is a naturally occurring compound found in all plant seeds (like beans, grains, and nuts) that over the decades has been maligned as mineral absorption inhibitors. That’s why, for example, one hears advice to roast, sprout, or soak your nuts to get rid of the phytates so we can absorb more minerals, like calcium.\nThe concern about phytates and bone health arose from a series of laboratory experiments performed on puppies published in 1949, which suggested that high phytate diets have a bone softening and anti-calcifying effect. Subsequent studies on rats, in which they fed them the equivalent of ten loaves of bread a day, “confirmed” phytate’s status as a so-called anti-nutrient. But more recently, in the light of actual human data, phytate’s image has undergone a makeover.\nA recent study published in the Journal of Medicinal Food asked a simple question: Do people who avoid high phytate foods—legumes, nuts, and whole grains—have better bone mineral density? No. Those that consumed more high-phytate foods actually had stronger bones, as measured in the heel, spine and hip. The researchers conclude that dietary phytate consumption had protective effects against osteoporosis and that low phytate consumption should actually be what’s considered an osteoporosis risk factor.\nA follow-up study , measuring phytate levels flowing through women’s bodies and following bone mass over time, found the same thing: women with the highest phytate levels had the lowest levels of bone loss in the spine and hip. Those who ate the most phytates were also estimated to have a significantly lower risk of major fracture, and a lower risk of hip fracture specifically.\nThis is consistent with reports that phytate can inhibit the dissolution of bone similar to anti-osteoporosis drugs like Fosamax. Phytates don’t have the side effects, though, such as osteonecrosis (bone death) associated with that class of drugs. People take these drugs to protect their bones, but by doing so may also risk rotting them away (See Phytates for the Prevention of Osteoporosis ).\nEating healthy can help us avoid other drugs as well. See, for example:\nAnd more on the benefits of phytates can be found in my videos:\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/22905230",
                "https://www.ncbi.nlm.nih.gov/pubmed/22536493",
                "https://www.ncbi.nlm.nih.gov/pubmed/19053869",
                "https://www.ncbi.nlm.nih.gov/pubmed/7077425",
                "https://www.ncbi.nlm.nih.gov/pubmed/11198165",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1392604/",
                "https://www.ncbi.nlm.nih.gov/pubmed/22614760",
                "https://www.ncbi.nlm.nih.gov/pubmed/17663640",
                "https://www.ncbi.nlm.nih.gov/pubmed/88737"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/phytates-for-the-prevention-of-osteoporosis/"
            ]
        },
        "key_words": [
            "risk",
            "nuts",
            "beans",
            "health",
            "phytates",
            "mineral",
            "help",
            "levels",
            "hip",
            "bone",
            "phytate",
            "drugs",
            "bones"
        ]
    }
]