[
    {
        "url": "https://nutritionfacts.org/2017/12/21/support-nutritionfacts-org/",
        "title": "Support NutritionFacts.org",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-21",
        "text": "Do you appreciate my work?\nThere are some people who will never change, and God bless ’em. If they want to smoke cigarettes, go bungee jumping, it’s their body, their choice. But I think most people are just confused. They want to live long, healthy lives, want to take better care of their families, but are bombarded by billion dollar industries bent on sowing confusion in hopes people will just throw up their hands and eat whatever’s put in front of them. But the good news is that we have tremendous power over our health destiny and longevity—the vast majority of premature death and disability is preventable with a healthy enough diet and lifestyle. The science is in, but it’s being drowned out by commercial interests who may not have our family’s best interests at heart. I hope you consider me a partner in the struggle to get at the truth. Nearly 190,000 scientific papers on nutrition were published over the past year, about 500 a day. Please help us sift through all that science, so you… don’t have to!\nLast week, we started our annual end-of-year fundraising drive. Year after year, more than half of our entire annual operating budget has been raised around these final few weeks of the year. So we count on your giving season generosity to make a tax-deductible donation to keep NutritionFacts.org going and growing.\nWe need to raise more than usual this year, because I need to take the next year off from speaking so I can concentrate on writing my next book, so that loss in speaking honoraria has to be made up in donations. Please “root” for the facts by helping us fill the carrot!\nI may be the face of NutritionFacts.org, but there’s a veritable army of staff and volunteers behind the scenes. They help me churn through the thousands of studies a week to stay on top of the science, so we can bring you daily videos and articles on the latest in evidence-based nutrition. This is only possible because of you. Every year, thousands of people step forward and make donations large and small to express appreciation for our work. Hundreds have even signed up to be monthly donors, which helps ensure a predictable steady stream of support. It’s a numbers game; even a single dollar can help.\nOn the  Donate Page  you can make a tax-deductible donation  using a credit card ,  Bitcoin , transferring  stock , or by sending a check to “NutritionFacts.org” PO Box 11400, Takoma Park, MD 20913.\nThe How Not to Die Cookbook is a Hit!\n \n \n \nNew Daily Dozen Posters \n \n \nLive Q&A December 28th\nEvery month now I do Q&As live from my treadmill, and Thursday, December 28th is the day.\nFacebook Live: At 12:00 p.m. ET Thursday, December 28th, go to our  Facebook page  to watch live and ask questions.\nYouTube Live Stream: At 1:00 p.m. ET Thursday, December 28th go  here  to watch live and ask even more questions! \n \n \n \nMichael Greger, M.D.\nPS: If you haven’t yet, you can subscribe to my free videos  here  and watch my live, year-in-review presentations:\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=gQi_PcmPeZ0",
                "http://www.nutritionfacts.us5.list-manage.com/subscribe?u=c1bae6687e1e6ab175fb56913&id=40f9e497d1",
                "https://www.stockdonator.com/stock-information/?oid=c9fe74",
                "https://www.facebook.com/NutritionFacts.org/",
                "https://bitpay.com/940206/donate",
                "https://nutritionfacts.org/donate/"
            ]
        },
        "key_words": [
            "york",
            "healthy",
            "cookbook",
            "qas",
            "donation",
            "28th",
            "nutritionfactsorg",
            "daily",
            "support",
            "science",
            "live"
        ]
    }
]