[
    {
        "url": "https://consortiumnews.com/2017/07/29/violence-around-the-al-aqsa-mosque/",
        "title": "Violence Around the Al-Aqsa Mosque",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Bozhidar Balkas",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-29",
        "text": "Main menu\nJuly 29, 2017\nBy Dennis J Bernstein\nUpdate: By the early hours of Thursday — after this interview — Israel had removed the metal detectors from Al-Aqsa Mosque.\nViolence flared in East Jerusalem starting on July 21, as a result of Israel’s decision to put metal detectors at the entrance to the Palestinians most holy site, the Al-Aqsa Mosque, along with the stationing of hundreds of Israeli security forces and police.\nPalestinians protested all over occupied Palestine against the decision and at least four Palestinians and three Israelis have died as a result. The situation triggered international alarm and caused the United Nations Security Council to convene a meeting to explore ways to calm the tension.\nPhotograph taken by an Israeli sniper of the head of a Palestinian boy in the cross-hairs of a rifle scope.\nI spoke to Ramzy Baroud, editor of the PalestineChronicle.com, about the situation on the ground last weekend and the continuing moves by Israeli occupation forces to seize more and more Palestinian land in East Jerusalem and on the West Bank.\nDennis Bernstein: What are your thoughts on the tense situation and the standoff in East Jerusalem?\nRamzy Baroud: Well, the situation on the ground is quite difficult right now. As you know, there was this gun battle a few days ago, which resulted in the closure of the Al-Aqsa Mosque and the Haram Sharif compound, one of the holiest sites for Muslims everywhere. This is the first time we have seen such a closure since the time of the Crusades. So this is a huge deal for the Palestinians and many fear this is an indication of a much more extensive political plan to normalize the annexation of East Jerusalem.\nWe have seen tens of thousands of Palestinian worshippers, mainly Muslim but also joined by their Christian brethren, prevented from entering the compound to pray. On July 21, Israeli [forces] installed metal detectors and, of course, the Palestinians are protesting this. The Al-Aqsa compound has been under the management of the Islamic Trust since an agreement was reached by the Israeli and Jordanian governments in 1967. Installing metal detectors is Israel’s way of rejecting this agreement, which has been in force for five decades now.\nPalestinians are feeling a great deal of outrage and insecurity now in East Jerusalem. They fear this is part of a larger Israeli plan that brings right-wing politicians such as Benjamin Netanyahu into the same camp with extremist Zionists who believe that the mosque is built on the site of an ancient Jewish temple and want to destroy it. They have attempted to do so in the past but this recent violence has inspired many of them to believe that the moment is now.\nDB: Maybe you could put this latest violence into the context of the ongoing seizure of Jerusalem.\nRB: American politicians such as Trump tend to neglect the complexity of history. They assume that all it takes to be an effective politician is the ability to attract campaign contributions and win the support of powerful segments of the population. Truly wise politicians try to understand the repercussions of every decision they make.\nPresident Donald Trump and First Lady Melania Trump are welcomed by Prime Minister of Israel Benjamin Netanyahu, and Israeli President Reuven Rivlin, on their arrival to Ben Gurion International Airport, May 22, 2017, in Tel Aviv, Israel. (Official White House Photo by Andrea Hanks)\nWith the Trump administration, there has been a kind of euphoria in Israel, particularly among the ultra-nationalists, the most extreme camps in the Israeli government and society. They feel that Trump is their messiah, not in a religious sense but in the sense that he is going to be the one to fulfill biblical prophecy. Trump has promised that he is going to move the American embassy from Tel Aviv to Jerusalem in defiance of international law, making the US the only country in the world to do so.\nWhether he actually carries through on the promise is not the issue. The message is loud and clear: The US is no longer following any kind of international consensus, on Jerusalem or the status of the Israeli occupation of the West Bank and Gaza. That changes the rules of the game entirely.\nNikki Haley, the new US ambassador to the UN, has repeatedly insisted on Israel’s sovereignty in Jerusalem, on Israel’s ownership of the Muslim and Christian holy shrines. I don’t think we have seen anything like this since the George W. Bush administration and the Negroponte doctrine, which stated that the United States would not accept any UN resolution inconsistent with Israeli interests.\nBut what is happening now is even worse than that. We are not just seeing attempts at preventing United Nations institutions from speaking out against Israel’s violations of international law. We are seeing a new level of very right-wing, indoctrinated outlook emanating from Washington. As a result, Israel has been extremely empowered.\nFor the Zionists, Nikki Haley is a godsend. She is the person who is going to change the status of Israel at the United Nations. Palestinians understand that something has been fundamentally altered in the nature of the relationship between Israel and the United States.\nSo there is an attempt to really push the limit. For example, last March the Knesset passed another reading of a law that prohibits the Muslim call for morning prayer. Again, this is something that hasn’t happened for a thousand years. It is not possible to say this new position is just the work of a few extremists on the margin. We are talking about mainstream politics in Israel.\nIf this continues and there are no international repercussions, Palestinians will be forced to fight. What is happening in Jerusalem now are not clashes, it is about people wanting to go to their mosques to pray and thousands of Israeli soldiers blocking entry. If this continues, we are going to see a lot more violence in the coming days and weeks.\nDB: In April, the Israeli government announced that they are going to build 15,000 new housing units in occupied Jerusalem. That has got to to be wreaking havoc already.\nRB: We hear these astonishing numbers, as if the occupied territories have this unlimited space that can be constantly carved out and destroyed and rebuilt! These housing units are going to be built on Palestinian land, whether privately owned or not. People will find themselves homeless, entire villages will be wiped out. The Bedouins, in particular, are often the first to suffer.\nUnfortunately, when this happened, our media told us only part of the story: Three Palestinian brothers opened fire, killing two Israeli police officers. Anyone hearing a story like this is going to think, well, this is really quite violent and completely unacceptable. These officers are doing their jobs. But they don’t understand the very violent context to this story: people being killed, being ethnically cleansed, being brutalized on a daily basis.\nA panoramic view of the Israeli settlement of Ariel on the Occupied West Bank. (Photo credit: Beivushtang)\nPeople are being pushed to the breaking point. This doesn’t mean that we are condoning violence but it must be understood that these types of violent actions don’t happen out of context. Until we hold to account those who are illegally wielding power, the violence is going to continue and more people are going to suffer as a result.\nDB: It is my understanding that a lot of organizing is going on within the Palestinian community all over occupied Palestine and Israel. What is now happening at the holy sites is really getting attention not only in the region but all over the world. How do you see this in the context of the larger wars underway, the Syria connection, the way in which the Saudis are being even more empowered by the Trump administration? It seems that the Israelis are seizing the opportunity to do what they have been meaning to do in Jerusalem for so long.\nRB: Indeed, we see for the first time in many years the absence of an Arab consensus on Jerusalem. Not because Arabs don’t care about Jerusalem, but because greater political urgencies are motivating the various actors. Saudi Arabia, at this point, is an embattled country, a country which is undergoing shifts in its political structure from within. The heir apparent has been replaced in a so-called “palace coup.”\nThe Saudi’s main concern right now is not Israel but Iran. The more they try to limit Iran’s influence in the region, the greater this influence becomes. At this point we are seeing an almost open pact between Saudi Arabia and Israel. Those who dare operate outside the Saudi consensus, such as Qatar, find themselves immediately under siege.\nSo right now the political equation in the Middle East is changing. Israel is no longer at the center. Rather, you have Saudi Arabia, the United Arab Emirates, Egypt and Israel on one side, and Syria, Iran and a few others facing off against them.\nThis creates the perfect opportunity for Israel, if you think about it from a shrewd political standpoint, to do whatever they deem necessary for their political interests. In Washington, you have an administration that is completely blind to Israeli crimes and you have Saudi Arabia and its allies looking the other way. This is the perfect opportunity for the Israelis to open the floodgates to new settlements and to do what they please with the Palestinian population.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nJuly 31, 2017 at 10:35\nThe title is much less than the article provides.  Good article, limiting title.\nJuly 31, 2017 at 10:02\nPhotograph taken by an Israeli sniper of the head of a Palestinian boy in the cross-hairs of a rifle scope.\nThe essence of Fake News. How do we know the head is Palestinian? How do we know the cross-hair is not photoshopped? How do we know this is a rifle scope? What Israeli who actually expects to shoot places a camera behind a scope? This being some indeterminate head why is it not a Jordanian soldier expecting to shoot a Jew? They did that whenever the opportunity presented itself http://www.dailymail.co.uk/news/article-4306026/Jordan-releases-soldier-killed-7-Israeli-schoolgirls.html .\nSo fake, Jew-hating pseudo-news.\nJuly 31, 2017 at 11:21\nAn investigation in Haaretz daily says the customised shirts are often ordered when troops finish training courses.\nOne example shows a pregnant Arab women in the cross-hairs of a sniper’s sight with the legend “1 shot 2 kills”.\nAnother design shows a child being similarly targeted with the slogan “the smaller they are, the harder it is”.\nh**p://news.bbc.co.uk/1/hi/world/middle_east/7960071.stm\nSome more fake news for the amateur and incoherent propagandist to dismantle.\nJuly 31, 2017 at 09:30\nearlier violence left four Palestinians and three Israelis dead, as Dennis J Bernstein reported.\nPeople may never get past the first few sentences so please report truth. Its five Israelis and three Arabs killed. The five Israelis are the two Druze police officers gunned down on the Temple Mount while looking out for the safety of everyone. The other three Israelis were a grandfather of seventy and his offspring of forty years old hacked to death in a torrent of blood at their Sabbath meal. The three Arabs were the murderers of the policemen. placing all on the same moral plane is just like placing the German guards of Sobibor on the same plane as the escaping inmates. Its moral equivalence gone mad.\nbozhidar balkas\nJuly 30, 2017 at 07:12\nThis goes to show us what deep the hatred and anger of a religion and/or ethnicity can become against another religion and ethnicity.\nZachary Smith\nJuly 30, 2017 at 00:08\nThis latest agitation by the apartheid zionist state is almost certainly part of a larger and more sinister plan.   That’s because the Muslim site event didn’t happen in isolation.    First piece is from the Jonathan Cook site.\n“Is Gaza-Sinai state a possibility for Palestinians?”\n25 July 2017\nThe long-discussed plan could see most of Gaza’s population end up in Sinai, alongside millions of Palestinian refugees\nI’ve been saying for quite a while the ideal destination for the subhuman Palestinians is a desert somewhere, and the Sinai seems to be at the top of the list at the present time.  If the total destruction of Syria had gone as planned, the Zionist swine wouldn’t have had to dicker with Egypt – they’d have simply death-marched the Paleos to the worst part of Syria.  Ugly statement within the essay – “The US administration of Donald Trump is openly on its side…”\nh**p://www.jonathan-cook.net/2017-07-25/is-gaza-sinai-state-a-possibility-for-palestinians/\nBut it gets worse.   To become a proper Jewish State without any contamination by beastly untermenschen, the Arab Citizens must also be on the “if-you-fall-you-die” walk to a proper “homeland” for their kind.\nThe Israeli press reports that Prime Minister Benjamin Netanyahu has now adopted an idea that had been beyond the pale: transfer– stripping Israeli Palestinians of citizenship without their OK and making them citizens of another country, all of course on a religious-ethnic basis.\nh**p://mondoweiss.net/2017/07/transferring-palestinians-palestinian/\nWhen you get right down to it, who will care?   Not the Trumpies.  Not the Hillary Bots.   Not the Protestant Fundamentalists.\nAll of this is going to happen in a barren wasteland somewhere.  Scheduling is about all that remains.  That, and proper agitation to prepare the groundwork.  At some point I’d expect a really horrific and deadly attack in Israel.  In some really poor part of the country where no elites are endangered, of course.   Count on the neocon NYT and Bezos Blog Washington Post to start screaming for this highly enlightened “humanitarian” solution which will finally leave the region in peace.  That is, until the Zionists have had time to “digest” their latest empty lands.   Then they’ll quietly disavow whatever they had promised.   Think again of what Hitler said:\nHitler had promised British Prime Minister Neville Chamberlain and the German people that the Sudetenland would be his “last territorial demand” in Europe.\nThey’ve learned so much else from the Nazis, why not that as well?\nmike k\nJuly 29, 2017 at 17:31\nThe government of Israel is a racist, terrorist organization. They are improving on Hitler’s methods in their small nation. And now they are pushing for lebensraum, just as their German mentors did in the past. Their stupid idea of Jewish exceptionalism reflects Hitler’s notion of a Master Race.\nmike k\nJuly 29, 2017 at 17:35\nThat the US is their partner and enabler in all this makes America responsible in all the crimes against humanity they are committing. Their guilt and their karma also falls to America.\nmike k\nJuly 29, 2017 at 17:38\nThe propagandized American public is constantly persuaded that black deeds are really white. What can you say of American minds when they are that willingly blind? Those persons have lost their conscience that knows good from evil. They have become tools of the diabolical.\nZachary Smith\nJuly 29, 2017 at 15:02\nThey fear this is part of a larger Israeli plan that brings right-wing politicians such as Benjamin Netanyahu into the same camp with extremist Zionists who believe that the mosque is built on the site of an ancient Jewish temple and want to destroy it.\nI’d modify that statement to say “…with extremist and ignorant Zionists who…”\nWhether or not Benjamin Netanyahu knows the hilltop site of the Al-Aqsa Mosque was never the Jewish Temple of 1 AD is really beside the point – the man is a dishonest fanatic and probably as uneducated about the matter as those “extremists”.    But honest Israeli archeologists know far better than I that the whole issue is one of Muslim Removal rather than any kind of religious issue.\nThere are several threads of evidence which come together and show the Second Jewish Temple was elsewhere, but the clincher for me is from Matthew 24 verses 1 and 2.\n“1And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple. 2And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down.\nSay whatever you will about the rest of the four gospels, but this was something contemporary people could go see with their very own eyes – the temple had indeed been torn down all the way to the bare ground.   This is, in my opinion, as indisputable a fact as anything you’re going to read in those four gospels.\nSo what are the pious people doing at the Wailing Wall? They’re worshiping at the base of the Roman Fort which dominated Jerusalem!\nWe are talking about mainstream politics in Israel.\nAmen to that.   The murderous and thieving little outhouse of a nation will do whatever it can to cause chaos among the Palestinians, but this particular time they got ahead of the schedule and had to draw back.   Saudi Arabia may be preoccupied with Iran, but the Elites there could hardly ignore public opinion on such an explosive issue as this.\nI can’t really imagine a US parallel, but suppose Trump announced he was melting down the Liberty Bell and would use the metal to stamp out commemorative dimes bearing the likeness of every Republican president since Lincoln for sale by the US Mint at $10,000 each.\nDespite this not having any religious connections at all, I think there would be an uproar beyond belief.\nPalestinian Removal hasn’t been halted by any means, but realism forced a very small schedule modification.\nJuly 31, 2017 at 10:47\nMy father was a Palestinian. That’s what it say on his passport. He was as Jewish as you can get.\nMy mother is a Palestinian. That’s what it says on her passport, ID card, issued by his majesty king George the Fifth. She is umpteen generations Jewish\nMy wife’s parents are Palestinians. It says so on their ID cards. They are umpteen generations Jewish too.\nThe only entity which ever issued Palestinian ID cards was the British administration 197-1948. Before that there were never any Palestinians.\nAll those Arabs, Saudis, Yemenies, Egyptians, Iraquis  Bosnians who migrated to the Holy Land when it had no defensible borders are not nearly as Palestinians as my old men and women.\nHere is the “Palestinian” minister of the interior speaking on TV to his Egyptian interlocutor, telling his where the Pallies originate and what their purpose in life. (hint, its to Kill the Jews) https://www.youtube.com/watch?v=fcKrQ1lPDbA\nJoe Tedesky\nJuly 29, 2017 at 14:33\nThe good news is you can read this article here on consortiumnews. The bad news is, is that consortiumnews is one of the few and only places in the U.S. where you can read this kind of important and informative news.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.dailymail.co.uk/news/article-4306026/Jordan-releases-soldier-killed-7-Israeli-schoolgirls.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=fcKrQ1lPDbA",
                "http://www.flashpoints.net",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "united",
            "east",
            "violence",
            "going",
            "palestinian",
            "jerusalem",
            "alaqsa",
            "israel",
            "mosque",
            "political",
            "israeli",
            "palestinians"
        ]
    }
]