[
    {
        "url": "https://www.christianpost.com/news/n-korean-defector-describes-life-as-a-christian-under-kim-regime-we-met-in-a-hole-to-worship.html",
        "title": "N. Korean Defector Describes Life as a Christian Under Kim Regime: We Met in a Hole to Worship",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nN. Korean Defector Describes Life as a Christian Under Kim Regime: We Met in a Hole to Worship\nN. Korean Defector Describes Life as a Christian Under Kim Regime: We Met in a Hole to Worship\nN. Korean Defector Describes Life as a Christian Under Kim Regime: We Met in a Hole to Worship\n| Friday, October 06, 2017\nA participant wears a badge with portraits of North Korean former leaders Kim Il-sung (L) and Kim Jong-il during a ceremony to mark the re-opening of a railway link between North Korea and Russia at the port of Rajin, North Korea September 22, 2013. | (Photo: REUTERS/Yuri Maltsev)\nA North Korean defector opened up about the underground church he led and the secretive life he and other Christians had there. He also revealed that despite being offered freedom for renouncing their religion, believers in the notorious prison camps refuse to do so.\nChoi Kwanghyuk, who now lives in L.A., told The Christian Post in an email interview through the help of a translator with International Christian Concern  on Thursday that he first learned about Christianity when he went to China to search for food.\nThere, he was connected with a Christian missionary and began studying the Bible. Eventually, he started sharing the Gospel with nine of his friends, and continued making trips back and forth to China with the aid of the missionary.\nDespite the severe oppression of religious belief in North Korea — Open Doors USA ranks the regime as the worst persecutor of Christians in the world — Choi started operating an underground church there.\n\"We started with the book of Matthew,\" Choi said about some of the first Bible meetings.\n\"Our meeting spot was literally underground. In North Korea, we dig holes on the ground to store Kimchee and potatoes over the winter. It's very cold in North Korea and if we don't bury it underground, then it will freeze up. We don't have heating system in North Korea,\" he explained.\n\"We meet in this rectangular hole and use [a] lantern to study the Bible. Since we cannot sing out loud, we praise by humming the hymn.\"\nChoi pointed out that because of the strict control of information in North Korea, many of the people there do not even know that religion exists.\n\"I would say one out of one hundred people might know about God. In this case, it is because their great grandparents were Christians during early 1900s. If you get caught associating with religion, then DPRK government will send them to political camp or prison,\" he said, using the country's official name.\nThe defector noted that some people are allowed to travel outside of the country, but when they return, they are not allowed to reveal that they have embraced a religion.\nThere have been various rumors and reports from other defectors, including one last month  that claimed  Kim Jong Un kept teenage sex slaves, enjoyed a luxury lifestyle while his people starved, and forced children to watch public executions.\nChoi revealed that it's possible such stories are true.\n\"When I was in North Korea, and this was before Kim Jong Un became the leader, Kim Jong Un initiated monetary revolution. Kim Jong Un introduced [a] new currency system and stated that the new currency will be so valuable. If you have 500 North Korean currency, then you will be able to buy unlimited food and clothes,\" he added.\n\"People believed Kim Jong Un, but the value of North Korean currency actually went down after the introduction of new currency. Many people committed suicide because of this revolution.\"\nAs for the prison camps, where the regime sends political prisoners and Christians, Choi shared that he had connections with soldiers and guards who worked there.\nHe revealed what the guards told him about some of the Christians at those camps:\n\"They often talked about how stubborn Christians are. Even though they are offered release by signing a contract renouncing their religion, they do not accept this offer. Some of them feel that living inside the political camp is better than going outside because they foresee that it will be difficult for them to adapt to the outside society.\"\nICC, which reports on the persecution of Christians around the world, partnered with Saddleback Church back in June to produce \"The Bridge\" conference , where major challenges facing the people of North Korea were discussed.\nGina Goh, ICC's regional manager for Southeast Asia, told CP that the persecution watchdog works with different partners in neighboring countries to serve North Koreans in need.\nInternational Christian Concern works with a partner organization to provide rice through bottles for North Koreans in this undated photo. | (Photo: International Christian Concern)\nGoh explained that ICC helps send rice through floating bottles to North Koreans, sponsors a Christian radio program, supports young defectors, and flies Gospel leaflets through balloons.\n\"We want to provide not only humanitarian aid that addresses their basic needs, but also the Gospel that they don't get to hear in their country. We invite Christians to remember and pray for North Korea and its 25 million oppressed souls,\" she said, also urging support for ministries. \nCommenting on the high tension between Kim and U.S. President Donald Trump, with the North Korean regime threatening to aim missiles  at U.S. territories, Goh said it is easy to forget that there are millions of ordinary people \"living under the tyranny of Kim.\"\n\"They are deprived of their rights to know the truth about their leadership and the outside world. People are malnourished both physically and spiritually,\" she said.\nShe doesn't believe the current tension is necessarily placing Christians in North Korea under more suspicion. However, the three Korean-American Christians still being held there — Kim Dong Chul, Kim Sang-duk, and Kim Hak Song — might not receive their freedom any time soon due to deteriorated relations.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/trump-orders-military-shoot-down-north-korean-missiles-aimed-hawaii-guam-us-mainland-198474/",
                "https://www.christianpost.com/news/kim-jong-un-keeps-teenage-sex-slaves-orders-children-to-watch-executions-north-korean-defector-200037/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.persecution.org/",
                "https://www.facebook.com/CPSZaimov",
                "http://thepersecutionconference.org/"
            ]
        },
        "key_words": [
            "currency",
            "met",
            "korea",
            "n",
            "regime",
            "worship",
            "kim",
            "north",
            "jong",
            "describes",
            "christian",
            "religion",
            "korean",
            "underground",
            "christians",
            "defector",
            "hole",
            "life"
        ]
    }
]