[
    {
        "url": "https://www.christianpost.com/news/anne-graham-lotz-nuclear-strike-earthquake-could-be-coming-to-unrepentant-america.html",
        "title": "Anne Graham Lotz: Nuclear Strike, Earthquake Could Be Coming to Unrepentant America",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAnne Graham Lotz: Nuclear Strike, Earthquake Could Be Coming to Unrepentant America\nAnne Graham Lotz: Nuclear Strike, Earthquake Could Be Coming to Unrepentant America\nAnne Graham Lotz: Nuclear Strike, Earthquake Could Be Coming to Unrepentant America\n| Thursday, January 18, 2018\nLotz, founder of AnGeL Ministries, told the Billy Graham Evangelistic Association's Decision Magazine  on Monday that God is trying to get America's attention through the natural disasters and violence that have already befallen the country.\nShe warned that even more severe punishment could be on the way, however.\n\"And I'm talking about something like a nuclear strike, an earthquake that splits us in two, an EMP (electromagnetic pulse) attack that devastates our electrical grid. Something major that would be a game-changer for America, because we are so defiant and rebellious and idolatrous and immoral, and we know better,\" she said.\nThe Daniel Prayer author warned that America continues to sin and refuses to repent, which is when God backs away.\n\"You don't repent and you continue to sin and you become defiant, and He backs away further until in the end, God just turns you over to yourself,\" she said.\n\"That's where America is today. Look at the end of Romans 1. He's just backed away from us, turned us over to ourselves. As they say, 'America, how's that working for you?'\"\nThe daughter of Billy Graham argued that the global conflicts and tensions are only the \"birth pangs\" before the return of Jesus Christ, reminding Christians that Matthew 24:7 in the Bible speaks of a time when \"nation will rise against nation, and kingdom against kingdom. There will be famines, pestilences and earthquakes in various places.\"\nStill, the evangelist said that God might spare America destructive judgment if Christians start turning toward repentance, such as the Jews did in Joel 2.\n\"God tells them, 'If you will return to Me and rend your hearts, not your garments, who knows but that I will return to you and leave behind a blessing?' So if America — and I don't mean America as a whole because I wouldn't expect America as a whole to repent of her sin — but if Christians would come back to the cross, and if we would rend our hearts,\" she suggested, calling on people to live unto God.\nThis isn't Lotz's first warning. She spoke out against what she called the serious divisions in America on a number of occasions in 2017.\n\"The atmosphere in our world is explosive. Toxic. Dark. Dangerous to the extreme. And at this very moment when our nation should be standing together against wickedness and lawlessness, we are seriously divided,\" Lotz wrote on Facebook  in August.\n\"It's time to 'inquire of the Lord.' Now! It's time to humble ourselves and pray and seek God's face and turn from our wicked ways, so He will hear from heaven and forgive our sin and heal our land. (2 Chronicles 7:14),\" she urged.\nThe evangelist further warned in September that God may be hiding Himself from the U.S. because of its \"national sins.\"\n\"Our nation is in a mess. Why? Could it be because America is losing God's blessing? And His favor? Could our sin be provoking His judgment? Judgment that is not necessarily in the form of a nuclear dirty bomb, or in another ISIS attack, or in an economic collapse,\" she wrote  in an op-ed piece for HelloChristian.com.\n\"But in a Romans 1 judgment that is described as 'the wrath of God being revealed against all the godlessness and wickedness of men who suppress the truth by their wickedness' ... and God is backing out of our national life and turning us over to ourselves.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [
            [
                "And I'm talking about something like a nuclear strike, an earthquake that splits us in two, an EMP (electromagnetic pulse) attack that devastates our electrical grid.",
                "",
                true
            ],
            [
                "Something major that would be a game-changer for America, because we are so defiant and rebellious and idolatrous and immoral, and we know better,",
                "",
                true
            ],
            [
                "You don't repent and you continue to sin and you become defiant, and He backs away further until in the end, God just turns you over to yourself,",
                "",
                true
            ],
            [
                "That's where America is today.",
                "",
                true
            ],
            [
                "Look at the end of Romans 1.",
                "",
                true
            ],
            [
                "He's just backed away from us, turned us over to ourselves.",
                "",
                true
            ],
            [
                "As they say, 'America, how's that working for you?",
                "",
                true
            ],
            [
                "nation will rise against nation, and kingdom against kingdom.",
                "Billy Graham",
                false
            ],
            [
                "There will be famines, pestilences and earthquakes in various places.",
                "Billy Graham",
                true
            ],
            [
                "God tells them, 'If you will return to Me and rend your hearts, not your garments, who knows but that I will return to you and leave behind a blessing?",
                "",
                true
            ],
            [
                "So if America — and I don't mean America as a whole because I wouldn't expect America as a whole to repent of her sin — but if Christians would come back to the cross, and if we would rend our hearts,",
                "",
                true
            ],
            [
                "The atmosphere in our world is explosive.",
                "Lotz",
                true
            ],
            [
                "And at this very moment when our nation should be standing together against wickedness and lawlessness, we are seriously divided,",
                "Lotz",
                true
            ],
            [
                "It's time to 'inquire of the Lord.",
                "",
                true
            ],
            [
                "It's time to humble ourselves and pray and seek God's face and turn from our wicked ways, so He will hear from heaven and forgive our sin and heal our land.",
                "",
                true
            ],
            [
                "Our nation is in a mess.",
                "",
                true
            ],
            [
                "Could it be because America is losing God's blessing?",
                "",
                true
            ],
            [
                "Could our sin be provoking His judgment?",
                "",
                true
            ],
            [
                "Judgment that is not necessarily in the form of a nuclear dirty bomb, or in another ISIS attack, or in an economic collapse,",
                "",
                true
            ],
            [
                "But in a Romans 1 judgment that is described as 'the wrath of God being revealed against all the godlessness and wickedness of men who suppress the truth by their wickedness' ... and God is backing out of our national life and turning us over to ourselves.",
                "Lotz",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/anne-graham-lotz-says-america-seriously-divided-atmosphere-is-toxic-dark-dangerous-196822/",
                "https://billygraham.org/decision-magazine/january-2018/shadow-sin-spreading-hope-america-rests-church/",
                "https://www.christianpost.com/news/anne-graham-lotz-god-may-now-be-hiding-from-america-198603/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "graham",
            "earthquake",
            "coming",
            "nation",
            "america",
            "judgment",
            "wickedness",
            "anne",
            "sin",
            "lotz",
            "unrepentant",
            "god",
            "nuclear",
            "warned",
            "strike"
        ]
    }
]