[
    {
        "url": "https://www.christianpost.com/news/president-trump-declares-jan-22-national-sanctity-of-human-life-day.html",
        "title": "President Trump Declares Jan. 22 'National Sanctity of Human Life Day'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPresident Trump Declares Jan. 22 'National Sanctity of Human Life Day'\nPresident Trump Declares Jan. 22 'National Sanctity of Human Life Day'\nPresident Trump Declares Jan. 22 'National Sanctity of Human Life Day'\n| Monday, January 22, 2018\nU.S. President Donald Trump waves after addressing the annual March for Life rally, taking place on the National Mall, from the White House Rose Garden in Washington, U.S., January 19, 2018. | (Photo: REUTERS/Carlos Barria)\nPresident Donald Trump has issued a proclamation declaring Jan. 22, which is the anniversary of the 1973 U.S. Supreme Court decision Roe v. Wade, \"National Sanctity of Human Life Day.\"\nIn an official statement released last Friday, President Trump explained in the proclamation that the observance is meant to \"affirm the truth that all life is sacred, that every person has inherent dignity and worth, and that no class of people should ever be discarded as 'non-human.'\"\n\"Reverence for every human life, one of the values for which our Founding Fathers fought, defines the character of our Nation. Today, it moves us to promote the health of pregnant mothers and their unborn children,\"  read the proclamation .\n\"It animates our concern for single moms; the elderly, the infirm, and the disabled; and orphan and foster children. It compels us to address the opioid epidemic and to bring aid to those who struggle with mental illness. It gives us the courage to stand up for the weak and the powerless.\"\nThe proclamation also noted that scientific research \"continues to support and build the case for\" the pro-life movement and their agenda items.\n\"Medical technologies allow us to see images of the unborn children moving their newly formed fingers and toes, yawning, and even smiling,\" continued the proclamation .\n\"Those images present us with irrefutable evidence that babies are growing within their mothers' wombs — precious, unique lives, each deserving a future filled with promise and hope. We can also now operate on babies in utero to stave off life-threatening diseases.\"\nParticpants watch as U.S. President Donald Trump speaks by satellite from the nearby White House to attendees of the March for Life anti-abortion rally in Washington, U.S. January 19, 2018. | (Photo: REUTERS/Eric Thayer)\nTrump's proclamation comes as the commander-in-chief became the first sitting president to address the annual March for Life in Washington, D.C.\nSpeaking via satellite from the White House Rose Garden, Trump stated on Friday that he was \"honored\" and \"proud\" to be the first commander-in-chief to address the March for Life.\n\"Today, tens of thousands of families, students, and patriots, and really just great citizens, gather here in our Nation's Capital,\" said Trump , his speech broadcast on a large screen before the March for Life rally attendees at the National Mall.\n\"You come from many backgrounds, many places, but you all come for one beautiful cause: to build a society where life is celebrated, protected, and cherished. The March for Life is a movement born out of love. You love your families, you love your neighbors, you love our nation, and you love every child, born and unborn, because you believe that every life is sacred, that every child is a precious gift from God.\"\nTrump is not the first president to issue such a proclamation. For example, as one of his final actions as president, George W. Bush declared Jan. 18, 2009 \"National Sanctity of Human Life Day.\"\n\"The most basic duty of government is to protect the life of the innocent,\" read Bush's proclamation , as quoted by Politico in 2009.\n\"My administration has been committed to building a culture of life by vigorously promoting adoption and parental notification laws, opposing federal funding for abortions overseas, encouraging teen abstinence and funding crisis pregnancy programs.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/donald-trump-becomes-first-president-to-address-march-for-life-we-are-with-you-all-the-way-214431/",
                "https://www.politico.com/story/2009/01/bush-sanctity-of-human-life-day-017494"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/presidential-actions/president-donald-j-trump-proclaims-january-22-2018-national-sanctity-human-life-day/"
            ],
            "unsure": [
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf"
            ]
        },
        "key_words": [
            "day",
            "22",
            "sanctity",
            "president",
            "trump",
            "national",
            "human",
            "love",
            "declares",
            "proclamation",
            "unborn",
            "jan",
            "life"
        ]
    }
]