[
    {
        "url": "https://www.christianpost.com/news/interview-olympic-gold-medalist-josh-davis-on-christian-athletes-the-games-and-michael-phelps.html",
        "title": "Interview: Olympic Gold Medalist Josh Davis on Christian Athletes, the Games, and Michael Phelps",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nInterview: Olympic Gold Medalist Josh Davis on Christian Athletes, the Games, and Michael Phelps\nInterview: Olympic Gold Medalist Josh Davis on Christian Athletes, the Games, and Michael Phelps\nInterview: Olympic Gold Medalist Josh Davis on Christian Athletes, the Games, and Michael Phelps\n| Monday, July 23, 2012\nJosh Davis is a swimmer who won three gold medals at the Atlanta Olympic Games in 1996 and two more medals at the 2000 games. He now is a full-time motivational speaker, addressing secular and church crowds at least 70 times a year. He is the editor of The Goal and the Glory. | (Courtesy of Josh Davis)\nJosh Davis could brag if he wants: he was the only man at the 1996 Atlanta Olympic Games to win three gold medals. But instead, he travels the country telling people how great God is and reminds himself that even as his hard-earned Olympic medals are now dented and scratched from handling, God's Word is eternal.\nDavis spoke to The Christian Post last week about his book The Goal and the Glory – a compilation of stories from Christian Olympians – how he felt the day after winning his first gold medal, and his connection to Texas megachurch pastor and bestselling author Max Lucado and 14-time-Olympic-gold-medalist Michael Phelps.\nThe following is an edited transcript of the conversation.\nCP: I noticed Max Lucado wrote the foreword to your book. How do you two know each other?\nDavis: Yeah, I go to his church, and so that is kind of easy to see him. Actually there was a season when he was training for triathlon, I was so proud of him, and he says, \"Hey, I need to work on my swimming.\" And I said, \"Well okay, I need to work on my life so we can go swim and snack.\" So we would go swim a few minutes together and get a snack together. So I was hopefully able to help his swimming a little bit.\n2 photos(Courtesy of Josh Davis)Josh Davis is a swimmer who won three gold medals at the Atlanta Olympic Games in 1996 and two more medals at the 2000 games. He now is a full-time motivational speaker, addressing secular and church crowds at least 70 times a year. He is the editor of The Goal and the Glory.\nCP: One of the quotes from your book that stood out to me is the one on page 149: \"I had finally tasted the best the world had to offer and it was sweet . . . but oh, so short! Having had a taste of glory, I now felt empty. It was sobering to experience the shock of a high so high followed by a low so low. I was a little confused and disillusioned.\" What realization did you have the morning after your first Olympic gold?\nDavis: I think it is maybe what some celebrities or CEOs or gold medalists might tell you in a secret safe place that when you climbed to the top of the ladder it's not everything that you thought it would be. (Laughs) I agree that there are so many fun perks of being the best in the world at something, but at the same time it went by so fast. I went like, \"I just trained ten years and it lasted about four or five hours! That was it!\" It was a little sobering thinking, \"Oh my gosh, was it worth it?\" I had to really analyze my motivation and my soul, and yeah, it was worth it because this is what God called me to do regardless of the result. When I developed my character along the way, it is the journey that counts not so much what happens at the very end.\nCP: When you are really good at something and you are at the top of the ladder, it's hard to overcome the tendency to give yourself all the credit and glory. How have you and other Christian athletes remind yourselves that glory should be given to God?\nDavis: Yeah, I think it comes down to your worldview. When you read the Bible it's very clear that God created us and He knows how we best operate. And for me, when I trusted God with everything in my life, He allowed me to do a lot of neat things. There's a verse in the Bible that says God allows it to rain on the just and unjust. God gives various gifts to all people whether they acknowledge Him or not. It is very evident to me, and probably everyone on the planet, that Lance Armstrong has a gift, but he is not too concern where that gift came from. To me I think the right thing to do and the smart thing to do is to acknowledge where your gift comes from. Every gift, every ability, every breath is a gift from God.\nCP: What is the meaning of the title of your book, The Goal and the Glory?\nDavis: The Goal and the Glory emphasizes that to reach your potential you have to line up your goals, you have to analyze your priorities, your passions, where God has placed you, and then there is a second thing that isn't in the title. In the book it's the middle section called \"guts.\" You got to train your tail off and I think that takes a lot of guts and a lot of courage and perseverance to see it go to the end. But then the last part of the book we talk about glory. And it is not just saying \"Thank you Jesus\" when you have the gold medal around your neck. It's actually reflecting Christ's love and attitude when you don't win, when things don't work out as you planned. That's the real glory, when God takes our selfish stubborn heart and we reflect a heart like his. To me that is the bigger miracle. But obviously we love to see someone break the tape and a world record in the dash, and do something a human has not done before. But I love it when a human heart is changed because that is something only God can do.\nCP: When did you start thinking about writing this book? Were you already talking to Christian athletes and decided that you should compile it?\nDavis: Yeah, well my first Olympic games in 1996 I met several Christian Olympians and that was really fun to just encourage one another and share stories in the Olympic village. And in 2000 I got to meet a few more, and over the years I began to read about different folks and did research on some folks in the past, too, all the way back to Eric Liddell in 1924 Paris Olympic. Some of our athletes from the '50s and '60s. So yeah, someone encouraged me to write this book and I said, \"Okay, let's do it.\"\nRegal publisher asked if I would be willing to put this book together, \"We think there would be some interest.\" I said, \"Yeah, I always wanted to do this book. So let's do it.\" So we took a few months to figure out who would be [in it]. You know, in a way we do have to pick carefully who the Christian Olympians are because we want to make sure they walk the walk and not just talk the talk. You don't have to be perfect to be in the book. It was really fun to learn what we call their God moments. Sometimes it was when they were winning, but most of the time it was when things weren't going as planned and God met them in that place and gave them the strength and perspective to carry on. That's why I think this book is perfect for anybody, athlete or non-athlete, because these verses, these stories and these quotes apply to everyone because we all go through hard times.\nCP: Do you know what story I particularly enjoyed? Peter Westbrook's story. It is so dramatic! That was not what I expected to read in this book!\nDavis: Wasn't that fascinating! I know! The way he started was so unusual and he was just an angry dude for a long time.\nCP: They should make a movie on this. The whole Japanese single mom … they should make a movie on this.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "interview",
            "god",
            "phelps",
            "olympic",
            "michael",
            "yeah",
            "book",
            "think",
            "medalist",
            "games",
            "gift",
            "way",
            "glory",
            "josh",
            "christian",
            "davis",
            "gold"
        ]
    }
]