[
    {
        "url": "https://www.christianpost.com/news/tim-tebow-continues-defy-odds-ny-mets-invite-major-league-spring-training.html",
        "title": "Tim Tebow Continues to Defy Odds: N.Y. Mets Invite to Major League Spring Training",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTim Tebow Continues to Defy Odds: N.Y. Mets Invite to Major League Spring Training\nTim Tebow Continues to Defy Odds: N.Y. Mets Invite to Major League Spring Training\nTim Tebow Continues to Defy Odds: N.Y. Mets Invite to Major League Spring Training\n| Sunday, January 21, 2018\nTim Tebow speaks with the media after his workout at the Mets Minor League Complex. | (Photo: Reuters/Jasen Vinlove/USA TODAY Sports)\nMajor League Baseball team the New York Mets , have once again formally invited Christian athlete Tim Tebow to join their team for spring training in St. Lucie, Florida.\nThe announcement was made Friday and sports fans are wondering whether or not this means he is one step closer to being promoted to the major leagues. Tebow is currently a part of New York Mets' Class A affiliate team, the Fireflies.\nThe former NFL quarterback played for the Mets' minor league system all of 2017, batting .226 with eight home runs and 52 RBIs in 126 games. He kicked off the season in Columbia, South Carolina, in the South Atlantic League but was promoted to the Florida State League to play for Class A St. Lucie in late June.\nThe 30-year-old came out the gate swinging when he first joined St. Lucie. He batted .317 over his first 25 games and had a 12-game hitting streak while playing outfield and as a designated hitter. According to ESPN , out of 93 qualified hitters in the South Atlantic League at the time, Tebow landed at No. 85 as was still promoted to high A ball.\nNow, the Mets inviting Tebow to big league camp once again guarantees that he will be in the lineup and actually play in the games for spring training.\nMany have criticized the Heisman Trophy winner's ability to play baseball, some even claiming that he only has a position in baseball because he can help sell t-shirts, jerseys and fill the stadium seats. However, Tebow continues to defy the odds by being an example for others who wish to live out their dreams.\nTebow has said that playing major league baseball has always been a childhood dream of his and although numbers like his wouldn't normally garner a major-league invite, his age has pushed the Mets to accelerate his progress.\nAt the 2017 SABR conference  in New York last year, Mets General Manager Sandy Alderson told fans that they enjoy having Tebow a part of the Mets family.\n\"We signed him because he is a good guy, partly because of his celebrity, partly because this is an entertainment business,\" Alderson told attendees according to a report . \"My attitude is 'why not?'\"\nFireflies President John Katz told reporters during a press conference  last season that Tebow has greatly impacted the clubhouse.\n\"His contributions, both on the field and in our community, have made a tremendous impact on our team, the City of Columbia and the entire South Atlantic League,\" Katz said. \"We wish Tim the best as he continues his journey to Citi Field.\"\nBecause of his celebrity status, Tebow helped push the Fireflies' average attendance up nearly 40 percent over a year ago. Tebow maintained that he's not thinking about the naysayers.\n\"It's not something that I have to answer,\" he said  at that press conference. \"I just try to go out there and try to work. A lot more smarter, wiser people than me that make those decisions.\"\nFollow Jeannie Law on Twitter: @jlawcp\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "We signed him because he is a good guy, partly because of his celebrity, partly because this is an entertainment business,",
                "Alderson",
                true
            ],
            [
                "His contributions, both on the field and in our community, have made a tremendous impact on our team, the City of Columbia and the entire South Atlantic League,",
                "Katz",
                true
            ],
            [
                "We wish Tim the best as he continues his journey to Citi Field.",
                "Katz",
                true
            ],
            [
                "It's not something that I have to answer,",
                "Tim Tebow",
                true
            ],
            [
                "I just try to go out there and try to work.",
                "Tim Tebow",
                true
            ],
            [
                "A lot more smarter, wiser people than me that make those decisions.",
                "Tim Tebow",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nydailynews.com/sports/baseball/mets/tim-tebow-invited-big-league-camp-mets-spring-training-article-1.3766122",
                "https://www.christianpost.com/news/tim-tebow-not-worried-about-faith-being-mocked-on-field-hailed-for-tremendous-impact-on-mets-189802/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.espn.com/video/clip?id=19740287",
                "https://sabr.org/convention",
                "https://twitter.com/jlawcp",
                "https://www.youtube.com/watch?v=U01aAju2aio",
                "https://www.espn.com/mlb/team/_/name/nym/new-york-mets"
            ]
        },
        "key_words": [
            "tim",
            "major",
            "baseball",
            "training",
            "ny",
            "league",
            "told",
            "spring",
            "invite",
            "york",
            "team",
            "st",
            "odds",
            "mets",
            "south",
            "tebow"
        ]
    }
]