[
    {
        "url": "https://consortiumnews.com/2017/05/30/trumps-unrealistic-foreign-policy-realism/",
        "title": "Trump’s Unrealistic Foreign Policy ‘Realism’",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Mild-Ly - Facetious",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Bob In Portland",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Susan Sunflower",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Brad Benson",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-05-30",
        "text": "Main menu\nMay 30, 2017\nBy Paul R. Pillar\nIn his speech in Riyadh, President Trump said his administration was adopting “Principled Realism” — capitalized in the official White House version of the speech, as if to make a statement that there is a distinct doctrine being followed, one worthy of the term realism.\nPresident Donald Trump and First Lady Melania Trump are welcomed with bouquets of flowers, May 20, 2017, on their arrival to King Khalid International Airport in Riyadh, Saudi Arabia. (Official White House Photo by Andrea Hanks)\nSome commentaries seem to have taken him at his word, with the main reference point being a contrast with the two previous U.S. administrations, which, in very different ways, placed greater importance than Trump does on the extent to which liberal democratic values prevail abroad. The contrast is based more broadly on Trump’s overall lack of concern for human rights overseas.\nBut slapping away any interest in democracy and human rights does not define realism. And we certainly have enough experience now with Trump to realize that his declaring he is doing something may have little relationship to what he actually is doing.\nOne basis for realism is derivable from the etymology of the term itself. Realists regard the world realistically, as it really exists rather than as we might like to remake it or as we would like others to believe it looks like. In this respect, realism is the antipodes of Trump’s world, which is filled with falsehoods and where what Trump would like others to believe is more influential than external reality.\nThis is most obviously the case with domestic affairs but also affects foreign relations, where in Trump’s world China is depressing its currency even though it really is doing the opposite, and something awful happened in Sweden last night even though Swedes really slept soundly.\nIn addition to a basic respect for truth and reality, realism as an approach to foreign policy is centered on the concept of all states constantly competing for influence and pursuing interests that partly conflict with, and partly parallel, one’s own interests.\nWhat Is ‘Realism’?\nRealists strive to harness the interests of others to advance their own nation’s interests. Realists utilize alliances while playing this game of nations but avoid being side-tracked by any fixed images of good versus bad or virtue versus evil, or by traditional habits of affinity or repulsion.\nPresident Donald Trump and First Lady Melania Trump arrive to the Murabba Palace, escorted by King Salman bin Abdulaziz Al Saud of Saudi Arabia, May 20, 2017, in Riyadh, Saudi Arabia, to attend a banquet in their honor. (Official White House Photo by Shealah Craighead)\nTrump may seem to be practicing this facet of realism when he denigrates America’s most traditional circle of friendship and affinity, the North Atlantic alliance of Western liberal democracies. We saw this pattern at Trump’s recent meetings in Europe, with his refusal to reiterate the Article Five commitment of the North Atlantic Treaty, his physically shoving aside the prime minister of the newest NATO member (Montenegro), and his statement in a multilateral meeting that “the Germans are bad, very bad.”\nBut far from practicing the realist discipline of eschewing good-versus-evil side-taking and being willing to do business with anyone in order to uphold and advance one’s own nation’s interests, Trump already has sunk deeply into such side-taking, as he did at earlier stops on his trip . In Riyadh his visit was all about going all in with the Saudis, declaring that he was doing so as a matter of good confronting evil, and totally taking the Sunni side against Shia and the Arab side against Persians while ruling out doing any business with the other side.\nIn Israel, where he made no mention of a Palestinian state or the effects of Israeli colonization of occupied territory, there was barely a hint of dispassionately following U.S. interests rather than succumbing to the passions of his hosts.\nTrump has exhibited a general preference for authoritarians over democrats, and that preference already has had impact on his foreign policy. Such an inclination has no more to do with realism than does a general preference for democrats over authoritarians.\nRealists see foreign relations as a continuous effort to utilize the self-interest of other states in advancing the interests of one’s own state. Transactions and understandings thus are mutually beneficial, and necessarily so. Trump’s mindset, evidently developed during his predatory real estate career, of thinking in terms of discrete deals with “winners” and “losers” is antithetical to this realist concept.\nAs for the issues of democracy and human rights, realism is indeed different from neoconservatism and liberal internationalism in not taking the degree to which democratic and human rights values prevail as a scorecard for measuring the success or failure of one’s foreign policy. Neither do realists believe that with enough effort and cleverness the United States can make those values prevail to a much greater extent than they do now.\nAn Incoherence \nBut dissing, in the manner of Trump, concerns for human rights is not part of what defines realism. Issues of democracy and human rights exist, they are part of the real world, and realists understand that they can affect the state-to-state relations that are the main currency of realist thought.\nPresident Donald Trump and First Lady Melania Trump are welcomed by Prime Minister of Israel Benjamin Netanyahu, and Israeli President Reuven Rivlin, on their arrival to Ben Gurion International Airport, May 22, 2017, in Tel Aviv, Israel. (Official White House Photo by Andrea Hanks)\nA realist would not overlook how giving a green light to Sunni monarchs to crack down on Shia dissidents would encourage them to do exactly that, as in Bahrain , with implications for the stability and future of the U.S. military presence there. A realist would not overlook how the continued absence of democracy and self-determination for Palestinians has major consequences for state-to-state relations in the Middle East, however much some customary friends wish that were not so.\nA realist would understand how Recep Tayyip Erdogan’s lurch toward authoritarianism diminishes what otherwise could have been a more positive role for Turkey in the international relations of the Middle East, and a realist would have seen no reason to congratulate Erdogan on the referendum result that has facilitated the lurch.\nIt is not clear yet whether Donald Trump’s foreign policy has enough coherence to merit the label of any “ism”, with or without capital letters. But it certainly isn’t realism.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is author most recently of Why America Misunderstands the World . (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.)\nJune 3, 2017 at 04:26\nScrew the MSM media, screw the world elite, screw the Bilderberg and screw the Global Warming BS.\nWe’re American and we’re gonna stay that way forever, even if the rest of the world goes demonic.\nBrad Benson\nMay 31, 2017 at 14:30\nI stopped reading at the reference to the Trump comment on Sweden, which was made with knowledge of real events that had, in fact, taken place, except not on the previous night, as misstated by Trump).  For Mr. Pillar to accept this MSM slur, which did involve a small fallacy in regard to the stated time period, but was taken entirely out of context, by the MSM, in complete disregard for the full story, is indicative that he is ill-informed or otherwise part of the Deep State Efforts to get rid of Trump.  Whichever is the case, Mr. Pillar, whom I normally respect, has disqualified himself from the discussion of Trump’s “realism”.  Analysis of “realism” based upon fake news, is oxymoronic–pun intended.\nPatrick\nMay 31, 2017 at 11:11\nTrump’s overall policy is pragmatic.  You can’t replace Obamacare but get something done and let the house and senate come up what ever improvements they can agree on.  You can’t have a war with Russia and you can not get the Arab factions to like each other so help them see ISIS is threatening all sides, all countries and hopefully the battle to defeat a common enemy will lead to improvements.\nI can see why a lot of people dislike him as a person but if you get past all the arrogance and lack of humility you may see his policies are pragmatic.   He does bring the possibility of change in the US and around the world.  I would like Pillar to consider the alternative, Hillary Clinton.\nMax\nMay 31, 2017 at 01:40\nSidious: You’re fulfilling your destiny, Anakin. Become my apprentice. Learn to use the Dark Side of the Force.\nAnakin: [exhausted] …I will do whatever you ask.\nSidious: Good!\nAnakin: Just help me save Padmé’s life. I can’t live without her.\nSidious: To cheat death is the power only one has achieved, but if we work together, I know we can discover the secret.\nAnakin: I pledge myself…to your teachings\nFIGHT LIKE A JEDI.\nCheating death is essential in a time of terrorism and Trump isn’t a good cheater.  He can’t keep a secret as the Russian deal proves.\n“Who is Spain?”\n“Why is Hitler?”\n“When is right?”\n“Where was that stooped and mealy-colored old man I used to call Poppa when the merry-go-round broke down?”\n“How was trump at Munich?”\n“Ho-ho beriberi.”\nand\n“Balls!”\nall rang out in rapid succession, and then there was Yossarian with the question that had no answer:\n“Where are the Snowdens of yesteryear?”\nSnowden knew how to cheat and now Munich is getting all the blame for the broke down merry-go-round.\nBig big trouble in the land of plenty.  Free trade. Microchips. Toaster ovens.\nAnd what does that have to do with you?\nNothing.\nThey’ll have you die for toaster ovens.  Hell, they’ll have you die for the Russians.   Mark Twain declared ‘History does not repeat itself, but it rhymes …\nmike k\nMay 31, 2017 at 09:19\nWho can cheat death? You are already dead. You are made of death. Cheating death is the ego’s impossible illusion. Death is to be accepted – then you can live free of fear. Death is a Gift you must not refuse. Death is your Mother who has never left you; she has been there for you, within you from the beginning…….\nmike k\nMay 31, 2017 at 09:24\nAnd fighting anything is a sign of ignorance. The real Jedi uses the Force of Cosmic Love with Aikido\nwe,.am mr.jan e cieslak,”evil.”..america  clean up,…domestic…..business contempt,.contempt apply international,….afffect effect,.nato,,opec….america in concurrent liable carry business,..falsification    general\n..crest,.ph..9o5-644-5000,..313-556-5000,…………..Canada ,….bring,.attempted murder,..charges against..including libya.,.indirect murder,.vehicle collision,.developed,…..used people as defense,..fault pretense,..Wednesday,..31 may..2o17 year..time..0057 amest……….truth,………cruelty,…berry own,..wrong doing….bring original col..Qaddafi,.sad-am Hussein back,..yogurt story,…..peace…roma statute..\nmike k\nTry working towards some kind of connected coherence?\nMay 30, 2017 at 21:32\nThe “withered mummy of imperialism”, mild-ly facetious, is the best description of Brzezinski I’ve heard!\nmike k\nReal realism has a really bitter taste.\nmike k\nMay 30, 2017 at 17:05\nIf we are thinking the next election might save us, then we do not understand the collapse that is happening. We rejected all the things that might have saved us a long time ago. Now we are facing the karma incurred by those who would not change.\nsusan sunflower\nMay 30, 2017 at 17:41\nas a “lesson” it might well serve the democrats to lose again … since they seem to have the memory of a gnat …. they lost in 2016, in almost exactly the same way they managed to lose in 2000  and they show no sign of having gotten the message … even with the assist of Obama’s “win” in 2008 … it’s quite true that they don’t understand that Trump is not the problem …. Bush’s reelection was reality-check … we’re not the people we say we are … humiliation enough\nI have to be rooting for Macron and Merkel and Putin … let the American humbling continue …\n(If you haven’t read what we are attempting to do in Southern Syria and western Iraq — claim it — I suggest you check out Moon of Alabama … as Americans are being warned that Russia is collaborating with the Taliban in Afghanistan, where Trump has green-lit the Generals to do as they please … and so Mattis is talking about “exterminating” ISIS\nAntonia\nMay 31, 2017 at 09:20\nSusan. I do not think that Russians are aiding the Taliban. They have no cause to. They have sent some weapons to the Kabul government and have offered to mediate.\nsusan sunflower\nMay 31, 2017 at 16:05\nno, I don’t think so either … sorry if I was unclear … I meant it was the latest Russian “scare tactic”\nsusan sunflower\nMay 30, 2017 at 16:39\nTrump is not going to like it when he is blamed for tanking the economy …. nor when other leaders (beyond Merkel and Macron) refuse to play-nice and do happy face photo-ops.  Like George Bush who claims he had thought “the oceans would protect us” from terrorism (I guess they didn’t do drop drills in Texas) … Trump appears to have no idea how fragile the American and world economy really is … he lives in that bubble of hospitality services (golf courses, expensive hotels and catering) … my local supermarket garden centers have scaled back enormously from 3 years ago … even from last year when they had noticeably scaled back their offerings …\nLocal thrift stores were saying business was down (because the economy was picking up) but they seem well attended (Boulder County apparently has the lowest unemployment rate in the nation, but there are homeless beggers on every god-damned corner and parking lot exit) … etc.\nHe will keep blaming everyone and anyone … I wish I thought the Democrats could find a candidate to win against Pence in 2020, but I’m doubtful …\nmike k\nMay 30, 2017 at 15:26\nReality is not something  that is just there, that everyone can see. It takes a long time and a lot of effort to be able to discern reality and see it clearly. Why? Because your enculturation begins to cloud and distort and spin and misinterpret everything for you from the moment you are born into it. We are born into a confused, troubled world, and that is what it has to teach us; that’s where we get our maps and guidebooks for this extraordinary adventure called a human life on Earth, at a certain time in it’s inner and outer evolution. If you want to have some sense of what’s really going on here, you are going to have to suffer and work for it. And when you find it, you will be like an alien to your fellow humans who have not done this work. Your world will appear to be an illusion to them, as their world will now appear to you.\nirina\nMay I recommend “Life in the Labyrinth” by Elliot Gould ?\nmike k\nGoogle came up blank for this?\nGregory Herr\nInteresting philosophy Mike. Yes, youve been thinking.\nThe problem with reality is it’s created by ones actions or lack of. And then one needs to live with it.\nThere’s where Amerikkka has fallen. Blame everyone except ourselves.\nThis time, there is no doubt. I have no sympathy but some empathy for the fools stuck in an endless loop of failure in reasoning and focus.\nAnd this time we’ll all pay. The final decline. Make America Great Again…right…\nmike k\nMay 31, 2017 at 09:06\nIt’s true that we create some of the reality we have to face, but not all of it. Extreme constructivism is actually invalid. That’s the trap that Jane Roberts and others kept pushing. I am not really responsible for the Sun coming up in the morning. Nor did I invent this toxic philosophy of capitalism and unending strife, but I am responsible for whether I cooperate with it or not.\nRealist\nMay 30, 2017 at 14:51\nI haven’t seen any American political leader acting as a realist in recent decades.   The closest national leader to an actual realist, I think, is Putin.   Really.\nBob In Portland\nMay 30, 2017 at 12:55\nIt’s hard to be a realist when you live in a sociopathic narcissistic mind.\nJoe Tedesky\nMay 30, 2017 at 13:07\nYes, what the sociopath narcissistic should be concerned with, is that bubbles always burst.\nsusan sunflower\nMay 30, 2017 at 12:42\nMerkel’s statement and the Merkel/Macron pairing may indicate that some of that long anticipated realignment may be — like an iceberg calving — slowing emerging … as the Guardian reports that ITALY (of all forgotten one-important countries) appears to be realigning in Moscow’s camp and the (years being built and much anticipated by the region) Chinese New Silk Road is being acknowledged here in the USA as all-too-real.  Our multi-base strategic “grip” on Africa has also been undermined by Chinese investment in manufacturing and infrastructure … Read also that Mexico has been declining Chinese investment for years (to avoid annoying the USA) but that it too (in a state of neglect and anarchy) may also say “yes” (Apparently when we lobbied to get China into the WTO, Mexico lost many manufacturing job to cheaper Chinese labor — but now, 20 years later — Mexican labor is cheaper than Chinese — whodathunkit?)\nThe United State and Trump plays “dog in the manger” (a dog barking to keep the cattle from eating at the manger even though the dog has no use for the food there in) … a matter that “we may not want to be policeman, indespensible nation, etc., but we sure as hell don’t want any other country to assume parity or supremacy” — it appears obvious that Trump’s America First isolationism is much like Obama’s “no dumb wars” …\nI’ve been avoiding diving into the various crises in South America — anyone have a decent primer or two (link?) on what’s going on in Venezuela and Brazil?\nUnder Trump, we may experience the thrill of relative free fall\nBill Bodden\nMay 30, 2017 at 12:16\nMore on the Riyadh speech by an experienced Middle East realist: “Hypocrisy and Condescension: Trump’s Speech to the Middle East” by Robert Fisk – http://www.counterpunch.org/2017/05/22/hypocrisy-and-condescension-trumps-speech-to-the-middle-east/\nmild-ly - facetious\nThanks for the link, Bill Bodden.\nI wrote much the same last week and one reply characterized my words as “dribble”.\nIt’s  apt display of how brainwashed much of our citizenry is. Fisk has been a truth-teller since the first Gulf War when lies and propaganda was extensively employed to hype Americans into support for that first hegemonic invasion of Iraq with the TERRIBLY HARSH Sanctions that followed, causing the deaths of at least a million Iraqi civilians, including 500,000 children.\n“ignorance is bliss.”\nI wrote much the same last week\nIn that case you are in esteemed company.\nAs an aside, you might be careful about being facetious on this blog – some readers might take your words at face value.  Same goes for irony and sarcasm.\nMay 30, 2017 at 12:15\nTrump lives in his own peculiar bubble but all the Washington players live in the Beltway bubble. None of them grasp the reality of the people. The underlying domination of the US “we own the world” viewpoint (from Mike Whitney at Counterpunch) that Trump appeared to repudiate at first but now seems unable to stand by never changes and all in DC seem to fully accept that America will decide for everyone. Obama just showered Brzezinski with accolades, saying that he was an essential guide for his presidency. Many more politicos think the same, no doubt, there is no realism in US politics but domination. JFK wanted detente with the Soviet Union and that has been shown to be a significant reason among others why he was snuffed out, he was thought to be too “peace loving”, not subscribing to the tough guy America in charge. Paul Craig Roberts has an article on that today.\nJoe Tedesky\nMay 30, 2017 at 12:39\nJessica, thank you for mentioning JFK, because John F Kennedy is more relevant today more so than he ever was. The world could use a JFK-Khrushchev moment, and that is a fact. The sad part is every time Vladimir Putin extends his outreached hand towards the U.S. our ignorant leadership slaps his diplomatic hand away. Boy, if only our MSM would aire Putin speeches for that would be a game changer if the American people were to hear what Putin has to say.\nStiv\nMay 30, 2017 at 16:01\nTo have a JFK-Khrushchiv redux we’d need a reasonable representative from the good ol USA. Trump is no JFK. Fact of the Matter…he isn’t even a Dan Quayle.\nInteresting stuff on Politico about Sasse’s book. Easy to find. He might be one GOP I could get behind.\nJoe Tedesky\nMay 30, 2017 at 16:40\nYou are right Trump is no JFK. I wonder if the U.S. could call central casting, and get us a suitable person. Just kidding. I heard Sasse recently, and yes he sounded reasonable, but for now I’ve loss all faith in all of these DC clucks who call themselves representatives of the people. The only one who fills me with a bit of hope is Tulsi Gabbard, but there again she isn’t in the White House yet, and you know so well how these presidential candidates all change their tune once they enter into the Oval Office. Maybe we should call Orkin.\nGregory Herr\nMay 30, 2017 at 19:52\nOliver Stone’s interviews with Putin are coming up on Showtime the week of June 12th.  Maybe some heads will turn.\nStiv\nInteresting philosophy Mike. Yes, youve been thinking.\nThe problem with reality is it’s created by ones actions or lack of. And then one needs to live with it.\nThere’s where Amerikkka has fallen. Blame everyone except ourselves.\nThis time, there is no doubt. I have no sympathy but some empathy for the fools stuck in an endless loop of failure in reasoning and focus.\nAnd this time we’ll all pay. The final decline. Make America Great Again…right…\nStiv\nMay 30, 2017 at 21:28\nPersonally, I dislike Putin, from what I’ve seen. He’s of an old world perspective that dismisses women and others who may challenge power. Who can forget him apeing Trump with his “Russian hookers are the best” comment?\nBut he’s 100 times smarter than Trump…as a politician and strategist. We’re doomed if we let Trump negotiate with Putin..or the stupid fuck American populace.\nJoe Tedesky\nI’ll be sure to watch, thank you. Joe\nDave P.\nMay 31, 2017 at 00:44\nJessica and Joe, you are right about those leaders. Kennedy and Khrushchev had compassion in them for the Humanity – they were Statesmen.  The present day leaders; Clinton, Blair, and Obama are very intelligent and clever Con-Men. I am not surprised at Obama showering accolades on Brzezinski.\nMerkel is very anti-Russian, and she is yearning to move East into Ukraine. I do not place much hope in her. In these very strange, unstable times in Human History, World is fortunate to have  Putin and Xi as two leaders left who have shown remarkable steadiness; especially Putin who has shown so much calmness, and  Statesmanship in the face of all the mud thrown at him by the Western World Establishment.\nmike k\nMay 30, 2017 at 14:02\nYour post Jessica reminds me of one of my favorite teachers, Riane Eisler. Her writings about dominator and cooperator societies began with The Chalice and the Blade. America is exactly following the dominator paradigm, with the usual negative outcomes.\nmild-ly - facetious\nConfirmed – Obama Is\nZbigniew Brzezinski Puppet\n3-21-8\n.\n(c. 2008) – Any lingering doubts about Obama’s status as an abject puppet of Zbigniew Brzezinski and the Rockefeller Trilateral Commission ended this morning when the withered mummy of imperialism himself appeared on MSNBC’s Morning Joe* to campaign for Obama…\nZbigniew, a low-level Polish aristocrat whose life has been devoted to hatred for Russia, lauded Obama for his 2002 speech opposing the Iraq war, saying that he himself was the source of Obama’s arguments back then – thus confirming Obama’s long-term status as his puppet, which probably began in 1981-1983, when Obama was a student at Columbia University, and Zbig was directing the anti-Russian institute.\nMay 30, 2017 at 12:06\nNo mention yet from Mr Parry on the death of Zbigniew Brzezinski – the Founding Father of Al Qaeda  jihadists fighters… ?\nBrzezinski: ‘The Sine Qua Non of a Stable World Order’\n(‘Something that is considered essential’)\nLookups for sine qua non spiked on May 27, 2017, following news of the death of Zbigniew Brzezinski, a foreign policy expert who was President Carter’s national security advisor. Some reports of his death included the text of the statesman’s last tweet, from May 4:\n“Sophisticated US leadership is the sine qua non of a stable world order. However, we lack the former while the latter is getting worse.”\n‘Sine qua non’ is the Latin phrase that literally translates to “without which not.”\nmild-ly - facetious\nMay 30, 2017 at 14:29\nNo mention yet from Mr Parry on the death of Zbigniew Brzezinski – the Founding Father of Al Qaeda jihadists fighters?\nI’m surprised that none of the sites in my daily list of reads has said anything about this monster.  If we had not lost Alexander Cockburn at CounterPunch I’m sure he would have had something delightfully malicious to say while ignoring the mantra of not speaking ill of the dead.  Perhaps, Jeffrey St. Clair will post something in his Friday column.\nyop\nMay 31, 2017 at 21:39\nBill, here you can find an adequate farewell to Mr. Brzezinski:\nMay 30, 2017 at 11:35\nMost of Trump’s mistakes involve pandering to conventional neocon views, perhaps because he thinks this gives him more “freedom of action.” Selling out to these nihilist fascists, however, leads only to nihilism and fascism. Trump has to challenge the neocons directly and not sell out such as by supporting terrorist thugs such as the odious Saudi Regime.\nmild-ly - facetious\nWith apology to some here, I must declare:\nThe intense naivety (or plain ignorance) exposed by many here is pitiful.\nThe U S arms and trains the so-called “moderate” jihadis while the Saudi’s arm and fund the branch known as ‘ISIS’ —\nIn 2014 we (The United States) aroused the Sunni in Iraq to declare war on the Shia and, with our expertise and covert compliance and Saudi funding, the Sunni Caliphate was born. —\nThis isn’t ‘Deep State’ stuff, it’s outright genocidal conflict with the purpose of creating and controlling a “NEW MIDDLE EAST”. — We’re essentially already involved in World War 3 – just count the nations already engaged in the deadly, dispossessing destruction and desolation of previously stable peoples— the deaths of innocents fleeing conflict, the mass displacement of entire communities, the refugee crisis, the once proud and free Arabs now locked behind fences in foreign countries — the shameful, shameful horror of dependency forced upon the once proud peoples of the Middle East by foreign forces with their Evil Agenda.\nThis isn’t simply the “Deep State” this is the carrying out of an agenda previously planned and declared in GHW Bush’s September 11 1990 and 1991 New World Order speech.\nTrump’s decision to increase our military budget shows his absolute acquiescence to and acceptance of The Plan (name) – A New Strategy For Securing The Realm.\n————————————————————-\nGeorge H.W. Bush | NWO preparation speech (Sep 11 1990) – YouTube -3:43\nMay 30, 2017 at 11:34\nUS diplomatic “realism” has a long history of being unrealistic. It has meant accepting as real the propaganda line of the moment.\nJoe Tedesky\nMay 30, 2017 at 10:36\nI’m not disputing the kind of ‘realism’ which Mr Pillar is referring too, but on the other hand Trump is very real. Trump is real enough to look like a man who is struggling to make himself look successful. A truly successful person shouldn’t need to remind his followers at every turn how successful they are, and how his followers should love him for it.\nApparently Angela Merkel found Trump to be real enough, that the German leader declared how Germany must go it alone. While Melania and Ivanka wore no head scarf in Saudi Arabia they then wore head scarfs when visiting the Pope. This White House post pictures of the G7 leaders spouses, but leave out the acknowledgement of the one man who is the husband of the male Luxembourg leader. What a disaster.\nAlso with all the naval buildup going on around the Korean Peninsula, and Mad Dog remarking how a war with N Korea would be devastating, this kind of saber rattling only makes America look awkward and bullish. We use to call that, all show and no go.\nTrump for all of his faults, also lacks the necessary support to rally a true Washington backing of establishment supporters. The other thing is, is that America who has been creating the worlds realities for so long, is now appearing to be recognized for what it is, and the emperor has no clothes.\nmike k\nMay 30, 2017 at 10:33\nAnd this is why such a deluded person is really scary; there is no sane person in them who could prevent their doing whatever destructive thing comes into their impulsive consciousness. There is no inner monitor which could save them from making really horrible decisions and acting on them. They are insane – lacking in sanity.\nD5-5\nMay 30, 2017 at 11:48\nBoth these comments are very perceptive, in my view. I would apply them also to McCain, who recently said Russia is more dangerous than ISIS. Trump’s impulsiveness and self-righteousness was vividly displayed early in April in his immediately responding to the chemical incident with no investigation and bombing the air base, in the process killing nine civilians including four children. “Living through the lens of their delusional constructs”–right on. And this stance, far from being a “realist,” is a self-serving pathology. The problem is what we’re saying here applies to the American System writ large at this time, reinforced by a lacky news media and obsessively rooted in the pursuit of wealth.\nmike k\nMay 30, 2017 at 10:28\nThe thing to understand about a person who lives within a delusion is that they are perfectly sincere and deeply convinced of the version of reality they see, and live through the lens of their delusional constructs. There is thus a kind of bizarre and innocent quality of authenticity to their behavior. This is what we mean when we say “he has bought into his own shit.”  Such actors truly do not know whereof they come from – it is not actually second nature to them, it has become their only nature.\ncmack\nMay 30, 2017 at 10:24\ncia wonk telling you about a man he does not know.\ni’ve really had it with the incessant parade of agency hacks telling us what to think.\nwhy is consortium news even entertaining these mocking birds?\nmike k\nWhy stick around if CN offends you?\nCmack\nThere are other publications that you could read, Consortium News is not required reading for those who do not like it´s views.  if Consortium News does not suit  you. why are you wasting you time reading it?\ncmack\nMay 30, 2017 at 13:26\nanswer to both of you.\nmost of the time consortium news is more to my thinking. present and former cia agents giving commentary on different news outlets is an overt form of project mockingbird. they are all over every outlet, print and tv alike. i like alternative news sites because they usually don’t cater to such obvious forms of propaganda.\nthis is not a pro trump or anti trump post. it’s just pointing out how ridiculous it is that the public has let news sources allow the military/industrial/intelligence complex to subvert news.\nget it?\nMay 30, 2017 at 14:27\nHey- yep, I get it and often shake my head in wonder as former CIA officials are trotted out, left and right, as credible sources for explaining what’s going on.  What goes through my mind is plausible deniability. Everything I read these days is taken not with a grain, but a hefty dose of salt.  We should be questioning everything.\nOl' Hippy\nMay 30, 2017 at 14:42\nThat’s exactly why my desktop page has 3 dozen links to various indi news sites, only after going through most will I form an abject opinion. CoNews is just one of many.\nmike k\nMay 30, 2017 at 20:29\nI don’t think most who read this site give the data that some writer was in the CIA much weight one way or the other. We tend to be a pretty skeptical bunch. But by the same token, I don’t discount what someone shares just on the basis that they worked in the intelligence business. I think most of us weigh things on other bases than simply who someone once worked for. We do not reject what Snowden shared because he was in the NSA.\ncmack\nJune 1, 2017 at 10:55\ni can’t even begin to tell you how idiotic your logic is. i’m sorry to use troll language but come on. comparing a guy who risked his freedom and gave up the life he knew and everyone in it to shine a light on the the corrupt, corrupting and utterly repugnant intelligence agency complex that he was a SUB  CONTRACTOR for. a man who in fact gave up a financially rewarding life to be thrust into seclusion in another country. and you are comparing him to a guy who writes a story that is an obvious talking point and is getting paid to do so? and who is an “agency” guy?\ncan i have some of what you are smoking?\nStiv\nMay 30, 2017 at 15:43\nNo, Trump hack…only ASKING you to think. And apparently that’s a useless exercise.\nmike k\nMay 30, 2017 at 10:12\nTrump lives in a world of his own imagining. This fantasy world of his, with him at the center of everything is in no way congruent with the real world others are living in. This is why some of his stuff is so bizarre, like his misperception of the size of his inaugural crowd. In his mind it really was the greatest crowd in history for such an event centered on him, it had to be! His persistent belief is that everybody loves him and everything he says and does. If some people refuse to fit that mold, then they are in for a lot of abuse from the self-declared star. How dare they see the world in a different way than his totally accurate way of seeing it? Such people are obviously lying and distorting reality for their own purposes (a bit of projection by the Maestro here). Trump lives in a bubble he must continually keep blowing up, for fear it might collapse…..\nZachary Smith\nMay 30, 2017 at 11:24\nYour post is very much like what I was going to say.   At an on-line Thesaurus one of the alternate choices for “reality” was how things are.    As you say, Trump doesn’t have a grip on that, but instead lives in a fantasy world of his own making.   A badly informed old man is going to flounder badly, and that’s what we’ve been seeing.   When you add “lazy” to his ignorance, Trump World turns into an incoherent mess.\nBecause the man is quite wealthy he is also smug and arrogant, and this virtually guarantees that he is not going to make any effort  to learn how things are.\nmike k\nGood one Zachary.\nMay 30, 2017 at 14:19\nBecause the man is quite wealthy he is also smug and arrogant, and this virtually guarantees that he is not going to make any effort to learn how things are.\nPerhaps smugness and arrogance, like hubris, will also precede a fall.\nMike K\nI don´t think that it is a world of Trump´s imagining only. The US population has been raised and fed at the teat  of hubristic exceptionalism. Trump like the rest of Americans has been raised on the mantra of We are the richest, most democratic, most powerful, militarily undefeatable bullroar for all of his life. Then he was given 100 million dollars by his dad to begin his realestate career, where he was surrounded by people who would never dare say no to him, never dare contradict him and or critisize anything about his behaviour. When one looks at where the Donald is coming from is it any surprise that he thinks and acts like he does? The guy suffers from “Affluence.” While I viserally disagree with him, I do realize that it is not just him, it is the overwhelming sickness that has enveloped the American population ever since the Second World War and is promoted by the most sophisticated propaganda system the world has ever seen. Look at American movies, newspapers, TV Shows, advertising, military displays at sporting events, every politician sprouting the same lines from the same bible. Is it really any wonder that Donald Trump is who he is?\nJoe Tedesky\nMay 30, 2017 at 13:04\nYou are right Dan. America is infected with itself. America could be so many things made of quality, and to some extend compassion, but instead America is weened on a such steady diet of exceptionalism that it promotes a warring mindset which produces nothing of any positive nature. In case America hasn’t noticed the entire planet is now working towards going it alone without the U.S. being by it’s side, and that international new spirit will bring an end to the American Empire.\nOl' Hippy\nMay 30, 2017 at 14:38\nThe American Exceptionalism has been making me and like minded individuals sick, ever since I came of age in the early 70’s. ‘It’ has been the cause of more death and destruction waged in the name of ‘freedom and democracy” ever since. Americans need to all come back to reality before it destroys the country, if it already hasn’t. I’d like to see the leadership step back and reassess the things that are really important for the nation and hegemony isn’t it. There’s like a silent shroud enveloping everything the keeps the hard truths from being seen or acted upon. Time’s short and Washington is either making war or ignoring the obvious,(global poisoning/warming) in a dance to oblivion. I just hope it’ not too late, really.\nmike k\nI agree. Well said.\nMay 31, 2017 at 00:15\nDan, you have said a lot in these few lines, and it is so true. This most sophisticated propaganda  you wrote about is being ratcheted up several notches to counter this supposedly a grave threat from RT.  I bet ninety nine percent Americans have never heard of RT. It is not here only, it is true of Western Europe too – they are toeing the line. there were resolutions being introduced in EU parliament, British Parliament to ban RT.\nIt is mind-boggling to think what has become of the Western Civilization – supposedly acclaimed for free press, free institutions and all that – in such a short time.\nDave P\nI think all of it was designed to hide the finacial rape of the world. However you can only hide accounting problems for a while and then the whole house of cards comes tumbling down. I site as an example. After the crash of 2008 the US government guaranteed 200 trillion in bad bank loans to keep the banks afloat. In other words these bank loans were listed as assets on the banks balance sheets and backed by the US taxpayer. So far since 2008 this has not become a major factor in the well being of the charade of the  financial world . Those chickens will have to come home to roost at some point and then the real crash will occur, taking whole countries down with it. if all of the wealth of the world were gathered up in one place it would not beenough to make a scratch in that debt load.\nLiam\nMay 30, 2017 at 15:06\nFolks who are picking sides and choosing red team versus blue team are missing a giant part of the puzzle. This is all classic Hegelian Dialectic as exclusively taught to the global elite at Yale, Oxford, Harvard and Eton. Its all smoke and mirrors. It is what you are not privy to as a regular citizen with no elitists connections. The Rabbit Hole goes much, much deeper than people want to imagine right now…….and it is very, very dark.\nFor the quickest 5 minute lesson on how this is all being played out simply watch this short video called “Do The ISIS” Hegelian Dialectic -. It will blow your mind. The info comes fast but it shows how the Hegelian Dialectic is being used in an intentional precise manner with the Trump deception. Trump is part and parcel of the Deep State/Global elites plans. The election was rigged. Trump was chosen by the elite over Clinton in order to achieve their goals. The infighting is an elaborate charade. The end result will be the same. The Saudis, the Jews, the Brits, the Zionists…..all intertwined for the same global domination/control agenda. https://youtu.be/pO5ECFtd_sE?t=1s\nmike k\nMay 30, 2017 at 20:36\nExcept that this is a game like Survivor on TV. Each of the power players involved would like to see all the others dead. Cooperation among these sharks is very superficial and temporary. So much for the Grand Conspiracy to Rule the World theories.\nmike k\nTheir mutual antagonism and distrust make real continuing conspiracies difficult or impossible.\nBrad Owen\nMay 31, 2017 at 07:23\nAnd yet their Plan advances one step at a time. We’ve lost our press to them. We’ve lost our Intelligence community to them, just after FDR died (the first thing to go, in a well-planned conspiracy). we’ve lost our Congress people to them. We’ve lost our judicial system to them. We’ve watched them tear up our Constitution and rescind all care for the General Welfare. We’ve lost our true history to them, as they control the main publishing houses, turning us into know-nothings. We’ve lost our Presidency to them (the last genuine President was JFK, then crooked Nixon. They killed the one, ran the other outta town. Carter was a Trilateralist frontman). We’ve lost our right to decide whether or not we should go to war…its all just “shut-up and join their Imperial Legions or stay there in trailer-trash town”. We’ve lost our Republic and our Sovereignty to them, then endure their insulting set-up of us, as they make sure the World refers to all of this tragedy as “The American Empire”, thus deflecting attention from the REAL culprits (no I don’t mean the goddamn Israelis…they’re being set up too, for the fall…another exercise in deflecting attention from the REAL culprits…same with KSA…all fall guys). Nope, conspiracies are just so much hog-wash…nothing to see here, move along, catch a baseball game, buy a hot dog(bread and circuses)…the more things change, the more they stay the same. And Conspiracy succeeds BECAUSE people don’t believe they exist, THAT is what conspirators WANT people to believe.\nLiam\nMay 30, 2017 at 09:24\nHere’s the clear proof that the UK, US and western governments are involved with directly supporting terrorists..They openly promote the White Helmets who are linked to al-Qaeda and ISIS. Massive White Helmets Photo Cache Proves Hollywood Gave Oscar to Terrorist Group. This is photo cache is the ultimate red pill for those who refuse to see. Please help disperse it widely on Reddit, Twitter and Facebook. We have to open peoples eyes to that which is being covered up.\nJoe Tedesky\nMay 30, 2017 at 10:06\nLiam allow me to add another link to what you are referring too.\nMay 30, 2017 at 11:40\nThe counterpunch article is spot on. In addition, as the direct successor to the Cameron regime which supported the Libya overthrow, the blood of the Manchester bombing is on the hands of the tory Theresa May government. This should be a reason for their ouster in the present election, not, as the official story goes, a reason to rally round discredited lackeys of the yankee imperium.\nLiam\nMay 30, 2017 at 11:40\nThanks very much for that link Joe. Glad to see Counterpunch exposing more of whats going on. Mike Whitney put out some amazing reports on the truth about the US instigated wars in Ukraine and Syria, as well as the entire “Blame Russia for Everything” ruse, but it had seemed that Counterpunch was not posting much on the White Helmets aspect and US support for terrorists over the last year. Its nice to see that post, hopefully more solid investigate researchers will pick up the ball and tie all these elements together. The hypocrisy from these corrupt governments and media outlets is truly astounding, and as it goes on more and more the long term results are going to be devastating to us all. It looks like Britain is heading for a full bore police state in quick thrift and the corrupt media is even posting stories encouraging people to thank newly armed police. Its a truly Orwellian mind*uck. Simply put, the global elite that have been enriching themselves from all this war, killing and misery for so very, very  long will not go quietly into that goodnight. They intend to put us all against each other and cause a clash of cultures that will result in a police state whether we like it or not.\nJoe Tedesky\nMay 30, 2017 at 11:54\nLiam when the chaos looks like there is no end game goal the police state you mentioned seems like that was part of the goal all along. Let’s face it, we the people are being played. How genius that way back when Zbigniew outsourced America’s armed forces to the Mujahideen in Afghanistan to combat the Soviet Russians, that today we are either fighting or aiding that awful bunch of headchoppers, and we are not the better off for it. It’s all a manipulative excercise in mass crowd control, and we are the lab rats.\njo6pac\nsomething for the both of you.\njo6pac:  Thank you for that very interesting link.\nJoe Tedesky\nMay 30, 2017 at 16:34\nEveryday I learn something new, and today jo6pac your provided link made me a little more well informed for that.\nBrad Owen\nMay 30, 2017 at 14:12\nThe Synarchists are indulging in a one-two punch: send in the terrorists to terrify the target population (the Brits, the 99%ers), drive them to despair with austerities out the ying-yang since Thatcherism, in general, soften up that “stiff upper lip” until they are ready to accept the Synarchists’ strongman/tyrant, riding in on a white horse, to restore peace, order, and a promise of more abundance as your new Emperor of a new Holy Roman Empire (accompanied, of course, with a promise to “bury the hatchet” concerning the Christian sectarianism; Protestants, Catholics, Eastern Orthodox, all one big happy Christian family as the “Natural Order” of Monarchy, Nobility, Loyal Subjects, under one Emperor/King) that is restored. A new era of “The Great Restoration of the Natural Order” begins. The Queen kisses the Ring, and pledges allegiance to the Emperor and the Natural Order of things, for the good of her subjects…that’s the end-game, the reason for these insane wars and terror and grinding austerity. Europeans and Americans are also caught up in this Synarchist Movement for Empire (SME), but they first had to seduce and render inoperative, the USA as the Republic that it was, under JFK…Mission Accomplished; we are now the Legions fighting “Crusades” for the Holy Roman Empire, to our own self-destruction (thus removing a threat that couldn’t be removed by WWII, while FDR was at the helm). I found this stuff on EIR’s search box. Look up “Return of the Monarchs” on their search box.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nationalinterest.org/feature/trumps-message-the-middle-east-couldnt-be-more-different-20845",
                "https://spectator.org/trumps-middle-east-strategy-takes-shape/",
                "https://www.washingtonpost.com/world/trumps-alleged-slight-against-germans-generates-confusion-backlash/2017/05/26/0325255a-4219-11e7-b29f-f40ffced2ddb_story.html?utm_term=.e4a207b88535",
                "http://www.cnn.com/2017/05/25/politics/trump-pushes-prime-minister-nato-summit/",
                "https://www.huffingtonpost.ca/entry/trump-bahrain-crackdown_n_59247495e4b03b485cb5accb",
                "https://nationalinterest.org/blog/paul-pillar/trumps-trip-taking-sides-the-middle-east-20760",
                "https://www.counterpunch.org/2017/05/22/hypocrisy-and-condescension-trumps-speech-to-the-middle-east/"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/briefings-statements/president-trumps-speech-arab-islamic-american-summit/"
            ],
            "unsure": [
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=pO5ECFtd_sE&feature=youtu.be&t=1s"
            ]
        },
        "key_words": [
            "unrealistic",
            "rights",
            "world",
            "relations",
            "trump",
            "trumps",
            "human",
            "interests",
            "realism",
            "foreign",
            "policy",
            "realist"
        ]
    }
]