[
    {
        "url": "https://www.christianpost.com/news/evangelicals-hold-immigration-reform-vigils-across-u-s.html",
        "title": "Evangelicals Hold Immigration Reform Vigils across U.S.",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelicals Hold Immigration Reform Vigils across U.S.\nEvangelicals Hold Immigration Reform Vigils across U.S.\n| Wednesday, January 27, 2010\nEvangelical leaders across the nation on Tuesday participated in prayer vigil events to call for comprehensive immigration reform.\nThe vigils took place in six cities where immigration policy is especially contentious: Phoenix; Denver; Santa Ana, Calif.; Chicago; Memphis, Tenn.; and Miami. The largest event occurred in Phoenix where more than 120 evangelical leaders from across the country gathered for a \"Day of Education, Witness and Action\" on immigration reform.\n\"The broken immigration system has taken a heavy local toll, and many call Phoenix 'ground zero' for immigration issues,\" said Kit Danley, president of Neighborhood Ministries, the host group in Phoenix. \"Our brothers and sisters in Christ from around the country are standing in solidarity with us to call for something better, something more fair, something more compassionate.\"\nParticipating evangelicals especially highlighted the urgent need for a humane and practical solution to the problem of separation of immigrant families due to \"broken immigration policies.\"\nGalen Carey, director of government affairs for the National Association of Evangelicals, which represents 45,000 congregations and some 30 million evangelicals, said the group believes it is in the nation's interest to protect the borders, admit legal immigrants, bring the undocumented \"out of the shadows,\" and reunite families.\n\"The NAE calls on President Obama and Members of Congress to enact meaningful reform of our nation's broken immigration system without further delay,\" Carey said. \"As Americans, we recognize our own rich immigrant heritage.\n\"As Christians, we seek justice and mercy for those whom God has brought to our shores. Our churches and communities have been blessed by the energy, vision and hope of those who have embraced our country and who are contributing so much to our future in a globalized world.\"\nIn October, the NAE announced its strong pro-immigration reform stance with the release of its \"Resolution Immigration 2009\" – the group's most comprehensive resolution on immigration to date.\nWhile the leaders called for more humane immigration laws and support an earned pathway to legal status, they also emphasized their support for developing structures to safeguard the national borders and setting up functional legal mechanisms for the annual entry of immigrant workers.\nThe NAE's public support for immigration reform, however, drew fire from groups against immigration reform. Critics of NAE's immigration resolution argue that the group is supporting amnesty for those that break the law and accuse the group of becoming more liberal.\nBut the evangelical leaders gathered on Tuesday not only disagreed that providing an earned pathway to citizenship is amnesty, they even lamented that the evangelical tradition was late to join other Christian traditions and faiths in advocating for reform.\n\"We have been slow to hear and respond to the Spirit's call to seek justice for our immigrant brothers and sisters, who live in fear of rejection and deportation,\" said Jeff Johnsen, executive director of Mile High Ministries, which hosted the Denver vigil. \"But we are finally raising our voices to spread awareness of this urgent moral issue. We pray that our nation's leaders will hear our call, and enact laws that follow the Biblical mandate to show compassion to immigrants.\"\nThe Denver vigil drew more than 100 evangelicals.\nNoel Castellanos, CEO of the Christian Community Development Association, shared that from his experience as a pastor in the Latino community for the last 20 years he has witnessed the negative impact the current U.S. immigration policy has on families.\n\"Today, we are seeing a movement of Christians around the country who share this same conviction,\" said Castellanos. \"Across our CCDA network, people are mobilizing in support of immigration reform and are standing in solidarity with our immigrant brothers and sisters from around the world.\"\nThe vigils are part of Evangelical Witness for Immigration Reform, which are organized by the Christian Community Development Association.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "phoenix",
            "group",
            "leaders",
            "evangelical",
            "evangelicals",
            "vigils",
            "reform",
            "country",
            "immigrant",
            "support",
            "hold",
            "immigration"
        ]
    }
]