[
    {
        "url": "https://www.christianpost.com/news/pentecostal-mother-fighting-brain-damaged-babys-life-god-decide-when-he-dies.html",
        "title": "Pentecostal Mother Fighting for Brain-Damaged Baby's Life Says God Will Decide When He Dies",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPentecostal Mother Fighting for Brain-Damaged Baby's Life Says God Will Decide When He Dies\nPentecostal Mother Fighting for Brain-Damaged Baby's Life Says God Will Decide When He Dies\nPentecostal Mother Fighting for Brain-Damaged Baby's Life Says God Will Decide When He Dies\n| Thursday, January 25, 2018\nNHS in London, England. | (Photo: Reuters/Toby Melville)\nA Pentecostal Christian mother is fighting for her 11-month-old baby to be allowed further intensive treatment, declaring that God should decide when he dies, not doctors who think he's too brain-damaged to recover.\n\"I am a Pentecostal Christian,\" Takesha Thomas said at a High Court trial, as reported by Premier  on Wednesday. \"For me, I don't think it is right to say who should live or who should die.\"\n\"If God wants to take the person, He will,\" she added.\nThe Guardian  reports that physicians at King's College hospital in London say the baby, Isaiah Haastrup, is not only brain-damaged due to oxygen deprivation at birth, but also cannot move or breathe without assistance, and is showing no \"purposeful\" responses.\nThe doctors believe he should be taken off life support as there is no hope for any recovery, though Thomas insists that he does show limited reactions, such as slowly opening his eye when she reads to him or cuddles or bathes him.\n\"When I call his name, I say: 'Isaiah it's mummy,' he will also give me a response by opening his eyes,\" she said.\nThe parents, including father Lanre Haastrup, are asking to be allowed to bring Isaiah home, where he will need 24-hour intensive care.\nThomas has argued that despite what doctors are saying, with enough love and care, there is still hope for her child.\n\"I don't know how they come to that conclusion. I see a child that is injured. He needs love. He needs care, and I have it and can give it,\" the mother declared.\n\"For them [the doctors] to say it's so poor it's not worth living, that's not right. That's not their decision to make.\"\nShe said that doctors have only assessed Isiah for short periods of time, but she sees first hand that he is not as unresponsive as they are claiming.\n\"The more I say to them that I have seen Isaiah open his eyes, they will dismiss it and say it's not. They are trying to say I'm not right,\" she continued.\nStill, expert medical witnesses say that there is often \"a mismatch between what parents perceive and what carers perceive to be purposeful responses.\"\nThey said that movements do not always mean a purposeful response, and in fact jaw-clenching and muscle-stiffening could be caused by severe dystonia.\nThomas' plight is similar to other high-profile cases of parents fighting for their child to be allowed to continue treatment, such as 11-month-old Charlie Gard  last year.\nThe parents, Coonie Yates and Chris Gard, challenged Great Ormond Street Hospital in London's decision to stop treatment for Charlie, who had an extremely rare genetic condition that caused progressive brain damage and muscle weakness.\nThey petitioned to be allowed to take Charlie for experimental treatment in the United States, but were unsuccessful in their bid.\nThe case, which prompted many weeks of passionate debate, and drew comments from world leaders such as U.S. President Donald Trump and Vatican leader Pope Francis in support of the parents, ended late in July when Charlie died.\nThomas Evans and Kate James  are two other British parents, this time fighting Alder Hey Children's Hospital in Liverpool, hoping that their 18-month-old boy, who is suffering from a mystery brain condition, is allowed continued treatment on life support.\nThe hospital has said that baby Alfie Evans is in a coma and suffers regular seizures and has no hope for recovery.\nThe parents insisted in December that their child has already defied expectations on a number of occasions when he had been given only hours to live, however, and continues fighting for his life.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "For me, I don't think it is right to say who should live or who should die.",
                "Takesha Thomas",
                true
            ],
            [
                "If God wants to take the person, He will,",
                "",
                true
            ],
            [
                "When I call his name, I say: 'Isaiah it's mummy,' he will also give me a response by opening his eyes,",
                "",
                true
            ],
            [
                "I don't know how they come to that conclusion.",
                "",
                true
            ],
            [
                "I see a child that is injured.",
                "",
                true
            ],
            [
                "He needs care, and I have it and can give it,",
                "",
                true
            ],
            [
                "For them [the doctors] to say it's so poor it's not worth living, that's not right.",
                "",
                true
            ],
            [
                "That's not their decision to make.",
                "",
                true
            ],
            [
                "The more I say to them that I have seen Isaiah open his eyes, they will dismiss it and say it's not.",
                "",
                true
            ],
            [
                "They are trying to say I'm not right,",
                "",
                true
            ],
            [
                "a mismatch between what parents perceive and what carers perceive to be purposeful responses.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/charlie-gard-has-died-hospice-experimental-treatment-denied-life-support-removed-193594/",
                "https://www.christianpost.com/news/parents-fight-hospital-save-baby-alfie-evans-charlie-gard-209551/",
                "https://www.premier.org.uk/News/UK/God-should-decide-when-my-sick-baby-dies-Pentecostal-Christian-tells-judge",
                "https://www.theguardian.com/law/2018/jan/23/brain-damaged-baby-able-to-respond-mother-court-life-support-isaiah-haastrup"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "life",
            "say",
            "isaiah",
            "doctors",
            "hospital",
            "pentecostal",
            "mother",
            "god",
            "braindamaged",
            "babys",
            "parents",
            "allowed",
            "charlie",
            "dies",
            "fighting",
            "treatment",
            "decide"
        ]
    }
]