[
    {
        "url": "https://www.christianpost.com/news/parents-warn-virginia-school-district-may-ban-public-comment-opposing-gender-identity-policy.html",
        "title": "Parents Warn Virginia School District May Ban Public Comments Opposing Gender Identity Policy",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nParents Warn Virginia School District May Ban Public Comments Opposing Gender Identity Policy\nParents Warn Virginia School District May Ban Public Comments Opposing Gender Identity Policy\nParents Warn Virginia School District May Ban Public Comments Opposing Gender Identity Policy\n| Tuesday, January 23, 2018\nStudents walk past a protest sign on a bathroom which helped lobby for the first gender-neutral restroom in the Los Angeles school district at Santee Education Complex high school in Los Angeles, California, U.S., April 18, 2016. | (Photo: Reuters/Lucy Nicholson)\nOne of the nation's most influential public school boards is considering changes to its procedures on public comments which would bar parents from speaking on issues that concern them, particularly those related to gender identity and sex education.\nIn Fairfax County, Virginia, which neighbors Washington, D.C., the school board is expected to vote Thursday on what sources close to the matter say is a measure that would further censor and restrict them and other concerned citizens from giving feedback by clamping down on the public comment process.\nThe concerned parents who spoke with CP on condition of anonymity said the Public Engagement Committee met Monday and intends to dramatically alter their current rules and procedures  for public speakers at FCPS school board meetings, which occur every other week. Public commenters can then only speak on school board agenda items which the board can carefully and narrowly dictate and eliminate any opportunities for walk-in speakers to address the topic they want. It would also reportedly ban substituting speakers and sharing speaker time.\n\"It's a con game,\" one parent said to CP. \nControversy erupted in the county in 2015 when the FCSB voted to replace biological sex with \"gender identity\" in official school guidelines. Only one FCSB member dissented.\nThe new policy holds that boys who self-identify as female can use the girls' shower facilities, locker rooms, and bathrooms, and it was voted in without any time for public debate and adopted within weeks. This abrupt move stood in stark contrast to previous school policy considerations in which the FCSB reportedly spent 10 years debating and experimenting with school start times, conducting multiple surveys and asking for community input over the course of many months.\nWhat occurs in Fairfax County has implications for many American public school students as the county often serves as a model district after which other locales pattern their educational best practices.\nSources say that the gender identity issue has led to increased attention from local residents and concerned parents who were either unaware of or had no time to weigh in when the measure was passed over two years ago. Many have come to school board meetings to voice their objections ever since, even if the issue is not explicitly on the agenda for the night.\nAround 100 parents have complained  about the board's \"betrayal of public trust\" and rapid embrace of gender ideology and their concerns with the sex education curriculum at these meetings. The parents often begin by first speaking to an issue that is on the agenda and then creatively pivoting to their concerns in order to voice them. This is reportedly a source of great embarrassment to the school board which does not want to revisit the matter.\nThe school board has repeatedly said that nothing will substantively change and thus far no regulations pertaining to gender identity have been issued; draft regulations were tabled in July of 2016 even as the 2015 policy remains in effect.\nAs The Daily Signal reported  in March 2017, in Fairfax a mere 10 parents have three minutes each during public comment time to present their views to the county school board each meeting and \"[e]arning one of these coveted slots is like buying concert tickets: You get up early on the Monday before the meeting and click frantically, hoping to be among the first 10 when the school board opens its sign-up line.\"\nIf no concerned parent manages to acquire one of the 10 coveted speaking slots on a night where policy changes about gender identity might be considered and everyone who does get to speak voices support, the illusion will be created that open public debate has occurred and that the general population is broadly behind this when the reverse is true. By tightly controlling the agenda to circumvent controversial topics once their agenda has gained sufficient ground, the public process changes can then be used to squash any opposing voices.\nThe proposed procedural moves would tighten what can be discussed and \"the school board can block any speakers in the future who might want to try to retroactively address items in the past because they were never given the chance due to sign up to speak [restriction], due to manipulation,\" which amounts to censorship, parents said to CP.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailysignal.com/2017/03/10/my-local-school-board-may-begin-silencing-parents-over-transgender-agenda/",
                "https://www.christianpost.com/news/dont-use-religious-arguments-combat-transgender-activism-in-public-schools-vvs-panel-203154/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "virginia",
            "school",
            "county",
            "speakers",
            "gender",
            "warn",
            "policy",
            "opposing",
            "identity",
            "public",
            "district",
            "agenda",
            "board",
            "parents"
        ]
    }
]