[
    {
        "url": "https://www.christianpost.com/news/reporter-trying-to-get-tucson-officer-in-trouble-for-viral-video-against-nfl-kneeling.html",
        "title": "Reporter Trying to Get Tucson Officer in Trouble for Viral Video Against NFL Kneeling",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nReporter Trying to Get Tucson Officer in Trouble for Viral Video Against NFL Kneeling\nReporter Trying to Get Tucson Officer in Trouble for Viral Video Against NFL Kneeling\nReporter Trying to Get Tucson Officer in Trouble for Viral Video Against NFL Kneeling\n| Thursday, October 05, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nTucson Police Officer Brandon Tatum  has a First Amendment right to free speech. But you wouldn't know that from the way a reporter has targeted  him. On September 24, Tatum made a video  monologue expressing his dissatisfaction with the NFL players kneeling during the National Anthem. He did not identify himself as a police officer; he made it purely in his private capacity. The seven minute speech went viral, receiving over 70 million views on Facebook. His message resonated with Americans all across the country who are fed up with the disrespectful athletes.\nArizona Daily Star reporter Tim Steller published an article  on Friday questioning whether the video violated TPD's departmental rules. Titled \"Tucson Police Officer Pushes Boundaries With Viral Rants,\" he cites TPD's policy which prohibits officers from posting anything discriminatory on social media.\nTatum's video doesn't discriminate against anyone, it merely discusses why kneeling during the anthem is disrespectful and an inappropriate way to protest. He says the National Anthem has nothing to do with what the athletes are protesting. He points out how the flag and the anthem have given people freedom and opportunities, but the protesters won't talk about that. He observes that Martin Luther King, Jr., had bipartisan support for his protests, because he conducted them with integrity.\nIn contrast, Tatum says, \"These clowns are doing things out of trendiness.\" If they really care about black lives, then they need to be out there in the black community. He asks, \"What has happened since Colin Kaepernick took a knee?\" Nothing has changed, nothing is going to change. \"Stop whining like a baby. ... As an African-American in this country, I love the flag.\"\nTatum contrasts the athletes losing and coming back again to play another game with those who died for the flag in military service. The latter don't get a second chance once they lose their lives on the battlefield. That is who these athletes are disrespecting. He warns the players about alienating their fan base of patriotic Americans, \"When you spit in their face, they will no longer support you.\"\nTatum recently began created monologues commenting on race issues that go viral. He has 33,552 subscribers to his YouTube channel. Conservative talk show host James T. Harris , who is also black and based out of Tucson, says  the real story should be how a small town boy who moved to Tucson created multiple videos that went viral.\nSince Tatum started issuing his videos, he and Harris have become well-known as the two conservative black guys out of Tucson. Harris's own video  criticizing the kneeling players also went viral receiving 22 million views. Harris laments that in left-leaning Pima County, the story isn't about how successful the videos have been. Instead, he quotes SCOTUS Justice Clarence Thomas on the treatment, \"It is a high-tech lynching for uppity blacks who in any way deign to think for themselves.\"\nHarris observed, \"If Brandon had made a video praising the kneeling which went viral, Steller wouldn't have written anything critical.\" The kneeling NFL players, as private players, have no right to free speech and violated an NFL rule. In contrast, Tatum properly exercised his right to free speech; he did not issue his monologue on police property or identify himself with his employer. Where is Steller's criticism of the NFL players for violating the NFL rule?\nSteller castigated Tatum for participating in an interview with Alex Jones of Infowars. Steller may not like Infowars, but Tatum has a right to free speech and to choose who he gives interviews to. It is merely Stellers' opinion what is considered an acceptable news outlet. Brandon responded and said crossing the line for him would be doing an interview with someone like Steller or CNN. Frankly, it sounds like Steller is upset he cannot control Tatum or obtain an interview with him. It is squelching free speech to tell Tatum who he can and cannot give interviews to.\nHarris has been subject to \"blacklash\" harassment by the left for years, including by The Arizona Daily Star. Someone at the paper called him a Nazi. In a Facebook post, editorial cartoonist David Fitzsimmons said he was going to get Harris's advertisers to boycott his radio show. Stellars responded eagerly, \"tell me more.\" Fortunately, Harris's fans bombarded the Star, forcing Fitzsimmons to back down. Harris has received death threats since he became vocal as a black conservative, receiving threats to his family, and had clients turned against him. He ended up losing a business as a result.\nThe only thing the left dislikes more than conservatives are black conservatives. Let's hope cooler heads prevail and the ungrounded, vicious attack by Steller is thwarted. Just because you're black and conservative doesn't mean you lose your right to free speech. As a reporter, Steller should know better when it comes to free speech.\nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://tucson.com/news/local/friday-notebook-tucson-officer-pushes-boundaries-with-online-rants/article_34fdcb54-78d2-572c-a200-0125237e40ba.html",
                "https://arizonadailyindependent.com/2017/10/01/steller-writes-him-up-sundays-comic/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://jamestharris.com/",
                "https://www.facebook.com/JamesTHarrisMedia/videos/1549992668411730/",
                "https://www.youtube.com/user/btcruiser34/videos",
                "http://www.intellectualconservative.com/",
                "https://www.youtube.com/watch?v=jFhborYfWsY"
            ]
        },
        "key_words": [
            "free",
            "kneeling",
            "black",
            "viral",
            "video",
            "players",
            "reporter",
            "tatum",
            "nfl",
            "speech",
            "trouble",
            "tucson",
            "trying",
            "steller",
            "officer"
        ]
    }
]