[
    {
        "url": "https://www.christianpost.com/news/trump-did-clintons-campaign-write-dnc-speech-for-slain-us-soldiers-muslim-dad.html",
        "title": "Trump: Did Clinton's Campaign Write DNC Speech for Slain US Soldier's Muslim Dad?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump: Did Clinton's Campaign Write DNC Speech for Slain US Soldier's Muslim Dad?\nTrump: Did Clinton's Campaign Write DNC Speech for Slain US Soldier's Muslim Dad?\nTrump: Did Clinton's Campaign Write DNC Speech for Slain US Soldier's Muslim Dad?\n| Sunday, July 31, 2016\nKhizr Khan, whose son, Humayun S. M. Khan was one of 14 American Muslims who died serving in the U.S. Army in the 10 years after the 9/11 attacks, offers to loan his copy of the Constitution to Republican U.S. presidential nominee Donald Trump, as he speaks while a relative looks on during the last night of the Democratic National Convention in Philadelphia, Pennsylvania, July 28, 2016. | (Photo: REUTERS/Mike Segar)\nIn a media interview, Donald Trump asked if Hillary Clinton's scriptwriters were behind a speech at the Democratic National Convention delivered by a Pakistani immigrant, who narrated how his son, a U.S. soldier, was killed in Iraq and criticized the Republican presidential candidate for his stand on Muslims and for not making any sacrifices.\nSpeaking to ABC News  Saturday, Trump first called Khizr Khan, the father of Army Capt. Humayun Khan, who was killed by a car bomb in 2004 while guarding the gates of his base in Iraq, \"very emotional\" and \"a nice guy.\"\nBut about Khan's speech at the DNC Thursday, in which the bereaved father said Trump has \"sacrificed nothing and no one,\" the GOP candidate asked, \"Who wrote that? Did Hillary's scriptwriters write it?\"\nTrump also asked why Khan's wife, Ghazala, who stood beside her husband on stage, did not say anything, alluding to restrictions on women in some Muslim societies.\n\"His wife, if you look at his wife, she was standing there,\" Trump said. \"She had nothing to say. She probably, maybe she wasn't allowed to have anything to say. You tell me, but plenty of people have written that. She was extremely quiet and it looked like she had nothing to say.\"\nGhazali later told ABC in an interview that she abstained from speaking because she was in pain. \"Please. I am very upset when I heard when he said that I didn't say anything. I was in pain. If you were in pain you fight or you don't say anything, I'm not a fighter, I can't fight. So the best thing I do was quiet,\" she said.\nKhan also responded, saying, \"I invited her, would you like to say something on the stage when the invitation came, and she said, 'You know how it is with me, how upset I get.\"\nAsked if he had made any sacrifices, Trump said, \"I think I've made a lot of sacrifices. I work very, very hard. I've created thousands and thousands of jobs, tens of thousands of jobs, built great structures. I've had tremendous success. I think I've done a lot.\"\nTrump also said he had helped build a Vietnam War memorial in New York and raised \"millions of dollars\" for veterans.\nTrump has argued that the United States needs a temporary ban on Muslims traveling to the country.\n\"Without looking at the various polling data, it is obvious to anybody the hatred [of American] is beyond comprehension. Where this hatred comes from and why we will have to determine,\" Trump said earlier. \"Until we are able to determine and understand this problem and the dangerous threat it poses, our country cannot be the victims of horrendous attacks by people that believe only in Jihad, and have no sense of reason or respect for human life.\"\nLast December, evangelist Franklin Graham said he agrees with Trump.\n\"For some time I have been saying that Muslim immigration into the United States should be stopped until we can properly vet them or until the war with Islam is over,\" wrote Graham, who heads the Billy Graham Evangelistic Association and the Samaritan's Purse, in a Facebook post.\n\"Donald J. Trump has been criticized by some for saying something similar. The new Speaker of the House Paul Ryan said yesterday that he disagrees — saying that 'such views are not what this party stands for and more importantly it's not what this country stands for.' Politicians in Washington seem to be totally disconnected with reality,\" added Graham.\nSurprisingly another person who supports Trump's temporary Muslim ban is President Obama's half brother, Malik Obama,  who is a Muslim Kenyan with U.S. citizenship. Malik Obama said Trump's proposed Muslim ban is \"common sense\" amid terror attacks and security concerns in America. He also said he plans to vote for Trump.\n\"I'm a Muslim, of course, but you can't have people going around just shooting people and killing people just in the name of Islam,\" Malik Obama said.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/obama-muslim-half-brother-malik-voting-donald-trump-supports-ban-167080/"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/donald-trump-father-fallen-soldier-ive-made-lot/story?id=41015051"
            ],
            "unsure": []
        },
        "key_words": [
            "muslim",
            "write",
            "dad",
            "say",
            "wife",
            "pain",
            "dnc",
            "trump",
            "speech",
            "soldiers",
            "campaign",
            "slain",
            "thousands",
            "obama",
            "saying",
            "ive",
            "clintons"
        ]
    }
]