[
    {
        "url": "https://nutritionfacts.org/questions/what-are-the-benefits-of-reishi-mushrooms-ganoderma-lucidum/",
        "title": "What are the benefits of reishi mushrooms (Ganoderma lucidum)?",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "What are the benefits of reishi mushrooms (Ganoderma lucidum)?\nNovember 8th, 2012\nI have just been introduced to a product that is a combination of green tea and ganoderma (a red mushroom). It also comes mixed with coffee. I was wondering if you have seen amy research on ganoderma. Thank you so much for this website. It is wonderful!\nAnswer:\nI’m so glad you’re finding the website useful! Ganoderma lucidum is more commonly known as the reishi mushroom, one of the oldest known fungi used medicinally. According to the  latest review  on the subject, there are remarkably few clinical studies on its use despite its popularity throughout East Asia. It does appear to have beneficial immunomodulatory effects in cancer patients but without endpoint data (such as survival and remission rates), case reports with names like  Fatal Fulminant Hepatitis Associated With Ganoderma  would argue against drinking it in your coffee until we know more.\nThe healthiest thing to drink is likely  green tea . We have good evidence of its benefits and, as a bonus, no fatal side-effects! Hibiscus tea is also a good option. See: Better Than Green Tea?\nImage Credit: Kanko / Wikimedia Commons\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/17621752"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/better-than-green-tea/"
            ]
        },
        "key_words": [
            "green",
            "known",
            "mushroom",
            "healthiest",
            "good",
            "fatal",
            "lucidum",
            "reishi",
            "ganoderma",
            "coffee",
            "benefits",
            "website",
            "tea",
            "mushrooms"
        ]
    }
]