[
    {
        "url": "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech.html",
        "title": "Facebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\n| Tuesday, January 09, 2018\nFacebook has unpublished the Facebook page associated with the pre-denominational Christian ministry \"Warriors for Christ,\" an organization that opposes homosexuality and abortion, on grounds that it violated its community standards on bullying and hate speech.\nWarriors for Christ , a West Virginia-based ministry that stands unapologetically opposed to all sinful behavior, no longer has access to its main Facebook page that had over 225,000 followers.\nThe main Warriors for Christ Facebook page, which is often used to post memes that lash out against society's embrace of things like LGBT rights and abortion, and is used to facilitate the organization's video ministry  led by Pastor Rich Penkoski, was initially removed by the social media giant on Dec. 29.\nAlthough the Facebook page was reinstated on Jan. 2 after an online petition  was launched calling for Facebook to republish the page, Facebook administrators again took the Warriors for Christ page down last Friday.\nPenkoski said in an interview with The Christian Post on Monday that his organization's Christian beliefs are being censored by Facebook because a number of LGBT activists who follow Warriors for Christ on social media had lodged complaints.\n\"We can't even use the term 'LGBT' in any context whatsoever or else it immediately gets flagged and banned. If we type those four letters out in our page, it gets removed,\" Penkoski said.\nAs there have been a number of Warriors for Christ's Facebook posts and videos that have been removed by Facebook, Penkoski said that other posts that have been removed included ones that displayed the organization's opposition to abortion.\n\"We count our posts on the page. Out of 3,000 posts, less than 3 percent had to with LGBT issues,\" Penkoski explained, adding that the majority of the counseling work his ministry does is to help reconcile marriages impacted by adultery.\n\"Yet, homosexuality is the focus that everyone keeps talking about with us. We talk about abortion. We talk about adultery. We talk about fornication. Nobody ever talks about that stuff,\" he added. \"When Facebook pulled our page [for the first time], we were actually counseling with a young woman who was suicidal.\"\nWhile Penkoski said he did not receive an explanation the first time the page was unpublished on Dec. 29, he says he did receive an email from Facebook explaining why the page was removed on Jan. 5 and left with no way to appeal the decision.\n\"Your Page 'Warriors for Christ' has been removed for violating our Terms of Use. A Facebook Page is a distinct presence used solely for business or promotional purposes. Among other things, Pages that are hateful, threatening or obscene are not allowed,\" the email reads. \"We also take down Pages that attack an individual or group, or that are set up by an unauthorised individual. If your Page was removed for any of the above reasons, it will not be reinstated. Continued misuse of Facebook's features could result in the permanent loss of your account.\"\nCP contacted Facebook for comment on the removal of Warriors for Christ's page, but was pointed in the direction of Facebook's policies on bullying  and hate speech .\n\"We don't tolerate bullying or harassment. We allow you to speak freely on matters and people of public interest, but remove content that appears to purposefully target private individuals with the intention of degrading or shaming them,\" the policy on bullying reads.\nThe Facebook policy on hate speech states that content is removed if it \"attacks\" people based on their race, ethnicity, national origin, religious affiliation, sexual orientation, sex, gender and gender identity.\nThe hate speech policy further calls out pages that \"identify and shame private individuals,\" and repeatedly target other people with unwanted friend requests or messages.\nPenkoski told CP that the Warriors for Christ page does not target private individuals.\n\"These are not violations of community standards,\" Penkoski said of the posts removed by Facebook. \"Facebook may not like it but it is not a violation of anything. It is not hurtful. It is not obscene. It's not attacking. It's not threatening. We are Christians. We don't do that.\"\nPenkoski has himself been threatened and even been forced to move homes for the sake of his family's safety after the Warriors for Christ Facebook page made headlines last June for announcing  that any person who posted an LGBT rainbow flag emoji on the page would be banned from the page.\n\"We specifically ask Facebook, what exact standards of yours did we violate? People have seen what has happened to us with the death threats and everything else. That's actual hate speech — calling for the death of someone else. I don't care who does it. If you are Christian or not, that is hate speech,\" Penkoski asserted. \"We have never done anything close to that. In fact, we have stated emphatically that we don't want harm to come to anybody, whether they agree with us or not. Our job is to preach the truth because we want people to live better lives.\"\nLast Monday, Penkoski informed CP that the organization lost access to its lesser-known youth ministry Facebook page and the Facebook page of its affiliate in Australia. However, Warriors for Christ regained access to those two pages later on Wednesday evening. \nWarriors for Christ is now operating mainly on Facebook via its old youth ministry page . That page only has a reach of nearly 6,000 followers.\nOver 2,100 people have signed onto the Change.org petition calling for the Warriors for Christ Facebook page to be reinstated.\nPenkoski is one of the founders of the new Christian social media alternative launched last year called SocialCross.org . The platform was inspired by Penkoski's own personal suspensions from Facebook for posting about his opposition to the LGBT agenda. Over 12,000 users have joined the site.\nThe Facebook page that Warriors for Christ was using as their primary Facebook outlet after having their main Facebook page with 225,000 followers unpublished last Friday, was taken down by Facebook on Tuesday morning.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.patheos.com/blogs/progressivesecularhumanist/2017/06/christian-facebook-page-fights-rainbow-flag-emojis-loses/",
                "https://www.christianpost.com/news/pastor-forced-move-receiving-threats-opposing-facebooks-rainbow-flag-emoji-193075/",
                "https://www.christianpost.com/news/social-cross-website-offers-christians-alternative-facebook-196418/",
                "https://www.christianpost.com/news/warriors-for-christ-pastor-accuses-facebook-of-censorship-after-calling-pride-rainbow-mark-of-the-beast-191620/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/channel/UCDPOf1ECvN5hWV7LY_WGy_A",
                "https://www.facebook.com/communitystandards#bullying-and-harassment",
                "https://www.change.org/p/facebook-bring-back-the-warriors-for-christ-page",
                "https://www.facebook.com/SamuelSmithCP",
                "https://wfcchurch.org/",
                "https://www.facebook.com/wfcchurch.org/",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "page",
            "christ",
            "posts",
            "penkoski",
            "bullying",
            "ministry",
            "speech",
            "lgbt",
            "takes",
            "removed",
            "citing",
            "policy",
            "hate",
            "facebook",
            "warriors"
        ]
    }
]