[
    {
        "url": "https://www.christianpost.com/news/pope-francis-says-isis-committing-grave-sin-against-god.html",
        "title": "Pope Francis Says ISIS Committing 'Grave Sin Against God'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPope Francis Says ISIS Committing 'Grave Sin Against God'\nPope Francis Says ISIS Committing 'Grave Sin Against God'\n| Monday, December 01, 2014\nPope Francis waves as he leads his weekly audience in Saint Peter's Square at the Vatican, October 8, 2014. | (Photo: Reuters/Max Rossi)\nPope Francis said Sunday, the last day of his three-day Turkey trip, that the Islamic State, or ISIS, terror group is committing a \"profoundly grave sin against God\" by using violence.\nISIS militants are committing a \"profoundly grave sin against God,\" the pope said in an address at a Mass in Istanbul Sunday, the last day of his Turkey visit that is being seen as an effort to foster inter-faith relations, according to Reuters .\nFrancis said that ending poverty is vital because it leads to \"the recruitment of terrorists.\"\nHe underlined the need to overcome structures of poverty that continue to result in suffering. Speaking in Italian, he said the world is called to defeat the \"the globalization of indifference,\" according to the Vatican Radio.\nThe pontiff, however, shunned the idea that terrorism can be equated with Islam or any other religion.\n\"You just can't say that, just as you can't say that all Christians are fundamentalists. We have our share of them (fundamentalists). All religions have these little groups,\" he said. \"They (Muslims) say: 'No, we are not this, the Koran is a book of peace; it is a prophetic book of peace.'\"\nThe pope added that he told Turkey's President Recep Tayyip Erdogan \"that it would be beautiful if all Islamic leaders, whether they are political, religious or academic leaders, would speak out clearly and condemn this because this would help the majority of Muslim people.\"\nOn the plane, Francis once again highlighted the plight of the Christian minority in the region. \"They are driving us out of the Middle East,\" he was quoted as saying.\nThe Christian and Yazidi minorities are being targeted and killed in Iraq and Syria, large territories of which are now controlled by ISIS, an al-Qaeda offshoot which seeks to form an Islamic emirate in the Levant region through \"jihad.\"\nFrancis has said it is okay for the international community to use force to check violence by ISIS, but that lasting solutions could be found only by tackling the root causes of violence. And one of the root causes he indicated is poverty.\nA U.S.-led coalition has been launching airstrikes on ISIS positions in Iraq and Syria for the last three months.\nThe pope has also emphasized that inter-faith dialogue was needed to defeat religious extremism.\n\"Fanaticism and fundamentalism, as well as irrational fears which foster misunderstanding and discrimination, need to be countered by the solidarity of all believers,\" the pope said Friday in a speech to President Erdogan and other political leaders.\n\"It is essential that all citizens – Muslim, Jewish and Christian – both in the provision and practice of the law, enjoy the same rights and respect the same duties,\" the pope added in his speech. \"They will then find it easier to see each other as brothers and sisters who are travelling the same path, seeking always to reject misunderstandings while promoting cooperation and concord. Freedom of religion and freedom of expression, when truly guaranteed to each person, will help friendship to flourish and thus become an eloquent sign of peace.\"\nIn Iraq, ISIS men have killed hundreds of civilians. Numerous members of the Christian and Yazidi minorities have also been killed, and tens of thousands of them have fled their homes. About 5,000 Yazidi girls and women were recently taken captive by ISIS to be sold or given to fighters as slaves.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-pope-turkey-mideast/pope-says-it-is-wrong-to-equate-islam-with-violence-idUSKCN0JE0AD20141130"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "say",
            "committing",
            "isis",
            "islamic",
            "francis",
            "god",
            "iraq",
            "grave",
            "pope",
            "sin",
            "yazidi",
            "killed",
            "christian"
        ]
    }
]