[
    {
        "url": "https://www.christianpost.com/sponsored/pure-flix-movie-guide-ten-free-movies-to-inspire-your-whole-family.html",
        "title": "Pure Flix Movie Guide: Ten Free Movies to Inspire Your Whole Family",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-19",
        "text": "Go\nThe Christian Post\nPure Flix Movie Guide: Ten Free Movies to Inspire Your Whole Family\nCP Current Page: Pureflix\nPure Flix Movie Guide: Ten Free Movies to Inspire Your Whole Family\nPure Flix Movie Guide: Ten Free Movies to Inspire Your Whole Family\nBrought to you by\nSometimes, we just need a break.\nAs Christians, we are called to carefully monitor what we put in front of our eyes. Scripture talks a lot about maintaining visual purity: Psalm 101:3 reads, “I will set no worthless thing before my eyes; I hate the work of those who fall away; It shall not fasten its grip on me.”\nWhile Bible doesn’t explicitly say, “Don’t watch secular movies and TV,” it’s clear that what we put into our minds matters because it directly affects our thoughts and actions. Proverbs 23:7 reads, \"As he thinks in his heart, so is he … \"\nIn other words, if you continually fill your head with sexually explicit, violent and negative material through TV, movies or the Internet, your actions, thoughts, and beliefs will soon reflect that. Conversely, if you fill your mind with good, pure, and uplifting media, your worldview will be similarly affected.\nSurrounding yourself with positive messages and encouraging material is important. Fortunately, PureFlix.com makes it easy with thousands of movies, documentaries and series that are Christ-centered and uplifting. This guide will offer you 10 inspiring titles to watch on your next movie night. All of these films -- and thousands more -- and entirely free for a full month when you sign up at PureFlix.com .\nAmazing Racer\n“Amazing Racer” is a heartwarming story highlighting the importance of family, friendship, and unconditional love.\nShannon, a teenage girl, is devastated when her beloved father dies suddenly. However, her world is rocked upon discovering her mother -- who she thought died in childbirth -- is still alive. As Shannon and her mother struggle with their newly-discovered relationship, Shannon bonds with a young horse, Rainbow, and befriends a trainer who starts preparing them for a big race. But when an unscrupulous horse owner buys the horse and abuses it, she is faced with the biggest battle of her life. Can Shannon heal her crushed spirit and rescue the horse in time?\nWith a star-studded cast including Julianne Michelle and Daryl Hannah, “Amazing Racer” is an emotionally powerful film that will inspire your whole family. The film is rated PG, with a parental warning for mild language. Watch Now\nStanding Firm\nWhen angry widower David (Rob Reisman) blames his wife's death on God, his concerned son Steven attempts to steer his father back to the path of the righteous with the help of family and good friends in this uplifting religious drama. Can Steve reach his father before grief destroys what’s left of their family?\n“Standing Firm” tackles difficult questions like “Why do bad things happen to good people?” and “What is God’s purpose in suffering?” The film addresses pain, God's purpose in it, and being joyful in the face of devastating circumstances. Watch Now.\nGallows Road\nFamily man Bob Collins is devastated by a tragic crime, creating unbearable guilt for Jake Knight. While Bob's brother Seth fights to help him reconnect with God, all three are terrorized by revenge-driven bully, Snake Cain. Will Jake's friend and boss Frank help everyone see God's forgiveness? Or will they all fall prey to Gallows Road?\nStarring “Hercules” actor Kevin Sorbo, “Gallows Road” is a powerful story of faith and reconciliation and highlights the freedom that comes with forgiving one’s enemy (Matthew 5:44). Your family will be inspired watching what happens when ordinary people overcome pain by learning to trust in God’s healing power. Watch Now\nI'm Not Ashamed\nStanding up for one’s faith in today’s culture isn’t always easy. “I’m Not Ashamed” tells of how one teenage girl gave everything -- even her life -- for her faith in Jesus Christ\nBased on a true story, “I’m Not Ashamed” follows 17-year-old Rachel Joy Scott, the first murder victim of the Columbine High School massacre in the 1990’s. Columbine killers, students Eric Harris and Dylan Klebold, knew about 17-year-old Scott's overt Christian faith and moments before her death, they asked her, \"Do you still believe in your God?” With a gun to her head she replied, \"You know that I do.\"\n“I’m Not Ashamed,” starring Duck Dynasty's Sadie Robertson and Masey McLain, is a hope-filled reminder that when we put our lives in God's hands, we can make a world of difference.\nFun Fact: “I’m Not Ashamed” is based on Rachel’s diaries and drawings. In one of her journal entries featured in the film, the teen wrote: \"I've always been drawn to hands. I think it's because it's the way we touch people. If one person could go out of their way to show compassion, it could start a chain reaction.\" This film is rated PG-13. Watch Now\nTouched by Grace\nCara Jarvis desperately wants to be part of the “cool crowd” at her new high school, so to impress a cute guy, Brandon, she befriends Grace, a girl with Down Syndrome. However, when she befriends popular girls Skylar and Quinn, Cara tries to hide her friendship with Grace. When Skylar loses her bid to be on the Homecoming Court, she sets it up for Grace to win Homecoming Queen as a mean-spirited Senior Prank. When Grace wins and is publicly humiliated, Skylar places the blame on Cara takes the blame. With her world falling apart around her, Cara must win back Brandon, restore her friendship with Grace, and save her reputation at her school.\n“Touched by Grace” is a tender, moving film that highlights the importance of being kind to others -- even when they’re different than us. Driving home themes of forgiveness, compassion, and treating others with dignity, “Saved by Grace” is a must-see film for families with young children and teens. Watch Now\nFinding Normal\nStarring “Full House” actress Candace Cameron Bure, “Finding Normal” follows Dr. Lisa Leland, a successful surgeon on her way across country to launch a new practice with her doctor boyfriend. Unfortunately, her trip hits an unexpected speed bump when she has a run-in with a small town cop and is subsequently sentenced to community service in the rural town of Normal, NC.\nWith limited resources, no cell reception, wifi or even credit card access, Leland carries out her community service sentence by filling in for the town’s ailing doctor, and begins to discover that a normal life - and not a glamorous medical career- may just be exactly  what she is looking for. Watch Now\nThe Perfect Wave\nBased on a true story, “The Perfect Wave” follows Ian McCormack, an avid surfer who leads a mundane life in Christchurch New Zealand. In search of the “perfect wave,” Ian and a surfing buddy travel through Australia, Southeast Asia, and Africa. On their journey, they surf incredible breaks and experience wild adventures.\nOne night, Ian’s life is forever changed after diving for lobster in the dark water of the reef. There, he encounters a group of dreaded box jellyfish, known for their poisonous venom. Ian is stung five times and struggles back to shore, where he is abandoned and left without hope.\nWhile on route to the hospital, he realizes he is going to die and suddenly remembers his mother’s parting words to call on God in times of trouble and desperation. In the back of the ambulance, he fumbles his way through the Lord’s Prayer, accepting in whatever way he knows, God’s grace. Nevertheless, at the Mauritian hospital, Ian is pronounced dead shortly after his arrival and is wheeled off to the morgue.\nFifteen minutes after the doctor had pronounced him dead, Ian awakens in the morgue and walks out of the hospital and returns to his community of friends who are already mourning the news of his death. He shares his miraculous story and in the morning returns home to New Zealand. As his plane rises over the outer reef, Ian sees the most incredible perfect wave breaking beneath him.\n“The Perfect Wave” is an inspiring “Prodigal Son” story filled with adventure, suspense, and hope. The film is rated PG. Watch Now\nA Cross to Bear\nA Cross to Bear tells the story of Erica Moses (Danielle Deadwyler), the mother of a young child who hits rock bottom. Eventually, she finds herself on the doorstep of a house run by Joan (Kim Fields) and a fellow resident with a similar past, Fae (Malinda Williams). At this home, women with pasts are given hope and a second chance. Determined to rebuild her life, Erica seeks to overcome her past and open her heart to love. This inspiring story addresses themes tragedy, forgiveness, redemption, family, and faith. Watch Now\nHero\nLove sports? Enjoy feel-good films? Then your family will love “Hero,” a film about a Little League coach, Joe Finn, whose pursuit of fame and fortune leaves him with little but broken relationships-particularly with his son. Determined to win back his son and reunite other kids with their own all-too-absent fathers, Joe starts a new father-son baseball league.\nIn this league, dads are required to practice daily with their sons and follow \"Joe's Rules\" for baseball: players can lead off, no mandatory rotations, no ties, and games are played a full 9 innings or more. With only half a season left to produce a winning team, Joe's return to the heart game begins to transform everything, from Joe's own heart, to local prison inmates, to fathers and sons in neighboring towns.\n“Hero” stars Burgess Jenkins, Mark Joy, and Gregory Alan Williams. Watch Now\n1500 Steps\n“1500 Steps” tells the inspiring story of one young man’s journey toward self-belief. The movie follows Jonas “Jobe” O’ Brien – a struggling 16-year-old who lives in a single parent family. His father, a former champion runner, struggles with alcoholism following his wife’s death. Despite Jobe being an outcast at his high school, he is gifted with his father’s athletic ability. Despite his talent, Jobe faces several challenges and tribulations throughout his quest to become an accomplished runner. When Jobe and retired Olympian Harry White cross paths in a chance encounter, Jobe gains a mentor who is determined to help Jobe become the man he’s destined to be. Set in Sydney, Australia, “1500 Steps” is a beautifully shot, uplifting film perfect for the whole family.   Watch Now\nSponsored\n",
        "quotes": [
            [
                "I will set no worthless thing before my eyes; I hate the work of those who fall away; It shall not fasten its grip on me.",
                "",
                true
            ],
            [
                "Don’t watch secular movies and TV,",
                "",
                true
            ],
            [
                "As he thinks in his heart, so is he",
                "",
                false
            ],
            [
                "Why do bad things happen to good people?",
                "",
                true
            ],
            [
                "What is God’s purpose in suffering?",
                "",
                true
            ],
            [
                "Do you still believe in your God?” With a gun to her head she replied, \"You know that I do.",
                "",
                true
            ],
            [
                "I've always been drawn to hands.",
                "",
                true
            ],
            [
                "I think it's because it's the way we touch people.",
                "",
                true
            ],
            [
                "If one person could go out of their way to show compassion, it could start a chain reaction.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://po.st/jEz1Qs",
                "http://po.st/PFMoud",
                "http://po.st/qHkXP7",
                "http://po.st/iRqXh6",
                "http://po.st/ChYAen",
                "http://po.st/RDh4FO",
                "http://po.st/8hriaJ",
                "http://po.st/MtV22r",
                "http://po.st/FFHWJS",
                "http://po.st/n8vndO",
                "http://po.st/N7k8gB",
                "http://po.st/qHjrdn"
            ]
        },
        "key_words": [
            "life",
            "gods",
            "family",
            "way",
            "film",
            "flix",
            "pure",
            "guide",
            "free",
            "movie",
            "jobe",
            "ian",
            "movies",
            "watch",
            "grace",
            "inspire",
            "perfect"
        ]
    }
]