[
    {
        "url": "https://www.christianpost.com/news/interviewpalestinian-jew-on-reconciling-through-jesus-christ.html",
        "title": "Interview: Palestinian, Jew on Reconciling through Jesus Christ",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Palestinian, Jew on Reconciling through Jesus Christ\nInterview: Palestinian, Jew on Reconciling through Jesus Christ\n| Thursday, October 28, 2010\nThe following are excerpts from the interview:\nCP: Is it possible to have peace in the Middle East? How?\nQubti: I believe in grassroots movements starting with smaller groups that come from the people. I believe as followers of Christ we have a lot of work to do. If we can establish unity among us, between Israelis and Palestinian Christians first, I think that will have a domino effect within our countries and regions. But first we have to try to get along together as a smaller community, as a prototype that this works. Christ is able to do what the world is not able to do. I think peace is possible in the Middle East and we need to be very proactive.\nSered: I couldn't agree more. I think peace is not only possible in the Middle East, [but] I also believe it is inevitable. When Jesus returns there will be peace in the Middle East and all over the world. Right now, immediately, it is also possible. One by one as Israeli Jews and Arab Palestinians come to faith we are going to see more and more reconciliation and more and more peace. It is only because of the reconciling power of the gospel that we see that, through proclaiming the gospel, through working more and more towards an understanding of reconciliation between men. But first and foremost we must seek reconciliation between men and God and that only comes through faith in Jesus.\nCP: How do your parents feel about what you are doing? A Palestinian working with Jews, and a Jew working with Palestinians?\nSered: My parents are very hostile to what I do and who I am. For many years I had no relations with my parents. They pronounce me dead to them and they didn't want to have anything to do with me. Prior to that, they tried everything they could do to bring me back because as a Jewish person who is for Jesus, in their mind, I became an enemy. So they did everything they could. They sent me to see a psychiatrist, brainwashing expert, an anti-missionary rabbi, and when everything failed they pretty much disowned me and hoped that that would maybe bring me back.\nIn the process I got married, which of course they didn't come to our wedding. But then you know grandkids came, our children were born, and then my parents kind of went through the process realizing that they really wanted to have a relationship with their grandchildren. So we have a relationship with my parents now. [But] they are very opposed to what I do now as the leader of Jews for Jesus in Israel. They don't support it and they are not really understanding or aware of everything that I do. But when it comes to sitting or conversing with Arabs or Palestinians, unfortunately, they don't appreciate it or like it. But it all comes from, again, a misunderstanding and not believing in Jesus. Really, their hostility towards me is because of my faith in the Lord, in Jesus.\nQubti: My family, my parents are Christians. I come from a Christian background. They are very supportive of my work and my choice of ministering. Although in the community, in general, I think many people when I try to tell them what I do, many ask questions like, \"Oh, does that really exists? People really want to reach out to each other? Does it really work? Is that a job or are you volunteering?\" It seems like they don't take it seriously that they don't think it is very possible or relevant to our contexts. I think people in general are very apathetic. They stopped thinking there might be a change to the situation as a community of Palestinians. But my parents and family, I definitely have their support.\nCP: What is the biggest obstacle for a Palestinian to be reconciled with a Jew? Vice versa, what is the most difficult obstacle for a Jew to be friends with a Palestinian?\nQubti: I grew up in the 90's and that is the time when the peace process and politics were very close, but at the same time there was a lot of violence – suicide attacks and invasions by Israeli army. So growing up [as a Palestinian in Israel], the only contact I had in all of this was the television. I grew up in an Israeli media so I heard a lot of messages about hate against the Palestinians and viewing the other as the enemy, inhuman, demonizing them. On one hand, [I come from a] community that suffered a lot as a result of the establishment of the state of Israel. It is very difficult as a Palestinian to go above these sufferings and reach out and say, \"I don't want violence. I don't want to see you as my enemy. I don't want to demonize or dehumanize you, but I want to see you as an equal to me.\"\nI think together, [however], we can work out our differences. As a Christian Palestinian, meeting Christians from outside in the world who believe Israel is the land of the Jews and the fulfillment of promises, that is also a big obstacle and a big challenge. If you as a Christian believe in this way, saying this happened for a reason, that God wanted it, this clashes with my view that God is the God of love. God embraces everyone, how can He allow this to happen at my expense? That is a big issue that Palestinians deal with, especially meeting Christians from around the world.\nSered: I think from an Israeli perspective, it is a little ironic [because] maybe it is similar to objections Israelis and Jewish people have to Jesus. When it comes to peace with Palestinians, there is just so much ignorance and so much misunderstanding among Israelis about our cousins. Just to get over that. We see the same when it comes to Jesus, there is so much prejudice and misunderstanding about who he is among the Jewish people. It is very similar. I think as Israeli Christians, Israeli believers in Jesus, it really helps when it comes to the theological views Shadia brought up. We really need to understand the purpose of God and there is even a purpose that God had in the rejection of Jesus by the Jewish nation, like the Apostle Paul said it brought reconciliation to the world. There is a greater scheme and a greater plan and it is part of the mystery that we don't always understand.\n[The misunderstanding Israelis have of Palestinians] come out of the survival mode that the Jewish nation has. I think there is definitely this fear and blaming the whole community, whole Palestinian people for a minority extremist group and not really realizing that in the Jewish nation there is also a minority extremist group. In any people there is a minority extremist [group]. We can't judge everybody collectively, blaming everybody, \"Oh wow he is an Arab he must be a terrorist.\" I really believe that those feelings come from a lack of a relationship. That is really what it comes down to.\nCP: What is the situation in Israel and the West Bank between Messianic Jews and Palestinian Christians? Do they have an amicable relationship?\nQutib: Through the work of Musalaha, Palestinian Christians and Messianic Jews are able to meet each other on a regular basis. For the average Palestinian, his encounter with an Israeli Jew is at the checkpoint, as a soldier, as a figure of authority who control his daily life. There are very few contacts between Palestinians and Israelis in daily life. For an Israeli, it's the same thing. He does not meet a Palestinian in Israel – Palestinians cannot come and Israelis cannot go to the West Bank. So the only other interaction is maybe if there is a Palestinian worker in the market, then that is the encounter. But that is on a business exchange.\nSo like Dan said, the relationship between Palestinian and Israelis is not there. There is not much communication. Segregation and division is what characterize the relationship between both sides. In our work we try to create the opportunity for both communities to come and meet by arranging conferences or a follow-up where we meet at a place that is neutral for both. [A place] where they can come and meet and worship together, pray together, and just build their relationship together. Because the closer we get to God the closer we get to each other.\nCP: What does Musalaha emphasize in its reconciliation ministry between Palestinian Christians and Messianic Jews?\nQubti: Musalaha means reconciliation in Arabic and our emphasis is to create opportunities for both Palestinian and Israeli believers to build relationships and through that personal relationships. I know people from the other side and I also bring people from my community. Through this personal relationship we can move on and see how we can contribute to peace in the Middle East.\nCP: Does Musalaha work with any Palestinian who come from a Muslim background? Is the reconciliation process for a Muslim background believer different than one who up grew up in a Christian family?\nQubti: We do work with some Palestinian Christians who come from a Muslim background. We offer training as part of our work with Palestinians training to be youth leaders. Some of the youth leaders might come from a Muslim background and our common denominator is that we are all youth workers. So [we answer questions such as] what tools do we need? How do we bring our youths together? We also talk about this with Israeli youth leaders as well. How do we all work together? Regardless of the background, as Palestinians we work on the issues.\nCP: So you don't find that a believer's Muslim background makes it any more difficult for him/her to reconcile with an Israeli?\nQubti: No.\nCP: You have probably heard of the book, Son of Hamas. What effect has this book had on Palestinian-Israeli relations, if any?\nSered: I can say that in Israel I don't think it had much effect because it is not well known. But in America, where the book is more widely read, I think it had some effect in the sense that it gave hope to many in the church. I think the Jewish Messianic movement in America was very encouraged. I think even in the church there is so much misunderstanding or disbelief that Muslims can come to Jesus, and [especially] somebody who was such an extremist. I think many times we forget that the Apostle Paul himself was a persecutor and look how God reached him.\nCP: Why isn't this book well known in Israel? It is very famous in the United States.\nSered: Because it is a Christian book and Israel is not a Christian nation. It is not in Hebrew and it is not in Arabic either, it is just in English. So you are talking about different cultures.\nCP: I noticed that you two are young and you are involved in reconciling Palestinians and Israelis. Do you feel the younger generation is more hungry for peace or more open to reconciling than the older generation?\nSered: I am 32 years old and we have found in Israel that those most open to the gospel are among young adults. After the army or university students are who we find will say, \"I want to know more about Jesus and let's meet one on one and study.\" It is among that age group. So this is obviously very encouraging. And yes, I do believe that our age, that generation, is sick and tired of all the conflicts and war and they just wonder, \"Why can't we just all get along?\"\nQubti: I agree. The most open group is the young adult students. They ask more questions and want to go deeper in the relationship and the issues rather than the older generation, who are more hesitant.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "christ",
            "reconciling",
            "work",
            "interview",
            "jesus",
            "palestinian",
            "jew",
            "israel",
            "think",
            "israeli",
            "palestinians",
            "come",
            "dont"
        ]
    }
]