[
    {
        "url": "https://consortiumnews.com/2014/05/12/the-limits-of-us-military-power/",
        "title": "The Limits of US Military Power",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Paul G.",
                "link": null
            },
            {
                "name": "Frank Benjamin",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Dr. Jack",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-05-12",
        "text": "Main menu\nMay 12, 2014\nBy Lawrence S. Wittner\nIs overwhelming national military power a reliable source of influence in world affairs? If so, the United States should certainly have plenty of influence today.\nFor decades, it has been the world’s Number 1 military spender.  And it continues in this role.  According to a recent report by the Stockholm International Peace Research Institute, the United States spent $640 billion on the military in 2013, thus accounting for 37 percent of world military expenditures.  The two closest competitors, China and Russia, accounted for 11 percent and 5 percent respectively.  Thus, last year, the United States spent more than three times as much as China and more than seven times as much as Russia on the military.\nSeahawk helicopters fire flares as they approach the aircraft carrier USS Abraham Lincoln in the Atlantic Ocean, Aug. 2, 2012. (Photo credit: U.S. Navy Seaman Zachary A. Anderson)\nIn this context, the U.S. government’s inability to get its way in world affairs is striking.  In the current Ukraine crisis, the Russian government does not seem at all impressed by the U.S. government’s strong opposition to its behavior.  Also, the Chinese government, ignoring Washington’s protests, has laid out ambitious territorial claims in the East and South China Seas.\nEven much smaller, weaker nations have been snubbing the advice of U.S. officials.  Israel has torpedoed U.S. attempts to forge an Israeli-Palestinian peace settlement, the embattled Syrian government has been unwilling to negotiate a transfer of power, and North Korea remains as obdurate as ever when it comes to scuttling its nuclear weapons program.\nOf course, hawkish critics of the Obama administration say that it lacks influence in these cases because it is unwilling to use the U.S. government’s vast military power in war. But is this true?  The Obama administration channeled very high levels of military manpower and financial resources into lengthy U.S. wars in Iraq and Afghanistan, and ended up with precious little to show for this investment.\nFurthermore, in previous decades, the U.S. government used its overwhelming military power in a number of wars without securing its goals. The bloody Korean War, for example, left things much as they were before the conflict began, with the Korean peninsula divided and a ruthless dictatorship in place in the north.\nThe lengthy and costly Vietnam War led to a humiliating defeat for the United States — not because the U.S. government lacked enormous military advantages, but because, ultimately, the determination of the Vietnamese to gain control of their own country proved more powerful than U.S. weaponry.\nEven CIA ventures drawing upon U.S. military power have produced a very mixed result.  Yes, the CIA, bolstered by U.S. military equipment, managed to overthrow the Guatemalan government in 1954.  But, seven years later, the CIA-directed, -funded, and -equipped invasion at Cuba’s Bay of Pigs failed to topple the Castro government when the Cuban public failed to rally behind the U.S.-instigated effort.  Although the U.S. government retains an immense military advantage over its Cuban counterpart, with which it retains a hostile relationship, this has not secured the United States any observable influence over Cuban policy.\nThe Cold War confrontation between the U.S. and Soviet governments is particularly instructive.  For decades, the two governments engaged in an arms race, with the United States clearly in the lead.  But the U.S. military advantage did not stop the Soviet government from occupying Eastern Europe, crushing uprisings against Soviet domination in Hungary and Czechoslovakia, or dispatching Soviet troops to take control of Afghanistan.\nAlong the way, U.S. hawks sometimes called for war with the Soviet Union.  But, in fact, U.S. and Soviet military forces never clashed.  What finally produced a love fest between Ronald Reagan and Mikhail Gorbachev and ended the Cold War was a strong desire by both sides to replace confrontation with cooperation, as indicated by the signing of substantial nuclear disarmament agreements.\nSimilarly, the Iranian and U.S. governments, which have been on the worst of terms for decades, appear to be en route to resolving their tense standoff — most notably over the possible development of Iranian nuclear weapons — through diplomacy.  It remains unclear if this momentum toward a peaceful settlement results from economic sanctions or from the advent of a reformist leadership in Tehran.  But there is no evidence that U.S. military power, which has always been far greater than Iran’s, has played a role in fostering it.\nGiven this record, perhaps military enthusiasts in the United States and other nations should consider whether military power is a reliable source of influence in world affairs.  After all, just because you possess a hammer doesn’t mean that every problem you face is a nail.\nLawrence Wittner ( http://lawrenceswittner.com ), syndicated by PeaceVoice , is Professor of History emeritus at SUNY/Albany. His latest book is What’s Going On at UAardvark? (Solidarity Press), a satirical novel about campus life.\nDr. Jack\nMay 14, 2014 at 09:07\nThe history of US presidents ‘proving their manhood’ by subservience to the war machine and profiteers has made it impossible for anyone with a different idea to be elected to the White House.  Therefore, we will see Hillary Clinton trying to prove to all doubting biologists that she has balls.  In that nightmare scenario she could be the worst we’ve seen, including Cheney and his puppet or Kissinger and his.\nF. G. Sanford\nhu-man-oid (hyoo-ma-noid) adj. having somewhat human characteristics. wo-man-oid adj. See Hillary Clinton.\nFrank Benjamin\nMay 13, 2014 at 21:29\nI some times feel that Amerika doesn’t want to win, at least what most would consider winning, it’s wars. Maybe to them, winning battles, killing “terrorists”, saving innocent civilians, or “accidentally” killing innocent civilians (shit happens?), and of course, bringing “freedom and democracy” to the morally poor, yet resource rich (and militarily weak, naturally) countries of the world.\nIt’s a game!\nIt’s a great big, who really gives a shit, game of STRATEGO!\nF. G. Sanford\nMay 13, 2014 at 03:34\nThe morons running our foreign policy have forgotten the wisdom of Cromwell’s Dictum: “One does not really possess what one only possesses by force.” As Sebastian Haffner puts it, statesmanship requires, “the constructive imagination of the statesman, the ability to build enduring structures.” Nothing, absolutely NOTHING our statesmanship endeavors to achieve has had any enduring quality. We are currently in violation of a slew of disarmament treaties, have failed to renew others, and continue with the hypocrisy of chemical weapons accusations while maintaining the largest arsenal of those weapons in the world.\nThe purpose of war, simply stated, is to obtain the peace which follows it. That peace is codified by a treaty. “Peace treaties are to communities of states what constitutions are to individual states.” We have not accomplished a single “peace treaty” since World War Two. Korea is an armistice. Vietnam was lost. Afghanistan, Iraq and Libya are disasters. Not a single functioning democracy with a workable constitution has been left in the wake of our destructive path since 1945.\nThe “wake” pictured in the photo which accompanies this article is an appropriate analogy. It is a wake of destruction, and it has left nothing of substance behind. For the most part, it is the most coveted image our “enemies” have come to applaud: withdrawal of our forces in the mistaken notion that they have been victorious.\nIn the wake of our statesmanship, therefore, there are no treaties, no victories and no peace. One must conclude that there has also been no statesmanship. But as Joe above points out, lots of people made lots of money. In addition to the humiliation of military defeat, we must also  endure the hardship of economic inequality. Nation Ranking at WordPress puts us at number 31, below countries like Taiwan, South Korea, Greece, Poland and Lithuania based on health, education, wealth, democracy, peace and environment. As an American patriot, I have to wonder, does this kind of “statesmanship” constitute treason?\nPaul G.\nMay 14, 2014 at 04:20\n“Not a single functioning democracy with a workable constitution has been left in the wake of our destructive path since 1945.”\nAh yes, please include the  USA itself, which at least at the Federal level is hardly functioning; and whose constitution has been shreaded by  a reactionary Supreme Court and an ex constitutional law professor turned political hack and corporate flunky.\nAll this can be traced to the corruption and perogatives of the national security state; which require a paranoid state of awareness,and the perpetual grooming of enemies as objects of fear and justification.\nJoe Tedesky\nMay 12, 2014 at 23:24\nThere is one thing left out; How much money was made for the profiteer’s?\nThese certain few were the real winners. It wasn’t about governance it was always about making money. It’s that simple.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://books.sipri.org/product_info?c_product_id=476",
                "https://www.lawrenceswittner.com/",
                "http://www.peacevoice.info/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "power",
            "limits",
            "decades",
            "world",
            "soviet",
            "influence",
            "military",
            "war",
            "governments",
            "states"
        ]
    }
]