[
    {
        "url": "https://consortiumnews.com/2014/07/14/the-back-story-of-citizen-koch/",
        "title": "The Back Story of ‘Citizen Koch’",
        "authors": [
            {
                "name": "Marlenez Mac.Com",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-07-14",
        "text": "Main menu\nJuly 14, 2014\nBy Jim DiEugenio\nOne probably has to go back to John Rockefeller Sr. and John Rockefeller Jr. to find two blood relatives as despised for their political activities as Charles and David Koch.\nThere has been much political reporting, at least two books, a previous Robert Greenwald film, and now a new film, Citizen Koch, on the subject of the Koch brothers. But before reviewing this new film, there is a story to tell as to why Citizen Koch is playing in theaters and not on television.\nIn 2012, documentary filmmaker Alex Gibney produced a film for PBS titled Park Avenue: Money, Power and the American Dream about the growing inequity of wealth in America. It compared the occupants of the posh address of 740 Park Avenue in Manhattan with those at the other end of the street, those who lived in the Bronx.\nOne of the residents of 740 Park Avenue is David Koch, who along with his brother Charles, had made all kinds of contributions to the arts, including $23 million to public television. In 1997, David Koch was even appointed as a trustee of both WGBH, Boston’s public broadcasting station, and WNET in New York, two PBS flagship stations since so much original programming comes from them.\nAs public funding for PBS has shrunk, the network also has had to rely more on gifts. Thus, before Gibney’s documentary aired, the president of WNET in New York, Neal Shapiro, called David Koch to give him a heads-up about the program. He also offered Koch the opportunity to either appear on a roundtable after the show or to provide a written response. Koch provided a written response that was read on air after the program, even though Koch had only seen the trailer, not the entire film.\nGibney’s film was partially produced with help from ITVS, a Bay Area television production house that is largely reliant on PBS for funding independent films. Shapiro felt he was blindsided by the content of Park Avenue, so much so that he threatened not to air any more productions from that production source.\nShortly after the controversy over Park Avenue died down, veteran documentary producers Tia Lessin and Carl Deal announced that their new film about the power of wealth over politics had been accepted at the Sundance Film Festival and would compete for Best Documentary.\nCitizen Corp\nThe film was originally titled Citizen Corp, since it partly centered on the U.S. Supreme Court’s Citizens United decision. But as the film’s focus shifted more toward the recall effort against Republican Gov. Scott Walker in Wisconsin, the filmmakers decided to change the title to Citizen Koch, since the Koch brothers had heavily backed Walker.\nIt was this switch, plus the reaction by Shapiro to the Gibney film, that eventually left Deal and Lessin out on the street. ITVS wanted the new title changed and the film to deal less with the Kochs. Even though Lessin and Deal cooperated with ITVS on editing the film, on April 15, 2013, they were notified they had been dropped by ITVS.\nBut even that was not enough for David Koch. A month later, he resigned from the board of WNET. (Jane Mayer, “A Word from our Sponsor,” The New Yorker, May 27, 2013)\nAs the reader can see, it’s fairly clear that ITVS and PBS succumbed to the worst kind of censorship: selfcensorship. There was no overt act taken by David Koch provoking the pulling of either Park Avenue or Citizen Koch from PBS.\nIt was simply intimidation: the threat of Koch pulling his support from PBS, which, as Mayer notes, he did since David Koch was supposed to make a large seven-figure donation to WNET but  as of today  he has not done so. This is the kind of power the Koch brothers wield.\nYet, Citizen Koch does not really deal with the history of the Koch family and how its political power — derived from a fortune from owning the Wichita, Kansas-based Koch Industries, the second-largest privately owned U.S. company (after Cargill) — has spread into right-wing activism, media and U.S.  elections.\nBut it is important to understand that family history in order to comprehend what America has become today; and the power that progressivism is up against. Although Citizen Koch touches on this in a few places, it devotes much more time to the Wisconsin recall.\nIn my view, the filmmakers would have been better advised if they had spent more time on the Koch clan because it is not possible to comprehend the siege mentality America is under unless we do.\nThe Koch Back Story\nFred Koch, father of David and Charles, was born in Quannah, Texas, in 1900. Educated in public schools, he attended Rice University. While there, he discovered he had a natural talent for both science and mathematics. Since Rice was in Houston, he also became interested in the booming oil business.\nHe furthered his education at MIT. After completing his studies, he became a consultant for a couple of oil companies. But he got his first big assignment through a man he met at MIT, Carl de Ganahl, who arranged a job for Koch engineering an oil port in the Soviet Union for communist dictator Josef Stalin.\nFred Koch then bought a part interest in a new company based in Wichita, Kansas. In the 1930s, Koch’s company trained Bolshevik engineers who helped Stalin set up 15 new refineries. When Stalin purged some of Koch’s former Soviet acquaintances, Koch felt betrayed and returned to the U.S. and to his company, Rock Island Oil and Refining in Wichita. (Jane Mayer, “Covert Operations,” The New Yorker, Aug. 10, 2010)\nPerhaps as a reaction to his experience with Stalin, Fred Koch became one of the original members of the far-right John Birch Society. In fact, he was on the Executive Committee which met monthly to plan Birch Society strategy. In 1961, Fred Koch sponsored a major Birch Society event in Wichita, introducing the founder of that group, Robert Welch, to a town hall meeting of 2,000 people.\nTo understand today’s Koch brothers  and why they now say President Barack Obama is a socialist  it’s necessary to recall just how reactionary the John Birch Society was. Some Birchers thought that Republican President Dwight Eisenhower was a communist agent.\nEchoing this nonsense, Koch self-published a pamphlet which said, “Communists have infiltrated both the Democrat and Republican parties.” Koch also wrote about the nascent civil rights movement: “The colored man looms large in the Communist plan to take over America.”\nContinuing in this vein, he said that welfare was a plot to draw black Americans into cities where they would foment a race war and that communists would infiltrate the highest government offices until the president was secretly a Red.\nHating Government\nAs David Koch once told author Brian Doherty, his father was always telling the boys about what was wrong with government. Speaking with Doherty who was writing a history of the Libertarian movement, which the Kochs helped sponsor, David Koch continued, “It’s something I grew up with, a fundamental view that big government was bad, and imposition of government controls on our lives and economic fortunes was not good.”\nAs a member of the extended family noted to author Daniel Schulman, “This was not a lovey-dovey family. This was a family where the father was consumed by his own ambitions. . . . The boys had each other, but they were so busy in pursuit of their fathers’ approval that they never noticed what they could do for each other.” The relative continued,  “Everything goes back to their childhood. Everything goes back to the love they didn’t get.” (Dan Schulman, Mother Jones, May 20, 2014)\nStrongly influenced by his father, Charles Koch also joined the Birchers and helped stock the Bircher bookstore in Wichita, which sold a pamphlet saying that President John Kennedy’s intervention at Ole Miss to allow James Meredith to attend classes was unlawful. Charles also bought advertising in their magazine American Opinion and helped support the distribution of right-wing radio shows.\nCharles gave speeches, too, in which he stated that the only proper role for government was to prevent interference with the free market. And in an echo of the Koch actions today, in 1966, the Birch Society advocated a $12 million war chest to take over Congress through launching local political action committees in 325 districts. (The Progressive, July-August, 2014)\nToday, Koch Industries has annual revenue of about $115 billion and one of the Kochs’ key organizations, Americans for Prosperity, has 37 state chapters, including a major office in Des Moines, Iowa, directly involved in seeking to control the Iowa caucuses, the first votes cast in the selection of a U.S. president. (USA Today, July 6, 2014)\nCharles Koch did not leave the John Birch Society over a dispute with their ideas about race or domestic communist infiltration. He resigned in late 1968 because the Society advocated a push to win the war in Vietnam. Charles disagreed, wanting America to leave Vietnam because the war was too expensive and could eventually lead to wage-and-price controls as well as higher taxes to pay for it.\nBy the late 1960s, Charles Koch was among a group of high-level Birch members infatuated with Robert LeFevre, who created the Freedom School which touted the mystique of the Austrian School of Economics. From his fondness for LeFevre, Charles went on to become the sugar daddy of the Libertarian movement.\nBuilding the Empire\nFamily patriarch Fred Koch died in 1967 at a time when his privately held energy company was reputed to be worth around $650 million. The brothers took over the business, but it was Charles who really oversaw the day-to-day activities of the company.\nIn one of his first moves, Charles Koch acquired Great Northern Oil Company of Minnesota, a refinery that has access to a steady supply of Canadian crude. That refinery became a cash cow for the Kochs, allowing the company to grow into natural gas, petrochemicals and pipelines.\nThe problem was that the Kochs’ Canadian crude is drawn from the Alberta Tar Sands. Therefore, it carries with it a large amount of ditbit, i.e., diluted bitumen. When this kind of crude spills out of a pipeline, it does not float to the surface of water. It sinks. Therefore, it takes much longer to clean up a spill and it’s much more expensive.\nAnd here is where the Kochs’ association with the Libertarian movement coincided with their own company’s profit-and-loss ledger. Under the Clinton administration, the Justice Department filed two lawsuits against Koch Industries, claiming that the company was responsible for more than 300 oil spills, releasing roughly 3 million gallons of petroleum into rivers and lakes.\nThe Kochs could have been liable for a fine of up to $240 million, but they settled for a $30 million civil fine. In 1999, a jury also found the company liable in the deaths of two teenagers in an explosion from a leaky butane pipeline.\nIn the last year of the Clinton presidency, the Kochs were charged in a 97-count indictment for covering up the release of 91 tons of carcinogens from a refinery in Corpus Christi. This indictment not only aimed at a huge nine-figure fine, but four employees could have been put away in jail for years. The Justice Department settled for $20 million. (“Covert Operations” by Jane Mayer, The New Yorker, Aug. 30, 2010)\nQuite naturally, with this record, Charles and David Koch advocate against environmental regulations. They also contribute huge sums to groups critiquing the science behind global warming. According to some estimates, the brothers have contributed more money to the cause of denigrating that science than Exxon/Mobil, which is saying something.\nThe Rise of Libertarians\nSeeking to build a movement that challenges government regulations, Charles and David Koch became major benefactors of the Libertarians, spending millions to fund the libertarian Cato Institute.\nIn 1980, David Koch also ran for Vice President on a Libertarian ticket headed by attorney Ed Clark. Some reports state that the Kochs spent about $2 million on the 1980 campaign, boosting the Clark/Koch partnership to the highest percentage for a Libertarian ticket ever received.\nThe platform was considerably outside the mainstream, even to the right of Republican candidate Ronald Reagan, whom they attacked for representing “no change whatsoever from Jimmy Carter and the Democrats.” (CNN.com, June 2, 2014, “The Truth about the Koch Agenda”.)\nTheir platform certainly was a change from President Carter’s. Clark and Koch wanted to abolish the FBI and CIA; as well as the Securities and Exchange Commission and the Department of Energy. They called Social Security “the most serious threat to the future stability of our society next to the threat of nuclear war.” They wanted to eliminate all minimum wage laws, while giving more tax breaks to the rich. They also wanted an end to gun control laws and the income tax. The two advocated the legalization of prostitution, recreational drugs and euthanasia.\nTo them, government was good for one thing: the protection of individual rights. Even William F. Buckley thought they were off the charts. But there was a method to the extremism. As Brian Woodhouse, an authority on the Kochs, has written, this 1980 platform was clearly an attempt to push the limits of political dialogue to the ideological right (albeit with some appealing messages toward those who feel the government has no business regulating personal morality). (ibid)\nAfter 1980, the Kochs decided they personally would not seek political office. Instead, they would advance Libertarian ideas from behind the curtains. According to Doherty, the Kochs came to look at politicians as “actors playing out a script.” The Kochs would concentrate on writing the script’s themes and the words for these actor/politicians to speak. So the Kochs became prodigious contributors to political action committees, think tanks and organizations.\nBut one challenge in tracing the exact amounts of the power and influence that the Koch brothers wield is that they try to  disguise the actual reach of their political organizations. Like the late Richard Mellon Scaife’s smear campaigns against Bill Clinton, the Kochs do not want the public to know that they are actually manufacturing and manipulating the supposedly spontaneous “grassroots” displays of opposition against, say, President Barack Obama’s healthcare reforms.\nIn fact, some observers think that the Kochs have dramatically refined the strategy of behind-the-scenes ideological financing that Scaife (who died on July 4) pioneered in the 1970s and 1980s.\nCharles Lewis of the Center for Public Integrity has said, “The Kochs are on a whole different level. There’s no one else who has spent this much money.  They have a pattern of lawbreaking, political manipulation and obfuscation. I’ve been in Washington since Watergate and I’ve never seen anything like it.”\nIn searching for the only parallel he could think of, Lewis cited the Rockefellers of the Gilded Age: “They are the Standard Oil of our times.”\nA Thought-Out Strategy\nCharles Koch once said to author Doherty that bringing about a social and political change required a strategy that was vertically and horizontally integrated. Therefore, Koch’s aim was to finance a movement for his radical agenda, starting with idea-creation and carrying it all the way through lobbying for political action. (Mayer, “Covert Operations”)\nLike Scaife and the Rockefellers, the Kochs do not want most people to know just what they are doing and how they are doing it, who is pulling the strings of whom. To attract average Americans, their movements must appear to be rising organically from the grassroots, not carefully cultivated in a greenhouse owned by rich men trying to get richer.\nFor instance, the Kochs and their representatives first denied they had anything to do with the nascent Tea Party movement and its virulent opposition to President Obama’s aid to homeowners facing foreclosures after the financial crash of 2008 (the original Tea Party issue).\nAs White House adviser David Axelrod has noted about the Tea Party, “What they don’t say is that, in part, this is a grassroots citizens’ movement brought to you by a bunch of oil billionaires.” As a Republican campaign strategist said to journalist Jane Mayer, the Koch brothers contributed the money that founded the Tea Party: “It’s like they put the seeds in the ground.”\nRob Stein, a Democratic adviser, filled in the portrait even more fully. He said the Kochs are “at the epicenter of the anti-Obama movement. But it’s not just about Obama. They would have done the same to Hillary Clinton.  . . . They are out to destroy progressivism.”\nAbout the last, there can be little doubt. The Kochs have targeted some of the most important progressive reforms in modern U.S. history, from the minimum wage to expanded voting rights to alternative energy to union organizing. In Rolling Stone, Elizabeth Garber-Paul wrote that the Kochs are pursuing these goals with an almost messianic zeal.\nIn their campaign against the minimum wage, the Kochs have donated over $23 million to fund over 4,000 articles, papers, studies, and media presentations. As Sen. Bernie Sanders, I-Vermont, has said, “They want to abolish the concept of the minimum wage.”\nThe Kochs are also pushing voter ID laws, sponsoring such bills in 41 states. If all these restrictions passed, about 21 million legal voters would be denied the right to vote  and clearly the Kochs believe that the vast majority of those excluded voters would be inclined to vote Democrat.\nThird, the Kochs want to employ the government’s taxing power to discourage the use of solar power. Obviously, such a move would benefit their industry of extracting and refining hydrocarbons. Koch-supported groups are also in the forefront of raising doubts about the reality of human-created global warming.\nFinally, the Kochs want to break the power of unions. Or as Scott Hagerstrom, the Michigan director of Americans for Prosperity, said to Garber-Paul, “Really, what we would like to see is to take unions out at the knees, so they don’t have the resources to fight.”\nIn this, the Kochs work closely with the American Legislative Exchange Council. ALEC has drafted laws to slash collective bargaining rights for workers in 36 states. As Randi Weingarten, president of the American Federation of Teachers, has said the Kochs “do not want workers to be able to negotiate wages and benefits.”\nStrengthening Wealth\nObviously, if you eliminate the minimum wage and then break the power of unions, workers are at the mercy of corporations. The rising disparity of wealth that Thomas Piketty talked about in his book Capital in the 21st Century would be accelerated into fourth gear. [See Consortiumnews.com’s “ Piketty’s Exploration of Modern Capital .”]\nIt would mean the triumph of the economists that Charles Koch so admired, Von Mises, Hayek and the Libertarian Murray Rothbard. Combined with the attempt to deprive voters of their legal right to vote, the Koch agenda amounts to a subtle and sophisticated form of fascism.\nCitizen Koch’s original title, Citizen Corp, was derived from the Supreme Court’s 2010 Citizens United ruling which cleared the way for corporations and the rich to pour nearly unlimited sums into the U.S. political process. But producers Deal and Lessin did not think that title was very poetic. Citizen Koch obviously echoes the classic movie about wealth and power, Orson Welles’s Citizen Kane.\nBut this decision on the title leads to a problem that I have with the film. Although it’s called Citizen Koch, there really is not that much time devoted to the matters that I have outlined above, which are integral to understanding who these men are and what they are up to.\nIn fact, I would say that Charles and David Koch appear for about five minutes of screen time. The primary focus of the film is not even the Citizens United decision. It is really the tale of Wisconsin Gov. Scott Walker taking away collective bargaining rights from public unions and the subsequent recall election against him.\nAnother key topic of the film is more of a human interest story about Republicans who are repelled by Walker’s attempt to weaken public unions. The filmmakers give a lot of time to former Louisiana Gov. Buddy Roemer, a more traditional, Teddy Roosevelt/Dwight Eisenhower-type Republican who the Kochs would never back.\nRoemer ran an appealing yet, because he was under-financed and got little media exposure, a quixotic campaign for the Republican presidential nomination. He could not even get into the debates. This side story underscored how  under the influence of the Kochs and Citizens United the Republican Party has gone to the extremes.\nIn other words, there are at least four chief subjects in the film, any of which could probably fill up 90 minutes of storytelling. But to put them all into one documentary makes an unwieldy film with a confusing dramatic focus.\nFurther, the subject that the filmmakers chose to give the most screen time to, the battle in Wisconsin between Walker and the unions, is the one subject that has already been given reams of coverage in the media. And for the most part, this film simply repeats the coverage that most of us have already seen, although there is one precious moment when, on camera, Walker walks into a big donor meeting and admits his objective is to divide and conquer the Democrats.\nFocused on Wisconsin\nThe film begins with a 2011 Tea Party rally in Wisconsin sponsored by the Koch-financed Americans for Prosperity. The rally featured Sarah Palin and was part of Gov. Walker’s successful defense in the 2012 recall. The film then flashes back to the 2010 Citizens United decision that removed limits on the amount of money corporations could use to directly influence campaigns.\nThere are at least a couple of good insights in this section. First, to overturn precedent, as this case did, usually there has to be some kind of change in circumstances for the Supreme Court to hear the case. As the film noted, the only change was in the make-up of the Roberts Court. Justice Sandra Day O’Connor had stepped down and President George W. Bush had appointed Samuel Alito to fill her position. And Alito could be counted on to side with the advocacy group Citizens United, headed by longtime GOP operative David Bossie.\nSecond, as Justice John Paul Stevens noted in his searing dissent, “the majority had changed the case to give themselves an opportunity to change the law.” Originally, the case was argued over the issues of whether or not Bossie’s film, Hillary: The Movie, could be broadcast around the time of a primary election and whether or not the disclosure laws on the financing of the film were legal.\nWhen the case went to the Supreme Court, in a quite unusual move, it was argued twice because the justice who wrote the majority decision, Anthony Kennedy, decided to broaden the scope of his decision to include First Amendment rights concerning political speech. The film leaves open the question of whether this was all planned in advance.\nThe decision opened the gates for an incredible amount of corporate and other money to enter into the political arena. In the recall and subsequent reelection effort, Walker raised over $30 million. Most of the rest of the film stays focused on the recall effort with one major exception.\nThe film interviews a reporter who has covered one of the Koch brothers’ private political retreats. These are semi-annual, highly secretive events in which the brothers summon politicians, donors and activists to discuss the Kochs’ agenda and devise ways to implement it.\nThese get-togethers are not just gab fests. They set precise goals and arrange the necessary funding. They are also ongoing. For instance, in June, the Kochs rented out the St. Regis Monarch Bay Resort in Dana Point, California, for $870,000. Among the political luminaries invited were Senators Mitch McConnell, the top Republican in the Senate, and Marco Rubio, considered a top prospect for the GOP presidential nomination in 2016.\nAccording to reporter Lauren Windsor, there were 300 people who were all worth at least a billion dollars in attendance, such as Amway co-founder Richard Devos. The goal was to raise $500 million so the Republicans could retake the Senate and another $500 million to make sure Hillary Clinton never becomes president.\nThese numbers are not at all unrealistic. An analysis done by the Washington Post discovered that the Koch network raised an estimated $407 million in the 2012 presidential election. (The Nation, June 17, 2014)\nRevising History\nOthers in attendance were conservative-backed writers like Amity Shales, author of The Forgotten Man, and Charles Murray, who wrote The Bell Curve. In her book, Shales makes the revisionist argument that President Franklin Roosevelt’s New Deal did not succeed in getting people back to work during the Great Depression  a preemptive strike against President Obama’s jobs plans for combating high unemployment during the Great Recession.\nMurray’s The Bell Curve argued that African-Americans were genetically and environmentally doomed to have lower intelligence quotients than whites. These are kinds of cultural ideas that the Kochs feel comfortable with, which shows that the residue of their John Birch legacy remains.\nAs filmmaker Robert Greenwald has said, the Kochs are really cowards at heart. They hold these conclaves in secret and they hide the true extent of their influence. David Koch would not even appear in person to debate Alex Gibney about his Park Avenue film.\nGreenwald made a previous film about the Koch brothers, which he revised in 2014. His intent was to try and get them to emerge from their semi-secrecy in order to debate the merits of their ideas in public, to see if their ideas were really what the mass of Americans wanted. Needless to say, Greenwald was disappointed when the Kochs refused to engage him in open debate.\nWhat the Koch brothers are doing should be of prime interest to all Americans. By trying to break unions, they are not just weakening the economic well-being and political rights of middle-class Americans. They are attempting to dominate the political discussion because unions have been one of the few institutions that have promoted a more progressive agenda.\nSince  as the five Republicans on the Supreme Court believe “money is speech,” the progressive point of view can be silenced by drying up the money on that side of the debate.\nBefore the Kochs, and their agents like Gov. Walker, are allowed to change our political culture  essentially returning it to the Gilded Age when the rich regularly bought politicians and had the government’s police power turned against labor organizers  should there not at least be a debate?\nAmericans were only allowed to legalize labor unions after a protracted and often bloody struggle. Does the country really want to go back to those days?\nFor instance, in 1913-14, the United Mine Workers tried to unionize southern Colorado, an area owned and operated by the Rockefeller family then led by John Rockefeller Jr. In public, Rockefeller came off as being a pleasant and reasonable man of privilege. But in private he was adamant about not letting his workers create a union.\nWhen thousands of his mine workers went out on strike, Rockefeller, like the Kochs, decided to work behind the scenes to control things, essentially pulling the strings of the governor of the state. When the strikers wouldn’t give in, the National Guard was deployed and violence erupted culminating in the infamous Ludlow Massacre.\nOn June 20, 1914, the National Guard  being paid with Rockefeller money  fired into the miners’ tent colony killing some two dozen people. The incident was so appalling, that the miners retaliated, going on a rampage destroying mining sites and clashing with guardsmen. Estimates of the final death toll range between 69 and 199 people. To restore order and prevent a civil war in Colorado, President Woodrow Wilson had to send in the army. This is how the earlier Captains of Industry treated the Common Man.\nAfter the tragedy, the federal government began to protect workers’ right to organize into unions, a cause particularly advanced during Franklin Roosevelt’s New Deal, the target of so much scorn from Amity Shales and other allies of the Koch brothers. The Koch brothers also want to roll the clock back on civil rights, voting rights and other reforms that patriarch Fred Koch so disdained.\nIf Citizen Koch had drawn this historical parallel, it would have made for a more powerful film. What the documentarians ended up with is much better than the average of what we see today, but a more focused documentary would have been more compelling.\nJim DiEugenio is a researcher and writer on the assassination of President John F. Kennedy and other mysteries of that era. His most recent book is  Reclaiming Parkland .\nAnonymous\nThanks Albert.\nI actually researched the Ludlow Massacre for about a year.  Incredible subject. One that gets to the heart of what America was really all about.\nmarlenez@mac.com\nJuly 15, 2014 at 12:09\nThe brilliant Jim DiEugenio has written an incredible article about the Koch brothers and their ever pervasive intrusion into the American ecosystem. Heed his warnings and read more of Jim’s research at his website ctka.net – a treasure trove of well thought out research.\nalrossi\nJuly 16, 2014 at 08:36\nI can only concur with marlenez.  Jim has written numerous incisive and revealing analyses both on this site and elsewhere.  He is extremely knowledgable about recent United States history and current affiars, his work is always well researched and his critical acumen second to none.  This piece on the “new Rockefellers” is no different.  You should publish a more detailed study of the Ludlow massacre, Jim.\nJacob\nJuly 15, 2014 at 11:33\n“As public funding for PBS has shrunk, the network also has had to rely more on gifts.”\nReliance on “gifts” has transformed PBS into a privately funded broadcast corporation. Many PBS programs are funded by one or both of the Koch brothers, which means the programs have the Kochs’ approval. Public funding for PBS has shrunk by design, not by happenstance. That it retains the word “Public” in its title is a fraud perpetrated on the American people.\nAnonymous\nJuly 15, 2014 at 09:18\nFrom what I understand, there was a battle for control of the Libertarians.  And the Kochs actually launched a couple of lawsuits in that dispute.\ntjoe\nJuly 15, 2014 at 06:58\nI would like to know more about the present Libertarian association with the Koch brothers and specifically Dr.Ron Paul (who I have supported) and Rand.\nYG\nJuly 15, 2014 at 10:32\nUnlike, Paul, at least the Koch brothers don’t care what you do in the bedroom. Paul has taken all sorts of conservative “christian” positions.\nBut ultimately they’re both simply defending power and wealth and the accumulation of such over most other liberties. Both the Koch brothers and Paul  think that the Bill of Rights somehow guarantees freedom of action–it most certainly doesn’t, and more money would equal more freedom of action.\nThen there’s that who racist problem with both–and Paul recently thru his old chief of staff Lew Rockwell.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2014/06/03/pikettys-exploration-of-modern-capital/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://kennedysandking.com/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "brothers",
            "david",
            "president",
            "film",
            "million",
            "political",
            "koch",
            "citizen",
            "charles",
            "kochs"
        ]
    }
]