[
    {
        "url": "https://www.christianpost.com/news/justin-welby-to-be-named-new-archbishop-of-canterbury-described-as-unashamedly-evangelical.html",
        "title": "Justin Welby to Be Named New Archbishop of Canterbury, Described as 'Unashamedly Evangelical'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJustin Welby to Be Named New Archbishop of Canterbury, Described as 'Unashamedly Evangelical'\nThursday, November 08, 2012\nJustin Welby to Be Named New Archbishop of Canterbury, Described as 'Unashamedly Evangelical'\nJustin Welby to Be Named New Archbishop of Canterbury, Described as 'Unashamedly Evangelical'\n| Thursday, November 08, 2012\nBishop of Durham Justin Welby.\nThe Bishop of Durham, the Right Rev Justin Welby, will be soon unveiled as the next Archbishop of Canterbury. Downing Street in London has said that it expects an official announcement to be made soon.\nWelby, 56, an Old Etonian and former businessman in the oil industry, is expected to be announced on Thursday as the successor to Dr Rowan Williams, who will step down at the end of the year.\nThe Bishop of Durham was previously touted as one of the favorites to take the position,having performed well during the interview stages of the selection process. However, his relatively short career in the clergy had been seen as a potential barrier to his appointment.\nWelby is known to support the biblical definition of marriage as between one man and one woman; he is against same sex marriage and is opposed to homosexuals serving as bishops. Theologically he has been described by The Telegraph UK as \"unashamedly part of the evangelical tradition, upholding a more traditional and conservative interpretation of the Bible than some in the Church of England.\"\nThe selection process for the 105th clergyman to sit on the thrown of St Augustine has been a drawn out and slow process, dragging on for months. It is believed that the process has been mired in internal politics.\nEven now, with the unofficial news of his selection being made public, neither the Church of England nor Lambeth Palace have stepped forward yet to confirm the appointment. In addition the spokesperson for the Crown Nominations Commission (CNC), the body given the task of finding William's successor, has refused to comment on the reports that Welby has been selected and has officially accepted the job.\nHowever, the British prime minister's official spokesperson has confirmed on Wednesday that Downing Street was expecting an announcement to be made imminently.\nThe CNC has met an unprecedented four times until now to make a decision. However, Welby's name is now finally reported to have been passed to Downing Street as the chosen candidate of the 16 member selection commission.\nWelby's mother was in fact a private secretary to British war time Prime Minister Winston Churchill. The Bishop of Durham is also a graduate of the prestigious Cambridge University in England, and spent his young work life employed in the oil industry. He has worked for French oil company Elf Aquitaine as well as for Enterprise Oil plc. It was not until the 1990s that Welby embarked on his career in the Church.\nHe became the Dean of Liverpool in 2007, and was only appointed as the Bishop of Durham less than 13 months ago in November 2011. The core weakness in his application for the position as the Archbishop of Canterbury was thought to be inexperience. Other candidates up against him held far greater experience in the Church than him, but it now appears as though any fears surrounding his relatively short time in senior roles in the Church have been allayed.\nOther leading candidates considered for the position were the Bishop of Norwich, the Right Rev Graham James; the Bishop of Oxford, the Right Rev John Pritchard; the Archbishop of York, Dr John Sentamu; as well as the Bishop of Liverpool, the Right Rev James Jones. All have been notified of the CNC's decision, according to The Times of London.\nMeanwhile, the current Archbishop of Canterbury and spiritual head of the 77 million member worldwide Anglican Communion, Dr Rowan Williams, recently spoke at an Anglican Consultative Council meeting in Auckland. He quoted heralded theologian Karl Barth as he gave advice to whoever succeeds him:\n\"You have to be cross-referencing all the time and saying, 'How does the vision of humanity and community in the Bible map on to these issues of poverty, privation, violence and conflict?' And you have to use what you read in the newspaper to prompt and direct the questions that you put to the Bible: 'Where is this going to help me?' So I think somebody who likes reading the Bible and likes reading newspapers would be a good start.\"\nAn official announcement is expected on Thursday or within the next 48 hours at the latest.\nA number of Bishop Justin Welby's recent sermons can be found by  clicking here.\nBelow is a video detailing Welby's appointment last year as the Bishop of Durham and gives insight into who he is and his beliefs.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.durham.anglican.org/news-and-events/the-bishop-of-durham.aspx"
            ]
        },
        "key_words": [
            "justin",
            "right",
            "named",
            "rev",
            "church",
            "welby",
            "evangelical",
            "unashamedly",
            "archbishop",
            "bishop",
            "canterbury",
            "durham",
            "selection",
            "process",
            "oil",
            "described"
        ]
    }
]