[
    {
        "url": "https://www.christianpost.com/news/indonesian-christians-fighting-trump-deportations-likened-to-jews-fleeing-nazis-by-federal-judge.html",
        "title": "Indonesian Christians Fighting Trump Deportations Likened to Jews Fleeing Nazis by Federal Judge",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIndonesian Christians Fighting Trump Deportations Likened to Jews Fleeing Nazis by Federal Judge\nIndonesian Christians Fighting Trump Deportations Likened to Jews Fleeing Nazis by Federal Judge\nIndonesian Christians Fighting Trump Deportations Likened to Jews Fleeing Nazis by Federal Judge\n| Friday, January 19, 2018\nDemonstrators holding an \"Interfaith Prayer Vigil for Immigrant Justice\" talk to ethnic Chinese Christians who fled Indonesia after wide scale rioting decades ago and overstayed their visas in the U.S., following their family meeting, including their five year-old daughter (R), with ICE, in Manchester, New Hampshire, U.S., October 13, 2017. | (Photo: REUTERS/Brian Snyder)\nThe plight of around 50 Indonesian Christians living in the U.S. but threatened with deportations by the administration of President Donald Trump has been likened by a federal judge to Jewish people fleeing the Nazis in World War II.\n\"We're not going to be that country,\" Judge Patti B. Saris said on Wednesday at a hearing in U.S. District Court in Boston.\n\"We don't want to put them on the ship unless someone\" can review their contention that deportation back to Indonesia is \"a really bad situation for them,\" she added, according to The Boston Globe .\nSaris was referencing a case in 1939 when an ocean liner filled with 937 passengers, mostly Jews, left Germany for America, but was turned away by government officials. Hundreds of those Jews were reporedly later killed during the Holocaust.\nSaris has ruled in favor  of the Christians on a number of occasions against the Trump administration, and in November said that immigration officials do not have the right to carry out immediate deportations.\nThe believers fear that they will face persecution, torture, and possibly death if they are sent back home to the world's largest Muslim nation.\nMost of the Indonesians came to the U.S. in the late 1990s and 2000s, fleeing anti-Christian violence. Although many overstayed their visas, U.S. authorities allowed them to stay based on certain conditions, such as checking in regularly.\nThey have been caught up in the net of Trump's crackdown on illegal immigration, however, and in August immigration officials told them they only have 30 days to get a plane ticket and depart the country.\nAttorneys for the Christians are arguing that their clients deserve the right to at least challenge the deportation orders, and raise their fears of persecution with the Board of Immigration Appeals.\nThe Justice Department has argued that the Indonesians have not proven that they are likely to face persecution or torture if they are sent back home, however.\n\"Their assertion that 'all face a significant risk of persecution and torture if removed to Indonesia' is unsupported by facts that relate to any specific petitioner,\" DOJ lawyers have said.\nDemocratic Sen. Jeanne Shaheen, who brokered the deal in 2009 that allowed the Christians to stay in seacoast communities in New Hampshire, has insisted that they do face significant religious persecution back home.\n\"Deporting these individuals will needlessly split families and communities, and put lives in danger. I'll continue to make every effort to prevent these deportations so that the Indonesian community can continue to live peacefully in New Hampshire,\" Shaheen said last year.\nMeldy Lumangkun, one Indonesian Christian, told ICE officials  in Manchester that there is also concern for the children.\n\"We are afraid to go home. We fear for the safety of our children,\" Lumangkun explained. \"Here our children can live safely.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [
            [
                "Interfaith Prayer Vigil for Immigrant Justice",
                "",
                false
            ],
            [
                "We're not going to be that country,",
                "Patti B. Saris",
                true
            ],
            [
                "We don't want to put them on the ship unless someone",
                "",
                false
            ],
            [
                "a really bad situation for them,",
                "",
                false
            ],
            [
                "Their assertion that 'all face a significant risk of persecution and torture if removed to Indonesia' is unsupported by facts that relate to any specific petitioner,",
                "",
                true
            ],
            [
                "Deporting these individuals will needlessly split families and communities, and put lives in danger.",
                "Shaheen",
                true
            ],
            [
                "I'll continue to make every effort to prevent these deportations so that the Indonesian community can continue to live peacefully in New Hampshire,",
                "Shaheen",
                true
            ],
            [
                "We are afraid to go home.",
                "Lumangkun",
                true
            ],
            [
                "We fear for the safety of our children,",
                "Lumangkun",
                true
            ],
            [
                "Here our children can live safely.",
                "Lumangkun",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/indonesian-christians-in-nh-face-deportation-in-crackdown-we-are-afraid-to-go-home-203140/",
                "https://www.christianpost.com/news/50-christian-indonesians-granted-reprieve-trump-deportation-208295/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bostonglobe.com/metro/2018/01/17/judge-compares-christians-facing-deportation-trump-administration-jews-fleeing-nazis/klnay5JG42au9fadumgIcL/story.html",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "federal",
            "face",
            "fighting",
            "indonesian",
            "immigration",
            "trump",
            "christians",
            "judge",
            "persecution",
            "torture",
            "deportations",
            "jews",
            "likened",
            "nazis",
            "officials",
            "fleeing"
        ]
    }
]