[
    {
        "url": "https://consortiumnews.com/2016/02/19/the-big-issue-is-big-money/",
        "title": "The Big Issue Is Big Money",
        "authors": [
            {
                "name": "J. D'Urso",
                "link": null
            },
            {
                "name": "Dave Haisley",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-02-19",
        "text": "Main menu\nFebruary 19, 2016\nBy Michael Winship\nMaybe it’s that 50,000-year-old, Neanderthal DNA scientists say a lot of us possess, but this feels like the most brutal, vicious and mendacious political year since the days when politicians traded jugs of corn whiskey for votes, fought duels, and flagellated opponents to near death with canes .\nIn last Saturday night’s Republican debate, the words “lie,” “lying” and “liar” were fired off by the candidates against each other like volleys in a paintball tournament. On the other hand, statements that were, in fact, true were greeted with booing. Booing.\nSen. Bernie Sanders and former Secretary of State Hillary Clinton at a Democratic presidential debate sponsored by CNN.\nIn one of his rare, stopped-watch-is-right-twice-a-day moments, Donald Trump said, “Obviously the war in Iraq was a big, fat mistake, all right? George Bush made a mistake, we can make mistakes. But that one was a beauty.” Who could argue with that? Boos.\nTrump continued, “They lied. They said there were weapons of mass destruction there were none. And they knew there were none. There were no weapons of mass destruction.” More and louder boos.\nJeb Bush protested and Trump threw in, “The World Trade Center came down during your brother’s reign, remember that. That’s not keeping us safe.” The boos turned into roars of anger.\nEven debate moderator John Dickerson came under attack. Just hours after Antonin Scalia’s death had been revealed, Ted Cruz claimed, “We have 80 years of precedent of not confirming Supreme Court justices in an election year.” Dickerson corrected him, pointing out that Justice Anthony Kennedy was confirmed 28 years ago in an election year, 1988. The GOP crowd booed as if Dickerson had just announced that the national anthem was being changed to “Midnight at the Oasis.”\nHave we so lost touch that the truth no longer sets us free but inspires braying derision? Have so-called “reality television,” and social media plagued with trolling and conspiracy theories so melted our brains that when facts get in the way of whatever nonsense we prefer to believe, we bellow like wounded beasts?\nIn comparison, two nights earlier, the Democratic debate co-sponsored by the PBS NewsHour was more Downton Abbey than Duck Dynasty. (Truth: While different members of the Duck Dynasty clan actually have endorsed Trump and Cruz, the aristocrats at Downton are still debating primogeniture and the three-field system .)\nAlthough tempers flared between Hillary Clinton and Bernie Sanders, and the discussion of Henry Kissinger’s role in U.S. diplomatic history veered toward Cloud Cuckooland, about as heated as it got was the moment Sanders told Clinton she had leveled “a low blow” when she accused him of not loving Barack Obama and his administration as much as she does.\n“Last I heard we lived in a democratic society.” Sanders replied. “Last I heard, a United States senator had the right to disagree with the president, including a president who has done such an extraordinary job.” Not much was made of the derision Hillary and Bill Clinton cast toward Barack Obama during the 2008 primary campaign.\nBut the major falsehood of the evening happened at the very end of the debate in Hillary Clinton’s closing remarks. “You know,” she began, “we agree that we’ve got to get unaccountable money out of politics. We agree that Wall Street should never be allowed to wreck Main Street again.” So far, so good.\n“But here’s the point I want to make tonight,” she continued. “I am not a single-issue candidate,” she declared, “and I do not believe we live in a single-issue country.” She was accusing Sanders of ignoring all the other troubles facing America at home and abroad by fixating on Wall Street and money in politics.\nHaving tried it out on the debate stage, this has become Secretary Clinton’s campaign theme ever since; that Sanders’ vision is too tunnel-like for him to be president. But note first that she focuses that argument on Sanders’ desire to punish the financial industry while almost completely ignoring his position on the corrosive influence of money on all aspects of politics and government. Maybe because she is the beneficiary of so much of it.\nIn Nevada last Saturday she asked, “If we broke up the big banks tomorrow, would that end racism? Would that end sexism? Would that end discrimination against the L.G.B.T. community? Would that make people feel more welcoming to immigrants overnight?”\nAnd in Harlem on Tuesday she declared , “I am absolutely committed to ensuring that no bank is too big to fail, and no executive too powerful to jail. But Flint reminds us, my friends, there’s a lot more going on in our country that we should be concerned about.”\nTo which Sanders replied, as he told reporters last weekend , “The American people understand that we are the only major nation on earth that doesn’t guarantee health care for all people. The American people understand that we have got to aggressively deal with climate change, in order to give our children and our grandchildren a planet that is healthy and habitable. The idea in terms of education that we must make public colleges and universities tuition free. We have got to raise the minimum wage to a living wage. It’s not one issue.”\nBut in a way, it is, and Sanders sort of sells himself short when he argues too much in the other direction. For in fact, until the door is slammed shut on money in politics and until the banks are pummeled into line, most of our other problems aren’t going away any time soon. What’s more, everything stems from one bigger issue that affects and overwhelms all else.\nFirst, let’s run through some of the aforementioned problems. Flint? Environmental and institutional racism to be sure, but perpetrated by the administration of Rick Snyder, a rich Republican governor, his election funded by his plutocrat pals, committed to cutting back government as he raised taxes on the poor and slashed corporate taxes by $1.7 billion a year.\n“The tragedy in Flint was a choice,” United Steelworkers President Leo Gerard recently wrote at In These Times magazine. “This was a values decision about what was important. Giving a break to big business was the top priority for venture capitalist Snyder. Operating a shoddy government, over-taxing pensioners and poisoning Flint’s children was the result.”\nNor is real, significant progress going to be made on climate change until we do something about the $31.8 million given to candidates by energy and natural resource interests in 2015-16. ( Top recipients : Ted Cruz, Alaska Senator Lisa Murkowski, Jeb Bush and Hillary Clinton.)\nThe notions of free college tuition (which Clinton opposes) and a living wage are fiercely fought against by lobbyists overseeing millions in campaign contributions. The growth of Hillary Clinton’s opposition to Medicare-for-all seems correlated to the cash donations received, David Sirota at International Business Times reports, “Clinton has vacuumed in roughly $13.2 million from sources in the health sector, according to data compiled by the nonpartisan Center for Responsive Politics. That includes $11.2 million from the sector when Clinton was a senator and $2 million from health industry sources during her 2016 presidential campaign.”\nEven when discussing institutional racism, as happened on Chris Hayes’ MSNBC talk show Monday night, Clinton spokesperson Karen Finney started talking about “housing and redlining and access to capital” all things that are part of the stranglehold on financing for people of color perpetrated by the very financial institutions Bernie Sanders has pledged to punish.\nUltimately, deep down, no matter the candidate, the fact is there is only one true issue here in these United States. As a banker says in The Mark and the Void, Paul Murray’s recent novel, “What’s the one reliable area of growth in the twenty-first century? Inequality.”\nNow let the booing commence.\nMichael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com, and a former senior writing fellow at the policy and advocacy group Demos. Follow him on Twitter at @MichaelWinship . [This story first appeared at http://billmoyers.com/story/maybe-it-is-a-single-issue-election/]\nTags: Bernie Sanders Donald Trump Income Inequality Iraq War Jeb Bush Michael Winship Money in Politics\nPost navigation\nDave haisley\nFebruary 23, 2016 at 12:05\nBernie must be on the attack because he is being attacked and out politic-ed.  Hillary has parroted Sander’s positions.  Co-opt ed and neutralized his main points regarding Wallstreet and taxing the untaxed rich which for her is a wild lie for she is the rich she is Wallstreet.\nHe must call her out. Demand she release her Goldman Sachs talk. Just for starters.\nJ. D'Urso\nFebruary 19, 2016 at 22:26\nThe author is right. Hillary is proving a good investment for her Wall Street backers by attempting to divert away discussion from them and their total control over the economy. Bernie needs to keep his focus and not fall into her trap. The issue is Wall Street and restoring Glass-Steagall as the key first step. He needs to keep repeating that, over and over and recapture the debate. The American people have and will continue to respond to that call.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/states/new-york/city-hall/story/2016/02/clinton-casts-sanders-as-a-single-issue-candidate-in-harlem-031309",
                "https://www.washingtonpost.com/national/health-science/bits-of-neanderthal-dna-may-raise-risk-of-depression-tobacco-addiction/2016/02/12/8fb88aa2-d0f5-11e5-88cd-753e80cd29ad_story.html",
                "https://www.nytimes.com/2016/02/14/us/politics/hillary-clinton-shifting-line-of-attack-paints-bernie-sanders-as-a-one-issue-candidate.html?_r=0"
            ],
            "gov_pgs": [
                "http://www.senate.gov/artandhistory/history/minute/The_Caning_of_Senator_Charles_Sumner.htm"
            ],
            "unsure": [
                "https://consortiumnews.com/tag/michael-winship/",
                "http://www.opensecrets.org/industries/indus.php?Ind=E",
                "https://consortiumnews.com/tag/jeb-bush/",
                "https://twitter.com/michaelwinship",
                "https://consortiumnews.com/tag/income-inequality/",
                "http://inthesetimes.com/working/entry/18803/michigan_gop_governor_demands_bailout_following_his_own_negligence",
                "https://consortiumnews.com/tag/donald-trump/",
                "https://consortiumnews.com/tag/money-in-politics/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://consortiumnews.com/tag/bernie-sanders/",
                "https://consortiumnews.com/tag/iraq-war/",
                "http://www.opensecrets.org/industries/"
            ]
        },
        "key_words": [
            "clinton",
            "politics",
            "issue",
            "sanders",
            "president",
            "hillary",
            "end",
            "big",
            "million",
            "money",
            "debate"
        ]
    }
]