[
    {
        "url": "https://www.christianpost.com/news/donald-trump-endorses-hillary-clinton-for-president-poll-numbers-surge.html",
        "title": "Trump Endorses Hillary for President; Poll Numbers Surge",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, February 26, 2016\nU.S. Republican presidential candidate Donald Trump speaks at a campaign rally in Las Vegas, Nevada, February 22, 2016. | (Photo: Reuters/Jim Young)\nBillionaire Real Estate Mogul and living breathing reality TV series Donald Trump has endorsed Hillary Rodham Clinton for president.\nConsidered a risky move, The Donald's endorsement of Hillary has nevertheless led to his surging even more in the polls than before, with his approval rating going up 10 percent among likely Republican primary voters.\nDuring a press conference open to all except Telemundo and Megyn Kelly, Trump explained why he supported Clinton for president.\n\"You know, I really like Hillary. She's a great woman, she was a great secretary of state. A great woman, you know what I mean? Very great,\" sort of explained Trump.\n\"And Bill! Bill I love that guy. He's something else. He's older than me and yet still get's plenty of action. He gets so much action, he's probably bored of action.\"\nU.S. Democratic presidential candidate Hillary Clinton meets employees during a campaign stop on caucus day at Harrah's Las Vegas in Las Vegas, Nevada, February 20, 2016. | (Photo: Reuters/David Becker)\nTrump's surprise endorsement of what many believe will be the woman he loses to in November came as a shock to some.\nHowever, others found it perfectly in line with his recent comments claiming that George W. Bush lied about WMDs in Iraq and also his support for Planned Parenthood.\nWhile many may think that such comments would cost him votes in the Republican primary, at this point political analysts have just stopped trying to make sense of the Trump campaign.\n\"It just doesn't make any sense,\" said one defeated exasperated expert, whose friends recently nailed shut all the windows to his tenth-story apartment just in case.\n\"He bashes POWs, then rises in the GOP polls. He bashes President Bush, then rises in the GOP polls. He bashes Fox News. Fox Freaking News! And he rises in the GOP polls. This is impossible! Impossible!\"\nAt a recent Trump rally, attendees were asked their opinion of the fact that their preferred candidate just told reporters that Hillary should be president.\n\"That's awesome,\" explained Amy, a senior citizen with a Gadsden Flag T-shirt and clearly visible side arm. \"That's what I love about Trump. He always speaks his mind. He says things establishment RINOs are afraid to say.\"\nOther Republican presidential hopefuls have weighed in on the recent Trump endorsement of Hillary, offering various opinions on the front-runners' actions.\nDr. Ben Carson explained in a soft spoken voice that he felt Trump and Hillary made for a \"good fruit salad\" that will never be able to launch a \"war on hummus.\" Before clarifying his remarks, he left to do some laundry.\nSen. Ted Cruz of Texas was unimpressed by the endorsement, so much so that he vowed in Dr. Seuss form to never endorse the Democratic hopeful.\n\"I will not endorse Hillary on a boat, I will not endorse Hillary on a moat. I will not endorse her in the air, I will not endorse her anywhere,\" added Cruz as he typed up a public email claiming that Marco Rubio has dropped out of the race.\nRegarding the Trump endorsement, the Clinton camp declined to provide comment, though a live mic caught Bill whispering to Hillary that \"everything is going according to plan.\"\nWARNING: THE ARTICLE ABOVE IS A WORK OF SATIRE. PLEASE SHARE RESPONSIBLY.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "numbers",
            "surge",
            "woman",
            "president",
            "endorse",
            "hillary",
            "trump",
            "endorsement",
            "great",
            "poll",
            "rises",
            "polls",
            "republican",
            "endorses",
            "explained"
        ]
    }
]