[
    {
        "url": "https://nutritionfacts.org/es/2017/12/07/los-efectos-en-la-salud-de-escuchar-musica-heavy-metal/",
        "title": "Los efectos en la salud de escuchar música heavy metal",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-07",
        "text": "Enero 7th, 2017\nComo ya vimos en mi video Música como medicina , los efectos antiestrés de la música parecen extenderse a lo largo del espectro clínico, incluso hasta para los críticamente enfermos, entubados en una unidad de cuidados intensivos. Aquellos que escuchan Mozart con auriculares  reducen  sus hormonas de estrés (como la adrenalina) a la mitad, en comparación con aquellos con auriculares que no estaban reproduciendo nada, lo cual resultó en una presión arterial media más baja. Pero, ¿todos los tipos de música son así de relajantes? Ese es el tema de mi video  Música para la ansiedad: Mozart vs. metal .\nLos investigadores  compararon  los efectos de Mozart, Pearl Jam, y Enya en sujetos normales y saludables. Después de escuchar a Mozart durante 15 minutos, declararon sentir una reducción significativa en la tensión. Con la música new age también sintieron una reducción en la tensión, así como mayor relajación y menos hostilidad, pero también encontraron una reducción significativa en claridad mental y en vigor. Después de escuchar rock grunge, se sintieron más hostiles, cansados, tristes y tensos, con una disminución en interés, relajación, claridad y vigor. Pero estas fueron medidas subjetivas, es decir, al preguntarle a los sujetos cómo se sentían. ¿Qué hay de las medidas objetivas?\nDespués de 30 minutos de música clásica, la hormona del estrés cortisol se redujo significativamente en los sujetos de la investigación. Pero si en lugar de escuchar la Sexta Sinfonía de Beethoven, Opera 68, escuchaban  techno  (Cyber Trip, Techno Shock, o Techno Magnetiko) sus niveles de hormonas del estrés incrementaban. Los niveles de endorfinas también subieron, lo cual podría hacerte pensar “ah, eso es bueno”, hasta que te das cuenta de que las endorfinas son los analgésicos naturales de nuestro cuerpo; aumentan debido a varios estímulos negativos, como quemarse o pincharse.\nEstos resultados pueden ser solo una  función  del tempo de la música. La investigación muestra que las personas reciben el mismo incremento en respiración y presión arterial al escuchar música clásica rápida como Presto de Vivaldi, que resultó ser tan estimulante, o aún más, que Red Hot Chili Peppers. \n¿Qué pasa con el heavy metal? Los investigadores les  asignaron  aleatoriamente a participantes música seleccionada por ellos mismos, música clásica, heavy metal, o simplemente silencio. “Escuchar música escogida por ellos mismos o música clásica produjo sentimientos de incrementada relajación, igual que permanecer en silencio, pero no fue así en el caso del heavy metal”. Comparada con la relajante y placentera música renacentista, la exposición a la estimulante y no tan placentera música heavy metal causa  una respuesta elevada de amilasa en los hombres. La amilasa es la enzima en nuestra saliva que  digiere los almidones . Cuando entramos en modo “lucha o huida” empezamos inmediatamente a producir esta enzima para obtener azúcares y producir energía rápidamente. Así que se produce un incremento en la amilasa cuando practicas  caída libre , si eres  arrojado  en agua fría, o si haces que un sujeto escuche música heavy metal durante 10 minutos. Con toda esa enzima adicional, si estás comiendo pan mientras agitas tu cabeza, ¡puedes terminar digiriéndolo mejor!\nEl metal tiene más probabilidades de causarle a la comunidad médica una indigestión. A pesar de que el American Medical Association’s Group on Science and Technology (Grupo de Asociaciones Médicas Norteamericanas en Ciencia y Tecnología) admite que “no hay evidencia de que esta música tenga ningún  efecto perjudicial  en el comportamiento de adolescentes”, eso no los detiene para sugerir que hay evidencia anecdótica de que aquellos que se identifican con bandas como Slayer o Metallica pueden estar en riesgo de abuso de drogas o incluso “participando en actividades satánicas”. En respuesta, un médico escribió a la revista médica para  decirles : “Por cada adolescente que comete suicidio o algún crimen bajo la influencia de música heavy metal hay docenas de criminales de cuello blanco involucrados en actividades como la venta de información privilegiada, el fraude en ahorros y préstamos, [y] la corrupción gubernamental…”.\nTal vez deberíamos estar culpando a Bach o a Barry Manilow.\nNo te olvides de la intervención dietética para el dolor y las emociones. Échale un vistazo a:\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/2671420",
                "https://www.ncbi.nlm.nih.gov/pubmed/4533726",
                "https://www.ncbi.nlm.nih.gov/pubmed/19249160",
                "https://www.ncbi.nlm.nih.gov/pubmed/2296143",
                "https://www.ncbi.nlm.nih.gov/pubmed/17965934",
                "https://www.ncbi.nlm.nih.gov/pubmed/16828911",
                "https://www.ncbi.nlm.nih.gov/pubmed/18043205",
                "https://www.ncbi.nlm.nih.gov/pubmed/9506313",
                "https://www.ncbi.nlm.nih.gov/pubmed/9439023",
                "https://www.ncbi.nlm.nih.gov/pubmed/16199412",
                "https://www.ncbi.nlm.nih.gov/pubmed/9253325"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/music-as-medicine/",
                "https://nutritionfacts.org/es/video/musica-para-la-ansiedad-mozart-contra-el-metal/"
            ]
        },
        "key_words": [
            "salud",
            "la",
            "en",
            "música",
            "escuchar",
            "como",
            "heavy",
            "metal",
            "y",
            "efectos",
            "una",
            "el",
            "para",
            "los",
            "que"
        ]
    }
]