[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-staffer-attacks-hillary-clinton-calling-baby-unborn-person-child.html",
        "title": "Planned Parenthood Staffer Attacks Hillary Clinton for Calling Baby an 'Unborn Person' and 'Child'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPlanned Parenthood Staffer Attacks Hillary Clinton for Calling Baby an 'Unborn Person' and 'Child'\nPlanned Parenthood Staffer Attacks Hillary Clinton for Calling Baby an 'Unborn Person' and 'Child'\nPlanned Parenthood Staffer Attacks Hillary Clinton for Calling Baby an 'Unborn Person' and 'Child'\n| Monday, April 04, 2016\nDemocratic presidential frontrunner Hillary Clinton is now facing the wrath of pro-choice activists who are attacking the former first lady for saying a baby is a \"child\" and an \"unborn person.\"\nClinton made the comment after she was asked about her position on abortion and if she believes an unborn child has constitutional rights during an interview  with NBC's \"Meet the Press\" moderator Chuck Todd.\n\"When or if does an unborn child have constitutional rights?\" Todd asked Clinton.\n\"Well, under our laws currently, that is not something that exists,\" Clinton replied. \"The unborn person doesn't have constitutional rights. Now, that doesn't mean that we don't do everything we possibly can in the vast majority of instances to, you know, help a mother who is carrying a child and wants to make sure that child will be healthy, to have appropriate medical support.\"\n\"It doesn't mean that you don't do everything possible to try to fulfill your obligations. But it does not include sacrificing the woman's right to make decisions,\" Clinton argued.\nPrior to making those comments Clinton called abortion \"a constitutional protection\" when asked to give a straightforward position on the issue.\n\"My position is in line with Roe v. Wade, that women have a constitutional right to make these most intimate and personal and difficult decisions based on their conscience, their faith, their family, their doctor. And that it is something that really goes to the core of privacy. And I want to maintain that constitutional protection. Under Roe v. Wade, as you know, there is room for reasonable kinds of restrictions after a certain point in time. I think the life, the health of the mother are clear. And those should be included even as one moves on in pregnancy. So I have been — I've had the same position for many years,\" she emphasized.\nDiana Arellano, manager of community engagement for Planned Parenthood Illinois Action, lamented Sunday that Clinton's comments undermine abortion.\nCalling a baby a person \"further stigmatizes #abortion,\" Areellano claimed. \"She calls a fetus an 'unborn child' & calls for later term restrictions.\"\n. @HillaryClinton further stigmatizes #abortion . She calls a fetus an 'unborn child' & calls for later term restrictions. #MeetThePress\nThe SBA List , a family of organizations that combines politics with policy to ensure that pro-life Americans know where their lawmakers stand on protecting the unborn, called Clinton's comments on abortion hypocritical in a post on their Facebook page .\n\"In the same breath, Hillary Clinton acknowledges that the unborn are people, and then denies that they have constitutional rights!\" the post noted.\nRebecca Downs, a staff writer for pro-life organization Live Action News , also pounced on Clinton's comments.\n\"How ironic that she would acknowledge that the preborn child is in fact a 'person,' and yet one without any constitutional rights,\" she wrote before challenging Clinton to do more than lip-service in helping women by supporting an organizations other than Planned Parenthood.\n\"If Clinton really wanted to put her words into action, perhaps she could support places which really do provide other options for women, like crisis pregnancy centers. Instead, she has a close relationship with the nation's largest abortion provider, which provides over 300,000 abortions, while services which could constitute real forms of health care decrease,\" she noted.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.liveaction.org/news//hillary-clinton-calls-unborn-persons-denies-constitutional-rights/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/abortion?src=hash",
                "https://twitter.com/hashtag/MeetThePress?src=hash",
                "https://twitter.com/HillaryClinton",
                "https://www.facebook.com/SusanBAnthonyList/?fref=nf",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "https://www.youtube.com/watch?v=yCF_xjfTz3c",
                "https://www.sba-list.org/about-susan-b-anthony-list"
            ]
        },
        "key_words": [
            "clinton",
            "women",
            "abortion",
            "staffer",
            "hillary",
            "child",
            "parenthood",
            "position",
            "calling",
            "calls",
            "planned",
            "baby",
            "rights",
            "person",
            "unborn",
            "constitutional"
        ]
    }
]