[
    {
        "url": "https://www.christianpost.com/news/catholic-church-uses-minnesota-viking-win-invite-fans-mass.html",
        "title": "Catholic Church Uses Minnesota Viking Win to Invite Fans to Mass",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nCatholic Church Uses Minnesota Viking Win to Invite Fans to Mass\nCatholic Church Uses Minnesota Viking Win to Invite Fans to Mass\nCatholic Church Uses Minnesota Viking Win to Invite Fans to Mass\n| Saturday, January 20, 2018\nOur Lady Of Lourdes Catholic Church in Minneapolis, Minnesota posted a social media message on January 15, 2018 to invite Minnesota Vikings fans to church. | (Photo: Facebook: Our Lady Of Lourdes Catholic Church)\nOne Minneapolis church is making the most of the Vikings' championship journey by encouraging fans to make good on their promises to attend mass.\nOn Jan. 14, the Vikings bested the New Orleans Saints with a game-winning touchdown that fans have been calling the \"Minneapolis Miracle.\" Our Lady of Lourdes Catholic Church Communications Director Julie Craven decided to tap into that \"miracle\" by urging fans on social media to attend the Minneapolis, Minnesota, church.\n\"If you made any promises during the last 10 seconds, Sunday masses are 8:30 a.m., 11 a.m. and 7 p.m. at Our Lady Of Lourdes Catholic Church,\" the message posted on Monday states.\nCraven wrote the message after the witnessing the excitement of the Vikings game herself and knew that she had to utilize social media.\n\"It was one of the most emotional moments I've ever experienced. When I got home I couldn't sleep,\" she told CBS Minnesota . \"I mean, the adrenaline was still kind of working and I thought, 'You know what? There is a social media post out there.'\"\nWhile her social media post got thousands of likes in 24 hours, Craven admitted she had no idea how big the message would grow.\n\"I put it out the next morning thinking wouldn't it great if I got like 50 likes,\" Craven said.\n \"We were just tickled that everyone got a kick out of post, and it's a wonderful tribute to what the Vikings did.\"\nThe Vikings are gearing up to face off against the Eagles in the NFC championship game Sunday. While Craven might have convinced Vikings fans to attend mass during the morning services on Sunday, she may have trouble filling seats at the 7 p.m. service.\n\"That's going be around halftime of the NFC Championship [game],\" Vikings fan Jeffrey Galbavy told CBS.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "If you made any promises during the last 10 seconds, Sunday masses are 8:30 a.m., 11 a.m. and 7 p.m. at Our Lady Of Lourdes Catholic Church,",
                "",
                true
            ],
            [
                "It was one of the most emotional moments I've ever experienced.",
                "",
                true
            ],
            [
                "When I got home I couldn't sleep,",
                "",
                true
            ],
            [
                "I mean, the adrenaline was still kind of working and I thought, 'You know what?",
                "",
                true
            ],
            [
                "There is a social media post out there.",
                "",
                true
            ],
            [
                "I put it out the next morning thinking wouldn't it great if I got like 50 likes,",
                "Craven",
                true
            ],
            [
                "We were just tickled that everyone got a kick out of post, and it's a wonderful tribute to what the Vikings did.",
                "",
                true
            ],
            [
                "That's going be around halftime of the NFC Championship [game],",
                "Jeffrey Galbavy",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://minnesota.cbslocal.com/2018/01/16/our-lady-lourdes-vikes/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "viking",
            "win",
            "craven",
            "message",
            "media",
            "post",
            "minnesota",
            "invite",
            "church",
            "minneapolis",
            "social",
            "mass",
            "catholic",
            "fans",
            "uses",
            "vikings"
        ]
    }
]