[
    {
        "url": "https://www.christianpost.com/news/democratic-lobbyist-tony-podesta-company-investigated-special-counsel-robert-mueller.html",
        "title": "Democratic Lobbyist Tony Podesta and Company Being Investigated by Special Counsel Robert Mueller",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDemocratic Lobbyist Tony Podesta and Company Being Investigated by Special Counsel Robert Mueller\nDemocratic Lobbyist Tony Podesta and Company Being Investigated by Special Counsel Robert Mueller\nDemocratic Lobbyist Tony Podesta and Company Being Investigated by Special Counsel Robert Mueller\n| Tuesday, October 24, 2017\nTony Podesta, the brother of former chairman of the 2016 Hillary Clinton presidential campaign, John Podesta, and his Democratic-leaning lobbying firm the Podesta Group , are now part of Special Counsel Robert Mueller's investigation of possible collusion between the 2016 Donald Trump presidential campaign and Russia.\nCiting three sources in a report Monday , NBC News said the investigation of Podesta and his company was triggered by Mueller's inquiry into the finances of Paul Manafort, Trump's former campaign manager, who is now the centerpiece of the investigation  into possible collusion with Russia.\nThe Podesta group, which promotes their global influence on their website , was one of six firms that worked on a public relations campaign organized by Manafort for a Brussels, Belgium-based think tank  called the European Centre for a Modern Ukraine. The campaign, which ran between 2012 and 2014, promoted Ukraine's image in the West. Its stated goal was \"to build support for Ukraine's entry into the European Union,\" a source told NBC News.\n\"Whether seeking to engage State Department officials or the foreign relations committees of the US Congress, enter new markets in Latin America, or gauge political risk in Africa, PG Global knows where to go, who to talk to and what makes them listen,\" the Podesta Group boasts about the firm. \"Our team was recruited from the halls of Congress, the State Department, the press, the diplomatic corps, international law firms, and think tanks. We know the issues that make or break international engagement.\"\nPaul Manafort former manager of the 2016 Donald Trump presidential campaign listens during a round table discussion on security at Trump Tower in the Manhattan borough of New York, U.S., August 17, 2016. | (Photo: REUTERS/Carlo Allegri)\nAccording to NBC News, Mueller's look at Podesta and his company began as a \"fact-finding mission\" but it has now graduated into a \"criminal inquiry into whether the firm violated the Foreign Agents Registration Act, known as FARA.\"\nLobbyists who work on behalf of foreign governments, leaders or political parties must file detailed disclosures about their spending and activities with the Justice Department under FARA, NBC News noted. Intentional failure to make these disclosures is a felony and can result in a prison term of up to five years.\nA spokesman for the Podesta Group said in a statement cited by Fox News  on Monday that the company fully disclosed its work with ECFMU.\n\"The Podesta Group fully disclosed its representation of the European Centre for a Modern Ukraine (ECFMU), and complied with FARA by filing under the lobbying disclosure act over five years ago and within weeks of starting our work,\" the statement said.\n\"Any insinuation to the contrary is false. The Podesta Group has fully cooperated with the Special Counsel's office and taken every possible step to provide documentation that confirms compliance with the law. Based on our due diligence and on the recommendation of definitive legal experts, the firm immediately filed the appropriate public disclosures of its representation of the ECFMU over five years ago, and in eight subsequent public filings,\" the statement continued.\nThe NBC News report said, however, that the Podesta Group amended its FARA registration to accurately reflect its work with ECFMU only after the payments were reported by the media.\nA Podesta Group spokeswoman said the original FARA filing was submitted after the advice of legal experts because the ECFMU \"had certified that it was neither funded nor directed by a foreign government or political party.\"\nWhile the ECFMU represented itself as a non-partisan research institution that pressed for Ukraine's integration with the European Union, the Daily Beast  reported that it was closely tied to the party of Viktor Yanukovych, former president of Ukraine who fled the country in 2014.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thedailybeast.com/ukraines-dc-lobbyists-in-disarray-as-dictator-flees",
                "http://www.foxnews.com/politics/2017/09/19/how-paul-manafort-is-connected-to-trump-russia-investigation.html",
                "https://www.foxnews.com/politics/report-mueller-probe-expands-to-democratic-lobbyist-tony-podestas-dealings",
                "https://www.nbcnews.com/news/us-news/mueller-now-investigating-democratic-lobbyist-tony-podesta-n812776"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.podesta.com/global",
                "https://www.podesta.com/"
            ]
        },
        "key_words": [
            "counsel",
            "ecfmu",
            "group",
            "work",
            "podesta",
            "firm",
            "company",
            "european",
            "mueller",
            "democratic",
            "lobbyist",
            "campaign",
            "fara",
            "special",
            "investigated",
            "tony",
            "foreign",
            "robert",
            "nbc"
        ]
    }
]