[
    {
        "url": "https://www.christianpost.com/news/interview-phoenix-city-prosecutor-on-jailed-pastor-zoning-violation-case-pt-1.html",
        "title": "Interview: Phoenix City Prosecutor on Jailed Pastor, Zoning Violation Case (Pt. 1)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nInterview: Phoenix City Prosecutor on Jailed Pastor, Zoning Violation Case (Pt. 1)\nInterview: Phoenix City Prosecutor on Jailed Pastor, Zoning Violation Case (Pt. 1)\nInterview: Phoenix City Prosecutor on Jailed Pastor, Zoning Violation Case (Pt. 1)\n| Thursday, July 19, 2012\nChristians nationwide were recently shocked to hear that an Arizona pastor was jailed over holding weekly Bible study at his home that violated the city's building safety codes. Not only that, but his fine amounted to over $12,000.\nWhile it's indisputable that Pastor Michael Salman had held regular gatherings of dozens of people at his home and violated his probation by having more than 12 people at his home without meeting the building safety codes, what isn't as clear is whether the city of Phoenix was right to equate Salman's gathering as a church and whether it was justified in handing out such harsh punishments for his violations.\nThe Christian Post spoke with the chief prosecutor of Phoenix, Aaron J. Carreon-Ainsa, to hear the city's side of the story. The following is an edited transcript of that conversation.\nCP: Does the frequency of the gathering play a significant role in how strong the city reacted to this case? If 40 people were to gather once a month instead of twice a week, would the city have been more lenient?\nCarreon-Ainsa: Certainly the frequency has something to do with it. There is not a mathematical formula for this. It is a matter of the safety of the people who are participating in the services.\nCP: Also, the city argued in its fact sheet that Mr. Salman presented his gathering as a church, has church tax exemption status, and collected tithe. If he didn't have tax exemption status and didn't collect tithe, would the city's response been any different?\nCarreon-Ainsa: No. What he presented was essentially the notion that he is having Bible study in his home, and he talked about his living room. The charges don't pertain to his living room. They pertain to a 2,000-square-foot building that he constructed next to his home – it's a separate building. And the fact that he advertised the church services to the public. And during the court trial the judge heard a testimony from a private citizen who recorded church services on multiple days. And that private citizen was not invited as a member of the family, but he simply walked in off the street. That would demonstrate that it isn't just a family Bible study or a small group of friends gathering in someone's living room. And so we are interested in ensuring that people are provided a safe place in which they can worship.\nWe don't want a tragedy that sometimes we read about in third world countries where people are gathered for whatever purpose and they perish because of a fire or some other situation that they are not able to protect themselves [from] because what our city code requires to ensure the safety of the public.\nCP: If you could help me understand something on the fact sheet. He was cited on May 1, 2007, about building without a permit. He said he was building a detached garage but the city alleges that it functioned as a church. And in 2008, he received a permit to build a private game room, but again, the city alleges it served as a church. Could you help me understand how the city came to the conclusion that the detached garage and game room is really a church?\nCarreon-Ainsa: Any time anybody in Phoenix constructs a structure it needs to be built in a safe fashion so it doesn't come falling down on someone. So if it rains, the people inside are protected from the rain, and that sort of thing. So any time a person constructs a structure on his private property that person requires a permit, and depending on the use, certain requirements apply or they don't apply. If you were to build a carport (free standing, covered structure without walls to shelter cars), for instance, for two cars, it would not require sprinklers. But if you are going to enclose the carport so you can have meetings of your business, it then has to be constructed with additional elements for safety, because you are going to have many people there opposed to two cars.\nAnd so when he told the city that he was going to construct a garage, it is a garage for cars or trucks or a boat, things like that. By virtue of saying I am constructing a garage it isn't going to be used as a bedroom for people. A bedroom is going to require certain things that a garage does not require. If I had a three bedroom house and two baths, and I added a garage and turned it into sleeping quarters and sold it to you as a four bedroom house, because of the sleeping quarters in the garage, you would expect that I would construct in a safe manner so it functions legally and safely as a fourth bedroom.\nYou should be able to rely on that it has all the things necessary for your son or daughter to sleep there at night. So it's important when a person obtains a permit to build a garage, that he builds a garage and not something else. So he told us it was going to be a garage. And next thing is, it is not going to be a garage, it's going to be a game room. But he didn't build a game room. He built a room where people can assemble to worship. Well one person calculated that there were over 100 chairs set up as in an auditorium and he has a raised platform where he has a lectern or pulpit from which he can preach. So our concern is he invites 100 or more people to services, what happens if there is a fire? Are people able to extricate themselves safely? Are there sprinklers? If you go to see a motion picture this evening, indeed you will see on the screen an announcement with a voiceover telling you about the exits. There has to exits where you assemble people, whether it's for religious services or for watching a motion picture. And that is really what this is about.\nIn part 2 of this interview, the city prosecutor will respond to questions about religious freedom, the 12-persons limit, and the police force that \"raided\" Michael Salman's home.  \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fact",
            "phoenix",
            "case",
            "prosecutor",
            "garage",
            "room",
            "jailed",
            "interview",
            "going",
            "church",
            "sheet",
            "services",
            "violation",
            "pastor",
            "safety",
            "city",
            "zoning",
            "pt",
            "building"
        ]
    }
]