[
    {
        "url": "https://nutritionfacts.org/2012/01/08/hibiscus-tea-flower-power/",
        "title": "Hibiscus tea: flower power",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2012-01-08",
        "text": "Hibiscus tea: flower power\nJanuary 8th, 2012\nIn Friday’s NutritionFacts.org video-of-the-day Better Than Green Tea? I compare the antioxidant content of a number of common beverages. This is part of a series based on the landmark study “The total antioxidant content of more than 3100 foods, beverages, spices, herbs and supplements used worldwide,” available full-text, free online . Previous video installments include Antioxidant Content of 3,139 Foods and Antioxidant Power of Plant Foods Versus Animal Foods .\nMost people eat only a few discrete times a day. Sipping a healthful beverage throughout the day allows you to bathe your organs in antioxidants all day long, potentially adding Nutrition Without Calories to our daily diet. Previously my family’s go-to beverage was cold-brewed matcha white tea with lemon, based on the science I covered in The Healthiest Beverage , Cold Steeping Green Tea , Is Matcha Good for You? and Green Tea vs. White . But that was before 283 different beverages were tested in this new study. I had previously covered more than a dozen herbal teas in The Healthiest Herbal Tea , but nothing prepared me for the new king of the hill, hibiscus.\nWhen it comes to antioxidant content, hibiscus beats out green tea, but hibiscus still lacks the weight of clinical evidence. There are only a few hundred studies published on hibiscus, compared to thousands on green tea, but hibiscus does appear to have anti-inflammatory properties, help lower high blood pressure, help lower uric acid levels in gout sufferers, and improve cholesterol and triglyceride levels in pre-diabetics and diabetics . Like chamomile (see Red Tea, Honeybush, & Chamomile ), hibiscus tea also appears to inhibit the growth of human cancer cells in a petri dish. You know there’s something to it when the meat industry tries adding hibiscus to their burgers to make them less carcinogenic.\nRats forced to drink the human equivalent of about a 150 cups a day for three months had lowered sperm counts, but no adverse effects on humans have been reported with regular consumption. My only cautions would be that like a number of fruit, vegetable, and herbal beverages, hibiscus may affect drug levels, so you should always let your prescribing physicians know what you’re taking, and the impressive manganese content of hibiscus tea may exceed recommended limits at high intakes, so we probably shouldn’t drink more than a quart a day.\nIn the video I offer my hibiscus punch recipe, based on “zinger” tea, but here’s an even healthier, cheaper, more environmentally friendly way (thanks Paul !)—just blender in a tablespoon of bulk hibiscus. Then it’s like my Pink Juice —or a hibiscus version of matcha tea—where you don’t miss out on any of the nutrition by throwing away the tea leaves. And instead of erythritol , you can blend in a few dates (thanks “ HTWWO ”!). Please play around with it and share your own favorite recipe in the comments section below.\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/19962289",
                "http://1.usa.gov/1swS1ao",
                "https://www.ncbi.nlm.nih.gov/pubmed/19678781",
                "https://www.ncbi.nlm.nih.gov/pubmed/17094172",
                "https://www.ncbi.nlm.nih.gov/pubmed/20418021",
                "https://www.ncbi.nlm.nih.gov/pubmed/10404421",
                "https://www.ncbi.nlm.nih.gov/pubmed/15019726",
                "https://www.ncbi.nlm.nih.gov/pubmed/21291361",
                "https://www.ncbi.nlm.nih.gov/pubmed/19765963",
                "https://www.ncbi.nlm.nih.gov/pubmed/18423919"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/the-healthiest-beverage/",
                "https://nutritionfacts.org/video/antioxidant-power-of-plant-foods-versus-animal-foods/",
                "https://nutritionfacts.org/video/is-matcha-good-for-you/",
                "https://nutritionfacts.org/video/pink-juice-with-green-foam/",
                "https://nutritionfacts.org/video/better-than-green-tea/",
                "https://nutritionfacts.org/video/a-harmless-artificial-sweetener/",
                "https://nutritionfacts.org/video/antioxidant-content-of-3139-foods/",
                "https://nutritionfacts.org/video/green-tea-vs-white/",
                "https://nutritionfacts.org/video/nutrition-without-calories/",
                "https://www.facebook.com/paulshapiro",
                "https://nutritionfacts.org/video/pink-juice-with-green-foam/",
                "https://nutritionfacts.org/video/red-tea-honeybush-chamomile-2/",
                "https://nutritionfacts.org/video/the-healthiest-herbal-tea/",
                "https://nutritionfacts.org/video/cold-steeping-green-tea/"
            ]
        },
        "key_words": [
            "green",
            "antioxidant",
            "power",
            "day",
            "beverages",
            "flower",
            "content",
            "matcha",
            "levels",
            "herbal",
            "tea",
            "hibiscus"
        ]
    }
]