[
    {
        "url": "https://www.christianpost.com/news/uc-berkeley-students-push-on-site-abortion-clinic-paid-for-by-cutting-staff-salaries.html",
        "title": "UC Berkeley Students Push for On-Campus Abortion Clinic",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, March 31, 2016\nA pro-abortion activist yells at pro-life supporters (not pictured) in front of the Supreme Court during the National March for Life rally in Washington January 22, 2016. The rally marks the 43rd anniversary of the U.S. Supreme Court's 1973 abortion ruling in Roe v. Wade. | (Photo: Reuters/Gary Cameron)\nThe student government at the University of California Berkeley unanimously passed a proposal to install an abortion clinic on campus, arguing it is a common healthcare service \"necessary and relevant in student-life.\"\n\"When medication abortion is not available at UHS (University Health Services), students who are seeking an abortion face financial, time, and travel constraint burdens that create negative impacts on academic performance and mental health,\" states Senate Resolution 69 , passed by the student government Wednesday, according to Campus Reform . \"UHS is a health center dedicated to meeting the health needs of students in order for students to be able to upkeep their academic well-being. Abortion is a common healthcare service and access to abortion is necessary and relevant in student life.\"\nThe bill charges that abortion services were available on campus in the 1980s but were scuttled due to a lack of trained abortion providers. Berkley's student government argues that since the university's health office is equipped with trained abortion providers, there should be an abortion clinic on campus once again.\n\"Currently, Tang [Center, the school's clinic] does have staff trained/skilled abortion providers and is able to provide medication abortion,\" the bill notes.\nStudent Senator Aanchal Chugh, who is the primary sponsor of the bill, told Campus Reform that the abortion clinic should also be funded from administrators' paychecks.\n(Photo: UC Berkeley/Keegan Houser)\n\"I believe the university should reorganize funds from the administration's paychecks to university health services. Many of the administrators at UC Berkeley receive more than generous paychecks while they continue to put student health on the backburner,\" Chugh said. \"This resolution is demanding that the university reconsider and reprioritize its funding. Instead of investing money into the administration's paychecks, the university should be investing in students' health and safety needs.\"\nChugh told CBS' local news station  that since the proposal passed, she has been bombarded with hate messages.\n\"Saying it's against God, it's devilish, and the university should go to hell,\" Chugh said.\nSome students, like Bailey Mason, don't believe that having an abortion clinic on campus is a good idea.\n\"Making it accessible to people kind of screams, 'hey, you can go do whatever you want, and just come here and we'll have it covered,'\" she said.\nOthers, like Kylie Cherin, supported the proposal. \"I think students should have something on the campus that they can go to and a safe place,\" she said.\nStudent government representatives told CBS that they plan on pushing the matter with university officials. But the university said in a statement issued to Campus Reform that while they support women's access to contraception there are already local abortion providers in the area that students can access.\nRoqua Montez, UCB's executive director of communications and media relations, said \"UC Berkeley's University Health Services fully supports women's access to the full spectrum of contraception, emergency contraception, abortion and other pregnancy alternatives. Fortunately, the Berkeley campus is surrounded by a high-quality, well-established network of health providers who are expert [sic] in this area.\"\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.campusreform.org/?ID=7404",
                "https://docs.google.com/document/d/1z7g0BTL_JOdTz9torApgErojmwekYkrajTprb_9t9GE/edit",
                "http://sanfrancisco.cbslocal.com/2016/03/30/uc-berkeley-abortion-clinic-proposal-unanimously-approved-by-student-government/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "health",
            "uc",
            "services",
            "providers",
            "push",
            "abortion",
            "berkeley",
            "university",
            "campus",
            "clinic",
            "student",
            "students",
            "oncampus"
        ]
    }
]