[
    {
        "url": "https://www.christianpost.com/news/so-calif-city-won-t-shut-down-home-bible-group.html",
        "title": "So. Calif. City Won't Shut Down Home Bible Group",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSo. Calif. City Won't Shut Down Home Bible Group\nSo. Calif. City Won't Shut Down Home Bible Group\n| Wednesday, March 31, 2010\nOfficials of a city in the greater Los Angeles area confirmed Tuesday that they have rescinded the order for a home Bible study group to either obtain a permit or shut down.\nAfter talking to the pastor of Shiloh Tabernacle Church, the city official of Rancho Cucamonga determined that the Friday meetings are only Bible studies and that the group is not operating as a church in a home. The mayor and other city officials even visited the Friday night Bible study.\nIn an earlier letter, the city had ordered the Bible study group, which the city referred to as a \"church,\" obtain an expensive Conditional Use Permit by Good Friday, April 2, or shut down. All churches are required to obtain a CUP in residential areas, the city states.\nAn official in March explained that a neighbor had filed a complaint in February that some 40 to 60 people were gathering each week at the home.\nBut the Bible group's legal representative, Pacific Justice Institute, maintained that only about 15 people were gathering each week.\nPJI also argued that the Friday night Bible study is no different than other small gatherings, such as birthday parties and book clubs. It pointed out that these small gatherings are not required to have the costly and difficult-to-obtain permit.\nThe Sacramento-based legal organization threatened to take the city to court if it did not rescind its letter.\n\"We are very pleased that the City of Rancho Cucamonga saw the light and dropped their attempts to shut down this Friday night Bible study,\" said Michael Peffer, an attorney who heads PJI's Southern California office and represents the Bible study group, in a statement released Tuesday.\nPeffer noted, however, that in a letter to PJI last week an attorney for the city upheld the requirement that all churches in residential zones are illegal unless they have the permit. Small home-based religious groups that meet on Sunday mornings, therefore, could still face enforcement action.\n\"[W]e are concerned that the city appears determined to use the same heavy-handed tactics against house churches,\" the PJI attorney said. \"We urge any church or Bible study group threatened by Rancho Cucamonga or any other local government to contact PJI immediately.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "wont",
            "group",
            "calif",
            "church",
            "pji",
            "permit",
            "shut",
            "bible",
            "small",
            "city",
            "rancho"
        ]
    }
]