[
    {
        "url": "https://www.christianpost.com/news/transgender-boys-camp-unnatural-restrictive-say-christian-leaders.html",
        "title": "Transgender Boy's Camp 'Unnatural,' Restrictive, Say Christian Leaders",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, July 16, 2013\nChristian leaders say a camp encouraging boys to act and dress like girls is \"unnatural,\" \"horrifying,\" and restrictive to young boys, taking away their freedom of expression at a young age.\nFor the last three years, a boy's camp has featured makeup classes, flower hair decorations, and a beauty pageant. Camp \"You Are You,\" an annual weekend family camp, caters to \"gender non-conforming and transgender biological boys,\" according to photographer Lindsay Morris, who published shots of these activities on her website .\nShe praises the camp as \"a temporary safe haven where gender-variant boys can freely express their interpretations of femininity alongside their parents and siblings.\"\nBut Christian leaders disagree, saying the camp might even be forcing these children down an unnatural path.\n\"There is a risk of locking children into a life course, which, if they had been left to develop naturally, they would have outgrown,\" warned Peter Sprigg, senior fellow for Policy Studies at the Family Research Council in Washington D.C., in an interview with the Christian Post Tuesday.\nSprigg argued that teaching kids they have to identify with their \"sexual orientation\" or \"sexual identity\" could \"lock\" them in a phase. \"You'll have children who are going through natural periods of confusion and experimentation with their sexuality and all of a sudden you have adults telling them, this means you're gay, you were born gay, you will never change,\" he said.\nHe quoted Proverbs 22:6, which warns parents to train children well, because they develop character from their youth. If parents insist that a boy's stated desire to \"be a girl\" means they must treat him like a girl, they \"run the risk of putting them on a path, and locking them in a transgender identity when that may not have been the natural course of their life at all.\"\nAt the least, Sprigg suggested, parents should bring up their children according to their biological sex, until they are old enough to choose for certain. \"In today's society, it's ever easier to do that in ways that don't require conformity to narrow gender stereotypes,\" he explained, mentioning that it's acceptable for girls to play sports and boys to learn ballet.\nSprigg also attacked the very idea of transgender identity, calling it a \"mental illness.\" Citing Genesis, he said \"that's part of how God creates us, male and female.\" Nevertheless, he added, \"I think it's an assault upon nature, regardless of your religion, to deny the reality of our biological sex.\"\nHe condemned transgender surgery, the idea of medically changing a person's gender. If someone is clearly born male or female, \"it should be considered a violation of medical ethics to change their biological sex…because you are essentially damaging or destroying or amputating healthy body parts.\"\nMonica Cole, director of One Million Moms, an online advocacy arm of the American Family Association, also attacked the camp as unnatural and immoral. \"Parents are imposing this on children,\" she told CP in an interview Tuesday. She noted that the parents, not the kids, hear about the camp, pay for it, drive their children there, and encourage the transgender behavior among boys as young as 3 years old.\nCole alleged that the camp \"puts a positive light\" on gender confusion, instead of enabling parents to teach their kids about right and wrong. She insisted that Christian parents have a duty to raise their children morally. Encouraging the confusion, however, \"could lead to a homosexual lifestyle,\" she suggested, citing Romans 1:26 and 27, where the Bible condemns homosexuality.\n\"I think kids should be proud of the sex they were born with instead of trying to be someone that they're not,\" Cole argued. She considers transgender identity \"more of an illness,\" than a sin, but tied it to another situation that puts girls in danger.\nLaws in Colorado and California already allow   boys who identify as girls to use the girl's restroom . \"You're going to have a heterosexual boy that may not have good intentions in mind, just dress up as a girl so he can visit the girl's restroom,\" Cole warned.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/california-assembly-passes-transgender-bill-allowing-student-choice-on-bathroom-sports-team-95631/",
                "https://www.christianpost.com/news/6-year-old-transgender-student-wins-civil-rights-case-to-use-girls-bathroom-98693/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://lindsaymorris.viewbook.com/you-are-you"
            ]
        },
        "key_words": [
            "say",
            "kids",
            "camp",
            "parents",
            "boys",
            "children",
            "gender",
            "transgender",
            "identity",
            "leaders",
            "girls",
            "christian",
            "unnatural",
            "restrictive"
        ]
    }
]