[
    {
        "url": "https://www.christianpost.com/news/simone-biles-mother-wants-to-address-team-usa-sexual-abuser-larry-nassar-court.html",
        "title": "Simone Biles' Mother Wants to Address Team USA Sexual Abuser Larry Nassar in Court",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSimone Biles' Mother Wants to Address Team USA Sexual Abuser Larry Nassar in Court\nSimone Biles' Mother Wants to Address Team USA Sexual Abuser Larry Nassar in Court\nSimone Biles' Mother Wants to Address Team USA Sexual Abuser Larry Nassar in Court\n| Thursday, January 18, 2018\nSimone Biles, the most decorated gymnast in the United States. | (Photo: Reuters/Lucy Nicholson)\nSimone Biles' mother has said she wants to appear in court for the criminal sentencing of former Team USA gymnastics physician Dr. Larry Nassar whom her daughter has accused of molestation.\nBiles, the record holder for the most gold medals won by an American female gymnast in a single Olympic game, spoke Monday about the sexual misconduct committed by Nassar.\nNassar has pled guilty to 10 counts of first-degree criminal sexual conduct in Michigan's Ingham County Circuit Court, and is in court this week hearing the testimonies of an estimated 98 victims as part of his criminal sentencing process.\nWhile it is unclear whether Biles' testimony will be used this week, her mother publicly expressed a desire to attend the proceedings on behalf of her daughter.\n\"l would love to be in this courtroom to address Larry on your behalf/love you,\" Nellie Biles tweeted Tuesday.\nHer daughter simply responded, \"I love you mom.\"\nJust one day prior, Simone admitted that she had been afraid to come forward with her allegations against Nassar.\n\"I've felt a bit broken and the more I try to shut off the voice in my head the louder it screams. I am not afraid to tell my story anymore,\" she wrote in a social media post. \"I, too, am one of the many survivors who was sexually abused by Larry Nassar. Please believe me when I say it was a lot harder to first speak those words out loud than it is now to put them on paper.\"\nShe added, \"there are so many reasons that I have been reluctant to share my story, but I know now it is not my fault.\"\nWhile it is unclear whether Biles or her testimony will appear in court this week, she did ask people for privacy as she sorts through the traumatic matter.\n\"As I continue to work through the pain, I kindly ask everyone to respect my privacy,\" she wrote. \"This is a process, and one that I need more time to work through.\"\nBiles and countless other gymnasts have spoken up about being abused by Nassar at the elite sports training center called the Karyolyi ranch in Huntsville, Texas. In her open letter, Biles admitted to feeling apprehensive about returning to the training facility.\n\"It is impossibly difficult to relive these experiences and it breaks my heart even more to think that as I work toward my dream of competing in Tokyo 2020, I will have to continually return to the same training facility where I was abused,\" she revealed. \"After hearing the brave stories of my friends and other survivors, I know that this horrific experience does not define me. I am much more than this.\"\nBiles' teammates Aly Raisman and Gabby Douglas have also previously spoken out about being victims of Nassar's actions. This week, Raisman agreed with Biles and said she hopes that no one has to return to the ranch where such traumatic events occurred.\n\"I hope USA Gymnastics listens because they haven't listened to us so far. I hope they listen and I hope they don't make any of the girls go back to the ranch,\" Raisman said on ESPN's \"Outside the Lines\"  this week. \"No one should have to go back there after so many of us were abused there.\"\nSponsored\nMore In Entertainment\n",
        "quotes": [
            [
                "l would love to be in this courtroom to address Larry on your behalf/love you,",
                "Nellie Biles",
                false
            ],
            [
                "I've felt a bit broken and the more I try to shut off the voice in my head the louder it screams.",
                "Nellie Biles",
                true
            ],
            [
                "I am not afraid to tell my story anymore,",
                "Nellie Biles",
                true
            ],
            [
                "I, too, am one of the many survivors who was sexually abused by Larry Nassar.",
                "Nellie Biles",
                true
            ],
            [
                "Please believe me when I say it was a lot harder to first speak those words out loud than it is now to put them on paper.",
                "Nellie Biles",
                true
            ],
            [
                "there are so many reasons that I have been reluctant to share my story, but I know now it is not my fault.",
                "Nellie Biles",
                false
            ],
            [
                "As I continue to work through the pain, I kindly ask everyone to respect my privacy,",
                "Nellie Biles",
                true
            ],
            [
                "This is a process, and one that I need more time to work through.",
                "Nellie Biles",
                true
            ],
            [
                "It is impossibly difficult to relive these experiences and it breaks my heart even more to think that as I work toward my dream of competing in Tokyo 2020, I will have to continually return to the same training facility where I was abused,",
                "Nellie Biles",
                true
            ],
            [
                "After hearing the brave stories of my friends and other survivors, I know that this horrific experience does not define me.",
                "Nellie Biles",
                true
            ],
            [
                "I am much more than this.",
                "Nellie Biles",
                true
            ],
            [
                "I hope USA Gymnastics listens because they haven't listened to us so far.",
                "Raisman",
                true
            ],
            [
                "I hope they listen and I hope they don't make any of the girls go back to the ranch,",
                "Raisman",
                true
            ],
            [
                "No one should have to go back there after so many of us were abused there.",
                "Raisman",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=06ESzFOH5pw&feature=youtu.be",
                "https://twitter.com/BilesNellie/status/953465398132867072"
            ]
        },
        "key_words": [
            "wants",
            "usa",
            "nassar",
            "training",
            "week",
            "mother",
            "sexual",
            "simone",
            "team",
            "larry",
            "biles",
            "court",
            "work",
            "abused"
        ]
    }
]