[
    {
        "url": "https://www.christianpost.com/news/millennials-college-students-attitude-belief-message-old-conservatives-expectations.html",
        "title": "An Open Letter to Old Conservatives From a Millennial Conservative",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nAn Open Letter to Old Conservatives From a Millennial Conservative\nAn Open Letter to Old Conservatives From a Millennial Conservative\nAn Open Letter to Old Conservatives From a Millennial Conservative\n| Thursday, January 07, 2016\nJoshua Denton works for the Indiana Family Institute in Indianapolis.\nAs a young conservative, I am convinced that a good portion of millennials are disinterested in conservatism in part due to issues of perspective, attitude, and messaging. Perspective affects attitude, and both affect messaging.\nConsider the following observations so you don't miss millennials.\nBelieve in us.\nMillennials are capable of so much more than what is expected and required of them. If young adults are not encouraged to do hard things, why should it be expected that the majority of them will take initiative without encouragement?\nOptimism is contagious.\nOne would almost infer from certain attitudes that implementing conservative values in public policy is a hopeless cause. Assertions of truth may be hard to accept for certain groups of millennials. But truth is not dead, and never will be. That's where persuasion, winsomeness, and listening all come into play.\nEvery public policy and political agenda affects a human heart.\nEveryone has a right to be treated with love and respect regardless of ideology. People who have differing opinions are not enemies and millennials know that they deserve to be treated properly. Communicating a correct message incorrectly generates more damage than profit. It's possible to say the right thing, but say it in a wrong way. Of course, there are some who are so angry and hardened that persuading them is more than a bit difficult, but nothing can ever justify conservative Christians demonstrating anger and severity to their political opponents.\nBe willing to engage honestly.\nIt's one thing to offer well-rehearsed talking points on a TV interview but another to have a heartfelt one-on-one discussion with a college student. Don't pretend knowledge. Ask questions, welcome comments. Share personal stories. Circumvent controversy, pursue peace. The goal shouldn't be to win a debate, but to patiently share and instruct. And if you're met with hostility, don't personalize it — if you're being both gracious and truthful, the hostility of the person with whom you're speaking isn't generated by you.\nCelebrate goodness with a cheerful heart.\nWhat do you stand for? Don't only be always against things. Encouragement is essential to everyone. People gravitate toward good news and a cheerful attitude because they are attractive.\nSpeak the truth gracefully.\nCommunicating a point doesn't require going off on rants. Rigid dogmatism doesn't prove one's virtue. Aggressive arguing won't change someone's politics; grace and truth combined with prayer and a good example can influence hearts.\nLive what you believe.\nLead by example. Don't say one thing and do another. Millennials aren't bamboozled by words and will spot incongruences.\nRepresent.\nEven as a young conservative, at times I am dismayed at how inarticulate some spokespeople are when approached \"off the cuff.\" Make it your business to know what you believe and why. Millennials have the right to assume you will articulate your views appropriately at any time.\nJoshua Denton works for the Indiana Family Institute in Indianapolis and is completing his degree from Thomas Edison State College. Follow Joshua on Twitter @1776Josh .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/1776Josh"
            ]
        },
        "key_words": [
            "youre",
            "conservatives",
            "say",
            "old",
            "conservative",
            "right",
            "good",
            "truth",
            "thing",
            "letter",
            "millennial",
            "young",
            "millennials",
            "dont",
            "open"
        ]
    }
]