[
    {
        "url": "https://www.christianpost.com/news/obama-comforts-joplin-residents-with-bible-verse.html",
        "title": "Obama Comforts Joplin Tornado Survivors, Quotes Bible",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nObama Comforts Joplin Tornado Survivors, Quotes Bible\nObama Comforts Joplin Tornado Survivors, Quotes Bible\nBy Michelle A. Vu , Christian Post Reporter\n| Sunday, May 29, 2011\nPresident Obama told Joplin, Mo. residents Sunday at a memorial service for tornado victims that after the news cameras leave and the media turn their attention to other topics, the country will still be with Joplin in its effort to rebuild.\n“There is no doubt in my mind that Joplin will rebuild. And as president I can promise you that your country will be with you every single step of the way,” declared Obama at Missouri Southern State University, inciting roars of applause and whistle-blowing.\n“The cameras may leave, the spotlight may shift, but we will be with you every step of the way until Joplin is restored and this community is back on its feet,” he shouted amid loud clapping and shouts of support. “We aren’t going anywhere!”\nThe mood of the one-hour long memorial service was one of hope and determination to overcome the devastation. Emotional stories of Joplin residents who sacrificed their lives to save others were shared, with Obama describing them as everyday heroes.\nDuring his remarks, Obama cited 2 Corinthians 4:8 about having troubles on all sides, but not being in distress; and being perplexed but not in despair. He praised Joplin residents for showing the world what it means to love thy neighbors, pointing out how locals with pick-up trucks were delivering relief supplies and local restaurants were providing free meals.\nJoplin residents have shown the world that amid the heartbreak that “no one is a stranger,” and “everybody is a brother” and “everybody is a sister.”\nWhen Obama first stood behind the podium, a member of the audience shouted, “I love you Obama.” The U.S. president shouted back, “I love Joplin.”\nAn EF-5 tornado, the strongest tornado category, struck the southwestern Missouri town of Joplin on May 22. An estimated 25 to 30 percent of the city is damaged, according to officials. As of Saturday evening, the death toll was 142, but that figure will likely rise given the shift of missing persons to the deceased list.\nThe Joplin tornado is the deadliest single twister since the U.S. began keeping comprehensive records of tornadoes over 60 years ago. Some have described the landscape of Joplin as looking like a bomb was dropped on it. Barely any structures have been able to withstand the tornado with 200-mph winds that ripped through the populated town of 50,000 people.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "quotes",
            "world",
            "joplin",
            "shouted",
            "whatsapp",
            "tornado",
            "comforts",
            "town",
            "residents",
            "bible",
            "love",
            "way",
            "obama",
            "survivors"
        ]
    }
]