[
    {
        "url": "https://nutritionfacts.org/2014/04/17/treating-menstrual-pain-with-diet/",
        "title": "Treating Menstrual Pain With Diet",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2014-04-17",
        "text": "Treating Menstrual Pain With Diet\nApril 17th, 2014\nAlmost half of menstruating women experience painful, crampy periods, also known as dysmenorrhea. According to Dr. Linda French from Michigan State University College of Medicine, “despite the substantial effect on quality of life and general well-being, few women seek treatment, thinking it won’t help.” Treatments are available, though–modern medicine to the rescue! There are surgical options such as neuroablation , where surgeons go in and attempt to cut or destroy the nerves leading to the uterus, or doctors can just take out the uterus completely. There are of course a bunch of hormones in pills and shots that can suppress the menstrual cycle as well.\nSince the pain is caused by inflammation, anti-inflammatory drugs like ibuprofen are the most commonly used, achieving symptomatic pain relief in about two thirds of women. While effective, women using them need to be aware of the significant risk as they may cause adverse side effects. Though there are a bunch of non-drug, non-surgical treatments like acupuncture , “the evidence for the effectiveness of these treatments is generally weak.”\nOne of the latest advances in treatment involves the use of a single high dose of vitamin D. In a randomized, double-blind, placebo-controlled study the placebo did nothing–in fact, most women got worse. But the women who got the vitamin D all felt better. For more on vitamin D, see my series justifying my vitamin D recommendations, starting with Vitamin D Recommendations Changed and ending with Resolving the Vitamin D-Bate .\nBut wait a second. If it’s pain caused by inflammation, how about putting women on an anti-inflammatory diet? A study outlined in my video, Dietary Treatment for Painful Menstrual Periods , placed 33 women suffering from painful periods on a plant-based diet for two cycles. They experienced significant reductions in menstrual pain duration from four days down to three days and a significant reduction in pain intensity. Women also experienced improvement of PMS symptoms such as bloating.\nThis was a crossover study, so after two months eating vegan, the women were supposed to go back to their regular diets to see if the pain would return. But the women felt so much better that when the researchers asked them to go back to their regular diet to test before and after, several women refused, even though they were required to by the study.\n Doctors too often patronizingly think that patients simply won’t adhere to therapeutic diets, but when the women were surveyed , they reported having fewer cramps and were losing weight. They also reported increased energy, better digestion, and better sleep. This showed that we don’t have to be in some Ornish or Esselstyn study facing certain death after a heart attack to stick to a plant-based diet. It’s well accepted that even when testing more benign conditions. (For those unfamiliar with the work of Drs. Ornish and Esselstyn, see, for example, my video Our Number One Killer Can Be Stopped or my blog post Heart Disease: There Is A Cure ).\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.sciencedirect.com/science/article/pii/S0022318200705905",
                "https://nutritionfacts.org/2011/10/14/heart-disease-there-is-a-cure/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/15686299",
                "https://www.ncbi.nlm.nih.gov/pubmed/14583938",
                "https://www.ncbi.nlm.nih.gov/pubmed/17230282",
                "https://www.ncbi.nlm.nih.gov/pubmed/22586231",
                "https://www.ncbi.nlm.nih.gov/pubmed/10674588"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/dietary-treatment-for-painful-menstrual-periods/",
                "https://nutritionfacts.org/video/vitamin-d-recommendations-changed/",
                "https://nutritionfacts.org/video/resolving-the-vitamin-d-bate/",
                "http://archinte.jamanetwork.com/article.aspx?articleid=1108739",
                "https://nutritionfacts.org/video/our-number-one-killer-can-be-stopped/"
            ]
        },
        "key_words": [
            "study",
            "treating",
            "diet",
            "vitamin",
            "significant",
            "pain",
            "menstrual",
            "treatment",
            "d",
            "better",
            "treatments",
            "women"
        ]
    }
]