[
    {
        "url": "https://www.christianpost.com/news/gay-marriage-ban-is-arbitrary-suspect-says-penn-county-clerk-who-has-illegally-issued-135-licenses.html",
        "title": "Gay Marriage Ban Is 'Arbitrary, Suspect,' Says Penn. County Clerk Who Has Illegally Issued 135 Licenses",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGay Marriage Ban Is 'Arbitrary, Suspect,' Says Penn. County Clerk Who Has Illegally Issued 135 Licenses\nTuesday, August 20, 2013\nGay Marriage Ban Is 'Arbitrary, Suspect,' Says Penn. County Clerk Who Has Illegally Issued 135 Licenses\nGay Marriage Ban Is 'Arbitrary, Suspect,' Says Penn. County Clerk Who Has Illegally Issued 135 Licenses\n| Tuesday, August 20, 2013\nPennsylvania's ban on same-sex marriage is \"arbitrary and suspect,\" a county clerk, who has been illegally issuing same-sex marriage licenses for the past month, has said in a legal brief filed Monday.\nMontgomery County clerk D. Bruce Hanes is defending his decision to issue 135 marriage licenses to same-sex couples within the last month, despite being sued by state Gov. Tom Corbett and the Department of Health for blatantly violating state law. Hanes argued in a legal brief filed Monday that he has chosen to defy the 1996 state ban on same-sex marriage because it bears a similarity to the federal Defense of Marriage Act, a key provision of which was struck down by the Supreme Court in June.\n\"Pennsylvania's DOMA statute is arbitrary and suspect, and is very similar to the statute which was struck down [by the U.S. Supreme Court],\" Hanes argued in his legal brief. Hanes, a Democrat, has previously said that he finds the state's ban on same-sex marriage to be unconstitutional.\nHanes began issuing same-sex marriage licenses in Montgomery, an affluent county near Philadelphia, shortly after the state's Democratic Attorney General Kathleen Kane announced that she would not be defending the state in a lawsuit, filed by the American Civil Liberties Union, challenging the state ban on same-sex marriage. Kane said she felt she could not defend the ban because she supports same-sex marriage; the responsibility to defend the ban was then passed to Republican Gov. Tom Corbett, who opposes same-sex marriage.\nCorbett has reprimanded both Kane and Hanes for their response to the same-sex marriage ban. In a letter sent to Kane's office, Corbett argued that the attorney general's \"unprecedented\" move to not defend the state created \"confusion\" among the courts.\nWhen Corbett's legal team filed a brief against Hanes, it made a similar argument, saying in the brief that Hanes' personal objection to a state law does not warrant his blatant violation. Rather, Hanes should let the courts determine the constitutionality of a law. Corbett wrote that Hanes' violation of state law \"risks causing serious and limitless harm,\" saying that it could cause \"administrative and legal chaos.\"\n\"Ours is a government of laws, not one of public officials exercising their will as they believe the law should be or will be,\" Corbett's office wrote . \nHanes has vowed to continue to distribute same-sex marriage licenses in the state until court ordered to stop. A Commonwealth Court will hear the state's arguments against Hanes on Sept. 4 in Harrisburg.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/gay-marriage-licenses-may-cause-serious-limitless-harm-says-pa-governor-102217/",
                "https://www.huffpost.com/?err_code=404&err_url=http%3A%2F%2Fwww.huffingtonpost.com%2F2013%2F08%2F19%2Fpennsylvania-gay-marriage_n_3781645.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "issued",
            "samesex",
            "county",
            "illegally",
            "suspect",
            "law",
            "gay",
            "state",
            "hanes",
            "brief",
            "filed",
            "marriage",
            "licenses",
            "penn",
            "clerk",
            "ban",
            "legal"
        ]
    }
]