[
    {
        "url": "https://consortiumnews.com/2016/04/27/911-commission-didnt-clear-saudis/",
        "title": "9/11 Commission Didn’t Clear Saudis",
        "authors": [
            {
                "name": "John Balsam",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Con Dassos",
                "link": null
            },
            {
                "name": "George Archers",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "Richard Steven Hack",
                "link": null
            },
            {
                "name": "Charles Goldberg",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-04-27",
        "text": "Main menu\nApril 27, 2016\nBy Kristen Breitweiser\nAmericans are not used to reading investigative pieces of journalism. We like to tweet and text in small bites. But here’s the thing. Sometimes, the most important things can’t be explained in 15 bites or less. Sometimes, it takes more space and time. And so I ask everyone who is reading this blog to please read it in its entirety — especially the bold parts.\nAnd, if you care about our country, if you care about peace, and keeping American lives safe from terrorists, pay attention to what is being said here — and never forget it.\nPrince Bandar bin Sultan, then Saudi ambassador to the United States, meeting with President George W. Bush in Crawford, Texas, on Aug. 27, 2002. (White House photo)\nThe time has come to clarify some inaccuracies and misleading statements being made in the media regarding the 28 pages , the 9/11 attacks, the investigation of the 9/11 attacks, and the Kingdom of Saudi Arabia (KSA). In doing so, perhaps the American public will come to understand the importance of passing JASTA (Justice Against Sponsors of Terrorism Act) and releasing the 28 pages in their entirety.\nThe 9/11 Commission’s mandate was to not replicate, but rather to expand upon the investigation of the JICI. The JICI was the Joint Intelligence Committee’s Inquiry into the 9/11 attacks, headed by Sen. Bob Graham and Rep. Porter Goss. The JICI is where the 28 pages originated. Furthermore, the JICI made a finding of fact and final recommendation that further investigation into the role of KSA and the 9/11 attacks needed to be done, immediately.\nTherefore, the 9/11 Commission should have carried out this further investigation of the KSA and 9/11. But, they did not. It is only the 9/11 families and intrepid journalists who have continued to investigate the Saudi role for the past 12 years.\nAs reported and documented in The New York Time’s national security correspondent Philip Shenon’s book , “The Commission,” Staff Director of the 9/11 Commission, Phil Zelikow, actively worked against any thorough investigation into the KSA and its role in the 9/11 attacks.\nSo, when two JICI staffers were brought over to the 9/11 Commission to continue their work on the links between the KSA and the 9/11 attacks, they were blocked by Zelikow. Zelikow fired one investigator when she tried to access the 28 pages as part of her further investigation and work for the commission. And, the second staffer (who was the person responsible for writing the 28 pages in the first place when he worked on the JICI) was actively thwarted from his investigation by Zelikow, as well.\nIn fact, once the 9/11 Commission report was in its final draft form, Zelikow “re-wrote” the entire section that dealt with the Saudis — leaving out vital, highly pertinent, and extremely damning information.\nKing Salman greets the President and First Lady during a state visit to Saudi Arabia on Jan. 27, 2015. (Official White House Photo by Pete Souza)\nThus, when a person says the 9/11 Commission, “found no evidence linking the Saudis,” be wary of the cute context of the words. The 9/11 Commission “found no evidence” because they were either never allowed to look for any evidence or whatever evidence they did find was conveniently written out of the final report, compliments of Phil Zelikow.\nWhy would Zelikow block his own investigation? No one knows for sure, but for starters, Zelikow was taking regular phone calls from White House political adviser Karl Rove whose job at the time was to ramp up the drumbeat for the war in Iraq — not a war with Saudi Arabia.\nIn addition, Zelikow was part of George W. Bush’s transition team and good friends with Bush’s National Security Advisor Condoleeza Rice. In fact, it was Zelikow’s job to brief the incoming Bush Administration about national security issues. It’s safe to say that the pre-9/11 “sleeper cells” living inside the U.S., and the other facets of the Saudi nexus of help for the 9/11 hijackers, which was occurring while Zelikow was on the transition team, was not something Zelikow was eager to delve into as Staff Director of the 9/11 Commission.\nHad the information regarding the Saudis and 9/11 been properly and fully investigated by the 9/11 Commission, and had that investigation continued thereafter, the facts surrounding the FBI and CIA and their collective failure to prevent the 9/11 attacks, would have certainly come to further light. Let’s not forget the Director of the FBI’s unacceptable “handling” and “covering up” of several Saudi accomplices before and after the 9/11 attacks by permitting them to leave the country, evade arrest, and prosecution.\nSuffice it to say, both the JICI and the 9/11 Commission clearly document that prior to the 9/11 attacks, the KSA was not as helpful as it could be with regard to providing access to Al Qaeda prisoners, stopping the flow of money to UBL, and/or sharing information with regard to UBL.\nBut most importantly, both the JICI and the 9/11 Commission provide plenty of statements, facts and findings that show KSA aided, abetted and had roots and connections to the 9/11 hijackers. In short, there’s likely a very good reason that the name “Saudi Arabia” appears more often in both reports than names like Iran, Syria and Iraq.\nThe JICI Finding #15 states, “Regarding Saudi Arabia, the Committee heard testimony from U.S. government personnel that Saudi officials had been uncooperative and often did not act on information implicating Saudi nationals. According to a U.S. government official, it was clear from about 1996 that the Saudi government would not cooperate with the United States on matters relating to Osama bin Laden … a number of U.S. government officials complained to the Joint Inquiry about a lack of Saudi cooperation in terrorism investigations both before and after the September 11th attacks.“\nThe JICI Finding #20 states, “Through its investigation, the Joint Inquiry developed information suggesting specific sources of foreign support for some of the September 11 hijackers while they were in the U.S. The Joint Inquiry’s review confirmed that the Intelligence Community also has information, much of which has yet to be independently verified, concerning these potential sources of support. In their testimony, neither CIA nor FBI officials were able to address definitively the extent of such support for the hijackers globally or within the U.S. or the extent to which such support, if it exists, is knowing or inadvertent in nature. … This gap in U.S. intelligence coverage is unacceptable, given the magnitude and immediacy of the potential risk to U.S. national security. The Intelligence Community needs to address this area of concern as aggressively and quickly as possible.”\n \nThe JICI’s Final Recommendation # 19, “The Intelligence Community and particularly the FBI and the CIA should aggressively address the possibility that foreign governments are providing support to or are involved in terrorist activity targeting the U.S. and U.S. interests. State sponsored terrorism substantially increases the likelihood of successful and more lethal attacks within the U.S.\n“This issue must be addressed from a national standpoint and should not be limited in focus by the geographical and factual boundaries of individual cases. The FBI and CIA should aggressively and thoroughly pursue related matters developed through this Joint Inquiry that have been referred to them for further investigation by these Committees.”\nCommission Staff Statement #5, “Diplomacy” states, “the Saudis were reluctant or unable to provide much help.“ The Staff Statement concludes, “before 9/11 the Saudi and U.S. governments did not achieve full sharing of important intelligence information or develop an adequate joint effort to track and disrupt the finances of the al Qaeda organization.”\nCommission Staff Statement #8, “National Policy Coordination” states, “in June 1999, National Security Adviser Berger and Clarke summarized for President Clinton what had been accomplished against bin Laden. An active program to disrupt al Qaeda cells around the world was underway and recording some success. The efforts to track bin Laden’s finances with help from Saudi Arabia had not yet been successful.”?\nBush’s National Security Advisor Condoleeza Rice’s testimony before the commission states, “Under [Bush’s] leadership, the U.S. and our allies are disrupting terrorist operations, cutting off their funding and hunting down terrorists one by one. Their world is getting smaller. The terrorists have lost a home base and training camps in Afghanistan. The governments of Pakistan and Saudi Arabia now pursue them with energy and force.”\nUpon questioning by 9/11 Commissioner John Lehman, Condoleeza Rice was asked, “Were you aware of the activities of the Saudi Ministry of Religious Affairs here in the United States during the transition? And Rice replied, “I believe that only after September 11th did the full extent of what was going on with the Ministry of Religious Affairs become evident.”\nLehman continued, “Were you aware of the extensive activities of the Saudi government in supporting over 300 radical teaching schools and mosques around the country, including right here in the United States?“ Rice replied, “I believe we’ve learned a great deal more about this and addressed it with the Saudi government since 9/11.”\nStaff Statement #9, “Law Enforcement, Counterterrorism, and Intelligence Collection in the United States Prior to 9/11” in its “Terrorist Financing” section states, “Prior to September 11, these FBI offices had been able to gain a basic understanding of some of the largest and most problematic terrorist financing conspiracies that have since been identified. The agents understood that there was a network of extremist organizations operating within the U.S. supporting a global Islamic jihad movement. They did not know the degree to which these extremist groups were associated with al Qaeda. …\nThe World Trade Center’s Twin Towers burning on 9/11. (Photo credit: National Park Service)\n“The FBI operated a web of informants, conducted electronic surveillance, and had opened investigations in a number of field offices. Numerous field offices including New York, San Diego, Minneapolis, Chicago, and Detroit had significant intelligence investigations into groups that appeared to be raising money for Islamic extremist groups. Many of these groups appeared to the FBI to have some connection to either al Qaeda or Osama bin Laden.”\nThe 9/11 Commission’s Final Report states, “When Bin Laden arrived in Afghanistan, he relied on the Taliban until he was able to reinvigorate his fund-raising efforts drawing on ties to wealthy Saudi individuals. … Al Qaeda appears to have relied on a core group of financial facilitators who raised money from a variety of donors … particularly in Saudi Arabia. Some surely knew the ultimate destination of their donations.\n“It does not appear that any government other than the Taliban financially supported al Qaeda before 9/11, although some governments may have contained al Qaeda sympathizers who turned a blind eye to al Qaeda’s fundraising activities. Saudi Arabia has long been considered the primary source of al Qaeda funding but we have found no evidence that the Saudi government individually funded the organization.\n“This conclusion does not exclude the likelihood that charities with significant Saudi government sponsorship diverted funds to al Qaeda. Al Qaeda found fertile fund-raising ground in Saudi Arabia, where extreme religious views are common and charitable giving was both essential to the culture and subject to very limited oversight. To date, the U.S. government has not been able to determine the origin of the money used for the 9/11 attacks.“ (170-172)\nOf particular note is footnote #86 from Chapter 6, “From Threat to Threat” that states, “CIA analytic reports, “Usama Bin Ladin: Some Saudi Financial Ties Probably Intact,” OTI IR 99-005CX, Jan 11, 1999, “How Bin Ladin Commands a Global Terrorist Network,” CTC 99-40003, Jan 27, 1999, “Islamic Terrorists: Using Nongovernmental Organizations Extensively,” CTC 99-40007, April 9, 1999.\nAlso of note, footnote #29 from Chapter 7, “The Attack Looms,” that details a description of the two San Diego hijackers Hazmi and al Mihdhar stating, “He recalled Hazmi and al Mihdar arriving at the mosque on their own and describing themselves as clerks employed by the Saudi Arabian government. The two said they needed help finding a school where they could study English which neither spoke well enough. The mosque administrator suspected that Mihdar might have been an intelligence agent of the Saudi government. … We have no evidence contradicting the administrator’s account.”\nFrom these statements, it can be seen that there was clearly a “network of extremist organizations operating within the U.S. supporting a global Islamic Jihad movement.” In addition, it seems crystal clear that at least one foreign government was supporting these networks of extremist organizations.\nAs stated by former Secretary of State Hillary Clinton, the world’s largest source of funds for Islamist militant groups is Saudi Arabia. Clinton stated, “More needs to be done since Saudi Arabia remains a critical financial support base for al Qaeda, the Taliban, and other terrorist groups.”\nIt’s my opinion that the 28 pages will clarify the network of Saudis that supported the 9/11 hijackers. This network will likely have links to the Saudi Islamic Affair Ministry — “well known in intelligence circles to be the Saudi’s fifth column in support of Muslim extremists.”\nIn addition, clarification of the roles and connections to the 9/11 hijackers of several people will also likely happen with the release of the 28 pages. These people include: Fahad al Thumairy, Omar al Bayoumi, Osama Bassnan, Anwar Awlaki, and Eyad al Rababah. Go ahead and google them. The damning facts are plain to see.\nMore notably, the 28 pages will likely reveal that the FBI and CIA had open investigations with several of the aforementioned people both before and after the 9/11 attacks. This fact, alone, will prove to be uncomfortable since it will be difficult to explain why the 9/11 attacks were not prevented.\nFurthermore, it will be difficult to understand why certain facts involving the aforementioned individuals were conveniently ignored and not fully investigated after the 9/11 attacks by the FBI, CIA, and the 9/11 Commission.\nPresident George W. Bush and Vice President Dick Cheney receive an Oval Office briefing from CIA Director George Tenet. Also present is Chief of Staff Andy Card (on right). (White House photo)\nSo, please do me a favor: when you hear someone shrieking about all the dangerous reciprocal lawsuits being created as a result of the 9/11 families wanting to hold funders of mass murder accountable, look carefully into those good people’s involvement with the Saudis or less than successful intelligence policies.\nAnd when you hear about certain Senators who outright or secretly oppose legislation that would ensure nations like the Kingdom of Saudi Arabia are held accountable for their funding of mass terrorism attacks, check to see what their involvement with the KSA has been for the past 15 years.\nFinally, when you notice a person speaking out against ordinary citizens’ undeniable right to hold mass murderers accountable, look ever so closely and carefully because most likely there’s a reason they’re worried – and it’s got nothing to do with this nation’s well-being.\nPresident Obama tells us we will have to wait another 60 days for the release of the 28 pages. I certainly hope that the President recognizes that anything less than the release of the full 28 pages will be seen as further proof of this government’s cover-up of Saudi Arabia’s role in the 9/11 attacks.\nThe clock is ticking …and the 9/11 families, along with the rest of America, are paying close attention.\nKristen Breitweiser is a 9/11 widow and activist who – working with other 9/11 widows known collectively as the “Jersey Girls” – pressured the U.S. government to conduct a formal investigation into the terror attacks on Sept. 11, 2001. Follow Kristen Breitweiser on Twitter: www.twitter.com/kdbreitweiser . [This article originally appeared as a blog post at HuffingtonPost. 9/11 widows Patty Casazza, Monica Gabrielle, Mindy Kleinberg, and Lorie Van Auken also sign their names to this blog.]\nMA\nIsrael controls America controls Saudi Arabia controls Pakistan.\ncharles goldberg\ntwo and two is still four.\nthe story of the missing 28 pages is what the c.i.a. calls a limited haNGOUT.\nTHE 9/11 STORY IS NOTHING BUT A FALSE FLAG\nMOST AMERICANS ARE DECENT HARDWORKING PEOPLE.\nUNFORTUNATELY  WEARE ALSO THE DUMBEST PEOPLE ON THE FACE OF THE EARTH.\nRichard Steven Hack\nApril 28, 2016 at 14:31\nI don’t know why people who question the official 9/11 story think that there is a dichotomy between Saudi involvement and US inside involvement and/or Israeli involvement. It’s not either/or.\nThere is clear reason to believe that Israel knew about the attacks and possibly even promoted them with agents in the US. There is clear reason to believe, as indicated in this article, that the Saudis were directly or indirectly involved on some level. There is also clear reason to believe that persons in the US government – specifically Dick Cheney – were involved in ALLOWING the attacks to occur, at the very least, if not directly involved in causing them.\nEveryone did their part to provide the “perfect storm” that enabled the attacks to occur. There is no need to go to complicated conspiracy theories about robot planes and the like. There is enough conspiracy between Israel, Saudi Arabia, Pakistan and the US government (and possibly the owners of the World Trade Center who made massive insurance profits)  to go around and explain everything that happened.\nAgent76\nApril 28, 2016 at 12:54\nMay 25, 2014 FDNY 9/11 Survivor Witness and Whistleblower Speaks on WTC 7\nListen very carefully starting at the ’30’ second mark!\nAs a firefighter on 9/11, he was at Ground Zero and was there when Building 7 came down. In this episode of 9/11 Free Fall, he relives his experience that day, recounting how he believes the buildings in New York were brought down in controlled demolitions.\nApril 28, 2016 at 18:19\nFrom my understanding, building 7 was very different from towers 1 and 2. Towers 1 and 2 collapsed from the top down as the weight of the collapsing building compounded itself as the damage moved downwards. Building 7 was caught on fire from stuff flung off towers 1 and 2, and no doubt some of that was blown out with some force as the compressed air inside the towers as the floors fell blew air out as it travelled down stairways and elevator shafts. Building 7 collapsed from fires at the lower levels and thus collapsed more like a controlled demolition. Many pictures don’t show how severe the fire was on the far side of the building.\nAgent76\nApril 28, 2016 at 12:53\nSep 11, 2013 9/11 In A Nutshell as James Corbett presents this 5 minute parody of the official conspiracy theory of 9/11\nSeptember 11, 2013 Twelve Years of War, Lies and Deception\nTwelve years after the 9/11 attacks, no credible independent investigation has been done to find out what really happened on that day and who was responsible. Independent journalists and researchers have demonstrated, however, that the official version of the event is nothing but a cover-up, an opinion shared by the co-chairs of the 9/11 Commission, Thomas H. Kean and Lee H. Hamilton, who declared the Commission was “set up to fail”.\nApril 28, 2016 at 10:13\nNot one word about Marvin Bush and his Security contract with the WTC towers that just happened to end Sept 10 2001. Another issue–Boston Airport tower manager admitted he destroyed all the day’s towers videos,but never got prosecuted. However– all airport tower logs, reported these planes never left the airports on that day.  Some articles stated they were diverted into hangers for repair. Gassing?\nWake up fools–Saudis are pressured to admit to something they had nothing to do. 8 of the supposed hijackers started a USA court lawsuit and got no where, How come?\nPerle\nApril 28, 2016 at 09:41\nWhether you like it or not, abundant hard primary evidence of various striking anomalies has gradually leaked out since the 9/11 event.\nLook for “Another Nineteen”:\n1 /  Unprecedented, unexplained disintegration of the three skyscrapers (whether caused by nuclear, thermitic or other means is immaterial since each would prove official falsehood)\n2 /  Continuous and deafening mainstream media silence in relation to all of these issues and thousands of others; questioners relentlessly attacked, denounced and ridiculed\n3 /  Cover story was locked and loaded on the morning of 9/11, involving familiar crisis actors and well-known corrupt pundits, such as Jerome Hauer, prior to any investigation *whatsoever*\n4 /  Coordinated frame-up, demonization, incarceration and extra-judicial killing of various patsies; jury by media, government cover-up – why no due process?\n5 /  Afghanistan invasion planned prior to 9/11, awaiting an event like “Pearl Harbor” as justification\n6 /  Patriot Act prepared prior to 9/11, awaiting an event like “Pearl Harbor” as justification\n7 /  Profits from timely put options on the airlines indicate clear foreknowledge – by whom?\n8 /  Live countdown to Tower 7 demolition emerges – firefighters forewarned – by whom?\n9 /  No plane or bodies at the Shanksville crash site, CCTV video of Pentagon missile impact leaked\n10 /  Hanky panky pilots that couldn’t fly a kite accused of executing various virtuoso jumbo jet maneuvers such as “the corkscrew” prior to the Pentagon impact\n11 /  Impossible cellphone calls from very high altitudes, very odd call transcripts, blatant anomalies with the call recordings\n12 /  Rumsfeld refers to a missile hitting the Pentagon – possibly the only truthful word he has ever uttered in his entire life\n13 /  Ignoramus Bush claims to have seen “Flight #11” hitting Tower 1 on his TV, when it was never broadcast (other than “The Pig”, Naudet and Naudet, q.v.)\n14 /  Giuliani let’s slip that he was forewarned of building collapse, hence moved the OEM crisis center – forewarned by whom?\n15 /  Netanyahu claims that “9/11 was good for Israel” – understatement?\n16 /  Silverstein’s curious insurance policies/clairvoyance and his claim that he ordered Tower 7 to be “pulled” when the fires on the 12th floor were burning out without firefighter intervention\n17 /  Video fakery, including live compositing (“Pinocchio’s nose”, but no exit hole), cartoon Flight #175; “The Pig”; nonsensical video frames officially released in relation to Pentagon event\n18 /  Video of the projectile hitting Tower II appears – no sign of that in the commission report either, strangely\n19 /  “Flight data” from “Flight #77” released, evidently tampered with, doesn’t match the other primary evidence e.g. video of the suspicious impact and fireball\nAnd on and on and on…\nJust like Cheney’s bloviation regarding Iraqi WMD, the entire 9/11 affair is so very obviously fraudulent and grotesquely libellous – and yet nobody is allowed to say so publicly – why?\ndeschutes\nApril 29, 2016 at 12:33\nGreat post! I personally think Israeli intelligence are responsible for 9-11, or at the very least had foreknowledge of the attack and did nothing to stop it. Also there were many ‘Israel first’ Zionist Jews that had wormed their way over many years into key intelligence positions (Dov Zakheim, Michael Chertoff, Jerome Hauer, Kroll and Associates, etc).\nCon Dassos\nMay 5, 2016 at 18:01\nPeople ARE TALKING about it publicly. The sole problem is the MEDIA DOESN’T.\nThey are a lethal propaganda machine.\nThey behave no different to Joseph Goebbels. And the media’s masters behave no different to Goebbels master!\nJust look at how Ergodan is controlling freedom of speech in Turkey! Deja vu!\nCon Dassos\nMay 6, 2016 at 04:47\nPeople ARE TALKING about it publicly. The sole problem is the MEDIA DOESN’T.\nThey are a lethal propaganda machine.\nThey behave no different to Joseph Goebbels. And the media’s masters (our politicians)  behave no different to Goebbels master!\nSy Hersh has disclosed that when the Pakistani ISI picked up Bin Laden in 2006, they immediately notified the Saudis who then paid large sums to two Pakistani generals to keep this info secret and especially from the U.S. http://www.alternet.org/world/seymour-hershs-new-book-disputes-us-account-bin-laden-killing?akid=14200.163809.HYwUFu&rd=1&src=newsletter1055407&t=6\nRPDC\nApril 27, 2016 at 22:35\nI really hope Ms. Breitweiser is not being used as a pawn, but it is impossibly difficult to shake that feeling.  Everything about the ballyhooed “release of the 28 pages” screams misdirection.  I don’t for a minute believe that the government is releasing to further “transparency” or to keep the citizens informed.  Does anyone believe that the WH didn’t green light that 60 Minutes segment?\nSo, the question is why now?  What has changed and who benefits?\nObama is noxiously loyal to his bankster backers, and he’s desperately trying to stave off the imminent debt reckoning recession.  Bush said that the best economic stimulus was to start a war, and that might be the only way to avoid the economic crash.\nIs it the petrodollar?  Cracks have been multiplying.  At this point, do they want to patch it up, or let it crumble and move the world to the SDR?\nUltimately, hell if I know.  But I do feel pretty confident that I haven’t read the correct answer yet from anyone, and certainly not from the WH.\nZachary Smith\nApril 27, 2016 at 22:58\nI’ve no doubt Kristen Breitweiser is sincere, but that doesn’t rule out her being mistaken.\nIt’s my opinion that the 28 pages will clarify the network of Saudis that supported the 9/11 hijackers. This network will likely have links to the Saudi Islamic Affair Ministry — “well known in intelligence circles to be the Saudi’s fifth column in support of Muslim extremists.”\nShe may be right about this, but Pepe Escobar believes otherwise.\nThe declassification and release of those notorious 28 pages would do little to rewrite recent history; 9/11 – with no serious investigation — was blamed on “Islamic terror”, and that justified the invasion of Afghanistan and the bombing/invasion/occupation of Iraq, which had no connection to 9-11 nor any weapons of mass destruction.\nArguments like that make me believe Obama and Company are engaged in some sort of blackmail of Saudi Arabia.  The 28-pages are probably tip-of-the-iceberg stuff.\nWith the ‘Liberal Media’ helping, Junior Bush turned an attack by Saudi nationals into a crusade against Iraq, Iran, and eventually North Korea.  Looking back, it’s still hard to believe all the morons in the US Congress bought into the scheme.   Presumably the current batch of US Government Neocons are threatening SA with more of the same medicine – if necessary.\nJohn P\nApril 27, 2016 at 16:52\nI have no idea what happened on 9/11 but my instincts lead me to believe that the Neocons and Israeli intelligence knew about it.\nFirstly many of the supposed names of those who piloted the planes into the buildings had their identities stolen some time before, as reported by the BBC and other news agencies.\nI don’t know how men who supposedly learned to fly, not too well, single engine small prop planes could fly such big aircraft at such speeds at low altitude into such a narrow target.\nI agree on some points with Alan Hart (Zionism the Real Enemy of the Jews) that the neocons and Israel abetted in a program thought up by some malcontents to perform the atrocity. This is not in his book by the way. I disagree with  Alan on the idea that the buildings fell by internal explosives. The two buildings collapsed from the targeted floor down one floor at a time with the compressed air pushing out windows at the lower levels. But Alan in his book series, had talked to Golda Meir and she made it clear that if push came to shove, Israel would not hesitate to use nuclear weapons. This speaks to how dangerous Israel can be to the world, especially with the concept of a promised land and a distorted psyche. So how far will they go to consummate their cause?\nThe neocons were looking for a way to change the Middle East with ideas consistent with those of the Israelis and were looking for the excuse. I they did abet the monsters, then perhaps they didn’t think the buildings would collapse as they did, to many peoples surprise.\nI just find it hard to believe that Israeli intelligence hadn’t zeroed in on this lot. There seems to be plenty of evidence that they were following these guys with fake moving-van businesses.\nI don’t think we will ever know the truth for many reasons, and embarrassment is one of them.\nHank\nApril 27, 2016 at 16:32\nGood Points. I have become skeptical after visiting the Architects and Engineers website questioning the entire scenario.\nAbe\nApril 27, 2016 at 15:53\nThe most important investigative article of the post 9/11 era is arguably Seymour Hersh’s March 2007 expose in The New Yorker: “The Redirection.” Just what was being redirected?\nShort answer: everything. The so-called “war on terror” flipped 180 degrees as the US partnered with Sunni extremists to redirect the fight and target Shi’ite Muslims: specifically Assad’s Syria, Maliki’s Shi’ite Iraqi regime, Hezbollah in Lebanon, and the big one: Iran.\n“[The Saudi] message to us was ‘We’ve created this movement, and we can control it.’ It’s not that we don’t want the Salafis to throw bombs; it’s who they throw them at?Hezbollah, Moqtada al-Sadr, Iran, and at the Syrians, if they continue to work with Hezbollah and Iran.”\nAs Americans went back to sleep, the American empire partnered up with the sponsors of the 9/11 attacks: Saudis and their Wahabbi friends, who can always be counted on to supply money and fanatical fighters. The formula that brought down the Soviets in the 1980s was to be “New American Century” Plan A.\nWhy ISIS Exists: The Double Game\nBy Joe Giambrone\nApril 27, 2016 at 15:52\nHere is just a small example to show that the commission was made to fail……….Science has proven that the official story is a pile of lies……It is so sad that people still cannot see that………\nThis is an article by the Chairmen of the commission itself and was published in the New York Times……….\nThe Opinion Pages | OP-ED CONTRIBUTORS\nStonewalled by the C.I.A.\nBy THOMAS H. KEAN and LEE H. HAMILTONJAN. 2, 2008\nContinue reading the main storyShare This Page\nMORE than five years ago, Congress and President Bush created the 9/11 commission. The goal was to provide the American people with the fullest possible account of the “facts and circumstances relating to the terrorist attacks of Sept. 11, 2001” — and to offer recommendations to prevent future attacks. Soon after its creation, the president’s chief of staff directed all executive branch agencies to cooperate with the commission.\nThe commission’s mandate was sweeping and it explicitly included the intelligence agencies. But the recent revelations that the C.I.A. destroyed videotaped interrogations of Qaeda operatives leads us to conclude that the agency failed to respond to our lawful requests for information about the 9/11 plot. Those who knew about those videotapes — and did not tell us about them — obstructed our investigation.\nThere could have been absolutely no doubt in the mind of anyone at the C.I.A. — or the White House — of the commission’s interest in any and all information related to Qaeda detainees involved in the 9/11 plot. Yet no one in the administration ever told the commission of the existence of videotapes of detainee interrogations.\nWhen the press reported that, in 2002 and maybe at other times, the C.I.A. had recorded hundreds of hours of interrogations of at least two Qaeda detainees, we went back to check our records. We found that we did ask, repeatedly, for the kind of information that would have been contained in such videotapes.\nThe commission did not have a mandate to investigate how detainees were treated; our role was to investigate the history and evolution of Al Qaeda and the 9/11 plot. Beginning in June 2003, we requested all reports of intelligence information on these broad topics that had been gleaned from the interrogations of 118 named individuals, including both Abu Zubaydah and Abd al Rahim al-Nashiri, two senior Qaeda operatives, portions of whose interrogations were apparently recorded and then destroyed.\nAdvertisement\nContinue reading the main story\nThe C.I.A. gave us many reports summarizing information gained in the interrogations. But the reports raised almost as many questions as they answered. Agency officials assured us that, if we posed specific questions, they would do all they could to answer them.\nSo, in October 2003, we sent another wave of questions to the C.I.A.’s general counsel. One set posed dozens of specific questions about the reports, including those about Abu Zubaydah. A second set, even more important in our view, asked for details about the translation process in the interrogations; the background of the interrogators; the way the interrogators handled inconsistencies in the detainees’ stories; the particular questions that had been asked to elicit reported information; the way interrogators had followed up on certain lines of questioning; the context of the interrogations so we could assess the credibility and demeanor of the detainees when they made the reported statements; and the views or assessments of the interrogators themselves.\nThe general counsel responded in writing with non-specific replies. The agency did not disclose that any interrogations had ever been recorded or that it had held any further relevant information, in any form. Not satisfied with this response, we decided that we needed to question the detainees directly, including Abu Zubaydah and a few other key captives.\nIn a lunch meeting on Dec. 23, 2003, George Tenet, the C.I.A. director, told us point blank that we would have no such access. During the meeting, we emphasized to him that the C.I.A. should provide any documents responsive to our requests, even if the commission had not specifically asked for them. Mr. Tenet replied by alluding to several documents he thought would be helpful to us, but neither he, nor anyone else in the meeting, mentioned videotapes.\nA meeting on Jan. 21, 2004, with Mr. Tenet, the White House counsel, the secretary of defense and a representative from the Justice Department also resulted in the denial of commission access to the detainees. Once again, videotapes were not mentioned.\nAs a result of this January meeting, the C.I.A. agreed to pose some of our questions to detainees and report back to us. The commission concluded this was all the administration could give us. But the commission never felt that its earlier questions had been satisfactorily answered. So the public would be aware of our concerns, we highlighted our caveats on page 146 in the commission report.\nAs a legal matter, it is not up to us to examine the C.I.A.’s failure to disclose the existence of these tapes. That is for others. What we do know is that government officials decided not to inform a lawfully constituted body, created by Congress and the president, to investigate one the greatest tragedies to confront this country. We call that obstruction.\nThomas H. Kean and Lee H. Hamilton served as chairman and vice chairman, respectively, of the 9/11 commission.\nAbe\nStill silent for the sake of oil and arms sales?\nApril 27, 2016 at 15:28\nThis article is shit. Why? It assumes that Saudis are to blame for 9-11, when in fact the Zionists are. Look at the facts: what about the dancing Israelis across the Hudson river: they were ALL Israeli Mossad agents who began filming the planes flying into the WTC towers BEFORE the planes hit (a month later they were interviewed on Israeli TV admitting they were there to “document the terror attacks on NYC”: how did they know in advance?). How about the Israeli messaging service Odigo? You know, they sent messages to all Jewish workers at the WTC towers TWO HOURS in advance of the attacks, to not go into the towers? How did they know about the impending airplane attacks on both towers? How about the rabbi Pentagon comptroller rabbi Dov Zakheim? You know, the dual Israeli/USA national who was tasked by GW Bush admin to find out where the 2.3 trillion dollars of unaccounted Pentagon transactions went? And the ‘plane’ that hit the Pentagon killed all the people researching this accounting problem? I’m sorry, but this website is just another propaganda shit piece furthering disinformation regarding what actually happened on 9-11. Zionists in Israel and within the US government did 9-11 to further their agenda of creating a greater Israel, killing 3,000  Americans and having thousands more US military do their bidding in the Middle East, dying for Israel’s gain. What a disgusting tragedy it all is :-((((\nSam\nApril 27, 2016 at 20:15\nI do not doubt that there are people who would do such things, but I wish that I had your confidence in those observations, because they would certainly change the picture. If you will take the trouble to itemize and very carefully document those observations with convincing sources, as a serious research project, you would either have a very valuable set of evidence and argument, or would have found it to be only a collection of rumors from antagonists (not useful).\nThe key points would be evidence of definite prior knowledge, which is often confused with prior speculation, prior related statements not usable, mistaken or misquoted statements that confuse the roles or exact time, and so on.\nIt is the evidence that people need, of course, not merely statements that it is strong.\ndeschutes\nApril 29, 2016 at 12:04\nHi, I tried to reply to your comment with links to videos on the topic of who was behind 9-11, but the website moderators deleted my reply.  I guess they don’t like my comments? This is my last attempt to reply to you, I will be surprised if this website doesn’t censor/delete this reply.  You should watch Christopher Bollyn’s YouTube video ‘9/11, Israel & the Mossad Investigated with Christopher Bollyn’.  Also watch Ken O’Keefe YouTube video ‘Overwhelming Evidence that 9/11 was an Inside Job, Who did it and Why – Ken O’Keefe’.  There are way, way too many facts which implicate the Israelis in 9-11. You will learn about these facts in both of the aforementioned videos.\nCal\nApril 27, 2016 at 14:12\nMy first thought when the ’28 pages’ suddenly became a ’cause’ 2 years ago was “Why now?\nWhy did certain people and the msm suddenly decide to breath life into the 28 pages?\nThe funding involvement and ties of certain Saudi Princes  to OBL’s gang  has never been a secret—it was reported from the beginning.\nI think the 28 pages flap could be designed to ‘lead us’ on yet another squirrely hunt that takes us further away from the real and/or complete truth.\nAlso interesting is that a certain law firm tried to sue Saudi for ‘victim claims’ several years ago based on Saudi being responsible for 911.\nRemember that e.v.e.r.y.t.h.i.n.g in DC  is about politics for politicians, and money for their influence donors.\nI question everything that comes out of the political incest tank because their motives  are sure as hell and have been proven over and over Not to be about justice, patriotism  or truth.\nBeamer\nOperation Northwoods (1962)\nExposed by James Bamford\nOverview:\nA plan devised within the US government in the early 1960’s to carry out terrorist attacks on US and Cuban citizens and have them blamed on Cuba – never implemented.\nOfficial Narrative:\nThis false flag attack was classified and remained secret for 40 years; until published by James Bamford there was no official narrative on the topic.\nOrigins:\nThe plan was approved by the top ranking US military officer, Lyman Lemnitzer, Chairman of the Joint Chiefs of Staff (later appointed NATO’s Supreme Allied Commander Europe) and was signed-off by the Joint Chiefs of Staff.\nDetails:\nThe operation involved CIA operatives boarding planes under fake names, blowing up drones disguised as commercial airliners, etc. and envisaged many more CIA operatives posing as fake relatives of the deceased, pretending to mourn the deaths of their (imaginary) loved ones, also included the real premeditated murder of numerous Cuban and American citizens – intended to stoke anger against Cuba to gain acceptance for US military intervention against the Castro regime.\nRejection:\nUS President John F. Kennedy, and his Secretary of Defense Robert McNamara, did not agree to implement the plan hence it was never carried out.\nApril 27, 2016 at 12:36\nAMY GOODMAN: Sy, were you surprised by President Obama’s announcement today in Germany?\nSEYMOUR HERSH: Horrified. I just don’t think it’s the way to go. I think it’s just putting us into—you know, as you mentioned in your introduction, we’ve been doing this war against terror, against an idea, since after 9/11, you know? And how are we doing, fellas? How’s it going there? You know, has the amount of opposition to us spread? Has the hatred of America grown more intense? We are truly a very much hated country in the Middle East. And it’s partly because of the way we fight our wars…\nSeymour Hersh Reacts to Obama’s Plan to Send 250 More U.S. Special Ops Troops to Syria\nApril 27, 2016 at 12:35\nThanks to the 9/11 Widows (a/k/a Jersey Girls) for keeping this travesty of justice fresh in the minds of those who care to be informed. Bad omens: Obama’s visit to KSA and James Clapper’s 60-day extension to “review” a mere 28 pages. 9/11 occurred 15 years ago; 15 years from now, Americans will not have been informed of the sources and recipients of funding and armaments in the fight against the Assad regime in Syria.\n{side note: the photo of Dubya being manipulated by Bandar Bush makes me gag, as does the pic of Mr. AWOL in full Tailhook regalia.}\nMods\nApril 27, 2016 at 12:28\nWhen will people such as Ms Breitweiser finally process the facts that [a] the entire 9/11 Commission and its pre-scripted report were 100% fictitious and slanderous, and that [b] the role of the commission and its report was actually to subdue and cover-up the facts, as opposed to exposing them.\nThat’s why the report is full of impossible claims based on the allegedly water-boarded word of “KSH” et al, like they are to be trusted in such a grave matter?\nThis article and the 28-page red herring are purely intended to maintain the charade that 19 suicidal savages (most of whom are still alive by the way) had the incredible means and the competence required to completely outwit the defenses of the world’s only superpower – and nobody was fired afterwards?\nThe whole tale is blatantly preposterous and yet various enlightened persons, that should know better, still appear to promote and cling onto it to this very day.\nJohn Balsam\nApril 27, 2016 at 12:11\n“Why would Zelikow block his own investigation? No one knows for sure, but for starters, Zelikow was taking regular phone calls from White House political adviser Karl Rove whose job at the time was to ramp up the drumbeat for the war in Iraq — not a war with Saudi Arabia.”\nWorth noting here that Zelikow, as well as being an arch-neocon, has dual citizenship.\njo6pac\nThanks,\nJWalters\nApril 27, 2016 at 19:42\nZelikow made sure the official report said NOTHING about the third building which collapsed that day.  That is a clear violation of the most elementary standards of investigation and reporting.  Most Americans still don’t know a third building collapsed that day.  The Bush administration did a very belated report on that third building, and again omitted a great deal of key evidence.  An excellent discussion of the omitted evidence is in this C-SPAN interview with an experienced architect.\nGeorgyOrwell\nApril 28, 2016 at 16:30\nI does strike me as very very odd that Bob Graham and many others want to look at the narrow issue of the redacted 28 pages and possible Saudi involvment and absolutely nothing else in tension with the official narrative.\nThe 28 pages and possible Saudi involvment is but one puzzle piece to a much bigger jigsaw.  How all the pieces fit together is often not clear.\nThe Architects and Engineers have proven beyond doubt that the science of the ‘collapse’ of all three buildings does not support the narrative of NIST.\nThere clearly were arab ‘terrorists’ or possible operatives of some sort, most of them of Saudi nationality, however Daniel Hopsicker has done a astonishing investigation of what was going on in the flight schools in Florida, that is in great tension with the official narrative, but Bob Graham pretends to be completely oblivious to all this information even though in many ways it dove tails with everything he is talking about.\nAll the obvious anti-semites only want to talk about the dancing Israeli’s in the moving van and scream the Zionists did it.  The evidence of Israeli involvment does not rise above the level of circumstantial evidence, (however there is quite a bit of it).  That is the stated position of both Webster Tarpley and Michael Ruppert.  David Ray Griffin has said little to nothing about possible Israeli involvement in nine books on 9/11.  If the Israeli’s were involved they were surely not the only players in the game, and likely not even the main players.  That does not mean this curcumstantial evidence should not be investigated.  Let the chips fall where they may.\nThere is also evidence Pakistan was involved.  General Ahmed (I think his name was) ordered funds wired to Atta in Florida.  This needs to be investigated.\nAll these puzzle pieces somehow do fit together, exactly how is not alltogether clear.  One thing that is very clear is the offical story is a monsterous lie.\nKristen Breitweiser is very very smart.  She knows 9/11 was an inside job but she will not come out and say that.  She is holding her cards very close and playing some serious poker.  Read what she has written here and in the past.  She has an encyclopedic knowlege of all the problems with the official narrative.  Frankly I am in complete awe of her.\nJWalters\nApril 28, 2016 at 20:01\nThe Israelis have kept the facts about their ongoing Nakba in Palestine hidden from the American public for decades.\nJWalters\nApril 28, 2016 at 20:08\nA pretty good summary of the circumstantial evidence you mention regarding possible Israeli involvement is given here.\nApril 27, 2016 at 09:48\nThere can be nothing very useful in the missing 28 pages, and begging for scraps only lets the oligarchy pretend to help. We already know that AlQaeda members and their support came primarily from private KSA sources. The exact source of the few hundred thousand for that operation is not very useful. Any one of the large wealthy BinLaden family could have easily financed it, and many were evacuated from the US by the USG on 9/11 to protect them.\nWhat you need is full disclosure of past and present US support for AlQaeda. The US has a long history of alliance with AlQaeda in AfPak which caused the 9/11 backlash, which it still conceals. The US funneled $4 billion in arms via Pakistan to AlQaeda to attack USSR forces there. When we backed out, AlQaeda turned against us. It wasn’t because they hate us for our hamburgers and fries. Why not expose that? The US is again allied with AlQaeda to harass Russia in Syria and get campaign bribes from Israel feeding back our Billions of “aid” to control our government. Sure, we just accidentally keep losing weapons that end up in AlQaeda hands. Why not expose that?\nYou should sue the US in the Court of Federal Claims (COFC) in Washington, for failure to disclose its relationship to AlQaeda. Only the most patriotic citizens have the courage to correct government wrongs. You can’t sue in the International Criminal Court (ICC) because the US refused to sign the treaty to avoid prosecution for its ongoing war crimes, and has threatened to militarily attack the Hague if it prosecutes US citizens.\nYou could prove in the COFC that the US bears direct responsibility, and refuses to disclose its relationship to AlQaeda. Even the mass media should pick up on such remarkable refusal to protect 9/11 victims, and that will teach something to the deluded sheeple.\nErik\nApril 27, 2016 at 12:11\nOf course if you find KSA government support of 9/11, I hope that you get compensation from them. It just seems more likely that any KSA government involvement would be concealed then and now by KSA, and even by the US, to avoid a diplomatic disaster.\nAbbybwood\nApril 28, 2016 at 15:39\nLavrov of Russia is correct when he says the United States should stop using terrorists to achieve “regime changes”:\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.alternet.org/2016/04/seymour-hershs-new-book-disputes-us-account-bin-laden-killing/?akid=14200.163809.HYwUFu&rd=1&src=newsletter1055407&t=6",
                "https://thehill.com/policy/national-security/277485-spy-head-secret-28-pages-could-be-out-by-june",
                "https://www.nytimes.com/2008/02/04/books/04thom.html"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/114th-congress/senate-bill/2040/text"
            ],
            "unsure": [
                "https://twitter.com/kdbreitweiser",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "saudi",
            "commission",
            "pages",
            "states",
            "attacks",
            "qaeda",
            "investigation",
            "intelligence",
            "clear",
            "saudis",
            "didnt",
            "al",
            "911"
        ]
    }
]