[
    {
        "url": "https://www.christianpost.com/news/carly-fiorina-announces-presidential-bid-to-become-first-woman-president.html",
        "title": "Carly Fiorina 'Most Powerful Woman in Business' Announces 2016 Presidential Bid to Become US President",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nCarly Fiorina 'Most Powerful Woman in Business' Announces 2016 Presidential Bid to Become US President\nCarly Fiorina 'Most Powerful Woman in Business' Announces 2016 Presidential Bid to Become US President\nCarly Fiorina 'Most Powerful Woman in Business' Announces 2016 Presidential Bid to Become US President\n| Monday, May 04, 2015\nFormer Hewlett-Packard Co Chief Executive Officer Carly Fiorina speaks at the Freedom Summit in Des Moines, Iowa, January 24, 2015. | (Photo: Reuters/Jim Young)\nThe first woman to oversee a Fortune 100 company has announced that she will be running to become the first female president of the United States.\nCarly Fiorina, former CEO of Hewlett-Packard and once named the most powerful woman in business by Fortune, made her announcement Monday.\nIn a YouTube video posted Monday morning, Fiorina is shown watching Hillary Clinton's campaign announcement before turning it off and discussing her own candidacy.\n\"We know the only way to reimagine our government is to reimagine who is leading it,\" Fiorina said in the video.\n\"If you're tired of the sound bites, the vitriol, the pettiness, the egos, the corruption, if you believe that it's time to declare the end of identity politics … then join us.\"\nFor some time, it was speculated that Fiorina was going to announce her candidacy for the Republican Primary, having worked and run political campaigns in the past.\nFiorina also has her share of conservative connections following her resignation from Hewlett-Packard in 1999, according to her website.\n\"She has served in a large number of advisory and policy making positions for national and state governments,\" reads one entry.\n\"She has also led a number of charities and nonprofits, serving as the chairman of the American Conservative Union Foundation, which annually hosts CPAC; the chairman of the world's largest product philanthropy organization; and the chairman of a Christian faith-based organization that helps lift millions out of poverty worldwide.\"\nBorn Cara Carleton Sneed in Austin, Texas, in 1954, this is not the first time that Fiorina has sought public office.\nIn 2009, Fiorina ran for a U.S. Senate seat in California on the Republican ticket, but lost to Democratic incumbent Barbara Boxer in 2010.\nAlthough the 2016 president election is over 17 months away, multiple individuals in both the Democratic and Republican parties have made announcements.\nOn the Republican side, Sens. Ted Cruz of Texas, Rand Paul of Kentucky, and Dr. Ben Carson have announced their bids, with more names expected to join them, along with former Arkansas Gov. Mike Huckabee who's expected to announce on Tuesday.\nOn the Democratic side, former Secretary of State Hillary Clinton announced her bid and recently received an opponent via Sen. Bernie Sanders of Vermont.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "powerful",
            "woman",
            "president",
            "business",
            "bid",
            "announces",
            "chairman",
            "whatsapp",
            "2016",
            "democratic",
            "texas",
            "state",
            "announced",
            "carly",
            "republican",
            "presidential",
            "reimagine",
            "fiorina"
        ]
    }
]