[
    {
        "url": "https://www.christianpost.com/news/christians-should-speak-out-against-trumps-attacks-khan-family.html",
        "title": "Christians Should Speak Out Against Trump's Attacks on the Khan Family",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristians Should Speak Out Against Trump's Attacks on the Khan Family\nChristians Should Speak Out Against Trump's Attacks on the Khan Family\nChristians Should Speak Out Against Trump's Attacks on the Khan Family\n| Tuesday, August 02, 2016\nKhizr Khan, whose son, Humayun S. M. Khan was one of 14 American Muslims who died serving in the U.S. Army in the 10 years after the 9/11 attacks, offers to loan his copy of the Constitution to Republican U.S. presidential nominee Donald Trump, as he speaks while a relative looks on during the last night of the Democratic National Convention in Philadelphia, Pennsylvania, July 28, 2016. | (Photo: REUTERS/Mike Segar)\nAs my wife and I stood in our hospital room to pack our bags and head home, the hard reality became very apparent that the baby boy that my wife had given life to would not be going home with us. In fact, we would be leaving not just empty-handed but devastated to our very core.\nI had always been told that losing a child is the worst thing that anyone could ever go through. Whoever made that claim was so correct.\nIt's been seven years now since we lost Mason, who died within hours of being born. It seems like yesterday that the feelings of grief, anger and frustration invaded our lives. Thankfully, it was our faith and faith community that pulled us through that dark time. And because of that experience, we have an immense amount of empathy for others who have experienced crisis and loss.\nI think we all could admit that this political season is unlike any other. In fact, in my 42 years of life, I have never seen a more contentious, disrespectful spirit that has swept across our nation. Where has our nation's civil dialogue gone?\nWords like respect and honor have been swept aside in a culture that has become one where politicians \"shoot from the hip\" and say whatever they want, as long as they come out the winner.\nFor the most part, I have sat out most of the regular political debates in my community this year.\nIn regards to this political season, I would have to agree with my friend Pastor Mark Deymaz, who recently said, \"In the future, I predict well-meaning pastors will realize what a mistake it was to have abandoned peacemaking for punditry.\"\nAs a minister I would like to embrace peace and civility, for the sake of the Kingdom. However, on this latest controversy regarding a Gold Star family, I must speak out.\nDonald Trump's rhetoric regarding the Kahn family has been disheartening to watch, especially as someone who has lost a son. Although my son passed away as a baby, I can empathize with the death of someone that you love so much.\nJust like Biblical figures of the past, there has to be a point where people of faith, and those like myself who are ministers of the gospel, need to stand up and say \"right is right\" and \"wrong is wrong.\" Attacking the Khan family is completely wrong. My faith leads me to believe that, as a Christ follower, I must stand up and grieve and empathize with those that have experienced loss, and even give them an extra measure of grace. Romans 12:15 says to \"Rejoice with those who rejoice, weep with those who weep.\"\nI may not agree with the Khan family's religious or even political point of view. But when a family of a fallen soldier is attacked by someone who could be the commander-in-chief, it is clear that we have crossed a grave line. Christians should firmly speak out against this. We are called to be imitators of God and have compassion and empathy for others.\nThe Kahn family isn't the first Gold Star family to voice their opinion in a political context. At the Republican Convention, Patricia Smith spoke about the brutal death of her son Shawn Smith, who was killed in the 2012 attack on an American compound in Benghazi, Libya. I disagree with Hillary Clinton on many things, but in response to Mrs. Smith, she was correct — she was quiet.\nIt is not only the soldier that goes to war, but their family as well. When parents who have lost children, or families of fallen soldiers speak their opinion, our first response should be filled with empathy.\nIsaiah 40:3 states \"The voice of one crying in the wilderness: Prepare the way of the Lord; Make straight in the desert. A highway for our God.\"\nThe Gospel focus of the Christian does not take a break during a political year. We are called to empathize with those who have experienced loss. Because of our focus on the Kingdom, Christ followers should be the first to empathize with others, even nonbelievers. Losing a child brings indescribable pain and heartache to a parent. We should have empathy for any family who has lost a loved-one, including the Khan family.\nPastor Mwaura is a minister, speaker and consultant living in the Atlanta area. He has worked for the Baptist Convention and most recently as a pastor at Westridge Church in Dallas, GA.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "empathize",
            "smith",
            "family",
            "faith",
            "son",
            "trumps",
            "attacks",
            "political",
            "wrong",
            "lost",
            "christians",
            "khan",
            "speak"
        ]
    }
]