[
    {
        "url": "https://www.christianpost.com/news/huckabee-tony-perkins-conservative-activists-endorse-ted-cruz.html",
        "title": "Huckabee 'Disappointed' by Tony Perkins, Conservative Activists Planning to Endorse Ted Cruz",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHuckabee 'Disappointed' by Tony Perkins, Conservative Activists Planning to Endorse Ted Cruz\nHuckabee 'Disappointed' by Tony Perkins, Conservative Activists Planning to Endorse Ted Cruz\n| Thursday, December 17, 2015\nRepublican U.S. presidential candidate former Governor Mike Huckabee speaks as he participates in a forum for lower polling candidates held prior to the Republican presidential debate in Las Vegas, Nevada December 15, 2015. | (Photo: REUTERS/Mike Blake)\nRepublican presidential candidate and former Arkansas Gov. Mike Huckabee says he is disappointed by the news that Tony Perkins and a coalition of dozens of prominent social conservatives and Evangelicals are reportedly planning to endorse Sen. Ted Cruz, R-Texas, instead of him.\nEarlier this week, it was reported  that Perkins, the president of Family Research Council, and as many as 50 other conservative and Evangelical activists met in early December to vote on which candidate the coalition should unite in supporting for president.\nAfter a series of five votes, a 75 percent supermajority was reached in support of Cruz and most members agreed to endorse Cruz. The hope is that their endorsements will inspire conservative and Evangelical grassroots movements to come coalesce behind the single candidate, rather than divide their support.\n\"You know, everybody has a right to do what they want to do. But it was disappointing to me,\" Huckabee, a Baptist pastor, told the National Review Online  after Tuesday night's CNN debate in Las Vegas. \"These are guys I've worked with for years and years. Many of them I've helped with their projects and their various endeavors.\n\"But you know, that's life,\" he added.\nAfter Huckabee left his Fox News show earlier this year to begin campaigning for a 2016 presidential bid, he knew that he needed the support of Evangelicals and social conservatives, especially influential activists like Perkins, to have shot at winning the Republican nomination.\nWithout the support of Evangelicals and social conservatives, Huckabee will likely struggle to have an impactful campaign like he had in 2008 when he won seven states with heavy Evangelical populations, including Iowa.\nAs of Thursday, Huckabee's 2016 campaign has struggled to gain momentum and he now sits in ninth place with 2 percent of the vote in the RealClearPolitics average  of national Republican nomination polling. Additionally, Huckabee has been relegated to the undercard debate in the last couple of Republican debates.\nAlthough Huckabee believes he should be the candidate that Evangelicals and conservatives are uniting around, he said that he was not given any explanation as to why the coalition is backing Cruz. But, that might have more to do with the fact that Cruz is second in the Republican nomination polling with a RealClearPolitics average of 16 percent in national polls.\nEven though Perkins told the National Review in an interview that he originally thought the group's voting would come down to Cruz and Huckabee, whom both have had strong connections to Perkins and FRC, the coalition's voting ultimately came down to Cruz and Florida Sen. Marco Rubio.\n\"For reasons I don't fully understand, years and years of actually doing something and getting things done didn't matter,\" Huckabee said. \"And I don't understand that.\"\nHuckabee was questioned on Wednesday by Newsmax's Steve Malzberg about his low poll numbers and argued that it seems that candidates in this election are being punished for having a long political history.\n\"[T]his is a weird and strange election in which people almost are punishing folks for being qualified,\" Huckabee asserted . \"It's like they say if you've ever been in politics then we don't trust you and we don't want you.\"\nAs there are 13 Republican candidates still left in the race, Huckabee said that it was \"absolutely not\" time for lower-tier candidates to drop out and narrow the Republican field.\n\"Voters haven't even gone to cast one single vote,\" Huckabee said. \"And when people say that, then I would ask them 'okay well which four?' Do you want the four that have the least experience, the least preparation to be president. Is that what you're gonna do, based on some opinion polls that don't mean diddly squat when it really comes to how people are gonna actually vote.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/frc-tony-perkins-50-conservative-activists-endorse-ted-cruz-152695/",
                "https://www.nationalreview.com/corner/huckabee-disappointing-perkins-and-co-are-backing-cruz/?utm_campaign=trueAnthem%3A+Trending+Content&utm_content=56729d7104d3017daa803168&utm_medium=trueAnthem&utm_source=twitter",
                "https://www.buzzfeednews.com/article/andrewkaczynski/mike-huckabee-blames-low-poll-numbers-on-weird-and-strange-e"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.realclearpolitics.com/epolls/2016/president/us/2016_republican_presidential_nomination-3823.html"
            ]
        },
        "key_words": [
            "candidate",
            "conservatives",
            "conservative",
            "disappointed",
            "endorse",
            "ted",
            "activists",
            "national",
            "evangelicals",
            "huckabee",
            "planning",
            "cruz",
            "tony",
            "republican",
            "perkins",
            "vote",
            "dont"
        ]
    }
]