[
    {
        "url": "https://www.christianpost.com/news/trumps-opposition-nitpick-distort-exaggerate-omit-and-lie.html",
        "title": "Trump's Opposition: Nitpick, Distort, Exaggerate, Omit and Lie",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, September 21, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nSince the left and complicit journalists in the mainstream media cannot defeat President Donald Trump on the issues or legitimate grounds such as dishonesty, they have resorted to a superficial collection of tactics. They \"make a mountain out of a molehill\" and spend endless hours focusing on things that don't matter. If you get your news from the mainstream media, you're getting a very skewed view of what's going on. The nightly news is devoted to trivial things related to Trump, while key events, real controversies and accomplishments are given short shrift.\nWe've seen the worst of it with the obsessive effort attempting to show there was collusion between the Trump campaign and the Russian government that influenced the presidential election. Never mind that \"collusion\" by itself isn't  even a crime; there must be something like a conspiracy to influence the election through a political contribution from a foreign national. Although not a shred of evidence of collusion has been found despite nonstop media coverage since Trump took office eight months ago, the fake news never stops. Turn on CNN and there is a pretense that this is the most important issue facing Americans today. The left knows that if you repeat a lie enough, people eventually start to believe it. Meanwhile, Hillary Clinton's clear ties to Russian influence are ignored .\nThe left and its complicit allies in the media have become extremely proficient at nitpicking Trump. His tweets are dissected and criticized every day. Since the media no longer get as much news about him from gotcha questions at White House press conferences, they are relegated to picking apart his tweets.\nTrump was mercilessly attacked after the Charlottesville rioting for not denouncing the white nationalists and neo-Nazis \"properly.\" Yet the media failed to report that Trump has denounced  white supremacists many times throughout the years. No one actually believes Trump supports white supremacists, so the nitpicking was a lie.\nThis is what they nitpicked: In Trump's first statement , made on the second day of the rally, he said in part, \"We condemn in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides.\" He did not specifically name white nationalists and neo-Nazis, but nor did he specifically mention Antifa, the protesters opposing them which is also a group full of hatred and violence. He was criticized for not naming the former. No one brought up that he didn't mention Antifa.\nThe next day, on August 13, a spokesperson clarified  that Trump \"condemns all forms of violence, bigotry, and hatred. Of course that includes white supremacists, KKK Neo-Nazi and all extremist groups.\" On August, 14, Trump said , \"Racism is evil. And those who cause violence in its name are criminals and thugs, including KKK, Neo-Nazis, White Supremacists, and other hate groups are repugnant to everything we hold dear as Americans. Those who spread violence in the name of bigotry strike at the very core of America.\"\nOmitting key information is another clever tactic the left uses when reporting on Trump. They moan that Trump cannot be trusted to handle the aggression of North Korea because his tweets are all over the board and he only cares about himself — classic exaggerations. What they fail to bring up while whining is that he has four generals in his cabinet, including one who is his chief of staff, John Kelly. This is more than any previous administration since World War II. Trump defers  to their advice on military strategy and admits he has changed  his views on Afghanistan since taking office as a result.\nBut while the left spends endless amounts of time picking apart Trump's tweets and repeating the same things over and over about Russian collusion, Trump is quietly accomplishing more  than almost any other president. While the media writes long, critical articles about Trump's latest \"offensive\" tweet, Trump is signing executive orders, cutting deals with Congress and conducting diplomacy around the world. While the media falsely blares repeatedly that he hasn't gotten any legislation passed, he has quietly gotten  60 pieces of legislation passed into law.\nBy distorting Trump's actions, the left is able to question his ethics. Trump suggested in February to then-FBI Director James Comey that he should end the investigation into whether ex-national security advisor Michael Flynn had ties to Russia. There is nothing wrong with this. As president, Trump oversees the FBI as well as the DOJ which is over the FBI. He has the prerogative to tell a renegade prosecutor or investigator to stop what the president perceives as an overzealous witch hunt and fishing expedition. But the mainstream media never reports this defense. Instead, they accuse Trump of abuse of power for telling Comey what to do.   \nAmericans should tune out this fake news that ignores real developments taking place during the Trump administration, which instead replaces them with dishonest pettiness. We are no longer living in an era where you can turn on CBS Evening News and trust most of what you heard from Walter Cronkite. Much of the mainstream news, from the major television networks and cable news to NPR and large newspapers, has become shills for the Democratic Party. If you wanted news from The Democratic Party, you could go to their website.\nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/magazine/story/2017/07/12/what-is-collusion-215366",
                "https://www.washingtontimes.com/news/2017/apr/9/donald-trump-listens-to-generals-advice-on-militar/",
                "http://www.foxnews.com/opinion/2017/08/21/trump-unconventional-president-proposes-conventional-response-for-afghanistan-more-us-soldiers.html",
                "https://www.foxnews.com/politics/trump-condemns-white-supremacists-other-extremists-behind-deadly-virginia-rallies",
                "https://stream.org/trumps-rally-phoenix-full-optimism-refutes-charlottesville-criticism/",
                "https://stream.org/yes-trump-has-accomplished-a-lot/",
                "https://thehill.com/blogs/pundits-blog/the-administration/334079-mueller-shouldnt-forget-to-investigate-clintons-russia"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/briefings-statements/statement-president-trump/"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=XgtxrCD9iCk&t=25s",
                "http://www.intellectualconservative.com/",
                "https://twitter.com/ABC/status/896455567027326976"
            ]
        },
        "key_words": [
            "opposition",
            "distort",
            "left",
            "violence",
            "president",
            "mainstream",
            "nitpick",
            "omit",
            "trump",
            "white",
            "supremacists",
            "trumps",
            "lie",
            "media",
            "collusion",
            "exaggerate"
        ]
    }
]