[
    {
        "url": "https://www.christianpost.com/news/vonette-bright-recounts-slave-contract-to-jesus-50-year-faith-journey.html",
        "title": "Vonette Bright Recounts 'Slave Contract' to Jesus, 50-Year Faith Journey",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nVonette Bright Recounts 'Slave Contract' to Jesus, 50-Year Faith Journey\nVonette Bright Recounts 'Slave Contract' to Jesus, 50-Year Faith Journey\nVonette Bright Recounts 'Slave Contract' to Jesus, 50-Year Faith Journey\n| Tuesday, November 23, 2010\nWith a faith that has been tried and found true, Vonette Bright opened up in her latest book about the wisdom she has learned while walking with God for 50-plus years and about her late husband, Bill Bright.\nHer new book, In His Hands: Finding a Faith that Will Sustain You, Encourage You and Give You Hope, takes readers on a structured yet personal journey that paints a clear picture of what an active faith life looks like. The chapters in the book address the different aspects in the faith journey: the value of faith, the moment of faith, a loving faith, a serving faith, a giving faith, a sharing faith, and a rewarding faith.\n\"It (faith life) has been the greatest adventure that we could have possibly known,\" said Bright to The Christian Post in an interview. \"God has provided exactly what we asked for.\"\nIn the book, Bright shares about a defining moment that occurred early in her and her husband's ministry when they decided to sign a slave contract to God. Like the Apostle Paul expressed in Romans 1, the Brights wanted to serve God with all their heart and give themselves completely over to God.\n\"This was one of the biggest moments of faith in our lives,\" she recalls in the book. \"Neither Bill nor I ever regretted making that choice.\"\n\"Being a slave of Jesus Christ is what serving faith is all about,\" she stated. \"A slave has no personal rights, no desires to build his own kingdom; he or she is always seeking to work for the master's benefit.\"\nThe week after the Brights signed the contract, God gave Bill the vision to start Campus Crusade for Christ International. CCCI has been described as the largest evangelical organization in the United States and employs over 25,000 full-time missionaries and has trained 225,000 volunteers worldwide.\nBright said she believes that had the couple not signed the contract with God then they would not have been entrusted with such a great vision.\nWhile the book contains simple explanations on what living faith looks like, it carries weight because of the authentic and fruitful life that the Brights lived.\nA particularly poignant part in the book is when Vonette shares about Bill's last days on earth as he endured pain from pulmonary fibrosis, an incurable disease that incapacitates the lungs. She recalled how Bill's faith shined most clearly as his illness became worse.\nOn a particularly painful day, she asked Bill if he was suffering and why God would put him through this. His response shocked her.\n\"Immediately, Bill replied, 'I'm not suffering! It depends on the definition of suffering. Even gasping for breath for extended periods of time does not compare with what Christ went through during His trial and crucifixion. For Jesus, the agony of the trial was totally illegal. He was beaten beyond recognition; He had six hours of suffocation on the cross; He bore the sins of the world; He was cut off from God because of our sins, for there was no other way for man to be redeemed.\"\nBill went on to talk about how the early apostles were brutally martyred.\n\"You can't imagine what Bill's words and attitude meant to me,\" Vonette recalled. \"He reminded me that God is greater than any incident in our lives – no matter how difficult or painful.\"\n\"I realized that my faith is my most precious possession. It was the only reason I could have joy in the midst of my sorrow.\"\nIn His Hands also outlines stories of Vonette's struggles with being overwhelmed and dissatisfied in her role as a wife, mother and ministry leader.\nDuring her decades in ministry, Vonette Bright has authored or co-authored more than 20 books. She is the co-founder of Campus Crusade for Christ International, founder of Women Today radio, chair of the Bright Media Foundation, and helped introduce the legislation that established the National Day of Prayer.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "journey",
            "contract",
            "christ",
            "faith",
            "bright",
            "jesus",
            "god",
            "suffering",
            "50year",
            "slave",
            "book",
            "vonette",
            "recounts",
            "bill"
        ]
    }
]