[
    {
        "url": "https://www.christianpost.com/news/john-piper-ignites-debate-saying-only-men-should-teach-seminaries.html",
        "title": "John Piper Ignites Debate for Saying Only Men Should Teach at Seminaries",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJohn Piper Ignites Debate for Saying Only Men Should Teach at Seminaries\nCP Current Page: Church & Ministries | Wednesday, January 24, 2018\nJohn Piper Ignites Debate for Saying Only Men Should Teach at Seminaries\nJohn Piper Ignites Debate for Saying Only Men Should Teach at Seminaries\n| Wednesday, January 24, 2018\nJohn Piper, founder and teacher of desiringGod.org and chancellor of Bethlehem College & Seminary, giving remarks as part of a live video message on YouTube called \"Together for Good?\" on the evening of Thursday, November 30, 2017. | (Screenshot: YouTube/Desiring God)\nBethlehem College & Seminary Chancellor and DesiringGod.com founder John Piper has ignited another debate on women's leadership roles in the Church after he said he doesn't believe women should teach courses at seminaries.\nIn an installment of the Desiring God podcast \"Ask Pastor John\" posted Monday, a listener named Scott asked Piper about his opinion of women serving as professors at theology schools.\n\"I'm a seminary student at an orthodox but interdenominational school in the United States. I share your complementarian understanding of God's design for male and female roles and relationships in the home and church,\" wrote Scott.\n\"On that basis, I have recently doubted whether or not my seminary ought to allow women to teach pastors in training. What do you think? Should women be hired as seminary professors? What is your best case?\"\n\"Maranatha\" means \"the Lord is coming\" | REUTERS/Brian Snyder\nPiper responded that he was working on the assumption that the Bible teaches the Church must be led by \"spiritual, humble, biblically qualified men,\" referencing 1<sup>st Timothy 2:12, which reads : \"I do not permit a woman to teach or to assume authority over a man; she must be quiet.\"\n\"Just to be clear, the issue is not whether women should attend seminary in one of its programs and get the best biblical grounding possible,\" noted Piper.  \"The issue is whether women should be models, mentors, and teachers for those preparing for a role that is biblically designed for spiritual men. That's the way I'm posing the question.\"\nPiper stressed that the issue was \"not the competence of women teachers or intelligence or knowledge or pedagogical skill,\" but rather \"the nature of the seminary teaching office.\"\n\"If it is unbiblical to have women as pastors, how can it be biblical to have women who function in formal teaching and mentoring capacities to train and fit pastors for the very calling from which the mentors themselves are excluded?\" argued Piper.\n\"I don't think that works. The issue is always that inconsistency. If you strive to carve up teaching in such a way that it's suitable for women, it ceases to be suitable as seminary teaching.\"\nPiper's comments have garnered much controversy, with author and worship leader Kaitlin Curtice posting to Twitter that she was unsurprised by the response.\n\"This interview reminds me of one of the pastors of my childhood, a man I dearly love but who would never value me as a leader,\" tweeted Curtice.  \"So we are challenged to not only try to undo this mindset, but to constantly chip away at and mend to the brokenness of its repercussions for our society.\"\nCurtice then called on her male followers to post examples of female church leaders who have \"contributed most to your theology through their leadership,\" to which she received many responses.\n\"She then put out a call to action for men to point out some women who have positively affected men's theology, and the responses did not disappoint, referencing women both famous and not, familial and not, who shaped them and continue to lead them,\" noted Relevant magazine.\nOthers on social media have come to Piper's defense, including Joe Rigney, professor at Piper's Bethlehem College & Seminary.\nIn a series of Tweets, Rigney argues that Piper \"reframes the generic question\" of women teaching at seminaries as seeing the goal of seminary to be practical vocational training for pastors.\n\"[T]he best pedagogical method for such a seminary is through modeling, mentoring, and teaching for the pastoral office by professors who are qualified to fill that office,\" said Rigney in a series of tweets.\n\"Specifically, profs should be actively involved as elder-qualified men in a church. This comes close to requiring that seminary profs actually be elders without actually requiring it (thus allowing for profs whose life situation precludes serving as an elder at any given time).\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://relevantmagazine.com/culture/john-piper-interview-women-not-pastoring-twitter-user-inspires-christians-name-christian-women-teachers-leaders/",
                "https://www.desiringgod.org/interviews/is-there-a-place-for-female-professors-at-seminary"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/passage/?search=1%20Timothy+2%3A12",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/joe_rigney/status/956014501794545666",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf"
            ]
        },
        "key_words": [
            "seminary",
            "ignites",
            "piper",
            "pastors",
            "seminaries",
            "issue",
            "theology",
            "church",
            "teaching",
            "men",
            "john",
            "saying",
            "women",
            "debate",
            "teach"
        ]
    }
]