[
    {
        "url": "https://consortiumnews.com/2015/06/05/on-tv-the-enemy-weve-met/",
        "title": "On TV, the Enemy We’ve Met",
        "authors": [
            {
                "name": "Michael Gillespie",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-06-05",
        "text": "Main menu\nJune 5, 2015\nBy Patrick Cribben\nTrends in spy narratives that gain traction in the broadcast media can shed light on how the culture is coping with a particular period of conflict and suspicion. The Cold War had its Bond-like escapism. The post-Watergate era spawned its cynical conspiracy tales. And George W. Bush’s “Global War on Terror” gave us the revenge-heroism of Jack Bauer and his ilk.\nToday, as the War on Terror has aged into gnarling complexity and Americans have grown alarmed at the fast-growing Surveillance State, we see more nuanced iterations of the national security narrative that deviate from the hammer-blow dramaturgy of “24” and reject as well the escapism of the earlier “Bond.” Rather than blacks and whites, there are endless shades of gray.\nThe two lead characters in Showtime’s original “Homeland” series, Sgt. Nicholas Brody (Damian Lewis) and CIA officer Carrie Mathison (Claire Danes).\nThe swampy morality of suicide bombers, drone strikes, double-agents and targeted assassinations created fertile ground for Showtime’s popular and critically acclaimed “Homeland” in which Carrie Mathisen (Claire Danes), a psychologically fragile yet brilliantly obsessed female CIA officer, picks her way through the muck of counter-terrorism operations as well as the back-stabbing office politics of the Intelligence Community.\nThe Bush-era “24” (2001-2010) was driven by a palpable indulgence in the panting excitement of its real-time plot lines to foil improbable terror plots as well as the righteous, at-any-cost patriotism of its protagonist and a not-infrequent implicit endorsement of (ahem) “enhanced interrogation techniques” (67 separate torture scenes in the show’s first five years, according to the Parents Television Council). But “Homeland” contextualizes some of these tropes around one initial and central idea the haziness of who the enemy actually is.\nThe Enemy Within\nThe show’s first premise involved a returning Marine Sergeant and Iraq War P.O.W., Nicholas Brody (Damian Lewis), who may or may not have been recruited (“turned”) by his jihadist captors to visit attacks on American targets by hiding in plain sight and using his celebrity to gain deadly access to high-profile U.S. government officials.\nThe casting of Lewis in the role underscores the fogginess-of-evil premise. With his red hair, pasty complexion and run-of-the-mill physicality, he suggests visually not so much a dangerous action hero (or anti-hero) as the decent guy-next-door. And though Brody’s motivations grow a little less ambiguous over time, the series drew out the tension in its hidden-enemy premise from season to season via forays into dubious double-agency and the introduction of at least three additional “sleeper” agent subplots, including one involving a milky blond girl-next-door.\nEven after the show kills the Brody character off at the end of season three, the specter of the enemy within, and the intra-agency conflicts that it sets in motion, continue to play out as the series lurches into new conflicts in Pakistan, Afghanistan and elsewhere.\n“Homeland” scored Showtimes’s highest-ever ratings for pilot and season finale episodes in 2011-2012, the year it premiered, and won that year’s Emmy and Golden Globe as Best Drama Series. It has sustained and built on its ratings and critical acclaim since then. It’s a show that’s “getting through” and “touching a nerve.” But it’s only part of the story about today’s spy mania on television, and when compared with a show like FX’s “The Americans,” probably the less surprising and provocative part.\nHistorical Spy Dramas\nViewed alongside AMC’s “TURN: Washington’s Spies,” which premiered in 2014, “The Americans,” which first appeared one year earlier, represents a wrinkle altogether new in serial TV spy narratives, but not, of course, in the history of literature and drama. Whatever inspiration writers from Shakespeare to Brecht to Arthur Miller followed when grafting their contemporary preoccupations onto other historical periods seems also to have touched the creators of “The Americans,” consciously or not.\nThe show deals in sleeper cells, easy-to-overlook enemies, and the veil of banal outward appearances, but instead of exploiting those concepts inside a this-week’s-headlines milieu as did “Homeland,” “24” and at least a dozen other intelligence-oriented shows that have come and gone since 9/11, it re-contextualizes them, shifting them not to “a long time ago in a galaxy far away,” but to a Northern Virginia suburb in the not-too-distant past: the last decade of the Cold War, the end of an era that had, in many ways, inaugurated the country into suspicions about dubious us/them loyalties of otherwise indistinguishable fellow citizens.\nThis is a curious turn (there’s that word again), and one that we might even be tempted to dismiss as coincidental as just historical drama. But two things argue against stopping at that interpretation. One is the concurrent emergence of AMC’s espionage period piece. While it hasn’t had the impact of either “The Americans” or “Homeland,” “TURN” still jumps out at you as odd.\nWho in the world ever thought we’d see a serial television spy show done up with bonnets, kerchiefs, corsets and barrel-loaders and with back stories involving complex historical villains, such as the elegant British spy master Major John Andre and the courageous but vainglorious American General Benedict Arnold?\nHere we have derring-do, double-dealing and mortal danger among not our extant and arcane Intelligence Community, but among our Founding Fathers and their War of Independence. Again, in isolation you might dismiss this as happenstance, but alongside “The Americans,” it points to something deeper in the immediate zeitgeist. It’s as if our appetite for spies and spy narratives grew so large, the airwaves could no longer accommodate them by sticking to our own historical period, and we had to divert the psychological overflow into other resonant epochs.\nBest Show on TV?\nWhile “TURN”’s greatest impact may so far still lie in the simple fact of its unexpected existence on the air at all, the same can’t be said of “The Americans.” Like “Homeland,” this is a show with legs. Just this week, it won the Critics Choice Award for Best Drama Series, to go along with last year’s Peabody Award and back to back AFI “Television Program of the Year” awards in 2013 and 2014.\nThat kind of official imprimatur has the show poised to take over the unofficial mantle of “best show on television” in a line from the likes of “The Sopranos” to “Breaking Bad” to “Mad Men.” When it does, it won’t only be because of the high quality of the show’s writing, performances and production values. It will again have something to do with its themes and content landing at the right place at the right time.\nSet, cleverly, at the dawn of Ronald Reagan’s “Morning in America,” the show centers on Nadezha (Keri Russell) and Mischa (Matthew Rhys), a pair of Soviet spies living a life of deep immersion outside of D.C. as the married couple Elizabeth and Philip Jennings while undertaking covert actions of the greatest international import and danger.\nTwenty years under this cover and the training that preceded it in Moscow have rendered their speech, style and mannerisms irreproachably American. They are the affable and ordinary couple-next-door – even as the couple literally next door to them turns out to include an FBI counterintelligence agent named Stan Beeman (Noah Emmerich).\nThe inspiration for the show comes in part from the real-life exposure in 2010 of the Illegals Program, under which a dozen or so Russian government agents had been attempting to operate for years in New York, New Jersey and elsewhere using similar tactics, including establishing agent-to-agent marriages and parenting American-born children.\nPredictably, the agents in the actual Illegals Program were, by all accounts, not remotely so successful in “passing” as ordinary Americans, nor in gathering useful information. They were rather closer to 1960s spy-spoof scion Maxwell Smart, but without Max’s pure dumb luck to save them.\nSeries creator Joe Weisberg, a former CIA officer himself, presents instead deep-cover agents of brutal and breathtaking efficiency who can kill without conscience in the morning and barbecue seamlessly with the neighbors that same afternoon. Episodes introduce at least one other operational deep-cover Soviet/American family that is similarly gifted and effective. It’s a world awash in undetectable malevolent operatives out to undermine and undo our very way of life zealous, nearly religious, in their beliefs and prepared to stop at nothing to achieve their goals, and right under our noses.\nZeitgeist Goblins\nEchoes of the professional sleeper-cell worries that ran rampant after 9/11 are obvious. But sounding there, too, are growing anxieties about the homegrown terrorist, the well-hidden lone wolf and purposeful pair, the ball-cap and the backpack.\nYes, “The Americans” (and, arguably “TURN” too) works at the level of historical drama (so did “Henry IV” and “The Crucible”). But it also works at the level of Brechtian historification and allegory, refracting back interesting insights into our current cloak-and-dagger preoccupations not in spite of its non-contemporary setting but because of it. This is true even if Weisberg didn’t do so deliberately for such an effect. Even if the goblins of zeitgeist made him do it.\nMaybe it was their sister-goblins the goblins of synchronicity at work, but in 1953, the height of McCarthy’s red scare and the year that Ian Fleming published the first of the Bond novels, Casino Royale, “Pogo” cartoonist Walt Kelly first paraphrased Commodore Oliver Perry’s famous declaration of victory in a naval battle in the War of 1812, transposing it into a commentary on the fallibility of man particularly of the man of nationalist or ideological righteousness: “We have met the enemy, and he is us.” He also later dusted off his insightful observation to comment on both the Vietnam War and the Environment.\nNow, our present epoch – where all of us are data-collection “targets” for the National Security Agency and where the sweet kid in your statistics class may be buying pressure cookers in his spare time seems to invoke, in reality and through the prism of television, both Kelly’s original penitential meaning for his maxim as well as a new, more eerily literal one.\nPatrick Cribben has written about film, arts, and media for several publications, including 64 Magazine, The Daily Progress (Charlottesville, Va), and Die Weltwoche. He teaches film and humanities courses at Chesapeake College.\nEww.\nNationalistic propaganda, torture propaganda, anti-Muslim propaganda, what a golden age.\n“Series creator Joe Weisberg, a former CIA officer himself, presents instead deep-cover agents of brutal and breathtaking efficiency who can kill without conscience in the morning and barbecue seamlessly with the neighbors that same afternoon.”\nSo the timely anti-Russian fearmongering passes without examination?\nMichael Gillespie\nThe entertainment industry pumps lucrative, socially-destabilizing, hyper-violent entertainment product into American popular culture with criminal abandon.  Thank God  someone in government finally summoned up the courage to rein in the activities of the vicious sociopaths responsible for mass shootings incited by espionage embedded in first-person-shooter video games.\nJune 6, 2015 at 12:09\nIn a country where differences are settled by guns it’s obvious that Americans believe that the whole world feels the same way. Washington’s necons accusing Russia of aggression in Donbass, Ukraine while American CIA and Blackwater agents started this civil war on Maidan sniper-shooting policemen and demonstrators at will.\nHaving lived in USA, Ukraine and Russia I can tell Americans Russians are peace loving people who enjoy their family/ friends and especially respect their fellow citizens. While living there I never heard policemen killing a person or having school kids kill their classmates for unknown reasons. Apparently US kids are trained to be aggressive and ambiitious in schools in the hope they will be successful in their career. Instead of killing their teacher Russian kids bring their teachers flowers at the beginning of the school year, September 1.\nPresident Putin learned his lessons from Gorbachev and Yeltsin in dealing with Washington of not keeping their word or their promises. Like the dictum says: Fool me once, shame on you, fool me twice shame on me!  President Putin shows that he sure is NOT stupid Washington is!\nJune 6, 2015 at 10:54\nThis series ran out of steam and won’t have much influence.  The public doesn’t want any more of “foreign affairs” anyway.  It’s just entertainment.\nI was struck the first season how the main character matched up with Susan Lindauer’s story.  She was one of the first targets of the Patriot Act and unfairly vilified for years:\nJune 6, 2015 at 09:39\nAmericans believe fiction as fact when their government tells them we were attacked by “terrrrrists.” Of course they’re going to be pumped up by stories of spies. When everyone is suspect, they’ll have the Amerika they want. There’s a new terrrrrist attack with every episode of NCIS. “Git ’em! Git them terrrrrrrists! AT ALL COST! Even the cost of everything we’re supposed to stand for here.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "tv",
            "met",
            "homeland",
            "spy",
            "historical",
            "series",
            "enemy",
            "war",
            "shows",
            "turn",
            "weve",
            "americans",
            "drama",
            "television"
        ]
    }
]