[
    {
        "url": "https://www.christianpost.com/news/why-the-orthodox-church-celebrates-christmas-on-jan-7.html",
        "title": "Why the Orthodox Church Celebrates Christmas on Jan. 7",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, January 06, 2012\nWhile many in the United States believe that Christmas has come and gone, a sizable population of Christians in the world will be celebrating the holy day this Saturday.\nDue to a difference in calendars, Jan. 6 marks Christmas Eve for many Orthodox churches and Christmas will be celebrated on Saturday.\nArchimandrite Christopher Calin, dean of the Russian Orthodox Cathedral of the Holy Virgin Protection, explained why so many Orthodox churches celebrate Christmas later than most other people.\n“The majority of the Orthodox churches worldwide use the Julian calendar, created under the reign of Julius Caesar in 45 BC, and have not adopted the Gregorian calendar, proposed by Latin Pope Gregory of Rome in 1582,” said Calin.\nThere are 13 days in difference between the two calendars, the Gregorian calendar being the one long adopted by Western nations.\n“December 25 on the Julian calendar actually falls on January 7 on the Gregorian calendar. So strictly speaking, Christmas is still kept on December 25, which just happens to fall 13 days later on the Julian calendar,” said Calin.\nFor Orthodox Christians who have adopted the Gregorian calendar, Christmas falls on Dec. 25 as it does for others, and Jan. 6 marks the Epiphany, a Christian holiday that celebrates the revelation of God the son as a human being in Jesus. For those remaining on the Julian calendar, the Epiphany is celebrated on Jan. 19.\nAdoption of the Gregorian calendar among Orthodox churches varies among jurisdictions within the denomination. Though many Orthodox in the United States have made the switch, former Soviet Union and Middle Eastern churches tend towards the “Old Calendar.”\n“What is important to remember is that in essence, every Orthodox Church celebrates Christmas on December 25,” said Archimandrite Nathanael Symeonides of Annunciation Greek Orthodox Church of New York.\nSymeonides explained that “the one feast day that is celebrated on the same day by all Orthodox Christians is Pascha,” or Easter.\nA Different Focus\nThe Orthodox observance of Christmas contrasts considerably from Western customs. Although Orthodox Christians also have an Advent season, which on the Gregorian calendar goes from Nov. 15 to Dec. 24, it is a time of fasting and performing deeds of charity.\n“Many people observe the 40 days leading to Christmas as a way to renew their faith and relationship to God,” said Symeonides.\nAccording to Calin, the Christmas holiday is spread over three days and includes various fasts and services of worship.\nIt begins with a service on Christmas Eve morning which involves reading Old Testament prophesies and New Testament passages followed by Communion.\nA fast is kept throughout the day until sunset and the appearance of the first star at evening, where a special meal called the \"Holy Night supper\" is eaten.\nThis supper involves 12 meat-free and dairy-free dishes, one for each apostle. After a blessing and reading from the Bible the meal is eaten and then carols are sung. Then there is a Nativity Vigil consisting of psalms and prophesies being read. Those present are also anointed with fragrant oil that is blessed for the occasion.\nOn Christmas day, the faithful return to church for a service called “The Feast of the Nativity,” which includes Holy Communion. The final day, the day after Christmas, there are church services and celebrations honoring the Virgin Mary for her role in the nativity story.\nCalin believes a striking difference of how the Orthodox Church observes Christmas is in the focus of the holy day.\n“We focus more acutely on the aspect of the incarnation of Christ and the cosmic salvation it has for all mankind,” said Calin, adding there is “less sentimentality.”\n“While many of the external trappings are the same, like Christmas trees, wreaths, ribbons and gifts, there is an increased emphasis on the spiritual reality of this truly miraculous mystery of God becoming man, so that man may be united to God and each other.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "celebrates",
            "day",
            "calendar",
            "churches",
            "church",
            "orthodox",
            "christmas",
            "gregorian",
            "holy",
            "julian",
            "jan"
        ]
    }
]