[
    {
        "url": "https://www.christianpost.com/news/gay-advocate-raises-money-to-help-christian-bakers-pay-150k-fine-for-refusing-to-bake-cake-for-lesbian-wedding.html",
        "title": "Gay Advocate Raises Money to Help Christian Bakers Pay $150K Fine for Refusing to Bake Cake for Lesbian Wedding",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGay Advocate Raises Money to Help Christian Bakers Pay $150K Fine for Refusing to Bake Cake for Lesbian Wedding\nGay Advocate Raises Money to Help Christian Bakers Pay $150K Fine for Refusing to Bake Cake for Lesbian Wedding\nGay Advocate Raises Money to Help Christian Bakers Pay $150K Fine for Refusing to Bake Cake for Lesbian Wedding\n| Wednesday, October 22, 2014\nMelissa and Aaron Klein. | (Photo: Screen Grab via YouTube/The Daily Signal)\nMatt Stolhandske, a board member of Evangelicals for Marriage Equality who describes himself as a gay evangelical Christian, is now seeking to raise funds to help Oregon-based Christian bakers Aaron and Melissa Klein pay off approximately $150,000 in fines levied against them by the state because they refused to bake a cake for a lesbian wedding.\nMatt Stolhandske, board member of Evangelicals for Marriage Equality. | (Photo: Facebook/Matt Stolhandske)\nThe Kleins' case became a national conversation last September after they were forced to shutter their business, Sweet Cakes by Melissa, after gay activists killed it with \" mafia tactics .\"\nIn January, investigators from Oregon's Bureau of Labor and Industries found the Christian bakery owners guilty of violating the civil rights of lesbian couple Rachel Cryer and Laurel Bowman of Portland for refusing to bake their wedding cake. Investigators said they found significant evidence that the Kleins discriminated against the couple unlawfully because of their sexual orientation.\nThe couple revealed  at the Values Voter Summit in Washington, D.C. last month that they are now facing a daunting $150,000 in fines as a result of the BOLI ruling.\nIn a Washington Post op-ed  last Friday, Stolhandske said: \"As a gay man, I should hate Melissa and Aaron Klein. … But I don't hate the Kleins. In fact, I'm raising money to cover the $150,000 punitive fine they received from Oregon.\"\nHe pointed to his campaign on rally.org  which has raised a paltry $3,000 of the 150,000 he is hoping to raise for the bakers.\n\"The Kleins say the $150,000 fee will bankrupt her family. I'm raising money to help offset that cost. I'll send whatever we raise along to the Klein family with a message of love and peace. I don't want them to suffer,\" wrote Stolhandske.\n\"But I am also pleading with them and other Christians to stop using the name of Jesus to explain to the LGBT community why we don't deserve access to the civil rights afforded to heterosexuals through the legal institution of marriage,\" he continued.\n\"I hope the Kleins will accept this sign of good will. After all, they must see that our goals here are the same — to live our lives as we see fit and be treated equally under the law,\" he added.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/gay-activists-used-mafia-tactics-to-shut-down-bakery-says-christian-couple-103744/",
                "https://www.christianpost.com/news/christian-couple-forced-to-close-bakery-due-to-gay-activism-may-face-over-150k-in-damages-127331/",
                "http://www.washingtonpost.com/posteverything/wp/2014/10/17/im-a-gay-rights-activist-i-want-to-give-150000-to-someone-who-hates-me/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "https://rally.org/"
            ]
        },
        "key_words": [
            "pay",
            "kleins",
            "gay",
            "raise",
            "raises",
            "melissa",
            "lesbian",
            "help",
            "klein",
            "refusing",
            "money",
            "150000",
            "wedding",
            "christian",
            "fine"
        ]
    }
]