[
    {
        "url": "https://www.christianpost.com/news/nfl-football-atlanta-religious-freedom-bill-super-bowl.html",
        "title": "NFL Says Religious Freedom Bill Could Hurt Atlanta's Chances of Hosting Super Bowl",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Says Religious Freedom Bill Could Hurt Atlanta's Chances of Hosting Super Bowl\nNFL Says Religious Freedom Bill Could Hurt Atlanta's Chances of Hosting Super Bowl\nNFL Says Religious Freedom Bill Could Hurt Atlanta's Chances of Hosting Super Bowl\n| Tuesday, March 22, 2016\nThe Vince Lombardi Trophy is lifted into the air after the New Orleans Saints defeated the Indianapolis Colts in the NFL's Super Bowl XLIV football game in Miami, Florida, February 7, 2010. | (Photo: REUTERS/MIKE SEGAR)\nThe National Football League says that Atlanta's chances of hosting a Super Bowl in the coming years could be hindered should the state of Georgia pass into law a religious freedom bill designed to protect faith-based organizations and clergy from government backlash over their opposition to same-sex marriage.\nAs Atlanta is one of the finalists — along with New Orleans, Miami and Tampa — to host the 2019 and 2020 Super Bowls, the league's spokesman Brian McCarthy issued a statement  last Friday saying that the religious freedom exemption legislation that has passed in both houses of Georgia's state legislature could hurt Atlanta's chances of hosting the big game.\n\"NFL policies emphasize tolerance and inclusiveness, and prohibit discrimination based on age, gender, race, religion, sexual orientation, or any other improper standard,\" McCarthy said. \"Whether the laws and regulations of a state and local community are consistent with these policies would be one of many factors NFL owners may use to evaluate potential Super Bowl host sites.\"\nMeanwhile, Atlanta Falcons owner Arthur Blank also issued a statement on Friday saying he opposes H.B. 757.\n\"I strongly believe a diverse, inclusive and welcoming Georgia is critical to our citizens and the millions of visitors coming to enjoy all that our great state has to offer,\" Blank said . \"House Bill 757 undermines these principles and would have long-lasting negative impact on our state and the people of Georgia.\"\nAlthough the legislation has passed in both houses of the legislature, it has yet to be signed by Republican Georgia Gov. Nathan Deal. Deal said last week that he was \"surprised\" that the lawmakers were able to reach a compromise and pass the legislation.\nAlthough Deal said previously that he would veto any bill that legalized discrimination, he has yet to indicate as to whether he plans to sign the passed bill into law.\n\"I have heard from both sides, and I'm sure I'll continue to hear from both sides,\" Deal said  in a statement. \"I will take their opinions into consideration, and I'll do what I'm required to do: Which is to make the difficult decision on a very difficult subject.\"\nDespite NFL's opposition to the bill, leading social conservative activist Family Research Council president Tony Perkins argues that Georgia's religious freedom legislation has been compromised so heavily that it really doesn't do much to protect the religious freedoms of public officials and Christian business owners.\n\"Unlike the original version, only a fraction of faith-based groups and churches will have safe harbor from the government's ruthless attacks on Christians,\" Perkins wrote in his Washington Update . \"But instead of actually reading the bill, the NFL and other businesses seem quite content to take the media's misleading word for it. While activists at the Human Rights Campaign resort to lies to defeat the measure, the reality is that H.B. 757 doesn't offer even the barest of buffers for people like Kentucky Clerk Kim Davis, bakers Aaron and Melissa Klein, or Atlanta Fire Chief Kelvin Cochran. If anything, it does as much to quarantine faith as it does to defend it.\"\nPerkins pointed out that after the voters in Houston, Texas, voted down a civil rights ordinance that offered protections for the LGBT community, the NFL announced last November  that it will stick with its plan to host a Super Bowl there in 2017 despite pressure from LGBT community.\n\"Despite the League's big talk, it backed down, leaving plans in place for the championship game next year. Clearly it was nothing more than a corporate head-fake meant to placate the LGBT crowd,\" Perkins argued. \"But if the NFL is so anti-freedom that it will pick up its ball and play somewhere else, let them. Who believes these entertainers are actually credible voices on the issue anyway? This country was built on religious liberty — not the narrow mockery of it made by this bill, but an all-inclusive privilege meant for every citizen everywhere.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cbsnews.com/news/nfl-warns-state-of-georgia-over-religious-freedom-bill/",
                "https://www.christianpost.com/news/nfl-news-2015-league-wont-alter-houston-super-bowl-plans-149289/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nola.com/politics/index.ssf/2016/03/georgias_religious_liberty_bil.html",
                "https://www.frc.org/advanced-search",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "bowl",
            "perkins",
            "super",
            "passed",
            "atlantas",
            "state",
            "statement",
            "nfl",
            "hosting",
            "chances",
            "deal",
            "hurt",
            "religious",
            "freedom",
            "bill"
        ]
    }
]