[
    {
        "url": "https://www.christianpost.com/news/counterfeit-gospels-author-rob-bell-threw-grenade-at-evangelicals.html",
        "title": "Counterfeit Gospels Author: Rob Bell Threw Grenade at Evangelicals",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCounterfeit Gospels Author: Rob Bell Threw Grenade at Evangelicals\nCounterfeit Gospels Author: Rob Bell Threw Grenade at Evangelicals\n| Friday, April 29, 2011\nRob Bell wasn’t misquoted or attacked as he claims. Rather, the Michigan megachurch pastor was the one who threw the “grenade” at evangelicals, said the author of the new book Counterfeit Gospels.\n“For a very popular, charismatic, evangelical pastor to come out and call the traditional view of hell as toxic, misguided, and for him to mock the view of his grandmother – which he admits in the book – he has really thrown a grenade at the evangelical count,” said Trevin Wax in an interview with The Christian Post on Thursday.\nWax, who is also the editor of a small group curriculum developed by the Southern Baptist Convention’s LifeWay Christian Resources, said it is “disingenuous” of Bell to portray himself as “under attack, being misquoted, and being maligned” when his book “is very much an assault on the traditional understanding of heaven and hell.”\nSince February, evangelical leaders have been in an uproar over Bell’s latest book Love Wins: A Book About Heaven, Hell, and the Fate of Every Person Who Ever Lived. The book wasn’t even released when several prominent evangelical leaders pronounced Bell, founding pastor of Mars Hill Bible Church in Grandville, Mich., a heretic and universalist based on a promotional video for the book.\nDue to the controversy, the book debuted at No. 2 on the New York Times bestseller list after its March 15 release.\nDespite dissension among evangelicals, a positive result from the book is that it has caused not only Christians but also the secular media to examine what the Bible says about hell, God’s judgment, and salvation. Time magazine did a cover story on Bell for its Easter special and The New York Times, The Washington Post, and MSNBC have all covered the author and his views on hell.\nWax’s book, which was endorsed by many prominent evangelical leaders including Matt Chandler, Tullian Tchividjian, and J.I. Packer, came out in April and examines six counterfeit gospels, one of which – the judgmentless gospel – would probably include Bell's teachings. The Southern Baptist, who has served in pastoral roles in Romania and the United States, hopes his book will tackle the crisis within the church – lack of confidence and clarity in the Gospel.\n“[T]he greatest threat to Christianity may not be modern culture, blatant heresies, or the rise of Islam. If the seeds of destruction can come from the counterfeit, could it be such seeds are slowly being planted through the counterfeit gospels within the church?” posed Wax in his book.\n“Could it be that we are unwittingly participating in ‘printing’ the counterfeit gospel?”\nAlthough Wax only mentions Bell once in his book regarding his Nooma video “You,” the chapter on the judgmentless gospel contains many charges used against Love Wins. Wax writes about the idea of universalism, the belief that every human in the end will be saved, and that the judgmentless gospel teaches that people should focus on the “life here and now” and not overemphasize heaven and hell in the future.\nBut the editor of LifeWay’s small-group resource titled “TGM – Theology, Gospel, Mission” wrote: “It puzzles me that so many people seem to be angry with God for allowing evil and suffering to exist in the world, and yet they are also angry with the idea of God as Judge. You can’t have it both ways. If you expect God to do something about the evil in this world, then you want God to judge.”\nFor each counterfeit gospel, the seminary graduate offered insight on where that version of the gospel went wrong. For the therapeutic gospel, Wax said it treats the Gospel like a McDonald’s Happy Meal in that pursuing happiness is the central goal of life. Problems in marriage, self-esteem, and relationships are not seen through the proper lens of deep sin inside, but only as superficial, individual problems. It would be like a doctor treating symptoms individually but not treating the root cause, said Wax.\n“If our biggest need is to feel good about ourselves, God could have sent Oprah. If our big need is to get along with our family, God could have sent Dr. Phil,” wrote Wax. “But if God sent his Son to die a brutal, horrifying death as a payment for human sin, then surely our sin must be more heinous than ‘feeling empty inside.’”\nThe other counterfeits are the moralistic gospel, which Wax admits traditional evangelicals often struggle with; the quietest gospel, or seeing the gospel as only personal salvation and only for the spiritual realm of life instead of for all of society; the activist gospel, or turning the gospel message into activism and works based while diluting the message of salvation through Jesus Christ; and the churchless gospel, where salvation is only seen as for the individual and not for the whole community of Christ so the local church is optional.\n“In order to spot a counterfeit we need to know the real thing,” said Wax to CP. “I use the analogy of the three-legged stool (the gospel story, the gospel announcement, and the gospel community) as a way of helping people to find hooks to hang these things so we keep the cross and resurrection at the center of what it means to proclaim the Gospel.”\n“I want us to know the Gospel well, intellectually but also to know it in our hearts – having experienced the Gospel – so we will live a life of continual repentance and continual faith in a way that makes the counterfeit gospels less attractive.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gospels",
            "grenade",
            "gospel",
            "god",
            "hell",
            "threw",
            "bell",
            "counterfeit",
            "rob",
            "wax",
            "evangelicals",
            "book",
            "evangelical",
            "salvation",
            "author",
            "life"
        ]
    }
]