[
    {
        "url": "https://www.christianpost.com/news/chick-fil-a-ceo-jesus-teachings-helped-increase-sales.html",
        "title": "Chick-fil-A CEO: Jesus Teachings Helped Increase Sales",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChick-fil-A CEO: Jesus Teachings Helped Increase Sales\nChick-fil-A CEO: Jesus Teachings Helped Increase Sales\nBy Michelle A. Vu , Christian Post Reporter\n| Sunday, April 17, 2011\nChick-fil-A CEO Dan Cathy wasn’t shy about his faith Friday when he attributed the huge increase in sales at the fast food chain to the wisdom found in the teachings of Jesus.\nPointing to Matthew 5, 6, and 7, Cathy half-jokingly told the crowd of over 600 people that the Sermon on the Mount is a sermon on how to operate a Chick-fil-A restaurant and how to deal with disgruntled customers.\n“So when we probed into this one scripture verse it led us to a radical service makeover within our organization. It became high touch and high tech all at the same time, but particularly high touch,” said Cathy at Biola University’s second annual Imagination Summit.\nJesus taught his followers to go the extra mile, to turn the other cheek when someone strikes them, and to repay someone that hurts them with kindness, the Christian business leader pointed out.\nFollowing this example, Chick-fil-A restaurant employees have undergone “the largest etiquette training” program in the country in order to serve customers paying $6 a meal the same way as patrons of restaurants charging $25 a meal.\nThe new customer service model, focused on going the second mile, has workers coming to tables offering guests fresh ground pepper for their salad, pulling out chairs for female patrons, using more polite and pleasant language, and carrying the ordered meals to people’s tables.\nThere are also fresh flowers at tables and some locations offer pet owners chicken nuggets for their dogs. Pet owners have reportedly told Chick-fil-A workers that their dogs now go wild when they see a Chick-fil-A logo.\nCathy said the company’s new customer service model has had “a profound effect” on the business, resulting in a double-digit increase in sales over the last 48 months despite one of the worst economy in U.S. history.\n“Here’s the deal. All of us were created in God’s image,” said the Chick-fil-A CEO. “Because we are created in God’s image – [who] is to be treated with honor, dignity, and respect – we desperately in our deepest part of who we are … desire to be treated respectfully and with honor and with respect.”\n“And so any business person that has that insight retools their whole service experience around honor, dignity and respect … and will [have] people tweeting, facebooking … and you can have a cult brand.”\nCathy was among the business leaders and educators who spoke at the one-day Imagination Summit in Southern California. The summit focused on how new technology is offering people unprecedented opportunities to reach people.\nThe Chick-fil-A head gave the keynote address titled, “High Tech for High Customer Touch,” in which he contended that businesses need to have both high technology as well as high touch, or high level of personal customer service, to be successful.\n“This (smart phone) represents all the things that are changing and this little New Testament represents all the things that haven’t changed and never will change, and we got to have both,” contended Cathy while holding up both his cell phone and New Testament.\n“The challenge I have is am I spending as much time here (technology) as I am in here (Bible).”\nDuring his address, Cathy pointed to Chick-fil-A’s corporate purpose – to glorify God by being a faithful steward of all that is entrusted to us. To have a positive influence on all who come in contact with Chick-fil-A – and said that the end game of the company is “not the cha-ching, cha-ching” because “that is not His (God’s) end game.”\n“In other words, this business is an opportunity to impact people’s lives, to change people’s lives. It’s a ministry. It’s a ministry,” Cathy stressed.\nBy focusing on having a positive impact on customers and glorifying God in the process, Chick-fil-A has managed to endear itself to customers. Chick-fil-A has a notably “unparalleled record” of 43 consecutive years of annual sales increase.\n“If we are not creating remarkable experiences then we are vulnerable to all the competition out there,” said Dan Cathy, who inherited the leadership position from his father S. Truett Cathy. “So as long as we keep on creating remarkable experiences it builds a huge buffer between ourselves and anybody else who might be out there taking care of our guests. But we want to do it in such a way as to lead to a meaningful influence.”\nOver its 65 years, Chick-fil-A has grown to be the second largest quick-service chicken restaurant chain in the United States based on annual sales. There are more than 1,500 Chick-fil-A restaurants in 38 states and Washington, D.C. The company employs 60,000 workers and corporate staff.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "customer",
            "touch",
            "business",
            "jesus",
            "increase",
            "ceo",
            "chickfila",
            "high",
            "cathy",
            "teachings",
            "service",
            "workers",
            "sales",
            "helped",
            "technology"
        ]
    }
]