[
    {
        "url": "https://nutritionfacts.org/questions/the-history-of-handwashing-and-the-spread-of-disease/",
        "title": "What about Semmelweis and medicine’s shameful handwashing history?",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "November 8th, 2012\nAnother one: The fact that cleaning your hands would prevent the spread of disease was ignored and ridiculed for about 50 years…\nAnswer:\n“Many men have been endowed with clear intellects and hearts full of love for their fellow men, with the enthusiasm of humanity, and they have been enabled to achieve some signal service for the human race in their day and generation; but in the whole history of medicine there is only one Semmelweis in the magnitude of his services to Mankind, and in the depths of his sufferings from contemporary jealous stupidity and ingratitude.”\nLet me set the scene: The year was 1846. The place, Viennese General Hospital, the largest of its kind in the world. Semmelweis gets a job as obstetrical assistant. He notices that three times as many women are dying at the hands of the medical students than at the hands of the midwifery students from puerperal fever, commonly known at the time as, “the black death of the childbed.” Semmelweis  describes :\n“In the medical school division the mortality from puerperal fever was so terrifying that this division became notorious….There were heart-rending scenes when [pregnant] patients knelt down, wringing their hands, to beg for a transfer [to the midwifery division]….”\nWhy the discrepancy? The food and ventilation was the same in both divisions. If anything, surgical skill was better in the medical school and overcrowding less. The idea at the time was that the excess mortality was due to the emotional strain of being examined by male students, since the midwives were all female. So the elders of the Medical School met in council and proceeded to exclude the foreign students from the hospital on the ground that they were, “rougher in their examination than the Viennese.” Death rates didn’t change.\nBefore Lister, before Pasteur, Semmelweis made the connection between the autopsies the medical students were doing and the “examining finger which introduces the cadaveric particles.” In May 1847 he required every medical student to wash his hands with a chlorine solution before making an examination and the death rate plummeted. For the first time in the history of the Vienna Hospital, the mortality rate at the medical school fell  below  that of the school of midwives.\nKnighted, no doubt, for the discovery of the century? Hardly. Historians believe his doctrine was unpalatable to colleagues since it implied that the obstetricians were the cause of death. He shared this knowledge with his superiors. From the Proceedings : “The suggestion was unheard of! Indeed, it was sheer impertinence to suggest that the Accoucheur to the Imperial household should carry contagion upon his hands.” Semmelweis was summarily dismissed.\nSo he lectured, he wrote papers; he continued to be ridiculed. Doctors regarded antisepsis as a poor joke. His successor in Vienna publicly  stated  that the doctrine was “discredited and universally rejected.” Semmelweis wrote a book, The Cause, Nature, and Prevention of Puerperal Fever, expecting it to save thousands of lives, but it was ignored.\nSo he turned from academics to polemics. He started to  publish  open letters to midwifery professors:\n“Your teaching… is based on the dead bodies of… women slaughtered through ignorance. If… you continue to teach your students and midwives that puerperal fever is an ordinary epidemic disease, I proclaim you before God and the world to be an assassin….”\nBy the summer of 1865 he had taken to the streets of Budapest thrusting  circulars  into the hands of startled pedestrians:\n“The peril of childbed fever menaces your life! Beware of doctors for they will kill you…. Unless everything that touches you is washed with soap and water and then chlorine solution, you will die and your child with you!”\nSemmelweis, at the age of 47, the father of three young children, was committed to an insane asylum in Vienna. He attempted to escape, but was forcibly restrained by several guards, secured in a straight jacket, and confined in a darkened cell. The asylum guards beat him severely.\nQuoting from the  Bulletin of the History of Medicine , “He was not in the asylum for long. Thirteen days after admission he was dead.” From the  autopsy report : “It is obvious that these horrible injuries were… the consequences of brutal beating, tying down, trampling underfoot.”\nImage Credit: Flickr / USA.gov\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/9739981",
                "https://www.ncbi.nlm.nih.gov/pubmed/7613067"
            ],
            "unsure": []
        },
        "key_words": [
            "medicines",
            "school",
            "death",
            "history",
            "medical",
            "mortality",
            "hands",
            "students",
            "handwashing",
            "fever",
            "shameful",
            "semmelweis",
            "vienna",
            "puerperal"
        ]
    }
]