[
    {
        "url": "https://www.christianpost.com/news/christian-churches-under-attack-amid-turkeys-bombardment-syrian-region.html",
        "title": "Christian Churches 'Under Attack' Amid Turkey's Bombardment of Syrian Region",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian Churches 'Under Attack' Amid Turkey's Bombardment of Syrian Region\nChristian Churches 'Under Attack' Amid Turkey's Bombardment of Syrian Region\nChristian Churches 'Under Attack' Amid Turkey's Bombardment of Syrian Region\n| Tuesday, January 23, 2018\nRiot police detain a demonstrator during a protest against Turkey's military operation in Syria's Afrin region, in Istanbul, Turkey, January 23, 2018. | (Photo: Reuters/Umit Bektas)\nTurkish-backed Free Syrian Army fighters are seen near Mount Barsaya, northeast of Afrin, Syria, January 23, 2018. | (Photo: Reuters/Khalil Ashawi)\nTurkey-backed Free Syrian Army fighters are pictured at a training camp in Azaz, Syria on Jan. 21, 2018. | (Photo: REUTERS/Osman Orsal)\nA Turkish military tank is seen near Mount Barsaya, northeast of Afrin, Syria, January 23,2018. | (Photo: Reuters/Khalil Ashawi)\nView Photos\nChristian churches in Syria are crying out for help and assistance amid deadly attacks by Turkish forces on Kurdish areas of the civil war ravaged nation.\nChurches in Afrin are calling on the international community not to ignore their plight as they face \"great danger from Turkey and its jihadist alliance,\" which began a military campaign in the Afrin region last week on grounds that Kurdish militias pose a \"security\" threat.\nAs clashes  between Syrian Democratic Forces and Turkish-led forces that include allied militant factions have taken place throughout the region over the last several days, thousands of civilians have  fled  their homes and a number have been killed as a result of the conflict .\nThe violence is also impacting religious minorities in the region, such as Yazidis and Christians, who have experienced a level of religious freedom under the Democratic Federation of Northern Syria that advocates say is not enjoyed by religious minorities living in other parts of the Middle East.\n\"As the leaders of the Christian churches in North Syria, in the town of Afrin we hereby confirm that we are under attack by Turkey,\" an open letter from a pastor in the region to international leaders, reads. (The pastor's name has been withheld due to security concerns.) \"The lives of our women and children are in danger. The city of Afrin is being bombarded by Turkish airstrikes. We are asking for intervention, and protection against the violent attacks which are being levied against use at the moment.\"\n\"Many lives are in mortal danger,\" the letter, which was shared with The Christian Post, reads. \"We are requesting aid and assistance. We are unable to protect ourselves or our families against these attacks, neither are we able to offer assistance or shelter the innocents.\"\nAccording to the letter, there are more than 200 Christian families that live in the Afrin area.\nAfrin is an isolated part of the Syrian federation that borders areas controlled by Islamist rebels and the regime of Syrian President Bashar al-Assad.\nIn Afrin, evangelical Christianity had steadily grown over the past several years, according to Johannes de Jong, the director of the European Christian think tank Sallux who has worked with Syriac Christians since the rise of the Islamic State in 2014.\n\"[I]t is only since the beginning of the civil war that these churches started to grow. This was also possible as the Federation of Northern Syria realized full freedom of religion which allowed the public establishment of churches and missionary work,\" de Jong told CP on Tuesday. \"[Ninety-five percent] of the believers have a Muslim background so almost all church members are converts to Christianity. There are at least three Christian congregations in the various parts of Afrin. The largest congregation consists of approximately 200 families.\"\nTurkey began its attack on the area last week on the grounds that the People's Protection Units, the Kurdish militia in Syria also known as YPG, is a terrorist group that threatens the NATO country's security.\nDe Jong, however, points out that YPG is part of the Syrian Democratic Forces that worked with the United States-led fight against the Islamic State.\n\"What we are hearing from these Kurdish churches in Afrin is that they have to sleep in basements out of fear of bombings,\" de Jong said. \"Some are hiding in the mountains. I am getting quite terrible pictures. It is clearly a threat to the freedom of these Christian communities. The existence of these Christian communities is really under threat. As Christians, they simply know what will be coming for them if these al Qaeda-type of militias take over the area.\"\nDe Jong expressed concern that terrorist outfits such as the al Qaeda-linked al-Nusra Front are involved in the Turkish attack on Afrin.\n\"The Turkish outlet 'Cumhuriyet Gazetesi' published these pictures  of the Turkish allies in the Afrin operation. Thanks to that we now have evidence that al-Qaeda is part of the Turkish-backed militias that are part of the invasion in Afrin,\" de Jong explained in an email. \"The intention of these pictures is to show the Turkish allies. The man [in photo No. 21 on the website ] wears a [bandana] of Al Nusra. [It is] undisputed is that al-Nusra is al-Qaeda in Syria. It is unbelievable that such a threat is supported by anyone at all.\"\nOn Tuesday, U.S. Secretary of Defense Jim Mattis urged Turkey to use restraint in its operations in Syria.\n\"This could be exploited by ISIS and al-Qaeda, obviously, that we're not staying focused on them right now. And obviously it risks exacerbating the humanitarian crisis that most of Syria is going through,\" Mattis told reporters  during his trip to Indonesia.\nMattis' comment comes after Secretary of State Rex Tillerson said Monday  that \"We recognize and fully appreciate Turkey's legitimate right to protect its own citizens from terrorist elements.\nDe Jong criticized Tillerson's remark and called on American Christians to stand up and urge the U.S. government to take action to stop the Turkish operation in Afrin.\n\"We hear Rex Tillerson speaking about Kurdish concerns for their security. Turks are at the same moment using al-Qaeda militias to attack Afrin and these Kurdish Christians are literally crying out for help. What is this?\" de Jong asked. \"What needs to happen now is that U.S. Christians need to stand up and tell the Trump administration that this needs to stop immediately. There is no right to bomb a civilian population. There is no right in any NATO treaty or whatever to indiscriminately bomb civilians.\"\n\"These guys have already said there is no place for Christians. These Kurdish Christians, you can see it in the statements that they make, they know that these jihadists are the real threat for them,\" de Jong continued. \"This is happening right now and the U.S. is allowing it to happen.\"\nDe Jong asserted that if the U.S. wanted to, it could have a military presence in Afrin.\n\"There is no problem any more to go to Afrin. First of all, the Russians pulled back. That means that airspace is open. The second point is that U.S. forces have already been between the rest of the federation and Afrin. If they can be there once, they can be there again. Russia will not object. Turkey will not really be able to object because they can't directly attack the U.S. and the U.S. could say if they want that they are going after these al-Qaeda guys that are hiding in these areas. Obviously, they will be able to stop the attack in Afrin.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-mideast-crisis-syria-turkey-usa/united-states-concerned-by-turkish-incident-in-northern-syria-tillerson-says-idUSKBN1FB1OJ",
                "https://www.reuters.com/article/us-mideast-crisis-syria-turkey-mattis/mattis-urges-turkish-restraint-in-syria-wary-of-toll-on-civilians-idUSKBN1FC19A"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://sdf-press.com/en/2018/01/to-the-public-opinion/",
                "https://www.facebook.com/SamuelSmithCP",
                "http://www.syriahr.com/en/?p=83358",
                "http://www.cumhuriyet.com.tr/foto/foto_galeri/910492/20/Fotograflarla__Zeytin_Dali_Harekati_.html",
                "http://www.cumhuriyet.com.tr/foto/foto_galeri/910492/21/Fotograflarla__Zeytin_Dali_Harekati_.html",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "syria",
            "christians",
            "churches",
            "attack",
            "kurdish",
            "jong",
            "turkeys",
            "amid",
            "afrin",
            "turkish",
            "bombardment",
            "region",
            "syrian",
            "christian"
        ]
    }
]