[
    {
        "url": "https://consortiumnews.com/2011/06/28/gaza-and-thoughts-of-a-starving-ireland/",
        "title": "Gaza and Thoughts of a Starving Ireland",
        "authors": [
            {
                "name": "Mary Jane Nolan Kelly",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-06-28",
        "text": "Main menu\nJune 28, 2011\nBy Ray McGovern\nJune 28, 2011\nThinking further here in Athens about how it came to be that I joined the passengers on “The Audacity of Hope” and why I feel so strongly about the oppression in Gaza, it struck me that my Irish genes (as well as my theology) may be playing a role. \nDuring the mid-19th Century potato famine, when the starving Irish were being treated in much the same way as Gazans are today, how much my ancestors must have wished for some sign that someone abroad actually cared about them.  \nDid no one know how the Irish were being deliberately left to starve to death, while the English were making a killing by exporting Irish meat and produce? Did no one care?\nHow much in need of support, if only moral support, were they? How few had the money to sail from Queenstown (Kobh) or Belfast in the hope of living, and perhaps even coming to live well, in America?\nHow they must have longed to see sails of a different spelling or flags of a people committed to Justice voyaging to show the emaciated Irish that someone from abroad cared about their plight. Lacking then was any meaningful expression of international solidarity.\nA century and a half later, Israeli officials have actually bragged about “putting Gazans on a strict diet” — in other words, condemning them to a subsistence living just barely above the point where they would starve and perhaps subject Israel to charges of ethnic cleansing by starvation. But this attitude must not stand today in Gaza.\nLetter Carriers\nThankfully, four of my great-grandfathers survived the Irish famine. And both my grandfathers — as well as my grandmothers — had the audacity of hope, so to speak, to leave Ireland for America. My grandfathers found work in the U.S. Post Office — both of them.\nMy mother’s father, Lawrence Gough, eventually became a supervisor in one of the branches in the Bronx. My father’s father, Philip McGovern, became a proud letter carrier in the central Bronx neighborhood into which my father, my five siblings, and I were eventually born — and where I spent my first 22 years.\nPhil McGovern, the letter carrier. It struck me that, in carrying letters of support to Gaza, I am trying to be faithful not only to a faith tradition with the inescapable mandate that we “Do Justice,” but also to the Post Office and letter-carrier tradition that I inherited from my grandfathers. \nAs our Irish cousins like to say: “Yes, I do believe so.”\nMy theology can be summed up in the words of Dean Brackley, S.J., now in El Salvador:\n“Everything depends on who you think God is, and how God feels when little people are pushed around.”\nRay McGovern works with Tell the Word, a publishing arm of the ecumenical Church of the Saviour in inner-city Washington.  He served as an Army officer and intelligence analyst for 30 years, and is co-founder of Veteran Intelligence Professionals for Sanity (VIPS).\nMary Jane Nolan Kelly\nThank y.ou.  Too true\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "father",
            "theology",
            "irish",
            "starving",
            "thoughts",
            "mcgovern",
            "today",
            "tradition",
            "gaza",
            "ireland",
            "hope",
            "support",
            "words"
        ]
    }
]