[
    {
        "url": "https://www.christianpost.com/news/ex-drug-addict-im-forever-grateful-to-david-wilkerson.html",
        "title": "Ex-Drug Addict: I'm Forever Grateful to David Wilkerson",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, April 28, 2011\nAt 13, Justin Franich was smoking pot, cigarettes, and drinking alcohol. By 15, the pastor’s kid had already moved from cocaine to the highly addictive amphetamine called “crystal meth.” Today, Franich wants to pay tribute to the late David Wilkerson, the evangelical pastor and founder of the Christian recovery program Teen Challenge, for giving him a second chance at life.\n“I am definitely forever grateful for the work that he did because without his obedience, I would have been one of those thousands upon thousands who wouldn’t be here today,” said Franich, now program director of Shenandoah Valley Teen Challenge, Inc . in Mt. Jackson, Va., to The Christian Post on Thursday.\nAlthough Franich has never personally met Wilkerson, who died in a car accident Wednesday at the age of 79, he heard him preach at a Teen Challenge national celebration a few years ago, read his bestselling book The Cross and the Switchblade, and watched the 1970 film adaptation several times – in both the capacity as a drug addict and now as someone helping addicts break their drug dependency.\nFranich – now 25, married, and expecting a second child – recalled when he enrolled in Teen Challenge seven years ago.\n“That time I had burned all my bridges. I was just at the end of my ropes. God really used that ministry to give me hope,” said Franich, who was intravenously using crystal meth when he received help. “It (drug use) consumed my life. It took over my entire life.”\n“I had dropped out of high school and had nothing left. Teen Challenge was there to reach out to me.”\nIn 1958, David Wilkerson along with his youngest brother Don established the first Teen Challenge center in Brooklyn, N.Y. Don Wilkerson, 71, told The Christian Post in an interview today that he and his brother had initially planned to minister to gang members, not drug addicts.\n“The gang members became drug addicts. The same young men we knew as gang members, we started to know them as drug addicts,” explained Wilkerson, who still directs Teen Challenge Brooklyn.\nSo the Wilkerson brothers and their ministry team turned the building they had used to house staff workers at the time into a residential center for men struggling with drug addictions, and from there Teen Challenge was formed.\nA half a century later, Franich is one of the thousands of drug addicts that David Wilkerson and his ministry have impacted.\nIronically, in the case of Franich, he became a drug addict despite his father being a pastor and moreover the director of Teen Challenge. He said his father was involved in the Teen Challenge ministry the whole time he was using drugs.\n“I was curious with what else was out there. I think at first I was under the impression that the party life, the drug addiction, was something that I could control,” explained the former crystal meth user. “I thought I would do this for a phase and once I got off my partying phase I would go to college and do everything else.”\n“Little did I know at that time that by the time I was 15 it would turn into a full blown addiction.”\nThe Franichs now minister as a family to those struggling with addictions. His mother, Novella, his father, John, and his wife are all involved in the 53-year-old ministry.\n“It all goes back to 50 years ago. One man’s obedience to go to New York and preach to some kids on the streets that nobody cared about,” said Franich of the late Wilkerson.\nWilkerson died Wednesday afternoon in East Texas when he crashed his car into an 18-wheeler. His wife, Gwendolyn Wilkerson, was injured but is said to be in fair condition. Don Wilkerson told The Christian Post that he heard his brother David had taken his wife out for a meal before they got into the fatal car accident.\nTeen Challenge has 233 locations in the United States and 1,181 centers in total worldwide.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://svtc.info/"
            ]
        },
        "key_words": [
            "addicts",
            "wife",
            "david",
            "teen",
            "drug",
            "addict",
            "franich",
            "ministry",
            "grateful",
            "wilkerson",
            "challenge",
            "im",
            "exdrug",
            "christian",
            "forever"
        ]
    }
]