[
    {
        "url": "https://www.christianpost.com/news/7-million-attend-pope-francis-philippines-mass-marking-largest-ever-in-papal-history.html",
        "title": "7 Million Attend Pope Francis Philippines Mass Marking Largest Ever in Papal History",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n7 Million Attend Pope Francis Philippines Mass Marking Largest Ever in Papal History\n7 Million Attend Pope Francis Philippines Mass Marking Largest Ever in Papal History\n7 Million Attend Pope Francis Philippines Mass Marking Largest Ever in Papal History\n| Sunday, January 18, 2015\nView Photos\nAbout 7 million people, most of them drenched in rain and wearing their ponchos, gathered for an open-air Mass with Pope Francis in the Philippines on Sunday, the final full day of his weeklong trip. It was the largest-ever crowd for a papal event.\n\"We are not able to count all these people, obviously, or to verify this, but in any case, we have seen so many people that we believe that it is possible,\" Reuters quoted Vatican spokesman Father Federico Lombardi as saying.\n\"If this is true, and we think it is, this is the largest event in the history of the popes,\" he added.\nPope John Paul drew some five million to the same area 25 years ago.\nIn his homily, Pope Francis urged Filipinos to shun \"social structures which perpetuate poverty, ignorance and corruption.\"\nThe pope also criticized the government's population control efforts, saying the family was under threat from \"insidious attacks and programs contrary to all that we hold true and sacred.\"\nPresident Benigno Aquino also attended the Mass.\nThe pope, wearing a yellow poncho, stopped often along the route to kiss children and bless religious statues, as it was the day the country celebrates the feast of the infant Jesus. The faithful, also wearing ponchos, held up rosaries in a forest of uplifted arms as he passed by.\nMany people in the crowd carried images of the Santo Nino in colorful garb, hoping they would be blessed by the pontiff, according to The Associated Press.\nThe pope said the Santo Nino's message is \"We are all God's children, members of God's family.\"\nPeople camped outside the park overnight to be the first ones in when the gates opened around 6 a.m., according to BBC.\n\"The Pope is an instrument of the Lord and if you are able to communicate with him, it is just like talking to God himself,\" Agence France Presse quoted a devotee, Bernie Nacario, as saying.\nThere are about 80 million Catholics in the Southeast Asian country.\nOn Saturday, more than 100,000 people who braved an approaching tropical storm and waited long hours to attend a Saturday Mass with the pontiff in Tacloban, which took the brunt of Typhoon Haiyan, according to Catholic News Service.\nPope Francis urged the faithful to look to Jesus, telling them, \"He is the Lord. He understands us because he suffered through many tests that we ourselves have suffered.\"\nThe pope also met students on Saturday at the University of Santo Tomas.\n\"Women have much to tell us in today's society. Sometimes we're too macho, and we don't leave enough room for women. Women are able to see things with different eyes than us,\" he told the students. \"Women are able to ask questions that men can't understand. ... When the next pope comes, please have more women and girls among your numbers.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-pope-philippines/pope-manila-mass-drew-record-crowd-of-6-7-million-vatican-idUSKBN0KQ0TX20150118"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "mass",
            "largest",
            "francis",
            "park",
            "history",
            "santo",
            "wearing",
            "million",
            "openair",
            "pope",
            "marking",
            "philippines",
            "able",
            "attend",
            "women",
            "papal"
        ]
    }
]