[
    {
        "url": "https://nutritionfacts.org/2013/12/05/all-of-dr-gregers-dvds-now-downloadable/",
        "title": "All of Dr. Greger’s DVDs Now Downloadable",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2013-12-05",
        "text": "December 5th, 2013\nThe newest volume of my Latest in Clinical Nutrition DVD series is now out. Order on my website or through Amazon (all proceeds go to the 501c3 nonprofit charity that keeps NutritionFacts.org up and running). It can also now be ordered as a video download .\nThe last batch of videos from volume 15 just ran out, so running through February I’ll be rolling out the videos from this new DVD, volume 16. The DVDs give folks the opportunity to sneak-preview videos months ahead of time, watch them all straight through, and share them as gifts, but there is nothing on the DVDs that won’t eventually end up free online at NutritionFacts.org. If you’d like the works—more than 30 hours of video—I have a special on my complete DVD collection (also via download ).\nHere’s the list of chapters from the new volume 16 DVD – a preview of what’s to come over the next few months on NutritionFacts.org:\nIs Caramel Color Carcinogenic?\nAutopsy of Chicken Nuggets\nEggs and Diabetes\nArteries of Vegans vs. Runners\nVitamin B12 Necessary for Arterial Health\nBoosting Natural Killer Cell Activity\nHow Long to Detox from Fish Before Pregnancy?\nGreens vs. Glaucoma\nDietary Treatment of Glaucoma\nBacon, Eggs, and Gestational Diabetes During Pregnancy\nSuperbugs in Conventional vs. Organic Chicken\nWhich Spices Fight Inflammation?\nSpicing Up DNA Protection\nTurmeric Curcumin and Osteoarthritis\nWho Shouldn’t Consume Curcumin or Turmeric\nProstate Cancer and Organic Milk vs. Almond Milk\nBurkitt’s F-Word Diet\n \nOrder my new DVD at DrGreger.org/dvds or as video downloads at https://drgreger.org/collections/downloads\nAll of My DVDs Now Available for Digital Download\nThe download of my last DVD was so popular that I decided to make them all available as downloadable videos. They’re cheaper, you don’t have to wait for them to be shipped, and you can watch them on the go.\nYou can watch the new one right now for $20, or get the entire 16 volume collection–32 hours worth!–for only $160 at https://drgreger.org/collections/downloads (new design thanks to our resident web genius Christi Richards ).\nAll the proceeds from DVD, download, and book sales go to the 501c3 nonprofit charity that keeps NutritionFacts.org alive and kicking.\nPlease Consider NutritionFacts.org in Your Year-End Giving\nIf you were a regular supporter, you’d be watching the new DVD right now! Anyone signing up on the donation page to become a $15 monthly contributor will receive the next three DVDs for free (as physical DVDs, downloads, or both–your choice), and anyone signing up as a $25 monthly contributor will get a whole year’s worth of new DVDs. Monthly supporters already got their new volume 16 DVD weeks ago.\nBut the best part of donating to support this work is helping to spread this life-saving information. I’ve been speaking at medical conferences a lot lately and have been touched by how many physicians are using my work in their offices. There are doctors that are playing my DVDs on a loop in their waiting rooms. Others have my short videos downloaded on their iPad and play them for patients during visits–showing them a tablet instead of giving them tablets! :)\nNutritionFacts.org is a free resource for medical students, health professionals, and everybody else. In the last year alone, NutritionFacts.org pages have been viewed more than 10 million times by people around the world, all for free. And with your support, the sky’s the limit.\nPlease join the hundreds of viewers like you who have already stepped up to help out. To make a contribution to NutritionFacts.org you can use a credit card , use a direct Paypal link , or send a check to”NutritionFacts.org” P.O. Box 11400 Takoma Park, MD 20913.\nI hope everyone is having a healthy happy holiday season!\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nutritionfacts.org/2013/09/26/dr-gregers-new-dvd-available-for-download/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/supporters/",
                "https://drgreger.org/collections/dvds",
                "https://drgreger.org/collections/downloads",
                "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=6SWYJD9SYAZHE",
                "https://drgreger.org/collections/dvds",
                "https://nutritionfacts.org/donate/",
                "https://drgreger.org/collections/downloads",
                "http://www.christirichards.com/"
            ]
        },
        "key_words": [
            "free",
            "gregers",
            "vs",
            "watch",
            "dr",
            "dvd",
            "downloadable",
            "videos",
            "16",
            "curcumin",
            "nutritionfactsorg",
            "volume",
            "dvds"
        ]
    }
]