[
    {
        "url": "https://www.christianpost.com/news/former-church-for-life-pastor-taught-young-women-to-masturbate-orgasm-in-pre-marriage-classes-suit-says.html",
        "title": "Former Church for Life Pastor Taught Young Women to Masturbate, Orgasm in Pre-Marriage Classes, Suit Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFormer Church for Life Pastor Taught Young Women to Masturbate, Orgasm in Pre-Marriage Classes, Suit Says\nCP Current Page: Church & Ministries | Monday, January 22, 2018\nFormer Church for Life Pastor Taught Young Women to Masturbate, Orgasm in Pre-Marriage Classes, Suit Says\nFormer Church for Life Pastor Taught Young Women to Masturbate, Orgasm in Pre-Marriage Classes, Suit Says\n| Monday, January 22, 2018\nRobert and Cindy Litzinger. | (Photo: Facebook)\nA mother of two has filed a lawsuit against former Church for Life pastor Robert Litzinger and his wife Cindy, alleging sexual battery, assault and harassment stemming from a slew of incidents, including teaching young women how to masturbate and orgasm in preparation for their husbands in pre-marriage classes.\nRobert Litzinger, explains the Santa Maria Times , stepped down from the helm of the California church in June 2016 after complaints were made to church personnel about opinions he allegedly shared on viewing pornography in one of his pre-marital classes.\nThe lawsuit filed by a Jane Doe in her 30s alleges that Litzinger's wife, Cindy, knowingly co-conspired in the misconduct from 2014-16. Shortly after Litzinger stepped down, the mother learned that she was not the only victim of the unwanted advances and more than a dozen women had similar stories to share.\nDoe charged in the lawsuit that Litzinger exploited his position as lead pastor to \"cultivate an atmosphere within Church for Life, through which he could satisfy his sexual fetishes.\"\nIn pre-marital classes, she alleged that the pastor would try and \"prepare the young women for their husbands and their wedding night,\" advising the women on how to masturbate, have an orgasm and explore their bodies, in order to be \"prepared and willing to do whatever their husbands wanted.\"\nHe would also share photos with Doe of himself and Cindy, covered in bed, with a note saying \"just had a great session\" and urged her to be similarly open with him about her sex life. He reportedly badgered her until she complied with his request.\nLitzinger and his wife appear very open about their love for each other in a video posted to YouTube .\n\"My wife, my lover and we get to sleep together and all that kind of stuff,\" the ex-pastor says as he introduces his wife at a church event .\n\"Thanks babe,\" Cindy replies in the video as Robert kisses her before the congregation.\n\"I love you. I love you,\" she says as he walks off stage.\n\"We slept great together last night too, just in case you were wondering,\" she then tells the church. \"We did great, we actually slept.\"\nThe lawsuit claims Cindy facilitated her husband's sexual conduct and the church allegedly took no action against them prior to their departure in 2016.\nDoe charged that she was invited to a prayer group at the couple's home once and the pastor groped her breasts and genitals. When she complained to Cindy, the groping was dismissed as an \"innocent mistake.\"\nCindy's attorneys denied allegations that she aided and abetted Robert's alleged sexual conduct and insisted Doe's allegation of groping was \"an innocent mistake.\"\nDoe said when she eventually complained to other pastors at the church but \"those complaints fell on deaf ears,\" the lawsuit said, and she was directed to speak with Litzinger about her concerns directly.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://santamariatimes.com/news/local/former-senior-pastors-at-church-for-life-face-sexual-assault/article_46459324-3f66-5b89-9b1e-e3da564a14a5.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=38vXbgSg7D4"
            ]
        },
        "key_words": [
            "husbands",
            "wife",
            "masturbate",
            "sexual",
            "lawsuit",
            "church",
            "orgasm",
            "pastor",
            "litzinger",
            "premarriage",
            "cindy",
            "taught",
            "young",
            "suit",
            "women",
            "classes",
            "life"
        ]
    }
]