[
    {
        "url": "https://www.christianpost.com/voice/why-a-palestinian-christian-is-wrong-about-jerusalem.html",
        "title": "Why a Palestinian Christian Is Wrong About Jerusalem",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\n| Tuesday, January 23, 2018\nMichael Brown holds a Ph.D. in Near Eastern Languages and Literatures from New York University and has served as a professor at a number of seminaries. He is the author of 25 books and hosts the nationally syndicated, daily talk radio show, the Line of Fire.\nAccording to evangelical Christian leader Johnnie Moore , President Trump's decision to recognize Jerusalem as the capital of Israel is a good thing for the Palestinians. According to Rev. Dr. Jack Sara , a Palestinian Christian living in Jerusalem, Moore has seriously missed the mark. In fact, in Sara's view, since Trump's decision was strongly encouraged by evangelical Christians, that very name – evangelical – now has a negative connotation among the Palestinian people, making it all the more difficult for the Palestinian Christians living there. What are we to make of these concerns?\nSara writes with a gracious tone, saying, \"My critique is from an evangelical perspective and it is a plea to my brethren across the water.\" But he is forthright in his convictions, claiming that the term \"evangelical\" has \"become increasingly despised in our region and that the \"uncritical support of Israel\" by evangelicals \"is blinding their eyes to the injustices committed in the land.\"\nHe blames this further on the alleged \"distorted interpretation of Scripture\" held to by evangelicals, asking, \"What is their good news to the Palestinians? What is their Gospel for the Arab nations?\"\nWith all respect to Dr. Sara as my brother in the Lord, and having shared with him privately that I'd be responding to his article, allow me to address the issues he raises.\nFirst, in 1972, as a weeks-old, Jewish believer in Jesus, the local rabbi gave me a book on anti-Semitism in Church history, outlining one of the major reasons many Jews do not believe in Jesus. Non-baptized Jews were exiled from numerous countries; Jews were slaughtered in the Crusades (including European Jews, whose sin was to be Jewish); Martin Luther counseled that rabbis be forbidden to teach on penalty of death – and on and on it goes.\nAs evil and anti-Christian as the Holocaust was, it found a ready home in anti-Semitic Europe, the result of centuries of \"Christian\" anti-Semitism.\nNow, after such a long and ugly history, evangelical Christian love for Israel has won the hearts of many Israelis, and Jewish leaders around the world recognize the sincerity – even the altruism – of this love, thereby recovering some of the testimony of Jesus that has been lost.\nDr. Sara, can you rejoice with me that this has taken place? Since these are the Messiah's own flesh and blood, the ones for whom Paul agonized (in Romans 9), shouldn't you, as a follower of Jesus be glad? \"Evangelical\" has hardly become a dirty word among Israeli Jews.\nSecond, the gospel for the Arab nations is the same as the gospel for the Hindu nations and Buddhist nations – and for the Jewish people themselves. You can receive forgiveness of your sins through the blood the cross! You can receive a new heart and become a child of God through the death and resurrection of Jesus! Repent and believe!\nIsn't that message enough? Why must it also have territorial promises tied in with it?\nThird, God did promise the physical land of Israel to the Jewish people before the Law was given at Sinai, and as Paul explained in Galatians 3, the Law, which was 430 years after the promise, cannot nullify the promise. As for the perpetuity of that promise, could God have made Himself any clearer? \"He remembers his covenant forever, the word that he commanded, for a thousand generations, the covenant that he made with Abraham, his sworn promise to Isaac, which he confirmed to Jacob as a statute, to Israel as an everlasting covenant, saying, 'To you I will give the land of Canaan as your portion for an inheritance.'\" (Ps. 105:8-11)\nYou might say, \"But that's not fair.\"\nMay I ask you, dear brother, why everyone else gets a homeland but the Jewish people don't get one, even a tiny one in the Middle East? If my calculations are right, the physical land of Israel constitutes roughly 1/650<sup>th of the surrounding Arab and Muslim land. Is it so terrible that we Jews have a homeland?\nFourth, when there was plenty of room for Jews and Arabs to dwell side by side in what was then called Palestine in the 1930s, the Muslim leadership was offered a two-state solution. The Jewish leadership accepted the offer; the Muslim leadership refused.\nThe same thing happened in 1947. The Jewish leadership accepted the two-state solution, echoing the sentiments of David Ben Gurion, who said in 1937, \"We do not wish and do not need to expel Arabs and take their place. All our aspiration is built on the assumption – proven throughout all our activity in the Land of Israel – that there is enough room in the country for ourselves and the Arabs.\"\nThe Muslim leadership refused, calling for war instead. In the words of Azzam Pasha, Secretary-General of the Arab League, October 11, 1947, \"It will be a war of annihilation. It will be a momentous massacre in history that will be talked about like the massacres of the Mongols or the Crusades.\"\nIsn't that still the attitude of Hamas, rightly branded a terrorist group by America? And isn't it true that the Palestinian Authority (PA) still rewards the families of terrorists who slaughter Israeli children, women, and men? And isn't it true that, the vast majority of Israel's 1.5 million Arab citizens prefer living under Israeli rule rather than under the rule of Hamas or the PA?\nPerhaps Israel is not the primary cause of Palestinian suffering? Perhaps the greater cause is the Palestinian Muslim leadership?\nFifth, if I follow your logic, then the only way Palestinians will be happy with evangelical Christians is if we renounce reality and say that Jerusalem is not the capital of Israel, when in fact it is the capital, both in history and at present. Conversely, as you surely know, Jerusalem has never been the capital of a Palestinian state. Why, now, must E. Jerusalem be the capital of Palestine? Based on what criteria?\nUnfortunately, as noted  by one pro-Israel blogger, you are basically stating \"that without antisemitism, the Arabs won't listen to the message of Christ.\" In other words, unless Christians worldwide take an anti-Israel position and refuse to recognize Jerusalem as Israel's capital, Muslims won't receive the gospel. Dr. Sara, do you really believe this?\nThe good news is that, around the world, not only are Muslims coming to Jesus in unprecedented numbers, but many of them are becoming staunch lovers of Israel, recognizing that it is Satan who wants to destroy the Jewish people and that Jew-hatred is all too present in Islamic tradition.\nOn a recent trip to Germany, I met some former Muslims from Iran and Turkey and Syria. We hugged and rejoiced together, as they told me in their imperfect English how much they loved Jesus and how much they loved the Jews. This is but one anecdotal example out of countless thousands.\nI know some Palestinian Christians who feel the same way, yet they have been beaten and threatened by their Muslim neighbors because of their pro-Israel stance.\nPerhaps, Dr. Sara, they are not all reading the Bible wrongly? Perhaps they recognize that, as surely as God is God, His love for Israel remains the same, despite our many sins (Romans 11:28-29)?\nSixth, I do not minimize injustices you and your friends may have suffered, and I do not believe Israel is faultless, not historically and not today. I do my best to address areas of concerns when my Jewish brothers fall short, so yes, we are joined together in Jesus to stand for justice. Where I have a blind spot to these injustices, by all means, help me to see more clearly.\nI simply appeal to you to reconsider your understanding of the Scriptures when it comes to Israel, to ask yourself if your bad experiences have blinded your eyes to the plain teaching of the Bible, and to do what the Lord enjoined in the Psalms and in Isaiah (Psalm 22 and Isaiah 62), namely, to pray for a Jewish Jerusalem to become the praise of all the earth.\nLet the discussion continue.\nRelated Articles\n",
        "quotes": [
            [
                "My critique is from an evangelical perspective and it is a plea to my brethren across the water.",
                "Sara",
                true
            ],
            [
                "become increasingly despised in our region and that the \"uncritical support of Israel",
                "",
                false
            ],
            [
                "is blinding their eyes to the injustices committed in the land.",
                "",
                false
            ],
            [
                "What is their good news to the Palestinians?",
                "",
                true
            ],
            [
                "What is their Gospel for the Arab nations?",
                "",
                true
            ],
            [
                "He remembers his covenant forever, the word that he commanded, for a thousand generations, the covenant that he made with Abraham, his sworn promise to Isaac, which he confirmed to Jacob as a statute, to Israel as an everlasting covenant, saying, 'To you I will give the land of Canaan as your portion for an inheritance.",
                "",
                true
            ],
            [
                "We do not wish and do not need to expel Arabs and take their place.",
                "David Ben Gurion",
                true
            ],
            [
                "All our aspiration is built on the assumption – proven throughout all our activity in the Land of Israel – that there is enough room in the country for ourselves and the Arabs.",
                "David Ben Gurion",
                true
            ],
            [
                "It will be a war of annihilation.",
                "Azzam Pasha",
                true
            ],
            [
                "It will be a momentous massacre in history that will be talked about like the massacres of the Mongols or the Crusades.",
                "Azzam Pasha",
                true
            ],
            [
                "that without antisemitism, the Arabs won't listen to the message of Christ.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://religionnews.com/2017/12/18/evangelicals-support-trumps-jerusalem-decision-because-we-care-about-the-palestinians/",
                "https://www.christianpost.com/voice/reasons-why-i-as-an-evangelical-leader-in-the-middle-east-dont-agree-with-trumps-declaration-on-jerusalem.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://elderofziyon.blogspot.com/2018/01/a-palestinian-christian-tries-to.html"
            ]
        },
        "key_words": [
            "evangelical",
            "christian",
            "jesus",
            "jewish",
            "sara",
            "jerusalem",
            "jews",
            "capital",
            "palestinian",
            "wrong",
            "israel",
            "muslim"
        ]
    }
]