[
    {
        "url": "https://www.christianpost.com/news/muslim-father-burns-9-y-o-son-for-converting-to-christianity-in-uganda.html",
        "title": "Muslim Father Burns 9-Y-O Son for Converting to Christianity in Uganda",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMuslim Father Burns 9-Y-O Son for Converting to Christianity in Uganda\nMuslim Father Burns 9-Y-O Son for Converting to Christianity in Uganda\nMuslim Father Burns 9-Y-O Son for Converting to Christianity in Uganda\n| Monday, June 27, 2016\nA man prays after mass at the Martyrs of Uganda church in Bamako, Mali, November 8, 2015. | (Photo: REUTERS/Joe Penney)\nA Muslim man in eastern Uganda tied his 9-year-old son to a tree and lit it on fire after his son converted to Christianity and refused to fast during the Islamic holy month of Ramadan, a Christian persecution watchdog group is reporting.\nMorning Star News  reports that 9-year-old Nassif Malagara, who lives in the Kamuli District of the Kisozi subcounty, was severely burned by his father, 36-year-old Abubakar Malagara, who caught him breaking the Ramadan fast after going two days without food on June 9.\nJust four days earlier on June 5, the child decided to give his life to Christ after a neighbor took him to a church outside the village.\nThe church's pastor, who remained nameless for security reasons, told Morning Star News that the boy stayed after the service and told him that \"he wanted to receive Jesus as his personal savior.\"\n\"I was a bit hesitant, but after his continuous press, I then prayed with him, and he left,\" the pastor explained.\nFollowing the experience at the church, the pastor said that the boy expressed to his father and stepmother, 35-year-old Madina Namwaje, that he no longer wanted to attend the madrassa (Islamic school) or take part in Muslim activities. The pastor added the father and stepfather became angry when they learned that the boy had converted to Christianity.\nDespite Malagara's conversion, the parents fully expected him to observe the Ramadan fast. Malagara told Morning Star News that he starved for two days before he snuck into his neighbor's house for food.\nOn June 9, the boy's father caught him eating. Malagara said that after his father caught him eating, he began to beat him with sticks. Although Malagara initially escaped from his father and hid behind a bush, his father eventually found him.\n\"My father then followed me and got hold of me back to the homestead, where he tied me up to a banana tree,\" the boy was quoted as saying. \"He went into the house and came back with a hot piece of wood. The banana tree had dry leaves, which caught fire and caused serious burns on my body.\"\nFortunately for Malagara, his neighbors heard his screams, untied him from the tree and took him to a hospital to get his burns treated.\nAbubakar Malagara was arrested by local police officers after residents alerted the authorities about the abuse.\nA hospital employee named Walwawo Zubari told  Morning Star News that Malagara had burns on many different parts of his body.\n\"Nassif has been recovering, but at a very slow pace,\" Zubari said. \"He might need to be referred to another hospital for specialized treatment.\"\nAlthough the father was later released on bail, a relative told Morning Star News that she hopes to take custody of the child after he is released from the hospital.\nIn addition to Malagara being burned, the neighbor who took the boy to the church told Morning Star News that he has also been threatened by an unidentified person through text message.\nAlthough the neighbor is not sure who sent the threatening text message, he believes that the message could have been sent by Abubakar Malagara from another Muslim's phone.\n\"We know that you are behind the conversion of Nassif to Christianity,\" the neighbor recalled the message saying. \"You will soon reap what you have sown, which will be a lesson to others. Islam is against such conversion.\"\nAlthough 85 percent of the Ugandan population is Christian, Malagara's incident is far from the first time a Muslim family in eastern Uganda retaliated against a member of their own family for converting from Islam to Christianity.\nIn March, two Muslim men in Katende beat their own son and nephew with sticks and burned down his home  when they learned that he had embraced Christianity.\nLast June, a Christian mother of 11 was poisoned to death  by her Muslim sister-in-law after she and her husband, a former Islamic school teacher, converted to Christianity.\nLast October, it was reported that a Christian mother of eight was dragged from home by a Muslim mob and hacked to death  because she converted to Christianity. The murder of the mother came about a month after her brother-in-law was murdered for the same reason.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christian-mother-of-11-poisoned-to-death-in-uganda-by-muslim-sister-in-law-months-after-she-left-islam-140793/",
                "https://www.christianpost.com/news/muslim-family-burns-down-sons-home-beats-stick-accepting-jesus-christ-savior-159194/",
                "https://morningstarnews.org/2016/06/muslim-in-eastern-uganda-burns-9-year-old-son-for-accepting-christ-sources-say/",
                "https://www.christianpost.com/news/uganda-muslim-mob-kills-christian-mother-convert-jesus-christ-148670/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "muslim",
            "father",
            "9yo",
            "told",
            "morning",
            "boy",
            "burns",
            "son",
            "uganda",
            "pastor",
            "christianity",
            "malagara",
            "tree",
            "converting",
            "star"
        ]
    }
]