[
    {
        "url": "https://consortiumnews.com/2016/04/13/the-victory-of-perception-management-2/",
        "title": "The Victory of ‘Perception Management’",
        "authors": [
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "William Bee",
                "link": null
            },
            {
                "name": "Neil Lori",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-04-13",
        "text": "Main menu\nApril 13, 2016\nBy Robert Parry (Originally published December 28, 2014)\nTo understand how the American people find themselves trapped in today’s Orwellian dystopia of endless warfare against an ever-shifting collection of “evil” enemies, you have to think back to the Vietnam War and the shock to the ruling elite caused by an unprecedented popular uprising against that war.\nWhile on the surface Official Washington pretended that the mass protests didn’t change policy, a panicky reality existed behind the scenes, a recognition that a major investment in domestic propaganda would be needed to ensure that future imperial adventures would have the public’s eager support or at least its confused acquiescence.\nPresident Ronald Reagan meeting with media magnate Rupert Murdoch in the Oval Office on Jan. 18, 1983, with Charles Wick, director of the U.S. Information Agency, the the background. (Credit: Reagan presidential library)\nThis commitment to what the insiders called “perception management” began in earnest with the Reagan administration in the 1980s but it would come to be the accepted practice of all subsequent administrations, including the present one of President Barack Obama.\nIn that sense, propaganda in pursuit of foreign policy goals would trump the democratic ideal of an informed electorate. The point would be not to honestly inform the American people about events around the world but to manage their perceptions by ramping up fear in some cases and defusing outrage in others depending on the U.S. government’s needs.\nThus, you have the hysteria over Russia’s supposed “aggression” in Ukraine when the crisis was actually provoked by the West, including by U.S. neocons who helped create today’s humanitarian crisis in eastern Ukraine that they now cynically blame on Russian President Vladimir Putin.\nYet, many of these same U.S. foreign policy operatives outraged over Russia’s limited intervention to protect ethnic Russians in eastern Ukraine are demanding that President Obama launch an air war against the Syrian military as a “humanitarian” intervention there.\nIn other words, if the Russians act to shield ethnic Russians on their border who are being bombarded by a coup regime in Kiev that was installed with U.S. support, the Russians are the villains blamed for the thousands of civilian deaths, even though the vast majority of the casualties have been inflicted by the Kiev regime from indiscriminate bombing and from dispatching neo-Nazi militias to do the street fighting.\nIn Ukraine, the exigent circumstances don’t matter, including the violent overthrow of the constitutionally elected president in February 2014. It’s all about white hats for the current Kiev regime and black hats for the ethnic Russians and especially for Putin.\nBut an entirely different set of standards has applied to Syria where a U.S.-backed rebellion, which included violent Sunni jihadists from the start, wore the white hats and the relatively secular Syrian government, which has responded with excessive violence of its own, wears the black hats. But a problem to that neat dichotomy arose when one of the major Sunni rebel forces, the Islamic State, started seizing Iraqi territory and beheading Westerners.\nFaced with those grisly scenes, President Obama authorized bombing the Islamic State forces in both Iraq and Syria, but neocons and other U.S. hardliners have been hectoring Obama to go after their preferred target, Syria’s President Bashar al-Assad, despite the risk that destroying the Syrian military could open the gates of Damascus to the Islamic State or al-Qaeda’s Nusra Front.\nLost on the Dark Side\nYou might think that the American public would begin to rebel against these messy entangling alliances with the 1984-like demonizing of one new “enemy” after another. Not only have these endless wars drained trillions of dollars from the U.S. taxpayers, they have led to the deaths of thousands of U.S. troops and to the tarnishing of America’s image from the attendant evils of war, including a lengthy detour into the “dark side” of torture, assassinations and “collateral” killings of children and other innocents.\nBut that is where the history of “perception management” comes in, the need to keep the American people compliant and confused. In the 1980s, the Reagan administration was determined to “kick the Vietnam Syndrome,” the revulsion that many Americans felt for warfare after all those years in the blood-soaked jungles of Vietnam and all the lies that clumsily justified the war.\nPhotos of victims of the My Lai massacre in Vietnam galvanized public awareness about the barbarity of the war.\nSo, the challenge for the U.S. government became: how to present the actions of “enemies” always in the darkest light while bathing the behavior of the U.S. “side” in a rosy glow. You also had to stage this propaganda theater in an ostensibly “free country” with a supposedly “independent press.”\nFrom documents declassified or leaked over the past several decades, including an unpublished draft chapter of the congressional Iran-Contra investigation, we now know a great deal about how this remarkable project was undertaken and who the key players were.\nPerhaps not surprisingly much of the initiative came from the Central Intelligence Agency, which housed the expertise for manipulating target populations through propaganda and disinformation. The only difference this time would be that the American people would be the target population.\nFor this project, Ronald Reagan’s CIA Director William J. Casey sent his top propaganda specialist Walter Raymond Jr. to the National Security Council staff to manage the inter-agency task forces that would brainstorm and coordinate this “public diplomacy” strategy.\nMany of the old intelligence operatives, including Casey and Raymond, are now dead, but other influential Washington figures who were deeply involved by these strategies remain, such as neocon stalwart Robert Kagan, whose first major job in Washington was as chief of Reagan’s State Department Office of Public Diplomacy for Latin America.\nNow a fellow at the Brookings Institution and a columnist at the Washington Post, Kagan remains an expert in presenting foreign policy initiatives within the “good guy/bad guy” frames that he learned in the 1980s. He is also the husband of Assistant Secretary of State for European Affairs Victoria Nuland, who oversaw the overthrow of Ukraine’s elected President Viktor Yanukovych in February 2014 amid a very effective U.S. propaganda strategy.\nDuring the Reagan years, Kagan worked closely on propaganda schemes with Elliott Abrams, then the Assistant Secretary of State for Latin America. After getting convicted and then pardoned in the Iran-Contra scandal, Abrams reemerged on President George W. Bush’s National Security Council handling Middle East issues, including the Iraq War, and later “global democracy strategy.” Abrams is now a senior fellow at the Council on Foreign Relations.\nThese and other neocons were among the most diligent students learning the art of “perception management” from the likes of Raymond and Casey, but those propaganda skills have spread much more widely as “public diplomacy” and “information warfare” have now become an integral part of every U.S. foreign policy initiative.\nA Propaganda Bureaucracy\nDeclassified documents now reveal how extensive Reagan’s propaganda project became with inter-agency task forces assigned to develop “themes” that would push American “hot buttons.” Scores of documents came out during the Iran-Contra scandal in 1987 and hundreds more are now available at the Reagan presidential library in Simi Valley, California.\nAir Force F-105s bomb a target in the southern panhandle of North Vietnam on June 14, 1966. (Photo credit: U.S. Air Force)”\nWhat the documents reveal is that at the start of the Reagan administration, CIA Director Casey faced a daunting challenge in trying to rally public opinion behind aggressive U.S. interventions, especially in Central America. Bitter memories of the Vietnam War were still fresh and many Americans were horrified at the brutality of right-wing regimes in Guatemala and El Salvador, where Salvadoran soldiers raped and murdered four American churchwomen in December 1980.\nThe new leftist Sandinista government in Nicaragua also was not viewed with much alarm. After all, Nicaragua was an impoverished country of only about three million people who had just cast off the brutal dictatorship of Anastasio Somoza.\nSo, Reagan’s initial strategy of bolstering the Salvadoran and Guatemalan armies required defusing the negative publicity about them and somehow rallying the American people into supporting a covert CIA intervention inside Nicaragua via a counterrevolutionary force known as the Contras led by Somoza’s ex-National Guard officers.\nReagan’s task was made tougher by the fact that the Cold War’s anti-communist arguments had so recently been discredited in Vietnam. As deputy assistant secretary to the Air Force, J. Michael Kelly, put it, “the most critical special operations mission we have … is to persuade the American people that the communists are out to get us.”\nAt the same time, the White House worked to weed out American reporters who uncovered facts that undercut the desired public images. As part of that effort, the administration attacked New York Times correspondent Raymond Bonner for disclosing the Salvadoran regime’s massacre of about 800 men, women and children in the village of El Mozote in northeast El Salvador in December 1981. Accuracy in Media and conservative news organizations, such as The Wall Street Journal’s editorial page, joined in pummeling Bonner, who was soon ousted from his job.\nBut these were largely ad hoc efforts. A more comprehensive “public diplomacy” operation took shape beginning in 1982 when Raymond, a 30-year veteran of CIA clandestine services, was transferred to the NSC.\nA slight, soft-spoken New Yorker who reminded some of a character from a John le Carré spy novel, Raymond was an intelligence officer who “easily fades into the woodwork,” according to one acquaintance. But Raymond would become the sparkplug for this high-powered propaganda network, according to a draft chapter of the Iran-Contra report.\nThough the draft chapter didn’t use Raymond’s name in its opening pages, apparently because some of the information came from classified depositions, Raymond’s name was used later in the chapter and the earlier citations matched Raymond’s known role. According to the draft report, the CIA officer who was recruited for the NSC job had served as Director of the Covert Action Staff at the CIA from 1978 to 1982 and was a “specialist in propaganda and disinformation.”\nCIA Director William Casey.\n“The CIA official [Raymond] discussed the transfer with [CIA Director] Casey and NSC Advisor William Clark that he be assigned to the NSC as [Donald] Gregg’s successor [as coordinator of intelligence operations in June 1982] and received approval for his involvement in setting up the public diplomacy program along with his intelligence responsibilities,” the chapter said.\n“In the early part of 1983, documents obtained by the Select [Iran-Contra] Committees indicate that the Director of the Intelligence Staff of the NSC [Raymond] successfully recommended the establishment of an inter-governmental network to promote and manage a public diplomacy plan designed to create support for Reagan Administration policies at home and abroad.”\nDuring his Iran-Contra deposition, Raymond explained the need for this propaganda structure, saying: “We were not configured effectively to deal with the war of ideas.”\nOne reason for this shortcoming was that federal law forbade taxpayers’ money from being spent on domestic propaganda or grassroots lobbying to pressure congressional representatives. Of course, every president and his team had vast resources to make their case in public, but by tradition and law, they were restricted to speeches, testimony and one-on-one persuasion of lawmakers.\nBut things were about to change. In a Jan. 13, 1983, memo, NSC Advisor Clark foresaw the need for non-governmental money to advance this cause. “We will develop a scenario for obtaining private funding,” Clark wrote. (Just five days later, President Reagan personally welcomed media magnate Rupert Murdoch into the Oval Office for a private meeting, according to records on file at the Reagan library.) [For more on Murdoch’s role, see Consortiumnews.com’s “ Rupert Murdoch: Propaganda Recruit .”]\nAs administration officials reached out to wealthy supporters, lines against domestic propaganda soon were crossed as the operation took aim not only at foreign audiences but at U.S. public opinion, the press and congressional Democrats who opposed funding the Nicaraguan Contras.\nAt the time, the Contras were earning a gruesome reputation as human rights violators and terrorists. To change this negative perception of the Contras as well as of the U.S.-backed regimes in El Salvador and Guatemala, the Reagan administration created a full-blown, clandestine propaganda network.\nIn January 1983, President Reagan took the first formal step to create this unprecedented peacetime propaganda bureaucracy by signing National Security Decision Directive 77, entitled “Management of Public Diplomacy Relative to National Security.” Reagan deemed it “necessary to strengthen the organization, planning and coordination of the various aspects of public diplomacy of the United States Government.”\nReagan ordered the creation of a special planning group within the National Security Council to direct these “public diplomacy” campaigns. The planning group would be headed by the CIA’s Walter Raymond Jr. and one of its principal arms would be a new Office of Public Diplomacy for Latin America, housed at the State Department but under the control of the NSC.\nCIA Taint\nWorried about the legal prohibition barring the CIA from engaging in domestic propaganda, Raymond formally resigned from the CIA in April 1983, so, he said, “there would be no question whatsoever of any contamination of this.” But Raymond continued to act toward the U.S. public much like a CIA officer would in directing a propaganda operation in a hostile foreign country.\nRaymond fretted, too, about the legality of Casey’s ongoing involvement. Raymond confided in one memo that it was important “to get [Casey] out of the loop,” but Casey never backed off and Raymond continued to send progress reports to his old boss well into 1986. It was “the kind of thing which [Casey] had a broad catholic interest in,” Raymond shrugged during his Iran-Contra deposition. He then offered the excuse that Casey undertook this apparently illegal interference in domestic politics “not so much in his CIA hat, but in his adviser to the president hat.”\nAs a result of Reagan’s decision directive, “an elaborate system of inter-agency committees was eventually formed and charged with the task of working closely with private groups and individuals involved in fundraising, lobbying campaigns and propagandistic activities aimed at influencing public opinion and governmental action,” the draft Iran-Contra chapter said. “This effort resulted in the creation of the Office of Public Diplomacy for Latin America and the Caribbean in the Department of State (S/LPD), headed by Otto Reich,” a right-wing Cuban exile from Miami.\nPresident Ronald Reagan meeting with Guatemalan dictator Efrain Rios Montt.\nThough Secretary of State George Shultz wanted the office under his control, President Reagan insisted that Reich “report directly to the NSC,” where Raymond oversaw the operations as a special assistant to the President and the NSC’s director of international communications, the chapter said.\n“Reich relied heavily on Raymond to secure personnel transfers from other government agencies to beef up the limited resources made available to S/LPD by the Department of State,” the chapter said. “Personnel made available to the new office included intelligence specialists from the U.S. Air Force and the U.S. Army. On one occasion, five intelligence experts from the Army’s 4th Psychological Operations Group at Fort Bragg, North Carolina, were assigned to work with Reich’s fast-growing operation.”\nA “public diplomacy strategy paper,” dated May 5, 1983, summed up the administration’s problem. “As far as our Central American policy is concerned, the press perceives that: the USG [U.S. government] is placing too much emphasis on a military solution, as well as being allied with inept, right-wing governments and groups. …The focus on Nicaragua [is] on the alleged U.S.-backed ‘covert’ war against the Sandinistas. Moreover, the opposition … is widely perceived as being led by former Somozistas.”\nThe administration’s difficulty with most of these press perceptions was that they were correct. But the strategy paper recommended ways to influence various groups of Americans to “correct” the impressions anyway, removing what another planning document called “perceptional obstacles.”\n“Themes will obviously have to be tailored to the target audience,” the strategy paper said.\nCasey’s Hand\nAs the Reagan administration struggled to manage public perceptions, CIA Director Casey kept his personal hand in the effort. On one muggy day in August 1983, Casey convened a meeting of Reagan administration officials and five leading ad executives at the Old Executive Office Building next to the White House to come up with ideas for selling Reagan’s Central American policies to the American people.\nEarlier that day, a national security aide had warmed the P.R. men to their task with dire predictions that leftist governments would send waves of refugees into the United States and cynically flood America with drugs. The P.R. executives jotted down some thoughts over lunch and then pitched their ideas to the CIA director in the afternoon as he sat hunched behind a desk taking notes.\n“Casey was kind of spearheading a recommendation” for better public relations for Reagan’s Central America policies, recalled William I. Greener Jr., one of the ad men. Two top proposals arising from the meeting were for a high-powered communications operation inside the White House and private money for an outreach program to build support for U.S. intervention.\nThe results from the discussions were summed up in an Aug. 9, 1983, memo written by Raymond who described Casey’s participation in the meeting to brainstorm how “to sell a ‘new product’ Central America by generating interest across-the-spectrum.”\nIn the memo to then-U.S. Information Agency director Charles Wick, Raymond also noted that “via Murdock [sic] may be able to draw down added funds” to support pro-Reagan initiatives. Raymond’s reference to Rupert Murdoch possibly drawing down “added funds” suggests that the right-wing media mogul had been recruited to be part of the covert propaganda operation. During this period, Wick arranged at least two face-to-face meetings between Murdoch and Reagan.\nPresident Reagan meets with publisher Rupert Murdoch, U.S. Information Agency Director Charles Wick, lawyers Roy Cohn and Thomas Bolan in the Oval Office on Jan. 18, 1983. (Photo credit: Reagan presidential library)\nIn line with the clandestine nature of the operation, Raymond also suggested routing the “funding via Freedom House or some other structure that has credibility in the political center.” (Freedom House would later emerge as a principal beneficiary of funding from the National Endowment for Democracy, which was also created under the umbrella of Raymond’s operation.)\nAs the Reagan administration pushed the envelope on domestic propaganda, Raymond continued to worry about Casey’s involvement. In an Aug. 29, 1983, memo, Raymond recounted a call from Casey pushing his P.R. ideas. Alarmed at a CIA director participating so brazenly in domestic propaganda, Raymond wrote that “I philosophized a bit with Bill Casey (in an effort to get him out of the loop)” but with little success.\nMeanwhile, Reich’s Office of Public Diplomacy for Latin America (S/LPD) proved extremely effective in selecting “hot buttons” that would anger Americans about the Sandinistas. He also browbeat news correspondents who produced stories that conflicted with the administration’s “themes.” Reich’s basic M.O. was to dispatch his propaganda teams to lobby news executives to remove or punish out-of-step reporters with a disturbing degree of success. Reich once bragged that his office “did not give the critics of the policy any quarter in the debate.”\nAnother part of the office’s job was to plant “white propaganda” in the news media through op-eds secretly financed by the government. In one memo, Jonathan Miller, a senior public diplomacy official, informed White House aide Patrick Buchanan about success placing an anti-Sandinista piece in The Wall Street Journal’s friendly pages. “Officially, this office had no role in its preparation,” Miller wrote.\nOther times, the administration put out “black propaganda,” outright falsehoods. In 1983, one such theme was designed to anger American Jews by portraying the Sandinistas as anti-Semitic because much of Nicaragua’s small Jewish community fled after the revolution in 1979.\nHowever, the U.S. embassy in Managua investigated the charges and “found no verifiable ground on which to accuse the GRN [the Sandinista government] of anti-Semitism,” according to a July 28, 1983, cable. But the administration kept the cable secret and pushed the “hot button” anyway.\nBlack Hats/White Hats\nRepeatedly, Raymond lectured his subordinates on the chief goal of the operation: “in the specific case of Nica[ragua], concentrate on gluing black hats on the Sandinistas and white hats on UNO [the Contras’ United Nicaraguan Opposition].” So Reagan’s speechwriters dutifully penned descriptions of Sandinista-ruled Nicaragua as a “totalitarian dungeon” and the Contras as the “moral equivalent of the Founding Fathers.”\nAs one NSC official told me, the campaign was modeled after CIA covert operations abroad where a political goal is more important than the truth. “They were trying to manipulate [U.S.] public opinion … using the tools of Walt Raymond’s trade craft which he learned from his career in the CIA covert operation shop,” the official admitted.\nAnother administration official gave a similar description to The Miami Herald’s Alfonso Chardy. “If you look at it as a whole, the Office of Public Diplomacy was carrying out a huge psychological operation, the kind the military conduct to influence the population in denied or enemy territory,” that official explained. [For more details, see Parry’s Lost History .]\nAnother important figure in the pro-Contra propaganda was NSC staffer Oliver North, who spent a great deal of his time on the Nicaraguan public diplomacy operation even though he is better known for arranging secret arms shipments to the Contras and to Iran’s radical Islamic government, leading to the Iran-Contra scandal.\nThe draft Iran-Contra chapter depicted a Byzantine network of contract and private operatives who handled details of the domestic propaganda while concealing the hand of the White House and the CIA. “Richard R. Miller, former head of public affairs at AID, and Francis D. Gomez, former public affairs specialist at the State Department and USIA, were hired by S/LPD through sole-source, no-bid contracts to carry out a variety of activities on behalf of the Reagan administration policies in Central America,” the chapter said.\n“Supported by the State Department and White House, Miller and Gomez became the outside managers of [North operative] Spitz Channel’s fundraising and lobbying activities. They also served as the managers of Central American political figures, defectors, Nicaraguan opposition leaders and Sandinista atrocity victims who were made available to the press, the Congress and private groups, to tell the story of the Contra cause.”\nMiller and Gomez facilitated transfers of money to Swiss and offshore banks at North’s direction, as they “became the key link between the State Department and the Reagan White House with the private groups and individuals engaged in a myriad of endeavors aimed at influencing the Congress, the media and public opinion,” the chapter said.\nThe Iran-Contra draft chapter also cited a March 10, 1985 memo from North describing his assistance to CIA Director Casey in timing disclosures of pro-Contra news “aimed at securing Congressional approval for renewed support to the Nicaraguan Resistance Forces.”\nThe chapter added: “Casey’s involvement in the public diplomacy effort apparently continued throughout the period under investigation by the Committees,” including a 1985 role in pressuring Congress to renew Contra aid and a 1986 hand in further shielding the Office of Public Diplomacy for Latin America from the oversight of Secretary Shultz.\nProminent neocon intellectual Robert Kagan. (Photo credit: Mariusz Kubik, http://www.mariuszkubik.pl)\nA Raymond-authored memo to Casey in August 1986 described the shift of the S/LPD office where Robert Kagan had replaced Reich to the control of the Bureau of Inter-American Affairs, which was headed by Assistant Secretary of State Elliott Abrams, who had tapped Kagan for the public diplomacy job.\nEven after the Iran-Contra scandal unraveled in 1986-87 and Casey died of brain cancer on May 6, 1987, the Republicans fought to keep secret the remarkable story of the public diplomacy apparatus. As part of a deal to get three moderate Republican senators to join Democrats in signing the Iran-Contra majority report, Democratic leaders agreed to drop the draft chapter detailing the CIA’s domestic propaganda role (although a few references were included in the executive summary). But other Republicans, including Rep. Dick Cheney, still issued a minority report defending broad presidential powers in foreign affairs.\nThus, the American people were spared the chapter’s troubling conclusion: that a secret propaganda apparatus had existed, run by “one of the CIA’s most senior specialists, sent to the NSC by Bill Casey, to create and coordinate an inter-agency public-diplomacy mechanism [which] did what a covert CIA operation in a foreign country might do. [It] attempted to manipulate the media, the Congress and public opinion to support the Reagan administration’s policies.”\nKicking the Vietnam Syndrome\nThe ultimate success of Reagan’s propaganda strategy was affirmed during the tenure of his successor, George H.W. Bush, when Bush ordered a 100-hour ground war on Feb. 23, 1991, to oust Iraqi troops from Kuwait, which had been invaded the previous August.\nThough Iraqi dictator Saddam Hussein had long been signaling a readiness to withdraw — and Soviet President Mikhail Gorbachev had negotiated a withdrawal arrangement that even had the blessings of top U.S. commanders in the field — President Bush insisted on pressing ahead with the ground attack.\nPresident George H. W. Bush addresses the nation on Jan. 16,1991, to discuss the launch of Operation Desert Storm.\nBush’s chief reason was that he and his Defense Secretary Dick Cheney saw the assault against Iraq’s already decimated forces as an easy victory, one that would demonstrate America’s new military capacity for high-tech warfare and would cap the process begun a decade earlier to erase the Vietnam Syndrome from the minds of average Americans.\nThose strategic aspects of Bush’s grand plan for a “new world order” began to emerge after the U.S.-led coalition started pummeling Iraq with air strikes in mid-January 1991. The bombings inflicted severe damage on Iraq’s military and civilian infrastructure and slaughtered a large number of non-combatants, including the incineration of some 400 women and children in a Baghdad bomb shelter on Feb. 13. [For details, see Consortiumnews.com’s “ Recalling the Slaughter of Innocents .”]\nThe air war’s damage was so severe that some world leaders looked for a way to end the carnage and arrange Iraq’s departure from Kuwait. Even senior U.S. military field commanders, such as Gen. Norman Schwarzkopf, looked favorably on proposals for sparing lives.\nBut Bush was fixated on a ground war. Though secret from the American people at that time, Bush had long determined that a peaceful Iraqi withdrawal from Kuwait would not be allowed. Indeed, Bush was privately fearful that the Iraqis might capitulate before the United States could attack.\nAt the time, conservative columnists Rowland Evans and Robert Novak were among the few outsiders who described Bush’s obsession with exorcising the Vietnam Syndrome. On Feb. 25, 1991, they wrote that the Gorbachev initiative brokering Iraq’s surrender of Kuwait “stirred fears” among Bush’s advisers that the Vietnam Syndrome might survive the Gulf War.\n“There was considerable relief, therefore, when the President … made clear he was having nothing to do with the deal that would enable Saddam Hussein to bring his troops out of Kuwait with flags flying,” Evans and Novak wrote. “Fear of a peace deal at the Bush White House had less to do with oil, Israel or Iraqi expansionism than with the bitter legacy of a lost war. ‘This is the chance to get rid of the Vietnam Syndrome,’ one senior aide told us.”\nIn the 1999 book, Shadow, author Bob Woodward confirmed that Bush was adamant about fighting a war, even as the White House pretended it would be satisfied with an unconditional Iraqi withdrawal. “We have to have a war,” Bush told his inner circle of Secretary of State James Baker, national security adviser Brent Scowcroft and Gen. Colin Powell, according to Woodward.\n“Scowcroft was aware that this understanding could never be stated publicly or be permitted to leak out. An American president who declared the necessity of war would probably be thrown out of office. Americans were peacemakers, not warmongers,” Woodward wrote.\nThe Ground War\nHowever, the “fear of a peace deal” resurfaced in the wake of the U.S.-led bombing campaign. Soviet diplomats met with Iraqi leaders who let it be known that they were prepared to withdraw their troops from Kuwait unconditionally.\nFormer Secretary of State Colin Powell. (Photo credit: Charles Haynes)\nLearning of Gorbachev’s proposed settlement, Schwarzkopf also saw little reason for U.S. soldiers to die if the Iraqis were prepared to withdraw and leave their heavy weapons behind. There was also the prospect of chemical warfare that the Iraqis might use against advancing American troops. Schwarzkopf saw the possibility of heavy U.S. casualties.\nBut Gorbachev’s plan was running into trouble with President Bush and his political subordinates who wanted a ground war to crown the U.S. victory. Schwarzkopf reached out to Gen. Powell, chairman of the Joint Chiefs of Staff, to make the case for peace with the President.\nOn Feb. 21, 1991, the two generals hammered out a cease-fire proposal for presentation to the NSC. The peace deal would give Iraqi forces one week to march out of Kuwait while leaving their armor and heavy equipment behind. Schwarzkopf thought he had Powell’s commitment to pitch the plan at the White House.\nBut Powell found himself caught in the middle. He wanted to please Bush while still representing the concerns of the field commanders. When Powell arrived at the White House late on the evening of Feb. 21, he found Bush angry about the Soviet peace initiative. Still, according to Woodward’s Shadow, Powell reiterated that he and Schwarzkopf “would rather see the Iraqis walk out than be driven out.”\nIn My American Journey, Powell expressed sympathy for Bush’s predicament. “The President’s problem was how to say no to Gorbachev without appearing to throw away a chance for peace,” Powell wrote. “I could hear the President’s growing distress in his voice. ‘I don’t want to take this deal,’ he said. ‘But I don’t want to stiff Gorbachev, not after he’s come this far with us. We’ve got to find a way out’.”\nPowell sought Bush’s attention. “I raised a finger,” Powell wrote. “The President turned to me. ‘Got something, Colin?’,” Bush asked. But Powell did not outline Schwarzkopf’s one-week cease-fire plan. Instead, Powell offered a different idea intended to make the ground offensive inevitable.\n“We don’t stiff Gorbachev,” Powell explained. “Let’s put a deadline on Gorby’s proposal. We say, great idea, as long as they’re completely on their way out by, say, noon Saturday,” Feb. 23, less than two days away.\nPowell understood that the two-day deadline would not give the Iraqis enough time to act, especially with their command-and-control systems severely damaged by the air war. The plan was a public-relations strategy to guarantee that the White House got its ground war. “If, as I suspect, they don’t move, then the flogging begins,” Powell told a gratified president.\nThe next day, at 10:30 a.m., a Friday, Bush announced his ultimatum. There would be a Saturday noon deadline for the Iraqi withdrawal, as Powell had recommended. Schwarzkopf and his field commanders in Saudi Arabia watched Bush on television and immediately grasped its meaning.\nGen. Norman Schwarzkopf, who commanded U.S. forces during the First Persian Gulf War in 1990-91 and who favored a negotiated settlement that would have avoided a ground war. But he was outmaneuvered and overruled by President George H.W. Bush, with the help of Joint Chiefs of Staff Chairman Colin Powell.\n“We all knew by then which it would be,” Schwarzkopf wrote. “We were marching toward a Sunday morning attack.”\nWhen the Iraqis predictably missed the deadline, American and allied forces launched the ground offensive at 0400 on Feb. 24, Persian Gulf time.\nThough Iraqi forces were soon in full retreat, the allies pursued and slaughtered tens of thousands of Iraqi soldiers in the 100-hour war. U.S. casualties were light, 147 killed in combat and another 236 killed in accidents or from other causes. “Small losses as military statistics go,” wrote Powell, “but a tragedy for each family.”\nOn Feb. 28, the day the war ended, Bush celebrated the victory. “By God, we’ve kicked the Vietnam Syndrome once and for all,” the President exulted, speaking to a group at the White House. [For more details, see Robert Parry’s Secrecy & Privilege .]\nSo as not to put a damper on the post-war happy feelings, the U.S. news media decided not to show many of the grisliest photos, such as charred Iraqi soldiers ghoulishly still seated in their burned-out trucks where they had been incinerated while trying to flee. By that point, U.S. journalists knew it wasn’t smart for their careers to present a reality that didn’t make the war look good.\nEnduring Legacy\nThough Reagan’s creation of a domestic propaganda bureaucracy began more than three decades ago — and Bush’s vanquishing of the Vietnam Syndrome was more than two decades ago — the legacy of those actions continue to reverberate today in how the perceptions of the American people are now routinely managed. That was true during last decade’s Iraq War and this decade’s conflicts in Libya, Syria and Ukraine as well as the economic sanctions against Iran and Russia.\nIndeed, while the older generation that pioneered these domestic propaganda techniques has passed from the scene, many of their protégés are still around along with some of the same organizations. The National Endowment for Democracy, which was formed in 1983 at  the urging of CIA Director Casey and under the supervision of Walter Raymond’s NSC operation, is still run by the same neocon, Carl Gershman, and has an even bigger budget, now exceeding $100 million a year.\nGershman and his NED played important behind-the-scenes roles in instigating the Ukraine crisis by financing activists, journalists and other operatives who supported the coup against elected President Yanukovych. The NED-backed Freedom House also beat the propaganda drums. [See Consortiumnews.com’s “ A Shadow Foreign Policy. ”]\nTwo other Reagan-era veterans, Elliott Abrams and Robert Kagan, have both provided important intellectual support for continuing U.S. interventionism around the world. In 2014, Kagan’s article for The New Republic, entitled “ Superpowers Don’t Get to Retire ,” touched such a raw nerve with President Obama that he hosted Kagan at a White House lunch and crafted the presidential commencement speech at West Point to deflect some of Kagan’s criticism of Obama’s hesitancy to use military force.\nA New York Times article about Kagan’s influence over Obama reported that Kagan’s wife, Assistant Secretary of State Victoria Nuland, apparently had a hand in crafting the attack on her ostensible boss, President Obama.\nAccording to the Times article, the husband-and-wife team share both a common world view and professional ambitions, Nuland editing Kagan’s articles and Kagan “not permitted to use any official information he overhears or picks up around the house” a suggestion that Kagan’s thinking at least may be informed by foreign policy secrets passed on by his wife.\nAssistant Secretary of State for European and Eurasian Affairs Victoria Nuland during a press conference at the U.S. Embassy in Kiev, Ukraine, on Feb. 7, 2014. (U.S. State Department photo)\nThough Nuland wouldn’t comment specifically on Kagan’s attack on President Obama, she indicated that she holds similar views. “But suffice to say,” Nuland said, “that nothing goes out of the house that I don’t think is worthy of his talents. Let’s put it that way.”\nMisguided Media\nIn the three decades since Reagan’s propaganda machine was launched, the American press corps also has fallen more and more into line with an aggressive U.S. government’s foreign policy strategies. Those of us in the mainstream media who resisted the propaganda pressures mostly saw our careers suffer while those who played along moved steadily up the ranks into positions of more money and more status.\nEven after the Iraq War debacle when nearly the entire mainstream media went with the pro-invasion flow, there was almost no accountability for that historic journalistic failure. Indeed, the neocon influence at major newspapers, such as The Washington Post and The New York Times, only has solidified since.\nToday’s coverage of the Syrian civil war or the Ukraine crisis is so firmly in line with the State Department’s propaganda “themes” that it would put smiles on the faces of William Casey and Walter Raymond if they were around today to see how seamlessly the “perception management” now works. There’s no need any more to send out “public diplomacy” teams to bully editors and news executives. Everyone is already onboard.\nRupert Murdoch’s media empire is bigger than ever, but his neocon messaging barely stands out as distinctive, given how the neocons also have gained control of the editorial and foreign-reporting sections of The Washington Post, The New York Times and virtually every other major news outlet. For instance, the demonizing of Russian President Putin is now so total that no honest person could look at those articles and see anything approaching objective or evenhanded journalism. Yet, no one loses a job over this lack of professionalism.\nThe Reagan administration’s dreams of harnessing private foundations and non-governmental organizations have also come true. The Orwellian circle has been completed with many American “anti-war” groups advocating for “humanitarian” wars in Syria and other countries targeted by U.S. propaganda. [See Consortiumnews.com’s “ Selling ‘Peace Groups’ on US-Led Wars. ”]\nMuch as Reagan’s “public diplomacy” apparatus once sent around “defectors” to lambaste Nicaragua’s Sandinistas by citing hyped-up human rights violations now the work is done by NGOs with barely perceptible threads back to the U.S. government. Just as Freedom House had “credibility” in the 1980s because of its earlier reputation as a human rights group, now other groups carrying the “human rights” tag, such as Human Rights Watch, are in the forefront of urging U.S. military interventions based on murky or propagandistic claims. [See Consortiumnews.com’s “ The Collapsing Syria-Sarin Case. ”]\nAt this advanced stage of America’s quiet surrender to “perception management,” it is even hard to envision how one could retrace the many steps that would lead back to the concept of a democratic Republic based on an informed electorate. Many on the American Right remain entranced by the old propaganda theme about the “liberal media” and still embrace Reagan as their beloved icon. Meanwhile, many liberals can’t break away from their own wistful trust in The New York Times and their empty hope that the media really is “liberal.”\nTo confront the hard truth is not easy. Indeed, in this case, it can cause despair because there are so few voices to trust and they are easily drowned out by floods of disinformation that can come from any angle right, left or center. Yet, for the American democratic Republic to reset its goal toward an informed electorate, there is no option other than to build institutions that are determinedly committed to the truth.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nNeil Lori\nApril 14, 2016 at 18:30\n1st war with. Iraq kicked the hornets nest in the mid east.   This led to never ending wars and massive profits for the military industrial complex\nRealist\nApril 13, 2016 at 20:23\nI’m a former biochemistry professor from a major state university and have been retired for the past 12 years.  During all my years in academia during the 60’s, 70’s, 80’s, and 90’s I never saw a reason to question the integrity of either the American media or my faculty colleagues who trained journalism students.  Today, however, I would have to grab these poseurs by the lapels and ask them when they started training their acolytes to sell their souls to the establishment and spout whatever propaganda was requested of them rather than conveying the truth.  The practice is pervasive in the print, broadcast and now digital media.  For a while you could still go to the digital media in the rest of the English-speaking world to cut through Dubya’s lies.   Now even those venues are nothing but sock puppets for Obama’s Ministry of Truth.   Apparently money has become speech, not only in politics, but in most of the world of research, investigation and what should be scholarship.   Who gave the orders implementing the transformation, and what were the consequences for non-compliance?   Perhaps former award-winning journalists like Cy Hersh and Robert Parry could speak of this from experience, as they and others who won’t play ball are shut out of the “mainstream” media, and therefore substantive influence.   The “Deep State” has effectively “deep-sixed” the last remaining truth-tellers, relegating them to the fringes, and in 21st century America anyone on the fringes is considered a crackpot by those bestowed with “credibility” by the five megacorporations that represent basically all media now.  It’s pathetic to see how the entire surviving lineup of MSNBC prime time anchors have prostituted themselves to keep their million-dollar paychecks.\nFrankZappa\nApril 13, 2016 at 13:56\nAnother excellent piece by Parry.\nReagan would be jealous of Obama. I can’t imagine how much glee Reagan would have gotten from being able to provide air cover for his death squads like Obama has in Libya and Syria.\nI didn’t know about the two day deadline for Iraq. I guess by that time I was no longer paying any attention to details.\nI was young in 1990. I still believed the brainwashing that we are a great country that is benevolent. I had actually seen information on mainstream TV about Glaspie telling the Iraqis that the US won’t interfere in these matters. They basically suckered Saddam into invading. Had it been made clear that Iraq would be bombed and invaded, Iraq never would have invaded Kuwait, That’s when I realized the US never had any intention of avoiding a war, bush wanted a war. This article shows it was even worse than I had thought at the time. I haven’t believed much if any of the propaganda since then.\nwilliam beeby\nApril 18, 2016 at 13:22\nMy eyes were not opened until I started using the internet to get alternate views and histories to what is put out by the MSM on behalf of the ruling Anglo-American elite . I had got a computer in 2001 but I didn`t use it for any research until about 2007/2008 I think and thought the BBC , especially the world service , spoke the gospel in it`s news and current affairs programmes . I was awakened to the truth of what was happening in Israel/Palestine/Lebanon/Gaza etc. in 2006 when the brutal attack on Lebanon took place. Robert Parry and others like him have been in the forefront in bringing the truth to us and we should be forever grateful to him. One thing I take issue with him on is his total disregard in finding out the truth about who did 911 , I have read the Commission`s report and anyone who believes it to be the whole truth about what really happened on that momentous day cannot have read it and if they have read it and still believe it the I feel sorry for them . I think if we don`t get to the bottom of 911 or at least try to then we are totally powerless to prevent further disasters which WILL be much worse . I have said my piece , thank you.\nDrew Hunkins\nApril 13, 2016 at 13:51\nThe era of the late 1960s through the early 1970s in some respects could be classified as an era of rebellion.  The United States during this period was going through an upheaval unlike anything the ruling class had seen in quite some time.  Unfortunately that rebellious spirit got lost in the muck of identity politics and the “getting in touch with self” “me-ism” of the mid to late 1970s.  Then of course the consumerism of the 1980s really put to rest much of the flavor of the late 60s/early 70s.\nJ'hon Doe II\nApril 13, 2016 at 15:55\nSamuel P. Huntington’s “The Crisis of Democracy” was essentially a Paul Revere moment for paternalistic  conservatives fearful of loss of authoritative control of “the masses.” Huntington remains one of US history’s best kept secrets — mainly known for his book, “The Clash of Civilizations” — his complete body of work has been deeply influential vis-a-vis American political thought.\nExcerpt:\nThe “Crisis of Democracy”\nIn the period between the 1950s and the 1970s, the Western world, and especially the United States, experienced a massive wave of resistance, rebellion, protest, activism and direct action by entire sectors of the general population which had for decades, if not centuries, been largely oppressed and ignored by the institutional power structure of society. The Civil Rights movement in the United States, the rise of the New Left – radical and activist – in both Europe and North America, as elsewhere, anti-war activism, largely spurred against the Vietnam War, Liberation Theology in Latin America (and the Philippines), the environmental movement, feminist movement, gay rights movements, and all sorts of other activist and mobilized movements of youth and large sectors of society were organizing and actively agitating for change, reform, or even revolution. The more power resisted their demands, the more the movements became radicalized. The slower power acted, the faster people reacted. The effect, essentially, was that these movements sought to, and in many cases did, empower vast populations who had otherwise been oppressed and ignored, and they generally awakened the mass of society to such injustices as racism, war, and repression.\nFor the general population, these movements were an enlightening, civilizing, and hopeful phase in our modern history. For elites, they were terrifying. Thus, in the early 1970s there was a discussion taking place among the intellectual elite, most especially in the United States, on what became known as the “Crisis of Democracy.” In 1973, the Trilateral Commission was formed by banker and global oligarch David Rockefeller, and intellectual elitist Zbigniew Brzezinski. The Trilateral Commission brings together elites from North America, Western Europe, and Japan (now including several states in East Asia), from the realms of politics, finance, economics, corporations, international organizations, NGOs, academia, military, intelligence, media, and foreign policy circles. It acts as a major international think tank, designed to coordinate and establish consensus among the dominant imperial powers of the world.\nIn 1975, the Trilateral Commission issued a major report entitled, “The Crisis of Democracy,” in which the authors lamented against the “democratic surge” of the 1960s and the “overload” this imposed upon the institutions of authority. Samuel Huntington, a political scientist and one of the principal authors of the report, wrote that the 1960s saw a surge in democracy in America, with an upswing in citizen participation, often “in the form of marches, demonstrations, protest movements, and ‘cause’ organizations.” Further, “the 1960s also saw a reassertion of the primacy of equality as a goal in social, economic, and political life.” Of course, for Huntington and the Trilateral Commission, which was founded by Huntington’s friend, Zbigniew Brzezinski, and banker David Rockefeller, the idea of “equality as a goal in social, economic, and political life” is a terrible and frightening prospect. Huntington analyzed how as part of this “democratic surge,” statistics showed that throughout the 1960s and into the early 1970s, there was a dramatic increase in the percentage of people who felt the United States was spending too much on defense (from 18% in 1960 to 52% in 1969, largely due to the Vietnam War).[1]\nHuntington wrote that the “essence of the democratic surge of the 1960s was a general challenge to existing systems of authority, public and private,” and further: “People no longer felt the same compulsion to obey those whom they had previously considered superior to themselves in age, rank, status, expertise, character, or talents.” He explained that in the 1960s, “hierarchy, expertise, and wealth” had come “under heavy attack.” The use of language here is important, in framing power and wealth as “under attack” which implied that those who were “attacking” were the aggressors, as opposed to the fact that these populations (such as black Americans) had in fact been under attack from power and wealth for centuries, and were just then beginning to fight back. Thus, the self defense of people against power and wealth is referred to as an “attack.” Huntington stated that the three key issues which were central to the increased political participation in the 1960s were:\nApril 14, 2016 at 11:43\nThanks for the link and here another one that goes with yours.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/10/05/rupert-murdoch-propaganda-recruit/",
                "https://consortiumnews.com/2014/09/29/neocons-noses-into-the-syrian-tent/",
                "https://consortiumnews.com/2014/12/25/selling-peace-groups-on-us-led-wars/",
                "https://consortiumnews.com/2014/12/18/the-crazy-us-group-think-on-russia/",
                "https://www.nytimes.com/2014/06/16/us/politics/historians-critique-of-obama-foreign-policy-is-brought-alive-by-events-in-iraq.html?_r=0",
                "https://newrepublic.com/article/117859/allure-normalcy-what-america-still-owes-world",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/02/27/a-shadow-us-foreign-policy/",
                "https://consortiumnews.com/2014/09/08/seeing-no-neo-nazi-militias-in-ukraine/",
                "https://consortiumnews.com/2014/04/07/the-collapsing-syria-sarin-case/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://consortiumnews.com/2011/021411c.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "perception",
            "american",
            "president",
            "house",
            "reagan",
            "propaganda",
            "victory",
            "raymond",
            "management",
            "war",
            "cia",
            "diplomacy",
            "public"
        ]
    }
]