[
    {
        "url": "https://www.christianpost.com/news/rick-warren-tony-blair-talk-about-faith-mideast-9-11.html",
        "title": "Rick Warren, Tony Blair Talk about Faith, Mideast, 9/11",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, March 07, 2011\nPastor Rick Warren and former British Prime Minister Tony Blair shared an evening conversation Sunday in front of more than 2,600 people about faith, the Middle East, globalization, and 9/11.\nSpeaking at the seventh Saddleback Civil Forum, Blair told Warren that he believes the most important issue in the long term is centered on faith. As diverse people are forced to live together, he said at Saddleback Church in Lake Forest, Calif., the key question is, \"How do we find common understanding?\"\n\"Faith teaches you to understand there is something more important than yourself, which is an important principle in working toward a better world. If individuals can see people of faith in action, helping in support of others, it makes this process of globalization easier,\" Blair said.\nThe former prime minister also said, \"If faith doesn't have a major role, then the risk is a process of globalization without values, without beliefs, without conviction.\"\nWarren, who founded one of the largest churches in America, invited Blair to participate in the forum on \"Peace in a Globalized Economy.\" Past civil forum guests include former President George W. Bush, Rwandan President Paul Kagame, and then presidential candidates Barack Obama and John McCain.\nBlair, who serves as the Envoy of the Quartet (United States, the United Nations, the European Union and Russia) on the Middle East, also said that he wants to see a world \"where people of different faiths can reach out and understand about someone's faith that is different than their own.\"\n\"In this world, faith is part of the future and of progress – not a distant relic of the past,\" he said.\nWarren shared that people should not just tolerate people of different faiths than theirs, but treat others with dignity.\n\"Interfaith dialogue doesn't mean compromising your faith or finding the lowest common denominator, but explaining each other's faith for better understanding,\" Warren explained.\nOne of the highlights of the night was when Blair received standing ovations for his leadership during the 9/11 attacks on the United States.\n\"In the face of evil, bystanders are no better than perpetrators,\" Warren said to Blair. \"I can say on behalf of America, thank you for your leadership.\"\nBlair said that some people questioned his ardent support for the United States after the 9/11 attacks. But he explained that his response to the terrorist attacks was not only about supporting America, but about defending a belief system.\n\"For me, 9/11 was not simply an attack on America,\" Blair said. \"It was an attack on a belief system, which we share. People would say, 'Why were you so much with America?' I used to say, look, it wasn't for America, it was for our own country. If we weren't going to stand with you at that time, then we weren't showing conviction in our values, because that was what was being attacked.\"\nRegarding the Middle East, Blair spoke about how people want democracy but the challenge is developing how that would look practically. He said democracy is more than the right to vote every four years, but \"the right to vote should lead to other freedoms.\" Blair also warned that when a country is in disarray and disorganized, extreme Islamists are \"very organized.\"\n\"That's why we must get behind the people and support … we must help them construct the institution and systematic change,\" he stressed.\nBlair, who is founder of the Tony Blair Faith Foundation – which promotes respect and understanding between major religions – also shared his thoughts on what makes a good leader.\n\"Leadership is not about not being a normal human being-you are.\" Blair said. \"As that mantle of responsilbity floats by, it's despite your fear and despite your self doubt and everything that you know could go wrong, you take the mantle and put it on.\n\"Great leaders are very humble and know their own weaknesses.\"\nAt the end of the night, Rick Warren and his wife Kay presented Blair with the third International Medal of PEACE for promoting reconciliation and advancing the goals of the PEACE initiative: Promote reconciliation, Equip servant leaders, Assist the poor, Care for the sick, and Educate the next generation.\n\"Tony Blair's commitment to reconciliation and peace in the Middle East is something we want to honor, and the Network of Purpose Driven Churches in 168 countries have chosen him as the recipient of the Third annual International Medal of PEACE,\" said Warren as he presented the award.\nPast winners of the PEACE medal include former President George W. Bush in 2008 for his work in caring for those infected with AIDS in Africa, and Rwandan President Paul Kagame for his work on reconciliation following his country's genocide.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "united",
            "east",
            "faith",
            "america",
            "president",
            "blair",
            "middle",
            "mideast",
            "talk",
            "rick",
            "peace",
            "tony",
            "warren",
            "911",
            "reconciliation"
        ]
    }
]