[
    {
        "url": "https://www.christianpost.com/news/the-only-thing-holding-many-churches-together-is.html",
        "title": "The Only Thing Holding Many Churches Together Is ...",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, October 04, 2016\n(Photo: Shane Idleman)\nI knew a pastor who instructed his worship leader to remove songs that mentioned the Holy Spirit, and another pastor who removed songs about the blood of Christ. How sad ... in their zeal to avoid charismatic excesses and offensive truths, these pastors actually quenched and grieved the Spirit.\nA.W. Tozer insightfully said, \"If the Lord's people were only half as eager to be filled with the Spirit as they are to prove that they cannot be filled, the church would be crowded out.\"\nI sincerely believe that the greatest need in the church today is to confess our sins, obey the Word, and to be filled with the Spirit.\nThe Holy Spirit enables and empowers us to hunger and thirst for righteousness, and to boldly live for Christ. God's Word becomes living and active in the life of the believer who is continually filled with the Holy Spirit.\nCharles Spurgeon adds, \"What can a hammer do without the hand that grasps it, and what can we do without the Spirit of God?\"\nBy age 28, my life was filled with what the world offered, but I was empty inside. I was at a turning point. I could choose to turn to God or continue to reject Him. By God's grace, I repented and put my complete trust in Christ. Although far from perfect, God radically transformed and redirected my life through the power of the Holy Spirit. He can do the same for you.\nActs 1:8 identifies this experience: \"You shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me ....\"\nThe power of the Holy Spirit is like dynamite that ignites a hunger for God so intense that every aspect of life is changed — we become bold not passive; stable not fanatical; and committed not wavering.\nWithin the months that followed this experience my passion and purpose for life became clearer than ever. I then understood Acts 3:19, \"Repent therefore and be converted, that your sins may be blotted out, so that times of refreshing [revival] may come from the presence of the Lord.\"\nI truly experienced this infilling of the Spirit that is seen throughout the Scriptures (e.g., a transformed life resulting in a love for God and His Word). From this experience, came books, articles, speaking engagements, and ultimately, a church.\nI, like many Christians, tend to be \"safely\" conservative when considering the power of the Holy Spirit; however, Scripture clearly supports the miraculous work of the Spirit today. I'm open but cautious. We need sound doctrine and the power of the Holy Spirit. It's possible to be \"Bible taught,\" but not \"Spirit led\" — straight as a gun barrel theologically, but just as empty. The letter kills, but the Spirit gives life (cf. 2 Corinthians 3:6).\nDon't get me wrong, theological and expositional teachings are essential to Christian living, but how often are theology students encouraged to fast and pray as well as study? How often are they taught brokenness and repentance in addition to translating the Greek language? How often are they taught the surrendered life?\nWe can sometimes be more concerned about a Master's Degree than a degree from the Master. The Holy Spirit inspired the Scriptures and empowered Jesus and the Apostles. We are desperately remiss if we fail to recognize His vital role in our lives.\nI agree with Leonard Ravenhill, \"We need to close every church in the land for one Sunday and cease listening to a man so we can hear the groan of the Spirit which we in our lush pews have forgotten.\"\nGranted, we have gifted leaders who are led by the Spirit, but we, individually, need to spend serious time searching and listening to God. Sadly, we often pray on the run and scurry through a 5 minute devotional, yet we devote hours to television, movies, and the Internet, and we wonder why we know little of the power of the Spirit.\nToo many are choosing therapy over obedience, counseling over conduct, and talking over doing.\nAn African pastor was asked, \"Why is there so much counseling in the American church but not in the African church?\"\nHe responded, \"In America you counsel; in Africa we repent.\"\n\"We must spend much time on our knees before God if we are to continue in the power of the Holy Spirit\" (R.A. Torrey).\nThe only thing holding many churches together today is social activity, not the activity of the Spirit.\nWatch the sermon, Break Up Your Fallow Ground, here: https://vimeo.com/183246695\nShane Idleman is the founder and lead pastor of Westside Christian Fellowship in Lancaster, California, just North of Los Angeles. Shane's sermons, articles, books, and radio program can all be found at shaneidleman.com or wcfav.org . Follow him on Facebook at: facebook.com/confusedchurch .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://shaneidleman.com/",
                "https://vimeo.com/183246695",
                "http://wcfav.org/",
                "https://www.facebook.com/confusedchurch"
            ]
        },
        "key_words": [
            "power",
            "word",
            "churches",
            "god",
            "spirit",
            "need",
            "church",
            "filled",
            "thing",
            "holy",
            "today",
            "holding",
            "life"
        ]
    }
]