[
    {
        "url": "https://consortiumnews.com/2014/07/01/how-dc-insiders-help-wall-street/",
        "title": "How DC Insiders Help Wall Street",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-07-01",
        "text": "Main menu\nJuly 1, 2014\n • Comments Off on How DC Insiders Help Wall Street\nFor years, the Washington-to-Wall-Street axis has sent campaign donations south to influence the shaping of financial legislation but the pipeline also has flowed the other way, shipping “actionable” insider information north to help stock traders, a scam examined by Michael Winship.\nBy Michael Winship\nLooking over the last few weeks of news, if you would seek a single headline that sums up the Hulk-like grip in which corporate America holds the U.S. Congress, this might be it: “Eric Cantor’s Loss a Blow to Wall Street.”\nSo wrote The Wall Street Journal, that Pravda of the One Percent, on the day after House Majority Leader Cantor lost his Virginia GOP primary to Tea Party upstart David Brat. “Since he was first elected to Congress,” the Journal noted, “Mr. Cantor has been Wall Street’s go-to guy on issues big and small he was a top recipient of Wall Street donations and he regularly stood up for the banks, securities firms and insurance companies.”\nFormer House Majority Leader Eric Cantor, R-Virginia, who was defeated in a GOP primary by a Tea Party challenger.\nThat’s right: on behalf of poor, beleaguered high finance, Eric Cantor stood up to the little guys who had the gall to have their jobs and mortgages pulled out from under them. Blackstone Group, Scoggin Capital Management and Goldman Sachs  Cantor’s largest campaign contributors  don your mourning weeds and muffle the drums. Never mind his other alleged perfidies and character flaws: it’s the deprivation faced by the financial community that has been created by the end of Cantor’s inside connections that’s what you and the Journal are lamenting.\nPity Wall Street. At year’s end, your errand boy will be out of office, but probably in a far, far better-paying job than he has ever had before  and most likely in your industry.\nSo it’s actually somewhat heartening that Cantor’s loss was due in part to those very same connections. His opponent David Brat told a campaign rally, “All the investment banks up in New York and DC, whatever, those guys should have gone to jail. Instead of going to jail, where’d they go? They went onto Eric’s Rolodex.”\nBrat made particular reference to the Stock Trading on Congressional Knowledge Act the STOCK Act  passed into law in 2012. That’s the legislation, authored by Democratic Congresswoman Louise Slaughter of New York, which requires members of Congress and their staffs to disclose all of their stock transactions  an effort to make sure they’re not trading on insider information gleaned from their governmental wheeling-dealings. (This is the bill that languished on the Hill for years until a 60 Minutes report embarrassed Congress into passing it.)\nUnfortunately, before it became law, stripped from the legislation were requirements that family members publicly reveal their stock trades as well as disclosure requirements for companies engaged in gathering political intelligence. And guess who was singlehandedly responsible for gutting the bill of these provisions? Yep, Eric Cantor, with the heavy hands of lobbyists pushing from behind.\nBut now it seems the payback chickens may be coming home to roost, for not only is Cantor being shown the exit from the henhouse, and not only does Rep. Slaughter intend to reintroduce legislation regulating political intelligence, the Securities and Exchange Commission (SEC) and Department of Justice are hot on the trail of what may be its first test case involving insider trading and the political intelligence business.\nAs yet another subset of the monolithic Washington consulting machine, the political intelligence business exploded as companies paid big money  $402 million in 2009  for knowledgeable, experienced Beltway players who know how the system works and can act as interpreters.\nAs Michael Mayhew, founder of Integrity Research Associates, told Mother Jones magazine last year, “Investors started to realize that there was money to be made by knowing what was going on in Washington and knowing it as quickly as possible.”\nPolitical intelligence operatives sift through and analyze mountains of reports and transcripts  augmented, of course, by their contacts and frenzied networking on a scale that makes speed dating look like the stately social conventions of an Edith Wharton novel. As the revolving door spins faster than ever between jobs in government and corporate America, information and who you know are the currency that gets you through the tollgate, information which paying clients then use for ever greater profits and a competitive edge.\nAlthough the considerable money to be made as a political intelligence agent has suffered in comparison to the billions hauled in by the lobbying industry, those in PI, as it’s called, have little interference from government oversight and legally don’t have to disclose much of what they’re up to, including the identity of clients or how much they’re being paid. This has outraged Republican Sen. Chuck Grassley, who tried to restore the language regulating political intelligence that was torpedoed in the original STOCK Act by Eric Cantor.\n“We ought to know who these people are that seek political and economic espionage,” Sen. Grassley said. Coincidentally, the ongoing SEC/Justice investigation of PI concerns a former Grassley Senate staffer. And because it also involves a current House staff member, the case may provide a chance to invoke the STOCK Act after all.\nLast year, The Wall Street Journal’s Brody Mullins and an investigative team reported that, “A key source for a private report that sent health-care stocks on a tear  is a former top congressional aide who is now a health-industry lobbyist.\n“Mark Hayes is currently an outside lobbyist for health-insurance giant Humana Innc. His email to Washington investment-research firm Height Securities, alerting it to a government decision that will save the industry billions of dollars, was a final piece of confirmation Height received before blasting a news alert to its clients, according to emails and people familiar with the matter.”\nMany health-care stocks rose sharply and savvy hedge funds made out like bandits, including Viking Global Investors and SAC Capitol Advisors (after pleading guilty to unrelated insider trading charges, it stopped managing outside money and changed its name to Point72 Asset Management).\nQuestions arose because Hayes was wearing two hats  lobbyist and political intelligence purveyor  and for eight years had been with the Senate Finance Committee, four of those years as health care adviser to Senator Grassley, who for a while was the committee chair.\nHayes had developed contacts throughout the health care and insurance industries and with congressional and other government agencies, including the Center for Medicare and Medicaid Services (CMS), which made the decision that sent health insurance stocks spiraling upward.\nThe SEC investigation began. A spokeswoman for Hayes’ employer said his information was based on how own research and analytic skill and that he “did not receive or disseminate material nonpublic information.”\nBut on June 22, the Journal broke the story that the SEC believed a possible inside source for Mark Hayes was Brian Sutter, “staff director of the House Ways and Means Committee’s health-care subpanel.”  Hayes and Sutter spoke on the phone just ten minutes before Hayes sent his e-mail to Height Securities.\nWhat’s more, “During the prior month, Mr. Sutter also spoke ‘several times’ to a colleague of Mr. Hayes at his law firm, Greenberg Traurig LLP, the SEC said. He e-mailed or spoke with at least two individuals at the federal health-care agency [CMS] responsible for the policy change in the week before the policy announcement, the SEC said.”\nDid Brian Sutter leak privileged information not available to the public in advance of an official statement? According to the Journal, the SEC alleged that “Mr. Sutter gave conflicting accounts of his discussions with Mr. Hayes to law-enforcement officials.”\nHouse of Representatives attorneys tried to persuade the SEC to grant Sutter immunity. The commission turned down the offer and has subpoenaed the House for documents and other evidence, including testimony: rare for a government agency to subpoena Congress; it’s usually the other way around  and even rarer to take it to court.\nAs Justice Department prosecutors prepare for a federal grand jury, the U.S. District Court for the Southern District of Manhattan has given Sutter and the House lawyers until July 4to explain their opposition to handing over what has been demanded.\nThe possibility of an insider trading case actually resulting in indictments has sent the political intelligence business scurrying for cover, as the SEC apparently has investigated other PI businesses as well. Among them, Marwood Group, a company set up by the late Ted Kennedy’s son, Edward, Jr. It came under scrutiny in 2010 over how it knew in advance that FDA approval of a promising new diabetes drug might be delayed, information it shared with investor clients. (An FDA spokeswoman denied that Marwood somehow had an inside track.)\nIntegrity Research Associates reports that because of the SEC probes, “Many hedge funds and other asset managers have either eliminated or dramatically reduced their use of Washington policy research, lobbying firms, or other sources of potentially risky ‘political intelligence’ information  prompting some of them to scale back or shutter their operations altogether.”\nOthers say they are relying more on data-driven quantitative models and algorithms rather than personal contacts for info, sort of like the CIA and NSA depending more on satellite photos and signal intercepts than agents on the ground.\nIf even a weakened STOCK Act, with its provisions forbidding members of Congress and their staffs from insider trading or passing nonpublic information to investors can scare the PI business and its sponsors like this, imagine how a new law demanding much greater transparency and culpability in political intelligence could better rein back and hold at bay the profit-thirsty clients who value ill-gotten gains over an honest buck.\nBeholden to his financial industry masters, that’s why Eric Cantor was dead set against it. All the reason to be for it\nMichael Winship, senior writing fellow at the policy and advocacy group Demos, is senior writer of the weekly public affairs program, Moyers & Company, airing on public television. Check local airtimes or comment at www.BillMoyers.com . Follow on Twitter @MichaelWinship.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://billmoyers.com/"
            ]
        },
        "key_words": [
            "stock",
            "insider",
            "sec",
            "dc",
            "wall",
            "sutter",
            "trading",
            "help",
            "political",
            "intelligence",
            "information",
            "insiders",
            "street",
            "hayes"
        ]
    }
]