[
    {
        "url": "https://nutritionfacts.org/audio/womens-health-the-best-diet-for-fibroids/",
        "title": "Women’s Health: The Best Diet for Fibroids",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nDecember 21st, 2017\nWomen’s Health: The Best Diet for Fibroids\nToday we look at the best diet for fibroids, the most common tumors of the female reproductive system. \nThis episode features audio from The Best Diet for Fibroids and The Best Food for Fibroids . Visit the video pages for all sources and doctor’s notes related to this podcast.\nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nFibroids are the most frequently seen tumors of the female reproductive system. It’s estimated that between 20 to 50 percent of women of reproductive age have fibroids, although not all are diagnosed. Some estimates state that up to 30 to 77 percent of women will develop fibroids sometime during their childbearing years. In more than 99 percent of fibroid cases, the tumors are benign. \nToday, we’re going to look at the best diet for fibroids.  As it turns out – this diet may also reduce exposure to endocrine-disrupting pollutants.\n“…[F]ibroids…are the most common benign tumors in women.” They can get up to a foot in diameter, and affect the majority of women before they hit menopause. They “tend to be asymptomatic,” though, but when symptoms do occur, they tend to manifest as “heavy menstrual bleeding”—so much so, women may get anemic, and lots of pain.\nSo, what can women do? Up to half go to surgery, and get their entire uterus removed. Although it’s “generally considered a safe operation,” obviously, you can’t have kids anymore, and complications occur in a significant proportion of patients. The alternative is a variety of hormone-modulating drugs, which can shrink the fibroids and provide relief, but many of these drugs have significant side effects, like bone loss.  So, you really don’t want to be taking them for more than a few months. And so, bottom line: “There is currently no evidence to support the routine use of [drug] treatment in women [for] fibroids.” No wonder many women turn to “complementary and alternative treatments,” such as exercise, diet, herbs, and acupuncture.\nWomen who exercise seven or more hours a week do seem to have lower risk of having fibroids than women who exercise less than like 20 minutes a day. But, it’s never been put to the test for treating fibroids. And likewise, there’s not a single randomized controlled trial of acupuncture for the treatment of fibroids, to date, to help guide us.\nIn terms of herbs, there are two Asian herbal preparations that show promise: a five-herb combo called Guizhi Fuling, and a Malaysian ten-herb formula, which contains “secret” ingredients—so secret, they just list them, but seemed to work as well as the leading drug. The problem is that traditional Asian herbal remedies may contain a few extra bonus secret ingredients—like “arsenic, mercury, and lead…in most of the samples” tested off Asian market and health food store shelves. And not just a little; some, apparently, had really toxic amounts. So, yeah, these two Asian herbal preparations “may reduce fibroid size, but there [remains] insufficient evidence [as to their] safety.” And, certainly, don’t try to apply caustic herbs internally, as this can lead to “scarring,…stenosis, [and] ulceration.”\nOkay, but what about diet? In one of the largest studies of diets and fibroids, fibroid tumors were “associated with beef and ham consumption, whereas high intakes of green vegetables seem[ed] to have a protective effect.” They figured that the “association between…estrogen, diet, and breast and [uterine-lining] cancers [might] help us understand [why]. For breast and endometrial cancers, [there’s] a [similar] direct association with the frequency of [meat] consumption,” with a similar “protection…conferred by…vegetables and fruits.” Thus, there may be these shared risk factors between estrogen-responsive malignant tumors, like breast cancer, and estrogen-responsive benign tumors, like fibroids.\nSee, we know the presence of fibroids seems to correlate with an increase in the amount of estrogens, for example, flowing through your body, and women eating vegetarian have significantly lower levels of excess estrogen. Now, they’re using this to try to explain why there are “lower rates of endometrial cancer [meaning lining-of-the-uterus cancer] and possibly breast cancer” among those eating vegetarian.\nBut, it could also help explain the fibroid findings. “The incidence of breast cancer among vegetarian…Adventists is [only] 60 to 80 percent [that of] American women in general,” and the incidence among women in Africa or Asia is even lower.” Why might women eating vegetarian have lower estrogen levels?\nAnd, you can put it to the test. Maybe the same reason African-American women have more fibroids is the same reason they have worse breast cancer survival: too much estrogen in their bloodstream, due to a less-than-optimal diet.  \nWomen who underwent premature puberty—starting their periods “before age 11″—may also be at increased risk of fibroids later in life, and we know higher childhood red meat intake is associated with earlier age of starting one’s period, though “total and animal protein” in general may contribute. For example, girls who eat meat tend to start their periods about six months earlier than girls who eat vegetarian. Those that eat “meat analogues”—meaning like veggie burgers, veggie dogs—started their periods “9 months later” on average, and a similar puberty-normalizing influence was found with the consumption of whole plant foods, such as beans.\nIt could also be the endocrine-disrupting pollutants that build up the food chain. Researchers took samples of internal abdominal fat from women, and there appeared to be a correlation between the presence of fibroids with the levels of a number of PCBs in their fat.\nSo, does that mean fish-eaters have higher risk of fibroids? Researchers did find a “small increase…[of] risk associated with [the] intake…of long-chain omega-3 fat[s],” but mostly from “dark-meat fish consumption,” by which they meant like sardines and salmon. This could be because of “the endocrine-disrupting chemicals commonly [found] in fish,” or it could just be a statistical fluke. It would be consistent, though, with the “increased risk [among] sport-fish consumers.”\nRecognizing that “[d]iet and endocrine-disrupting persistent organic pollutants have been associated with [a variety of] gynecologic conditions including [fibroids],” they’ve looked at consumers of fish fished out of the Great Lakes, and found a 20% increased risk for every ten years they had been eating the fish. They compared pollutant levels in fat samples of women with fibroids, compared to fat liposuctioned out of women without fibroids—and didn’t just find higher levels of PCBs in fibroid sufferers, but also long-banned pesticides, like DDT and hexachlorocyclohexane, PAHs, polycyclic aromatic hydrocarbons, formed when coal is burned, tobacco is smoked, and meat is grilled, as well as heavy metals, arsenic, cadmium, lead, and mercury, levels which correlated not only to fibroids but to seafood consumption or excess body fat. So, “shedding excess weight and limiting seafood consumption [might] confer a protective effect on [fibroid tumor] development” by minimizing “exposure to environmental pollutants as much as possible.”\nWomen with uterine fibroids should consider adding green tea to their daily diet, as a randomized double-blind placebo-controlled interventional trial suggests it may help, on par with more invasive interventions.\nWhat about dietary phytochemicals as a possible preventive and therapeutic option of uterine fibroids, plant-based compounds with disease-preventive properties, found in whole grains, fruits, vegetables, beans, split peas, chickpeas, and lentils, herbs, spices, nuts, and certain beverages? The thought is, look, we know they can help regulate the initiation, promotion, and spread of cancerous tumors; so, what about benign tumors like fibroids? Most anti-cancer drugs on the market now, for example, were originally derived from plants or plant products; so, why not try to use plants to target the inflammation or blood supply of fibroids?\nMight fibroids be a consequence of chronic inflammation within the body? Well, we know that women with fibroids are more likely to eat more beef and ham, and fewer fruits and green vegetables, but whole plant foods don’t just have anti-inflammatory effects but antioxidant effects as well. When the amount of free radicals exceeds the protective effects of antioxidants, oxidative damage will occur, which has been implicated in a variety of disease states, including gynecological conditions, such as fibroids.\nIf you collect fresh fibroids, as well as normal uterine tissue from hysterectomy surgeries, the fibroid cells have significantly fewer antioxidant enzymes; so, might antioxidant-rich foods help? Well, if you drip some strawberries in a Petri dish, you can apparently kill off some of the fibroid tumor cells, while leaving normal uterus cells alone. But, what good does that do us? That’s only relevant if we can show those strawberry compounds get absorbed through our gut and achieve high enough concentrations in uterine tissue. The same with curcumin, the component of the spice turmeric. One of its so-called “miraculous” properties is suppressing the growth of uterine fibroid cells, but again that was just in vitro. Yes, an inhibitory effect was found, and at concentrations that don’t compromise the growth of normal regular uterine tissue. But, my patients are people, not Petri dishes.\nI mean, it’s neat to see what happens to human fibroid cells as you drip higher and higher concentrations of green tea compounds on them in a test tube; I care less about what happens in vitro, or in mice, whether or not they have any clothes on. But there were no randomized, controlled clinical studies until, now, or at least 2013.\nSubjects were randomized to green tea extract or placebo for 4 months. In the placebo group, fibroid volume increased 24%. That’s what fibroids do, they continue to grow; however, those randomized to the green tea group showed a reduction in total fibroid volume, and not just by a little, a dramatic decrease—shrunk almost a third–a highly significant difference. Okay. But, did the women feel any better? Yes, a dramatic decrease in symptom severity, as well. In the placebo group, nothing much happened month after month, but in those taking the same-looking pill that happened to contain green tea compounds inside, consistent improvement, with women feeling lessening symptoms, each month better than the last. And, with that, an improved health-related quality of life month after month, significantly better than control. And, their blood counts got better too. The blood levels kept decreasing in the placebo group with all that continued excess blood loss every month. But, blood counts reversed in the green tea group. So, anemia significantly improved, because average blood flow significantly diminished. And, all this—the fibroid shrinkage, less pain, better periods— with no adverse effects.\nSo, not only comparable results than the drugs that are commonly used—without the side effects, but comparable results to uterine artery embolization, where they try to cut the blood supply to the fibroid, which is great—unless you accidentally cut the blood supply to the rest of the uterus and cause uterine necrosis, one of many reported major complications, which also includes death, not only of the fibroid but of the patient, and other potential complications that may arise from accidentally clogging off non-target arteries. So, a side-effect-free solution as good as a more invasive procedure is potentially better than, in my book. They conclude that green tea compounds show promise as a safe and effective therapeutic agent for women with symptomatic fibroids. Such a simple, inexpensive, and relatively safe therapy could improve women’s health globally.\nNow, relatively safe doesn’t mean risk-free. Although there were no liver function abnormalities detected, this was a small study. If you give green tea extract pills to a thousand women for a year, in about 1 in 17 women, their liver started to get inflamed, a few of which became serious. Now, the dose they used in this study was twice that of the fibroid study; and, it’s not completely clear if the pills were the only cause. But, in general, we should try to avoid extracts and get nutrition in foods as grown, or at least foods as grown dunked in hot water, like green tea. Now, they had to use pills in this study, because they wanted it to be a double-blind study, and it’s hard to create a fake placebo tea that looks, smells, and tastes like the real thing. So, I don’t think we should be taking green tea extract pills; we should drink green tea. The problem is that the dose they used was like 11 cups a day worth, which would be a lot of caffeine. But, look, you could choose decaf, and it’s not outside the realm of possibility to drink a couple quarts of tea a day, especially if it’s going to shrink your fibroids so much you can keep your uterus or something. Though, for all we know, five cups of tea a day would work or three cups or one cup a day, right–no other dose has been tested. But, you can test it in your own life. If you have fibroids, it couldn’t hurt to add a few cups of green tea to your daily diet and see if you start feeling better.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages.  And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\n \n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/video/the-best-food-for-fibroids/",
                "https://nutritionfacts.org/video/the-best-diet-for-fibroids/"
            ]
        },
        "key_words": [
            "green",
            "health",
            "uterine",
            "diet",
            "fibroid",
            "womens",
            "tumors",
            "try",
            "fibroids",
            "best",
            "blood",
            "tea",
            "women"
        ]
    }
]