[
    {
        "url": "https://www.christianpost.com/news/huge-drop-christians-in-gaza-bishop-hails-heroes-staying-behind-build-christian-life.html",
        "title": "Huge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\n| Thursday, January 18, 2018\nPalestinian children watch worshippers as they attend Orthodox Christian Palm Sunday mass at the Saint Porfirios church in Gaza City April 5, 2015. | REUTERS / Suhaib Salem\nThe number of Christians living in the Gaza Strip has massively declined, Church leaders have warned, hailing believers who choose to stay behind despite the hardships as being \"real heroes.\"\nBishop Oscar Cantu of Las Cruces, New Mexico, told Catholic News Service  earlier this week that people in the region are barely \"scrapping by\" because the area has been blockaded by Israel since Hamas, a terrorist group, controls the government.\nWhat is more, only 130 Roman Catholic parishioners remain in Gaza, while not long ago there were 1,700, he said.\n\"The numbers of Christians in Gaza is dropping precipitously. It is just sad to hear, because obviously there is little to no opportunity for young people. There is little encouragement for them to stay,\" Cantu said.\nSeveral church leaders celebrated mass at Holy Family Parish in Gaza on Sunday, as part of the annual Holy Land Coordination, where bishops from around the world meet with Israeli and Palestinian groups in an effort to promote peace.\nArchbishop Stephen Brislin of Cape Town, South Africa, said it is understandable why many people are leaving Gaza, despite reconstruction work that's been ongoing since the 2014 conflict.\n\"The young people feel they must decide between staying in Gaza or leaving to find schools and jobs in other parts of the world,\" Brislin told CNS.\n\"This affects the Christian community. The young people who stay in Gaza are the real heroes. They are willing to sacrifice in order to create families and Christian life in Gaza.\"\nThe challenges are massive, however, as young people face nearly 70 percent unemployment in Gaza.\nStill, Brislin said it's imperative that the Christian community continues to exist in Gaza, which is known in the Bible as one of the places the Holy Family passed through on their way to Egypt.\n\"Basically, people are imprisoned. It can feel very claustrophobic ... for young people with a lot of dreams and hopes and potentials. And these potentials are broken because of the lack of opportunities,\" the archbishop warned.\nChristians in Gaza have often found themselves caught in the crossfire of the Israeli and Palestinian conflict, and have also faced struggles against the Muslim majority in the area.\nHundreds of believers staged protests in 2012, Reuters  reports, and blamed Hamas-affiliated groups of kidnapping members of the Christian community and forcing them to convert to Islam.\nRecently, many Muslims and Christians in Gaza came together to protest against U.S. President Donald Trump's decision to recognize Jerusalem as Israel's capital, Al Jazeera , a news outlet controlled by the Qatari government, reported.\n\"Everyone we have spoken to here is in opposition to the U.S. move, and they say it only adds to the frustration of life here,\" Al Jazeera reported.\nTrump's move sparked praise from many Israeli religious leaders, but was met with strong opposition from the Arab world.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "The numbers of Christians in Gaza is dropping precipitously.",
                "Cantu",
                true
            ],
            [
                "It is just sad to hear, because obviously there is little to no opportunity for young people.",
                "Cantu",
                true
            ],
            [
                "There is little encouragement for them to stay,",
                "Cantu",
                true
            ],
            [
                "The young people feel they must decide between staying in Gaza or leaving to find schools and jobs in other parts of the world,",
                "Brislin",
                true
            ],
            [
                "The young people who stay in Gaza are the real heroes.",
                "",
                true
            ],
            [
                "They are willing to sacrifice in order to create families and Christian life in Gaza.",
                "",
                true
            ],
            [
                "It can feel very claustrophobic ... for young people with a lot of dreams and hopes and potentials.",
                "",
                true
            ],
            [
                "And these potentials are broken because of the lack of opportunities,",
                "",
                true
            ],
            [
                "Everyone we have spoken to here is in opposition to the U.S. move, and they say it only adds to the frustration of life here,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-palestinians-christians-conversion/gaza-christians-sense-pressure-to-convert-to-islam-idUSBRE86P0J420120726",
                "https://www.catholicnews.com/services/englishnews/2018/visiting-bishops-praise-gazans-but-say-christian-presence-is-shrinking.cfm",
                "https://www.aljazeera.com/news/2017/12/palestinian-christian-leaders-denounce-trump-decision-171224121412641.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "world",
            "leaders",
            "young",
            "hails",
            "stay",
            "community",
            "gaza",
            "christians",
            "life",
            "drop",
            "christian",
            "build",
            "holy",
            "staying",
            "huge",
            "heroes",
            "israeli"
        ]
    },
    {
        "url": "https://www.reuters.com/article/us-palestinians-christians-conversion-idUSBRE86P0J420120726",
        "title": "Gaza Christians sense pressure to convert to Islam",
        "authors": [
            {
                "name": "Nidal Al-Mughrabi",
                "link": null
            }
        ],
        "publisher": "https://www.reuters.com",
        "publish_date": "2012-07-26",
        "text": "GAZA (Reuters) - Two conversions that a Christian family says were forced have strained relations between a tiny Palestinian Christian community in the Hamas-run Gaza Strip and the Muslim majority.\nPalestinian Christians react during a protest in front of the Saint Porfirios church in Gaza City, against what they say is a forced conversion to Islam July 22, 2012. REUTERS/Ahmed Zakot\nHundreds of Christians have staged protests in Gaza’s main church in the past week, demanding the return of members of their community of 2,500, whom they said were kidnapped by Islamist proselytizers and forced to convert to Islam.\nChristians are blaming the Hamas-affiliated Palestine Scholars Association and its chairman Salem Salama, a senior member of the Islamist Hamas movement.\nHamas has run Gaza since its forces seized control of the coastal enclave in 2007, ousting security services loyal to President Mahmoud Abbas of the secular Fatah movement.\nHamas officials reject the church’s accusations, saying two Christians, a man and a woman, converted freely to Islam. The woman, who had left her husband, brought along her three daughters aged 12, 9, and 6 who are now being taught the Koran.\nThe 24-year-old man told reporters he had become Muslim of his own free will and wanted to go back to his family, should they accept him as a Muslim. A day later, he returned home.\nIt was not possible to speak to the newly converted woman, Hiba Daoud, but in a video clip made by a pro-Hamas news website she tells her family it was her decision to become a Muslim.\n“We are living with a (Muslim) family, they bring us all we need, they teach us how to pray and everything,” said Hiba, wearing a full Muslim dress and a scarf covering her hair.\n“I love you all, I hope no one feels upset with me, it was my decision which I made months ago.”\nBut her aunt, Fatin Ayyad, says Hiba spoke under duress.\n“We are increasingly worried about our sons and daughters. If those people joined Islam of their own will it would not have been a problem. But they were under pressure,” she said.\n“SPLIT IN RELATIONS”\nOnly nine Gaza Christians are known to have converted to Islam in the past half-dozen years, an insignificant number. Yet the church and some congregants see the latest conversions as the thin end of the wedge and say they are being targeted.\n“There is a big split in relations now,” said Ayyad. “Some groups want to spread division between Muslims and Christians.”\nAt the Islamic Scholars office, Salama rejected accusations of forced conversions. He said 11 Christians, including non-Palestinians, had come to his office in the past five months to become Muslim.\n“No one is forced to change his religion. This is the instruction of our holy book Koran,” said Salama.\nGreek Orthodox Archbishop Alexios, who has served the Christian community in Gaza for 12 years, demanded that the Hamas administration help return the woman and her daughters to her home in order to calm tensions.\n“We do not want any problem. We want peace and harmony to prevail among us,” Alexios told Reuters at the church, located next door to a mosque in downtown Gaza City.\n“We are not strangers. Christians did not come from the outside. Christians are part of the Palestinian body and not a strange body,” he said at a protest held after the Sunday prayer sermon attended by around 70 worshippers.\nChristian-Muslim relations in Gaza are historically far less turbulent than in Egypt, where Copts complain of persecution, or Iraq, where Christians have been targeted for attack.\nA Gaza church was bombed in 2009 by al Qaeda-influenced Islamists but since then, Alexios says, churches have been safe. He praised the cooperation of Hamas, but he accused Salama’s association of trying to cause friction between the religions.\nHamas security forces have cracked down on radical Islamist cells accused of attacking Christian symbols including a church and a cemetery.\nHamas says it practices a moderate Islam. Palestinian law makes all residents equal before the law regardless of race, gender, color or religion and gives them freedom to practice their religious rituals, without disturbing public order.\nIn the past five years, two Gaza Christians have been murdered, one by a Muslim friend over a debt, the other in murkier circumstances still not resolved. It was rumored he had been killed by Islamist radicals for trying to convert Muslims.\n“BRAINWASHING”\nThe Christians of Gaza work in almost all professions. Many are doctors and teachers, and some own jewelry stores. Their number dropped to 2,500 from 3,000 before 2007, mostly owing to economic reasons in the enclave, blockaded by Israel.\nThere are many more Christians among Palestinians of the West Bank, about 52,000 out of a population of 2.5 million, where they have their own Christian schools.\nSome of the Palestinian Christians living among Gaza’s 1.7 million Muslims are educated in Hamas government schools, some in secular schools run by the United Nations agency UNRWA and some in their own schools. There is no overt discrimination.\nSome Gaza Christian families say their children are the target of “brainwashing” attempts by Muslim activists. Daoud’s mother said her daughter Hiba was stalked by fellow employees at the Islamic University, who said she needed to become a Muslim.\n“My daughter lived in a struggle with them. She did not do this of her own choice,” she said.\nSlideshow (2 Images)\nAlexios said Gaza Muslims and Christians had lived in harmony for 1,600 years. Hamas is not to blame for those now trying to spoil relations, he said, because it wants political contacts with countries of the Christian world.\n“It would not benefit them to harm the Christian community here. That’s why it has never crossed my mind,” Alexios said.\nSome Christians now say they would rather leave Gaza than risk losing their children to Islam. But Alexios said they should not act out of fear.\n0 : 0\n",
        "quotes": [
            [
                "We are living with a (Muslim) family, they bring us all we need, they teach us how to pray and everything,",
                "Hiba",
                true
            ],
            [
                "I love you all, I hope no one feels upset with me, it was my decision which I made months ago.",
                "",
                true
            ],
            [
                "We are increasingly worried about our sons and daughters.",
                "Hiba",
                true
            ],
            [
                "If those people joined Islam of their own will it would not have been a problem.",
                "Hiba",
                true
            ],
            [
                "There is a big split in relations now,",
                "Ayyad",
                true
            ],
            [
                "Some groups want to spread division between Muslims and Christians.",
                "Ayyad",
                true
            ],
            [
                "No one is forced to change his religion.",
                "Salama",
                true
            ],
            [
                "This is the instruction of our holy book Koran,",
                "Salama",
                true
            ],
            [
                "We do not want any problem.",
                "Alexios",
                true
            ],
            [
                "We want peace and harmony to prevail among us,",
                "Alexios",
                true
            ],
            [
                "Christians did not come from the outside.",
                "",
                true
            ],
            [
                "Christians are part of the Palestinian body and not a strange body,",
                "",
                true
            ],
            [
                "My daughter lived in a struggle with them.",
                "Hiba",
                true
            ],
            [
                "She did not do this of her own choice,",
                "Hiba",
                true
            ],
            [
                "It would not benefit them to harm the Christian community here.",
                "Alexios",
                true
            ],
            [
                "That’s why it has never crossed my mind,",
                "Alexios",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "church",
            "gaza",
            "christians",
            "islam",
            "hamas",
            "sense",
            "christian",
            "muslim",
            "alexios",
            "woman",
            "convert",
            "pressure",
            "forced"
        ]
    },
    {
        "url": "",
        "title": "Visiting bishops praise Gazans, but say Christian presence is shrinking",
        "authors": [
            {
                "name": "Judith Sudilovsky",
                "link": null
            },
            {
                "name": "Judith",
                "link": null
            }
        ],
        "publisher": "https://www.catholicnews.com",
        "publish_date": "",
        "text": "You must be logged in to view individual pages.\nVisiting bishops praise Gazans, but say Christian presence is shrinking\n1.16.2018 11:03 AM ET\n \nJERUSALEM (CNS) -- Even when a situation is hopeless, people must not lose hope, Archbishop Stephen Brislin of Cape Town, South Africa, told parishioners at the Gaza Strip's only Catholic parish.\nConcelebrating Mass at Holy Family Parish in Gaza Jan. 14, the archbishop encouraged Gazans to\nA subscription is required to view this content.\nFor more information on the News In English service,\nicon legend\nPhotos/Graphics for public viewing\nContent on USCCB.ORG site\nAudio for public viewing\nVideo for public viewing\npvm496\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "permission",
            "catholic",
            "content",
            "gazans",
            "presence",
            "view",
            "visiting",
            "christian",
            "republishing",
            "site",
            "shrinking",
            "bishops",
            "praise",
            "say",
            "wwwcatholicnewscom",
            "similar",
            "cns",
            "redistributing"
        ]
    },
    {
        "url": "https://www.aljazeera.com/news/2017/12/palestinian-christian-leaders-denounce-trump-decision-171224121412641.html",
        "title": "Palestinian Christian leaders denounce Trump's decision",
        "authors": [],
        "publisher": "https://www.aljazeera.com",
        "publish_date": "",
        "text": "Palestinian Christian leaders reject US recognition of Jerusalem as Israeli capital, calling it dangerous and offensive.\n24 Dec 2017 14:18 GMT\nPalestinian Christian leaders have rejected US President Donald Trump 's decision to recognise Jerusalem as Israel's capital, calling it \"dangerous\" and \"insulting\".\nTrump's December 6 announcement has sparked protests across the Muslim world and drawn international condemnation.\nThe US move is offensive to \"Christians and Muslims around the world who consider Jerusalem as an incubator of their most sacred, spiritual and national heritage\", Atallah Hanna, the archbishop of Jerusalem's Greek Orthodox church, said in a statement on Saturday.\n\"We, Palestinians, Christians and Muslims reject the US recognition of Jerusalem as the capital of Israel,\" he added.\n\"The US gave the occupation what it does not deserve.\"\n'Message of unity'\nHis comments came as Christian Palestinians on Sunday took part in festivities taking place on the eve of Christmas.\nAl Jazeera's Hoda Abdel-Hamid, reporting from Bethlehem, said many Muslims were also attending the annual events in a show of solidarity against Trump's decision.\n\"This message of unity is one Palestinians are very adamant to convey, especially while there is this political crisis taking the area by storm,\" she said.\nMaher Canavati, a member of Bethlehem's local council, told Al Jazeera the celebrations are intended to deliver \"messages of peace, love and understanding\".\n\"We want peace with our neighbours [but] we need to be able to share Jerusalem and to have easy access to Jerusalem as Palestinians [as well].\"\nBethlehem, normally brimming with tourists at this time of year, has been almost empty of visitors in recent days due to nearby confrontations between Israeli forces and Palestinian protesters in the wake of the US decision.\n\"Unfortunately, after the statement of Donald Trump a lot of people were not sure about the security in this area. Many of those who were in the country did not make it to Bethlehem, they stayed in Jerusalem and in the northern part of the country,\" said Canavati.\n\"But we are here are celebrating, welcoming everybody - it is very important for us that all of the Christians coming to Bethlehem supporting the Muslim and Christian community here are taken care of.\"\nLife in Gaza a 'prison'\nIn the Gaza Strip , Palestinian Christians held a vigil to express their support for Jerusalem as Palestine's capital.\nAl Jazeera's Malcolm Webb, reporting from the besieged territory, said anger at Trump's decision is shared among Christians and the majority-Muslim populating living in the besieged territory.\n\"Everyone we have spoken to here is in opposition to the US move, and they say it only adds to the frustration of life here,\" he said.\nThe Israeli blockade of the occupied Gaza Strip, in its current form, has been in place for more than 10 years. \nGaza's isolation has devastated its economy, impoverished much of the Strip's two million people, and left them without adequate electricity, water and health services. Since 2007, Israel has launched three wars against the Hamas-governed Strip.\nSome 1,000 Christians live in the Gaza Strip, fewer than half the amount 10 years ago.\nAccording to sociologist Samir Quta, many Christian families have fled Gaza in recent years in search of safety and financial security.\n\"Christian families in Gaza usually have a high socio-economic level, and the more people have options and money, the more they look for a better life,\" he told Al Jazeera.\n\"This is not available in Gaza. Even with money in Gaza you cannot have a good life.\"\nRosette Saygh, a Christian still living in Gaza, told Al Jazeera life in the territory has become like a \"prison\" for those who have remained behind.\n\"Life is very difficult in Gaza, we live under siege and we cannot move anywhere … We have witnessed many wars, during the bombing we had to sleep in the church for safety,\" she said.\nSOURCE: Al Jazeera News\nSign up for our Newsletter.\nTRENDING\n22 Aug 2019 10:47 GMT\n05 Aug 2019 15:27 GMT\n13 Aug 2017 13:05 GMT\n \n",
        "quotes": [
            [
                "Christians and Muslims around the world who consider Jerusalem as an incubator of their most sacred, spiritual and national heritage",
                "Atallah Hanna",
                false
            ],
            [
                "We, Palestinians, Christians and Muslims reject the US recognition of Jerusalem as the capital of Israel,",
                "",
                true
            ],
            [
                "The US gave the occupation what it does not deserve.",
                "Atallah Hanna",
                true
            ],
            [
                "This message of unity is one Palestinians are very adamant to convey, especially while there is this political crisis taking the area by storm,",
                "",
                true
            ],
            [
                "messages of peace, love and understanding",
                "Maher Canavati",
                false
            ],
            [
                "We want peace with our neighbours [but] we need to be able to share Jerusalem and to have easy access to Jerusalem as Palestinians [as well].",
                "",
                true
            ],
            [
                "Unfortunately, after the statement of Donald Trump a lot of people were not sure about the security in this area.",
                "Canavati",
                true
            ],
            [
                "Many of those who were in the country did not make it to Bethlehem, they stayed in Jerusalem and in the northern part of the country,",
                "Canavati",
                true
            ],
            [
                "But we are here are celebrating, welcoming everybody - it is very important for us that all of the Christians coming to Bethlehem supporting the Muslim and Christian community here are taken care of.",
                "",
                true
            ],
            [
                "Everyone we have spoken to here is in opposition to the US move, and they say it only adds to the frustration of life here,",
                "",
                true
            ],
            [
                "Christian families in Gaza usually have a high socio-economic level, and the more people have options and money, the more they look for a better life,",
                "",
                true
            ],
            [
                "This is not available in Gaza.",
                "",
                true
            ],
            [
                "Even with money in Gaza you cannot have a good life.",
                "",
                true
            ],
            [
                "Life is very difficult in Gaza, we live under siege and we cannot move anywhere … We have witnessed many wars, during the bombing we had to sleep in the church for safety,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.aljazeera.com/news/2017/12/trump-transcript-full-jerusalem-israel-capital-171208093555029.html",
                "https://www.aljazeera.com/news/2017/12/christmas-bethlehem-trumps-move-ruined-171220085815666.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.aljazeera.com/news/2016/11/profile-president-donald-trump-161109050153947.html"
            ]
        },
        "key_words": [
            "leaders",
            "strip",
            "gaza",
            "denounce",
            "christians",
            "told",
            "trumps",
            "christian",
            "decision",
            "palestinian",
            "jerusalem",
            "muslims",
            "palestinians"
        ]
    },
    {
        "url": "https://www.aljazeera.com/news/2017/12/trump-transcript-full-jerusalem-israel-capital-171208093555029.html",
        "title": "Trump transcript in full: Jerusalem is Israel's capital",
        "authors": [],
        "publisher": "https://www.aljazeera.com",
        "publish_date": "",
        "text": "﻿\nTrump transcript in full: Jerusalem is Israel's capital | Jerusalem News | Al Jazeera\nTrump transcript in full: Jerusalem is Israel's capital\nUS President Donald Trump announced on December 6 that the US formally recognises Jerusalem.\n08 Dec 2017 14:20 GMT\nPresident  Donald Trump  has announced that the US formally recognises Jerusalem as the capital of Israel and will begin the process of moving its embassy to the city, breaking with decades of US policy.\nHere is the transcript of that announcement, made in the Diplomatic Reception Room of the White House on Wednesday, December 6. \nMORE ON THIS STORY...\n\"When I came into office, I promised to look at the world's challenges with open eyes and very fresh thinking. We cannot solve our problems by making the same failed assumptions and repeating the same failed strategies of the past. Old challenges demand new approaches.\nMy announcement today marks the beginning of a new approach to conflict between Israel and the Palestinians.\nIn 1995, Congress adopted the Jerusalem Embassy Act, urging the federal government to relocate the American embassy to Jerusalem and to recognise that that city - and so importantly - is Israel's capital. This act passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.\nYet, for over 20 years, every previous American president has exercised the law's waiver, refusing to move the US embassy to Jerusalem or to recognise Jerusalem as Israel's capital city.\nPresidents issued these waivers under the belief that delaying the recognition of Jerusalem would advance the cause of peace. Some say they lacked courage, but they made their best judgments based on facts as they understood them at the time. Nevertheless, the record is in. After more than two decades of waivers, we are no closer to a lasting peace agreement between Israel and the Palestinians. It would be folly to assume that repeating the exact same formula would now produce a different or better result.\nTherefore, I have determined that it is time to officially recognise Jerusalem as the capital of Israel.\nWhile previous presidents have made this a major campaign promise, they failed to deliver. Today, I am delivering.\nI've judged this course of action to be in the best interests of the United States of America and the pursuit of peace between Israel and the Palestinians. This is a long-overdue step to advance the peace process and to work towards a lasting agreement.\nIsrael is a sovereign nation with the right like every other sovereign nation to determine its own capital. Acknowledging this as a fact is a necessary condition for achieving peace.\nBut today, we finally acknowledge the obvious: that Jerusalem is Israel's capital. This is nothing more, or less, than a recognition of reality. It is also the right thing to do. It's something that has to be done.\nUS President Donald Trump\nIt was 70 years ago that the United States, under President Truman, recognised the State of Israel. Ever since then, Israel has made its capital in the city of Jerusalem - the capital the Jewish people established in ancient times. Today, Jerusalem is the seat of the modern Israeli government. It is the home of the Israeli parliament, the Knesset, as well as the Israeli Supreme Court. It is the location of the official residence of the prime minister and the president. It is the headquarters of many government ministries.\nFor decades, visiting American presidents, secretaries of state, and military leaders have met their Israeli counterparts in Jerusalem, as I did on my trip to Israel earlier this year.\nJerusalem is not just the heart of three great religions, but it is now also the heart of one of the most successful democracies in the world. Over the past seven decades, the Israeli people have built a country where Jews, Muslims, and Christians, and people of all faiths are free to live and worship according to their conscience and according to their beliefs.\nJerusalem is today, and must remain, a place where Jews pray at the Western Wall, where Christians walk the Stations of the Cross, and where Muslims worship at al-Aqsa Mosque.\nPalestinians burn Israeli and US flags during a protest against the US intention to move its embassy to Jerusalem and to recognise the city as the capital of Israel, in Gaza City [Mohammed Salem/Reuters]\nHowever, through all of these years, presidents representing the United States have declined to officially recognise Jerusalem as Israel's capital. In fact, we have declined to acknowledge any Israeli capital at all.\nBut today, we finally acknowledge the obvious: that Jerusalem is Israel's capital. This is nothing more, or less, than a recognition of reality. It is also the right thing to do. It's something that has to be done.\nThat is why, consistent with the Jerusalem Embassy Act, I am also directing the State Department to begin preparation to move the American embassy from Tel Aviv to Jerusalem. This will immediately begin the process of hiring architects, engineers, and planners, so that a new embassy, when completed, will be a magnificent tribute to peace.\nIn making these announcements, I also want to make one point very clear: This decision is not intended, in any way, to reflect a departure from our strong commitment to facilitate a lasting peace agreement. We want an agreement that is a great deal for the Israelis and a great deal for the Palestinians. We are not taking a position on any final status issues, including the specific boundaries of the Israeli sovereignty in Jerusalem, or the resolution of contested borders. Those questions are up to the parties involved.\nThe United States remains deeply committed to helping facilitate a peace agreement that is acceptable to both sides. I intend to do everything in my power to help forge such an agreement. Without question, Jerusalem is one of the most sensitive issues in those talks. The United States would support a two-state solution if agreed to by both sides.\nWATCH: Trump official Raj Shah discusses Jerusalem decision\nIn the meantime, I call on all parties to maintain the status quo at Jerusalem's holy sites, including the Temple Mount, also known as Haram al-Sharif.\nAbove all, our greatest hope is for peace, the universal yearning in every human soul. With today's action, I reaffirm my administration's long-standing commitment to a future of peace and security for the region.\nThere will, of course, be disagreement and dissent regarding this announcement. But we are confident that ultimately, as we work through these disagreements, we will arrive at a peace and a place far greater in understanding and cooperation.\nThis sacred city should call forth the best in humanity, lifting our sights to what it is possible; not pulling us back and down to the old fights that have become so totally predictable. Peace is never beyond the grasp of those willing to reach.\nSo today, we call for calm, for moderation, and for the voices of tolerance to prevail over the purveyors of hate. Our children should inherit our love, not our conflicts.\nI repeat the message I delivered at the historic and extraordinary summit in Saudi Arabia earlier this year: The Middle East is a region rich with culture, spirit, and history. Its people are brilliant, proud, and diverse, vibrant and strong. But the incredible future awaiting this region is held at bay by bloodshed, ignorance, and terror.\nVice President Pence will travel to the region in the coming days to reaffirm our commitment to work with partners throughout the Middle East to defeat radicalism that threatens the hopes and dreams of future generations.\nIt is time for the many who desire peace to expel the extremists from their midst. It is time for all civilized nations, and people, to respond to disagreement with reasoned debate - not violence.\nAnd it is time for young and moderate voices all across the Middle East to claim for themselves a bright and beautiful future.\nSo today, let us rededicate ourselves to a path of mutual understanding and respect. Let us rethink old assumptions and open our hearts and minds to possible and possibilities. And finally, I ask the leaders of the region - political and religious; Israeli and Palestinian; Jewish and Christian and Muslim - to join us in the noble quest for lasting peace.\nThank you. God bless you. God bless Israel. God bless the Palestinians. And God bless the United States. Thank you very much. Thank you.\"\nSOURCE: Al Jazeera News\nSign up for our Newsletter.\nTRENDING\n22 Aug 2019 10:47 GMT\n05 Aug 2019 15:27 GMT\n13 Aug 2017 13:05 GMT\n \n",
        "quotes": [
            [
                "When I came into office, I promised to look at the world's challenges with open eyes and very fresh thinking.",
                "",
                true
            ],
            [
                "We cannot solve our problems by making the same failed assumptions and repeating the same failed strategies of the past.",
                "",
                true
            ],
            [
                "My announcement today marks the beginning of a new approach to conflict between Israel and the Palestinians.",
                "",
                true
            ],
            [
                "In 1995, Congress adopted the Jerusalem Embassy Act, urging the federal government to relocate the American embassy to Jerusalem and to recognise that that city - and so importantly - is Israel's capital.",
                "",
                true
            ],
            [
                "This act passed Congress by an overwhelming bipartisan majority and was reaffirmed by a unanimous vote of the Senate only six months ago.",
                "",
                true
            ],
            [
                "Yet, for over 20 years, every previous American president has exercised the law's waiver, refusing to move the US embassy to Jerusalem or to recognise Jerusalem as Israel's capital city.",
                "",
                true
            ],
            [
                "Presidents issued these waivers under the belief that delaying the recognition of Jerusalem would advance the cause of peace.",
                "",
                true
            ],
            [
                "Some say they lacked courage, but they made their best judgments based on facts as they understood them at the time.",
                "",
                true
            ],
            [
                "After more than two decades of waivers, we are no closer to a lasting peace agreement between Israel and the Palestinians.",
                "",
                true
            ],
            [
                "It would be folly to assume that repeating the exact same formula would now produce a different or better result.",
                "",
                true
            ],
            [
                "Therefore, I have determined that it is time to officially recognise Jerusalem as the capital of Israel.",
                "",
                true
            ],
            [
                "While previous presidents have made this a major campaign promise, they failed to deliver.",
                "",
                true
            ],
            [
                "I've judged this course of action to be in the best interests of the United States of America and the pursuit of peace between Israel and the Palestinians.",
                "",
                true
            ],
            [
                "This is a long-overdue step to advance the peace process and to work towards a lasting agreement.",
                "",
                true
            ],
            [
                "Israel is a sovereign nation with the right like every other sovereign nation to determine its own capital.",
                "",
                true
            ],
            [
                "Acknowledging this as a fact is a necessary condition for achieving peace.",
                "",
                true
            ],
            [
                "But today, we finally acknowledge the obvious: that Jerusalem is Israel's capital.",
                "",
                true
            ],
            [
                "This is nothing more, or less, than a recognition of reality.",
                "",
                true
            ],
            [
                "It is also the right thing to do.",
                "",
                true
            ],
            [
                "It's something that has to be done.",
                "",
                true
            ],
            [
                "US President Donald Trump\nIt was 70 years ago that the United States, under President Truman, recognised the State of Israel.",
                "",
                true
            ],
            [
                "Ever since then, Israel has made its capital in the city of Jerusalem - the capital the Jewish people established in ancient times.",
                "",
                true
            ],
            [
                "Today, Jerusalem is the seat of the modern Israeli government.",
                "",
                true
            ],
            [
                "It is the home of the Israeli parliament, the Knesset, as well as the Israeli Supreme Court.",
                "",
                true
            ],
            [
                "It is the location of the official residence of the prime minister and the president.",
                "",
                true
            ],
            [
                "It is the headquarters of many government ministries.",
                "",
                true
            ],
            [
                "For decades, visiting American presidents, secretaries of state, and military leaders have met their Israeli counterparts in Jerusalem, as I did on my trip to Israel earlier this year.",
                "",
                true
            ],
            [
                "Jerusalem is not just the heart of three great religions, but it is now also the heart of one of the most successful democracies in the world.",
                "",
                true
            ],
            [
                "Over the past seven decades, the Israeli people have built a country where Jews, Muslims, and Christians, and people of all faiths are free to live and worship according to their conscience and according to their beliefs.",
                "",
                true
            ],
            [
                "Jerusalem is today, and must remain, a place where Jews pray at the Western Wall, where Christians walk the Stations of the Cross, and where Muslims worship at al-Aqsa Mosque.",
                "",
                true
            ],
            [
                "Palestinians burn Israeli and US flags during a protest against the US intention to move its embassy to Jerusalem and to recognise the city as the capital of Israel, in Gaza City [Mohammed Salem/Reuters]\nHowever, through all of these years, presidents representing the United States have declined to officially recognise Jerusalem as Israel's capital.",
                "",
                true
            ],
            [
                "In fact, we have declined to acknowledge any Israeli capital at all.",
                "",
                true
            ],
            [
                "But today, we finally acknowledge the obvious: that Jerusalem is Israel's capital.",
                "",
                true
            ],
            [
                "This is nothing more, or less, than a recognition of reality.",
                "",
                true
            ],
            [
                "It is also the right thing to do.",
                "",
                true
            ],
            [
                "It's something that has to be done.",
                "",
                true
            ],
            [
                "That is why, consistent with the Jerusalem Embassy Act, I am also directing the State Department to begin preparation to move the American embassy from Tel Aviv to Jerusalem.",
                "",
                true
            ],
            [
                "This will immediately begin the process of hiring architects, engineers, and planners, so that a new embassy, when completed, will be a magnificent tribute to peace.",
                "",
                true
            ],
            [
                "In making these announcements, I also want to make one point very clear: This decision is not intended, in any way, to reflect a departure from our strong commitment to facilitate a lasting peace agreement.",
                "",
                true
            ],
            [
                "We want an agreement that is a great deal for the Israelis and a great deal for the Palestinians.",
                "",
                true
            ],
            [
                "We are not taking a position on any final status issues, including the specific boundaries of the Israeli sovereignty in Jerusalem, or the resolution of contested borders.",
                "",
                true
            ],
            [
                "Those questions are up to the parties involved.",
                "",
                true
            ],
            [
                "The United States remains deeply committed to helping facilitate a peace agreement that is acceptable to both sides.",
                "",
                true
            ],
            [
                "I intend to do everything in my power to help forge such an agreement.",
                "",
                true
            ],
            [
                "Without question, Jerusalem is one of the most sensitive issues in those talks.",
                "",
                true
            ],
            [
                "The United States would support a two-state solution if agreed to by both sides.",
                "",
                true
            ],
            [
                "WATCH: Trump official Raj Shah discusses Jerusalem decision\nIn the meantime, I call on all parties to maintain the status quo at Jerusalem's holy sites, including the Temple Mount, also known as Haram al-Sharif.",
                "",
                true
            ],
            [
                "Above all, our greatest hope is for peace, the universal yearning in every human soul.",
                "",
                true
            ],
            [
                "With today's action, I reaffirm my administration's long-standing commitment to a future of peace and security for the region.",
                "",
                true
            ],
            [
                "There will, of course, be disagreement and dissent regarding this announcement.",
                "",
                true
            ],
            [
                "But we are confident that ultimately, as we work through these disagreements, we will arrive at a peace and a place far greater in understanding and cooperation.",
                "",
                true
            ],
            [
                "This sacred city should call forth the best in humanity, lifting our sights to what it is possible; not pulling us back and down to the old fights that have become so totally predictable.",
                "",
                true
            ],
            [
                "Peace is never beyond the grasp of those willing to reach.",
                "",
                true
            ],
            [
                "So today, we call for calm, for moderation, and for the voices of tolerance to prevail over the purveyors of hate.",
                "",
                true
            ],
            [
                "Our children should inherit our love, not our conflicts.",
                "",
                true
            ],
            [
                "I repeat the message I delivered at the historic and extraordinary summit in Saudi Arabia earlier this year: The Middle East is a region rich with culture, spirit, and history.",
                "",
                true
            ],
            [
                "Its people are brilliant, proud, and diverse, vibrant and strong.",
                "",
                true
            ],
            [
                "But the incredible future awaiting this region is held at bay by bloodshed, ignorance, and terror.",
                "",
                true
            ],
            [
                "Vice President Pence will travel to the region in the coming days to reaffirm our commitment to work with partners throughout the Middle East to defeat radicalism that threatens the hopes and dreams of future generations.",
                "",
                true
            ],
            [
                "It is time for the many who desire peace to expel the extremists from their midst.",
                "",
                true
            ],
            [
                "It is time for all civilized nations, and people, to respond to disagreement with reasoned debate - not violence.",
                "",
                true
            ],
            [
                "And it is time for young and moderate voices all across the Middle East to claim for themselves a bright and beautiful future.",
                "",
                true
            ],
            [
                "So today, let us rededicate ourselves to a path of mutual understanding and respect.",
                "",
                true
            ],
            [
                "Let us rethink old assumptions and open our hearts and minds to possible and possibilities.",
                "",
                true
            ],
            [
                "And finally, I ask the leaders of the region - political and religious; Israeli and Palestinian; Jewish and Christian and Muslim - to join us in the noble quest for lasting peace.",
                "",
                true
            ],
            [
                "And God bless the United States.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.aljazeera.com/news/2016/11/profile-president-donald-trump-161109050153947.html"
            ]
        },
        "key_words": [
            "today",
            "united",
            "president",
            "israel",
            "israels",
            "jerusalem",
            "transcript",
            "trump",
            "states",
            "capital",
            "israeli",
            "embassy",
            "peace"
        ]
    },
    {
        "url": "https://www.aljazeera.com/news/2017/12/christmas-bethlehem-trumps-move-ruined-171220085815666.html",
        "title": "Christmas in Bethlehem: How Trump’s move ruined it",
        "authors": [],
        "publisher": "https://www.aljazeera.com",
        "publish_date": "",
        "text": "﻿\nChristmas in Bethlehem: How Trump’s move ruined it | Palestine News | Al Jazeera\nPresident Trump's recognition of Jerusalem as Israel's capital looms large this year in the birthplace of Jesus.\n20 Dec 2017 10:21 GMT\nPresident Donald Trump 's recognition of Jerusalem as Israel's capital looms large in Christmas festivities this year in the traditional birthplace of Jesus.\nSome food vendors, sellers of holiday trinkets and a leading hotelier in biblical Bethlehem say Palestinian protests, triggered by what many here view as a provocative show of pro-Israel bias, have hurt their Christmas business.\nYet Bethlehem also offers a stage for a Palestinian rebuttal: banners proclaiming Jerusalem as the eternal capital of Palestine have been draped over facades on Manger Square as a backdrop for Christmas TV broadcasts to a global audience.\nThe Israeli-Palestinian conflict is keenly felt - perhaps even more so at Christmas - in Bethlehem, just a few miles (kilometres) south of contested Jerusalem.\nIsrael's separation wall cuts into Bethlehem and a segment of it has become a tourist magnet in its own right. Its cement slabs are covered with works by international graffiti artists such as Banksy and pro-Palestinian slogans left by visitors.\nWhile Palestinians try to draw attention to the barrier when foreigners pour in for Christmas, Trump's policy shift on Jerusalem two weeks ago has emerged as the dominant theme this year. It went again international consensus.\nIsraeli-occupied East Jerusalem houses major Muslim, Jewish and Christian shrines, and Palestinians seek it as a future capital.\nThe journey from Nazareth to Bethlehem, today pic.twitter.com/sYRo2XLjDs\nTrump's decision\nTrump's declaration triggered clashes in the Palestinian territories between stone-throwers and Israeli soldiers who fired tear gas, rubber bullets and live ammunition. Ten Palestinians were killed by Israeli fire, most on the Gaza border, and scores were wounded.\nIn Bethlehem, the fallout was felt immediately.\nPalestinian President Mahmoud Abbas was to have received Vice President Mike Pence, a devout Christian, in Bethlehem, but cancelled after the US pivot on Jerusalem. The snub came as Abbas rejected Washington as a Middle East broker.\nMeanwhile, Bethlehem's flagship luxury hotel, the 250-bed Jacir Palace, closed because of frequent nearby clashes.\nGeneral manager Marwan Kittani said the hotel had been fully booked for Christmas, but that he is now assessing day by day if he can reopen.\nIn Manger Square, next to the Church of the Nativity built over Jesus' traditional birth grotto, some merchants blamed Trump for a drop in business.\nTwo souvenir shop owners selling nativity scenes and tree decorations carved from olive wood said they hadn't had any customers by early afternoon.\nMahmoud Salahat, who sells pomegranate juice on the square, said his main source of income - Palestinian citizens of Israel - largely stayed away from Bethlehem during the past two weeks, apparently fearing trouble on the roads.\nTourism\nThe Christmas season caps a banner year for tourism in the Palestinian territories, with 2.7 million visitors in 2017, compared with 2.3 million in 2016, said Tourism Ministry official Jiries Qumsieh.\nDespite some cancellations, Bethlehem's 4,000 hotel rooms were more than 90 percent booked for Christmas, he said.\nThe vast majority of Palestinians are Muslims, but Abbas - like the late Yasser Arafat before him - values close ties with the Christian minority, regularly attending Christmas Eve mass at the Church of the Nativity, which is broadcast live.\nThis year, TV footage will likely show two large banners hanging from roofs in Manger Square, reading: \"Jerusalem will always be the eternal capital of Palestine.\"\nActivists also plan to circulate a petition to Christmas visitors in support of Palestinian claims to Jerusalem and distribute stickers reading: \"We (heart) Jerusalem, the capital of Palestine,\" said organizer Munther Amira.\nEarlier this week, two dozen protesters assembled near the square's towering Christmas tree, holding white candles and photos of Pence and Jason Greenblatt, a member of Trump's Middle East team.\n\"Bethlehem welcomes the messengers of peace, not the messengers of war,\" read the captions under the photos.\nAmira said it was a protest against US policy, not the American people.\nSome tourists seem baffled by the politics and are mainly drawn to the Nativity basilica, currently under renovation and partly covered by scaffolding.\nGerman pilgrim Ludmilla Trifl said she reserves judgment because she doesn't know enough about the conflict.\nThe separation barrier at the entrance to Bethlehem \"does not look good\", she said, adding that she's also heard it described as a security measure.\nStreet art\nThe area around the Walled-Off Hotel, a Banksy-linked guesthouse that opened in March, has become a centre for political street art. A recent wall piece said to have been created by Banksy shows two angels, one with a crowbar, on either side of a gap between cement slabs, each trying to widening the opening.\nA nearby shop called \"Wall-Mart\" offers stencils and spray paint - with prices for slogan sizes ranging from $14 to $26 - to help visitors to leave their mark.\nOn a recent morning, Australian Farzanah Fazli shook spray cans, filling in a stencil she had taped to the wall. Slowly, the words \"Once upon a time, there was humanity\" emerged - meant to express her view that Israeli policies have dehumanised the Palestinians.\nFazli, 30, a London-based accountant, said leaving that message was the highlight of her Middle East trip, even if it is eventually painted over by others.\nGraffiti shop employee Wanda Handal, 21, said artists have transformed her neighbourhood.\n\"Back in the day, it was the creepy street,\" she said. Now, \"the street is alive, art everywhere.\"\nSign up for our Newsletter.\nTRENDING\n22 Aug 2019 10:47 GMT\n05 Aug 2019 15:27 GMT\n13 Aug 2017 13:05 GMT\n \n",
        "quotes": [
            [
                "Jerusalem will always be the eternal capital of Palestine.",
                "",
                true
            ],
            [
                "We (heart) Jerusalem, the capital of Palestine,",
                "",
                true
            ],
            [
                "Bethlehem welcomes the messengers of peace, not the messengers of war,",
                "",
                true
            ],
            [
                "Once upon a time, there was humanity",
                "",
                false
            ],
            [
                "Back in the day, it was the creepy street,",
                "",
                true
            ],
            [
                "the street is alive, art everywhere.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.aljazeera.com/news/2017/12/trump-jerusalem-move-key-questions-answered-171206074533021.html",
                "https://www.aljazeera.com/indepth/features/2017/05/jerusalem-capital-israel-170524091310050.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/sYRo2XLjDs",
                "https://www.aljazeera.com/focus/2009/11/2009115154854751132.html",
                "https://www.aljazeera.com/news/2016/11/profile-president-donald-trump-161109050153947.html"
            ]
        },
        "key_words": [
            "square",
            "hotel",
            "ruined",
            "trumps",
            "east",
            "nativity",
            "bethlehem",
            "jerusalem",
            "palestinian",
            "palestinians",
            "capital",
            "christmas"
        ]
    }
]