[
    {
        "url": "https://www.christianpost.com/voice/emily-thomes-journey-to-god.html",
        "title": "Emily Thomes' Journey to God",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\nWhen someone states that he or she was \"born this way,\" maybe the most biblical response is, \"me too.\"The Huffington Post is all in a huff over a stupendous viral video about homosexuality and the Gospel—a video that's racked up nearly 2 million views. Created by the Christian media ministry Anchored North, this production gives every appearance of being just another \"coming out\" story by a lesbian woman.\nEmily Thomes tells of how it \"went terribly\" when she revealed her first romantic relationship with a woman to her father. In her Southern lilt, she describes the conviction at age twenty that if anyone in the Bible Belt was truly a Christian, they would approve of her lifestyle. \"If not,\" she says, \"then you were legalistic and you needed to re-read what God was really about: 'Judge not.'\"\nThen, at twenty-two, Thomes was invited to attend a ladies' Bible study. Certain the women would reject her, she gave it the old college try. But something strange happened. Thomes was not shunned by these Christian women. As a result, she began asking herself questions: \"What if it's all true? Are you sure this is who you are?\"\nShe turned to the Bible to see if her ideas about what real Christians believe were accurate, and soon found herself in the sin list of 1 Corinthians 6. Paul's promise of judgement, she says, scared her. \"I realized I was in the 'will not enter the kingdom of God' lineup.\" And then she read verse 11: \"And such were some of you. But you were washed, you were sanctified, you were justified.\"\nThe freedom promised in this verse ultimately opened her eyes. \"I could hold onto my sin and reject God,\" she says, \"or I could turn to Him. All the debt that I racked up living like I had lived didn't have to be mine...\"\nPredictably, HuffPo slams Thomes' story as a commercial for the \"scientifically discredited and flat-out lethal idea that gay, lesbian, or bisexual people can change their sexual orientation if they pray hard enough.\" They quote one so-called \"queer Christian writer and pastor\" who insists \"a robust, Christ-centered\" theology teaches that God accepts every lifestyle, that He is \"all gracious, all merciful, and extends forgiveness and love to absolutely everyone.\"\nThe irony is that Thomes would agree that God extends forgiveness and love to all. The difference is that her idea of forgiveness involves repentance, and being born again.\nPeople regularly confront her with the refrain of the LGBT movement: \"I was born this way.\" Her reply? \"Yeah, me too. You're not born with right affections. That's why Jesus had to come. You're feeling a desire for sin just proves you need grace like me.\"\nThis answer is more than just a good one. It's the definitive response from a Christian worldview to those who insist sexual desires define them.\nWhat Thomes' story so beautifully portrays and what proves to be such a stumbling block to the editorial staff at the Huffington Post is a little something called the Gospel. It's the same message preached by other disciples called out of the gay lifestyle, like Rosaria Butterfield, who no longer identify themselves by their desires, but in Christ.\nSecular news outlets want to associate this with so-called \"conversion therapy,\" the once popular practice of trying to clinically \"cure\" homosexuality. But as Thomes says, the transformation we undergo in Christ isn't from gay to straight. Despite being happily married in the Lord today, she reminds viewers that \"God calls us not to heterosexuality but to holiness.\"\nThe central lie of the LGBT movement and the sexual revolution is that our sin and our desire for it are our identity—even something in which to take pride. But the good news of Christianity is that in Jesus, we can have a new identity. We need no longer be enslaved to our fallen passions. We were made for something better.\nFirst published at BreakPoint.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.breakpoint.org/2018/01/breakpoint-your-desires-dont-define-you/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "journey",
            "thomes",
            "god",
            "gay",
            "forgiveness",
            "emily",
            "bible",
            "sin",
            "born",
            "sexual",
            "christian",
            "lifestyle"
        ]
    }
]