[
    {
        "url": "https://www.christianpost.com/news/gay-couple-sues-colo-bakery-for-refusing-wedding-cake.html",
        "title": "Gay Couple Sues Colo. Bakery for Refusing Wedding Cake",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, June 07, 2013\nThe Colorado Attorney General's office formally filed a discrimination complaint last week on behalf of a same-sex couple married in Massachusetts who claim a Colorado bakery refused to provide a cake to honor their nuptials last summer.\nJack Phillips, owner of Masterpiece Cakeshop, located in the suburbs surrounding Denver, Colo., reportedly denied making a wedding cake for David Mullins, 28, and Charlie Craig, 33, last summer after learning of their sexual orientation, citing his Christian beliefs.\nPhillips' attorney, Nicolle Martin, argues that although her client is being accused of discrimination in a business situation, she believes the issue has to do with personal religious beliefs.\n\"We don't believe that this is a case about commerce. At its heart, this is a case about conscience,\" Martin told The Associated Press , adding that as same-sex marriage is legalized in more states in the U.S., this case could serve as an example of the rights of business owners in refusing service.\n\"It brings it to the forefront. I just don't think that we should heighten one person's beliefs over and above another person's beliefs,\" Martin continued.\n\"It would force him to choose between his conscience and a paycheck. I just think that's an intolerable choice.\"\nWhen asked about the incident in July 2012, Phillips told local CBS Denver station KCNC-TV  that he has no problem with gay people, but his Christian beliefs do not allow him to support same-sex marriage.\n\"If gays come in and want to order birthday cakes or any cakes for any occasion, graduations, or whatever, I have no prejudice against that whatsoever,\" Phillips previously told the local news station.\n\"It's just the wedding cake, not the people, not their lifestyle,\" he added, saying he would rather \"close down the bakery before we would compromise our beliefs.\"\nMullins and Craig were married in Massachusetts last year but chose to celebrate their nuptials in Colorado with their family and friends.\nAfter being denied a cake by Phillips last summer, the couple took to Facebook to tell their story, which received a wide amount of attention and even garnered notice by the American Civil Liberties Union, which eventually volunteered to legally represent the couple in their discrimination complaint.\nThe Facebook fervor behind the issue even resulted in protests taking place in front of Phillips' shop, and the small business owner reportedly received more than 1,000 angry messages for his Christian convictions.\nMark Silverstein, the legal director of the ACLU in Colorado, told AP that the complaint revolves around the issue of discrimination in the public sphere.\n\"Religious freedom is a fundamental right in America and it's something that we champion at the ACLU,\" Silverstein told AP.\n\"We are all entitled to our religious beliefs and we fight for that. But someone's personal religious beliefs don't justify breaking the law by discriminating against others in the public sphere,\" he argued.\nThe ACLU has found two other same-sex couples who have been refused service by Phillips, and they have reportedly filed affidavits in support of Mullins and Craig.\nThis recent case rings similar to a discrimination complaint filed by a lesbian couple against Aaron and Melissa Klein, owners of Sweet Cakes by Melissa, a small bakery shop in Gresham, Ore.\nThe Kleins told the same-sex couple back in January that they could not make a wedding cake for them due to their Christian beliefs.\nSince the discrimination complaint was filed, the Kleins have reportedly received ongoing attacks for their beliefs after an apparently false undercover media story made the bakery owners look like \"hateful monsters,\" according to Melissa Klein.\nAn undercover piece by the Willamette Week claimed that the Kleins provided cake for divorces, unmarried parents, stem-cell research, non-kosher barbecues and pagan solstice parties, even though they still denied service to same-sex couples.\nThe Kleins refuted this undercover piece, arguing that they never received the calls for these obscure celebrations.\nAdditionally, the young Christian couple has reportedly received threatening phone calls and emails calling for the couple's children to fall ill.\nThe couple told The Blaze  that they may eventually have to shut the doors to their bakery, as their sales have dropped since the January media firestorm and some of their loyal patrons don't want the bakery's name on their to-go boxes.\n\"My attorney likens this – he calls it economic terrorism,\" Aaron Klein told The Blaze. \"These people, they have literally tried to cut any business ties off through harassment.\"\nPhillips has endured similar tribulations and harassment at his bakery since news of the discrimination complaint broke.\nThe Huffington Post  reported that Stephanie Schmalz, who was turned away from Masterpiece Cakeshop after requesting cupcakes for an upcoming commitment ceremony to her partner, Jeanine, called the bakery and requested a cake to celebrate the marriage of her two dogs.\nPhillips, apparently unaware of the trick being played on him, obliged and provided Schmalz with a price for her cake.\nIf Phillips loses the discrimination case and fails to comply with the order, he could face a fine of $500 per case and possibly up to a year in jail, according to AP.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.huffpost.com/entry/masterpiece-cakeshop-gay-dog-experiment_n_3392013",
                "https://www.foxnews.com/us/gay-colorado-couple-sues-bakery-for-allegedly-refusing-them-wedding-cake",
                "https://www.cbsnews.com/news/same-sex-couple-denied-wedding-cake-by-bakery/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.theblaze.com/stories/2013/05/31/economic-terrorism-bakery-that-refused-to-make-gay-couples-wedding-cake-gets-threats-could-close-down/"
            ]
        },
        "key_words": [
            "discrimination",
            "samesex",
            "told",
            "case",
            "cake",
            "couple",
            "bakery",
            "gay",
            "sues",
            "colo",
            "reportedly",
            "refusing",
            "beliefs",
            "wedding",
            "phillips"
        ]
    }
]