[
    {
        "url": "https://nutritionfacts.org/es/2017/12/19/descubrir-las-primeras-etapas-silenciosas-del-alzheimer/",
        "title": "Descubrir las primeras etapas silenciosas del alzhéimer",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-19",
        "text": "Descubrir las primeras etapas silenciosas del alzhéimer\nEscrito por Michael Greger M.D. FACLM en\nEnero 19th, 2017\nEn 1985, un patólogo suizo  notó  cambios con aspecto de alzhéimer (placas y nudos) en los cerebros de tres cuartos de un grupo pequeño de hombres y mujeres en sus 50 y 60, que habían muertos de otras causas. La mayoría de los cerebros de personas de menos de 30 años no  tenían  estas características. Pero estos estudios solo incluían a unas pocas docenas de personas. \nComo comento en mi video,  El alzhéimer puede comenzar décadas antes de ser diagnosticado , con base en miles de autopsias, hemos podido ver lo que  parecen  las primeras etapas silenciosas del alzhéimer comenzar incluso en la veintena en el 10% de la población, aumentando al 50% en la cincuentena. “Igual que las primeras células malignas del cáncer… no producen síntomas detectables pero representan el proceso de desarrollo de una enfermedad potencialmente mortal, la presencia de… [estos nudos en el cerebro] podría suponer un verdadero riesgo”.\nLa alta prevalencia de la primera etapa de la enfermedad y su extraordinaria larga duración (la mayoría no son diagnosticadas hasta los 70 años) no se  apreciaban  lo suficiente hasta ahora. Ahora  entendemos  que los cambios neurodegenerativos en el cerebro comienzan en la mediana edad, así como el deterioro cognitivo; empezamos a  perder  funciones cerebrales en la cuarentena.\nAntes de que una persona sea diagnosticada de alzhéimer, se la diagnostica con deterioro cognitivo, o deterioro cognitivo leve. Ahí es donde el deterioro cognitivo se ha vuelto clínicamente visible. Unos años después, se la diagnosticará con alzhéimer, lo cual resultará finalmente en su muerte. Nunca supimos lo que ocurría antes del diagnóstico del deterioro cognitivo leve… hasta ahora. Parece haber un deterioro lento en función cerebral, y la acumulación de placas y nudos en el cerebro, décadas antes del diagnóstico del alzhéimer.\nEste hallazgo  tiene , potencialmente, profundas implicaciones en la prevención de la demencia. Debemos empezar pronto, antes de que se manifieste una pérdida cerebral notable. La buena noticia es que las enfermedades cerebrales no son inevitables, incluso después de cumplir los 100 años. La mujer más mayor del mundo, con 115 años,  mantuvo  el poder mental de alguien prácticamente con la mitad de años que ella. Si no hubiese muerto de cáncer de estómago, podría haber continuado prósperamente. \nResulta que no existe el morirse de viejo. En 42000 autopsias consecutivas, los centenarios (aquellos que vivieron más de 100 años) examinados  murieron  a causa de una enfermedad en el 100% de los casos, aunque la mayoría eran percibidos como sanos antes de su muerte, incluso por sus médicos. En realidad, nadie muere “de viejo”. Hasta hace poco, el ser de edad avanzada se consideraba como una enfermedad en sí misma, pero las personas no mueren a consecuencia de su edad, como se suele asumir, sino debido a una enfermedad, comúnmente de ataques al corazón.\nUno de los detalles más intrigantes de la mujer de 115 años de la que acabo de hablar es que su cuerpo no  mostró  casi nada de ateroesclerosis, y las arterias de su cerebro estaban limpias también. Podría ser unos de los secretos de su claridad mental. Hay cada vez más consenso en que “lo que es bueno para nuestro corazón, es bueno también para nuestra cabeza”, sobre lo cual hablo en mi video,  Alzhéimer y ateroesclerosis en el cerebro .\nTengo una serie de videos sobre esta temible enfermedad. Puedes aprender más sobre el alzhéimer con ellos:\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/3994315",
                "https://www.ncbi.nlm.nih.gov/pubmed/22223829",
                "https://www.ncbi.nlm.nih.gov/pubmed/15639311",
                "https://www.ncbi.nlm.nih.gov/pubmed/18534718",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3281313/",
                "https://www.ncbi.nlm.nih.gov/pubmed/16079208",
                "https://www.ncbi.nlm.nih.gov/pubmed/21170538",
                "https://www.ncbi.nlm.nih.gov/pubmed/9380250",
                "https://www.ncbi.nlm.nih.gov/pubmed/9330961"
            ],
            "unsure": [
                "https://nutritionfacts.org/es/video/el-alzheimer-podria-comenzar-decadas-antes-de-ser-diagnosticado/",
                "https://nutritionfacts.org/es/video/alzheimer-y-arteriosclerosis-del-cerebro/"
            ]
        },
        "key_words": [
            "la",
            "en",
            "silenciosas",
            "primeras",
            "que",
            "alzhéimer",
            "las",
            "y",
            "se",
            "etapas",
            "descubrir",
            "años",
            "su",
            "una",
            "del",
            "los",
            "el"
        ]
    }
]