[
    {
        "url": "https://www.christianpost.com/news/homeland-security-head-defends-abortion-reference-in-extremism-report.html",
        "title": "Homeland Security Head Defends Abortion Reference in 'Extremism' Report",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHomeland Security Head Defends Abortion Reference in 'Extremism' Report\nHomeland Security Head Defends Abortion Reference in 'Extremism' Report\n| Monday, April 20, 2009\nThe head of the Department of Homeland Security on Sunday defended the inclusion of pro-life supporters in the agency's report that identifies possible terrorist threats, saying there have been extremist groups within the abortion debate that \"have committed violent acts.\"\nDHS secretary Janet Napolitano made the comments in an interview on CNN's \"State of the Union\" on Sunday, the anniversary of the 1995 Oklahoma City bombing – considered the deadliest terrorist attack in the United States prior to 9/11.\nThe show's host, John King, questioned Napolitano on a line in the report that suggests the threat of extremism could come from \"groups and individuals that are dedicated to a single issue, such as opposition to abortion or immigration.\"\nHe asked her whether the DHS had active investigations on \"anti-abortion groups\" concerning the matter.\nNapolitano declined to comment on ongoing work of the agency but pointed out the \"history\" of violent acts by such groups.\nThe DHS head said that although \"people have different points of view about abortion\" and that the DHS supports free speech rights, there are those within the abortion debate that justify the agency's concern.\n\"On the other hand, at the very edge of the [abortion] debate, at the very edge are the extremist groups that have committed violent crimes,\" said Napolitano. \"They've committed bombings and the like.\"\n\"And that is where you cross from constitutionally protected free speech, freedom of assembly, all the rights we cherish, into homeland security and law enforcement. When is that right not being exercised, it's being abused,\" she added.\nControversy erupted this past week over the DHS report, \"Rightwing Extremism: Current Economic and Political Climate Fueling Resurgence and Recruitment,\" after it was leaked to the media.\nCritics have accused the report for targeting those who have ideologies or political views that run counter to that of the Obama administration.\nThe report identifies rightwing extremists as those who oppose lax immigration, restrictions on firearms, and same-sex marriage. It also says that extremist groups could target disgruntled veterans returning from Iraq and Afghanistan as potential recruits.\nOn Sunday, Napolitano refused to list examples of rightwing extremist groups, saying the groups were \"far too numerous to mention.\"\nBut she commented that a number of groups \"want to do what happened in Oklahoma City. That is, commit violent acts within the homeland.\"\nOver the past week, many conservatives have lashed out at the report for lumping pro-lifers with rightwing extremists.\nJay Sekulow of the American Center for Law and Justice called the pro-life reference an \"outrageous characterization.\"\n\"This characterization is not only offensive to millions of Americans who hold constitutionally-protected views opposing abortion – but also raises serious concerns about the political agenda of an agency with a mandate to protect America,\" he stated last week.\nThomas More Law Center, a Christian-based law firm, is suing Napolitano over the report on behalf of Michael Savage, a nationally syndicated conservative radio talk show host; Gregg Cunningham, president of the pro-life organization Center for Bio-Ethical Reform; and Iraqi War Marine veteran Kevin Murray.\nThe lawsuit claims that Napolitano's Department has violated the First and Fifth Amendment Constitutional rights of these three plaintiffs by attempting to chill their free speech, expressive association, and equal protection rights.\n\"This is not an intelligence report but a diatribe against those who oppose the policies of the Obama administration,\" said Richard Thompson, president and chief counsel of the Thomas More Law Center. \"It is a declaration of war against the American people and our constitution.\"\nChristian Coalition of America, meanwhile, has urged supporters to contact Napolitano to demand an apology.\n\"Veterans and pro-lifers should not be targeted as terrorist threats by the Obama administration,\" the group's president, Roberta Combs, stated in an e-mail sent Friday. \"This partisanship must stop.\"\nNapolitano apologized to veterans last week, telling Fox News that the report was meant as \"an assessment, not an accusation.\" She also said if there was one part she could rewrite it would be the footnote defining rightwing extremist groups.\nMany war veterans organizations, including the commander of the 3 million-member American Legion, had blasted the report for citing the Oklahoma City bombing by military veteran Timothy McVeigh as one instance of a veteran becoming a domestic terrorist.\nAmong those flustered over the report were members of the House Committee on Homeland Security who have requested Napolitano to meet with them this week and brief them on the report.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "reference",
            "homeland",
            "extremism",
            "defends",
            "rightwing",
            "report",
            "abortion",
            "security",
            "napolitano",
            "law",
            "extremist",
            "week",
            "violent",
            "groups",
            "head"
        ]
    }
]