[
    {
        "url": "https://nutritionfacts.org/es/2017/12/26/hay-esperanza-para-los-pacientes-con-alzheimer/",
        "title": "Hay esperanza para los pacientes con alzhéimer",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-26",
        "text": "Hay esperanza para los pacientes con alzhéimer\nEscrito por Michael Greger M.D. FACLM en\nEnero 26th, 2017\nEn 1901, Auguste fue trasladada por su esposo a un manicomio en Fráncfort, Alemania. Se la describió como una mujer delirante, olvidadiza y desorientada, que “no podía desempeñar sus labores domésticas”. Fue examinada por un tal Dr. Alzheimer, convirtiéndose en el caso que haría de su apellido uno de los más conocidos.\nGracias a la autopsia,  describió  las placas y enredos en el cerebro de Auguste que pasarían a convertirse en los rasgos característicos de esta enfermedad; pero en su emoción por descubrir una nueva entidad, puede que se le haya pasado una pista. Describió cambios arteroscleróticos (endurecimiento de las arterias) dentro del cerebro.\nGeneralmente pensamos en la arteroesclerosis en el corazón, pero la arteroesclerosis  involucra  prácticamente a todo el organismo humano, nuestro árbol vascular completo. Uno de los ejemplos más desgarradores de su naturaleza sistémica es la relación entre la arteriopatía coronaria, la enfermedad degenerativa del cerebro y la demencia.\nEn los años setenta, se  propusó  el concepto de “demencia cardiogénica”, una demencia generada por el sistema cardiovascular. Dado que el cerebro envejecido es altamente sensible a la falta de oxígeno y los problemas del corazón son tan comunes, fue fácil imaginarse que así es como surge la demencia. Ahora tenemos una cantidad de  evidencia  sustancial que relaciona claramente la enfermedad arterosclerótica vascular con la mayor causa de demencia, la enfermedad de Alzheimer. Por ejemplo, estudios con autopsias han mostrado que los individuos con alzhéimer tienen significativamente más estrechamiento en las arterias de su cerebro. \nEn mi vídeo titulado  La enfermedad de Alzheimer y arterioesclerosis en el cerebro , puedes ver qué aspecto deberían tener las arterias cerebrales, abiertas y limpias, permitiendo que fluya la sangre; contra el aspecto de la arteroesclerosis en nuestras arterias cerebrales, obstruidas con grasa y colesterol, cerrando nuestras arterias y restringiendo el flujo de sangre a nuestro cerebro. Es una comparación realmente fascinante, te animo a que lo veas. \n¿Qué tipo de arterias cerebrales quieres en tu cabeza? \nLa cantidad  normal  de sangre circulando en nuestros cerebros es cerca de un litro por minuto, pero perdemos alrededor de un 0.5 % al año; a los 65 años podríamos haber perdido cerca de un 15 – 20 %. Esto no afecta necesariamente la función cerebral, dado que tenemos un colchón interno. Sin embargo, esta disminución en el flujo de sangre cerebral relacionada con la edad puede convertirse en algo crítico para la supervivencia de las células del cerebro si una carga adicional disminuye aún más ese flujo sanguíneo. Esta reducción en el flujo sanguíneo puede dejar al cerebro con una falta de oxígeno muy considerable, lo cual puede causar pequeños mini-derrames cerebrales silenciosos y atrofia cerebral, cuyos efectos cumulativos parecen desempeñar un papel fundamental en la aceleración y el aumento del desarrollo y la evolución del alzhéimer. \nComo te mostré en  La enfermedad de Alzheimer y arterioesclerosis en el cerebro,  se puede ver la gran diferencia entre la cantidad de arteroesclerosis en las arterias que específicamente suministran sangre a los centros críticos de memoria y aprendizaje de los cerebros de personas saludables y sin demencia del grupo de control, y la de aquellas de personas con alzhéimer. Ante estos descubrimientos, algunos han  sugerido  que esta enfermedad sea clasificada como una enfermedad vascular. \nA pesar de esto, son buenas noticias, ya que la arteroesclerosis es potencialmente  reversible . Estos descubrimientos fueron  confirmados  en dos estudios más grandes, cada uno con más de 1000 autopsias, y en ambos se  encontró  lo mismo. La arteroesclerosis en el cerebro es significativamente más frecuente y severa en las personas con alzhéimer. \nEsto sugiere que las estrategias que han demostrado retrasar la progresión de enfermedades arteriales, como las dietas basadas en plantas, pueden ser útiles para prevenir o tratar el alzhéimer. Por supuesto, los estudios con autopsias llegan un poco tarde para estudiar eso, así que para evaluar el impacto del estrechamiento arterial intracraneal en la progresión de deterioro cognitivo leve hasta la enfermedad de Alzheimer,  los investigadores siguieron  a 400 personas con deterioro cognitivo durante cuatro años utilizando angiotomografías, escáneres TAC especiales que evalúan la cantidad de obstrucción arterial cerebral. Las facultades cognitivas de aquellos con la menor arteroesclerosis en sus cabezas se mantuvo bastante estable con los años, pero aquellos con más colesterol empeoraron, y aquellos con la mayor obstrucción se deterioraron rápidamente. Su habilidad para desempeñar actividades de la vida diaria también se vio afectada, y la progresión del alzhéimer se duplicó. Un suministro insuficiente de sangre al cerebro tiene graves consecuencias en la función cerebral. \nPero, ¿de verdad marca la diferencia el tratamiento de factores de riesgo vasculares como la presión arterial alta y el colesterol? No se sabía, hasta que se hizo un  estudio  recientemente con 300 pacientes con alzhéimer. Aquellos con todos sus factores de riesgo vasculares tratados presentaron menos deterioro y una progresión más lenta de la enfermedad, en comparación con aquellos que no hicieron ningún tratamiento. \n__________________________________________\nLa medicina del estilo de vida es fundamental para nuestro cuerpo y mente. Puedes ver:\nUn saludo,\nMichael Greger\nPD: si todavía no lo has hecho, puedes suscribirte a mis videos gratuitamente  aquí , y ver mis charlas de repaso anuales: \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/19720973",
                "https://www.ncbi.nlm.nih.gov/pubmed/15699381",
                "https://www.ncbi.nlm.nih.gov/pubmed/24489130",
                "https://www.ncbi.nlm.nih.gov/pubmed/12480752",
                "https://www.ncbi.nlm.nih.gov/pubmed/20695015",
                "https://www.ncbi.nlm.nih.gov/pubmed/21388893",
                "https://www.ncbi.nlm.nih.gov/pubmed/23813612",
                "https://www.ncbi.nlm.nih.gov/pubmed/23204143",
                "https://www.ncbi.nlm.nih.gov/pubmed/23239205",
                "https://www.ncbi.nlm.nih.gov/pubmed/63661"
            ],
            "unsure": [
                "http://www.nutritionfacts.us5.list-manage.com/subscribe?u=c1bae6687e1e6ab175fb56913&id=40f9e497d1",
                "https://nutritionfacts.org/es/video/alzheimer-y-arteriosclerosis-del-cerebro/"
            ]
        },
        "key_words": [
            "más",
            "la",
            "en",
            "pacientes",
            "esperanza",
            "alzhéimer",
            "del",
            "y",
            "se",
            "los",
            "es",
            "el",
            "para",
            "hay",
            "que"
        ]
    }
]