[
    {
        "url": "https://www.christianpost.com/news/evangelicals-mormon-search-for-common-ground-in-utah.html",
        "title": "Evangelicals, Mormon Search for Common Ground in Utah",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelicals, Mormon Search for Common Ground in Utah\nEvangelicals, Mormon Search for Common Ground in Utah\n| Thursday, March 10, 2011\nSome of the evangelical leaders involved in the dialogue are: Leith Anderson, president of the National Association of Evangelicals; Richard Mouw, president of Fuller Theological Seminary; Craig Williford, president of Trinity International University; and David Neff, editor-in-chief of Christianity Today; among others.\n\"We hope this time of dialogue with LDS leaders will deepen our understanding of the Mormon faith and contribute to the ongoing work of evangelicals in Utah,\" said Leith Anderson, NAE President. \"For the sake of Christ and his kingdom, we seek to represent biblical evangelicalism to those who wouldn't hear or know. We also look for common ground on issues where we can work together.\"\nThe meeting between evangelical figures and a leader from the Church of Jesus Christ of Latter-day Saints (LDS) takes place during the NAE semiannual board meeting. Board members, who include the CEOs of 40 denominations and representatives from a broad array of evangelical organizations, are gathering in Park City and Salt Lake City for the one-day meeting.\nGalen Carey, director of government affairs for the NAE, clarified in an e-mail to The Christian Post that the NAE itself is not officially involved in the religious dialogue with the Mormon leader. Rather, some of the organization's members will participate in the separate talk, he explained.\nThis is the first time a NAE board meeting is held in Utah, where about 60 percent of the population are members of the LDS church.\nBut this is not the first time for at least one of the NAE board members to dialogue with Mormons. Fuller President Richard Mouw had address a Mormon crowd at the flagship Mormon Tabernacle in Salt Lake City in 2004.\nMouw was quoted as saying during that address that evangelicals have often \"seriously misrepresented the beliefs and practices of members of the LDS faith.\"\n\"It's a terrible thing to bear false witness ... We've told you what you believe without first asking you.\"\n\"I remain convinced there are serious issues of difference that are of eternal consequence, but now we can discuss them as friends,\" Mouw had said, according to the Salt Lake City Tribune.\nMany evangelical Christians do not consider Mormons to be Christians. In 2007, Dr. R. Albert Mohler, Jr., president of the Southern Baptist Theological Seminary, wrote that Mormons believe in a false gospel and therefore cannot be considered Christians.\n\"Here is the bottom line. As an Evangelical Christian – a Christian who holds to the 'traditional Christian orthodoxy' of the Church – I do not believe that Mormonism leads to salvation,\" the influential theologian wrote in a blog debate hosted by Beliefnet.com.\n\"To the contrary, I believe that it is a false gospel that, however sincere and kind its adherents may be, leads to eternal death rather than to eternal life.\"\nIn the debate with Mormon science-fiction writer Orson Scott Card, Mohler had said that whether Mormons share many of the same values as evangelical Christians is beside the point in considering if they are Christians. To be considered a Christian, the theologian stated, is based on whether somoene accepts traditional Christian orthodox beliefs.\nMohler pointed out that Mormonism from its beginning rejected traditional Christian orthodoxy. The subtitle of The Book of Mormon is \"Another Testament of Jesus Christ.\" Mormons also reject one of Christianity's central tenets – the Trinity. Instead of believing in one God in three Persons, Mormons believe in many gods.\nMoreover, followers of the Church of Jesus Christ of Latter Day Saints believe Joseph Smith Jr. is the first latter-day prophet who restored the original Christian church in the 19th century in America. They believe the entire structure of Christian orthodoxy affirmed by the post-apostolic church is corrupt and false.\nTherefore, Mormons reject the Apostles Creed and Nicene Creed – which are based on the Bible and were agreed upon by the ancient Christian churches as statements that true believers should affirm.\n\"Without doubt, Mormonism borrows Christian themes, personalities, and narratives,\" the evangelical theologian said.\n\"Nevertheless, it rejects what orthodox Christianity affirms and it affirms what orthodox Christianity rejects. It is not Christianity in a new form or another branch of the Christian tradition. By its own teachings and claims, it rejects that very tradition.\"\nStanding Together, an evangelical organization that seeks to unite Utah Christians through prayer, worship and outreach, is organizing the talk between evangelical and the LDS leaders. The ministry, which is also the host of the NAE board events, is known for building a relationship of understanding between evangelicals and Mormons and promoting positive theological dialogue between the two faiths.\nBesides board business, NAE leaders will also be hosted by Utah Gov. Gary Herbert at the Governor's Mansion to discuss various issues of concern to evangelicals.\nAccording to a 2007 Pew Forum survey, only 46 percent of white evangelical Protestants have a positive view of Mormons, compared to 62 percent of white mainline Protestants and 59 percent of white non-Hispanic Catholics.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "utah",
            "nae",
            "common",
            "search",
            "president",
            "dialogue",
            "ground",
            "evangelical",
            "evangelicals",
            "believe",
            "christian",
            "mormons",
            "board",
            "mormon"
        ]
    }
]