[
    {
        "url": "https://consortiumnews.com/2015/06/21/the-dangers-of-religious-primitivism/",
        "title": "The Dangers of Religious Primitivism",
        "authors": [
            {
                "name": "Joe Sobe",
                "link": null
            },
            {
                "name": "Christoph Rebner",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bando Lear",
                "link": null
            },
            {
                "name": "Sage Eurasian",
                "link": null
            },
            {
                "name": "Circle Jerk",
                "link": null
            },
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Gordon Pratt",
                "link": null
            },
            {
                "name": "Mike Ehling",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-06-21",
        "text": "Main menu\nJune 21, 2015\nBy Lawrence Davidson\nPrior to the Eighteenth Century – that is prior to the Enlightenment – if you had asked a literate Westerner when he or she thought the most ideal of human societies did or would exist, most of them would have located that society in the past.\nThe religious majority might have placed it in the biblical age of Solomon or the early Christian communities of the First Century after Christ. Both would have been considered divinely inspired times.\nKing Salman of Saudi Arabia and his entourage arrive to greet President Barack Obama and First Lady Michelle Obama at King Khalid International Airport in Riyadh, Saudi Arabia, Jan. 27, 2015. (Official White House Photo by Pete Souza)\nNow, come forward a hundred years, say to the beginning of the Nineteenth Century, and ask the same question. You would notice that the answer was beginning to change. Having passed through the Enlightenment and with the Industrial Revolution in process, the concept of continual progress had been invented, and with it some (but by no means all) people started to place that hypothetically ideal society in the future. For the futurists the question of divine guidance no longer mattered.\nToday, many folks worldwide believe in progress and assume that tomorrow not only will be different from today, but will in some scientific-technological way be better. The question here is not whether they are correct, but why there isn’t a unanimous consensus in favor of progress – for clearly there is not.\nThe truth is that there are millions of people — Muslims, Jews, Christians and others — who not only still idealize a religiously imagined past, but want, in one way or another, to import that past into the present, and not only their present but everyone else’s as well. Whatever one might think of the teachings of the Bible and Quran, this is a highly problematic desire. In fact, it is downright dangerous. The following examples will prove this point:\nThe Muslim Version\nThe Guardian newspaper recently carried a shocking article entitled “Isis Slave Markets Sell Girls .” As the story goes, ISIS, or the self-proclaimed “Islamic State,” has set up slave markets where young girls are sold. Most of the girls seem to be war booty acquired during raids on areas populated by minorities, such as the Yazidis, who are not considered Muslim.\nAccording to the Zainab Bangura, the United Nations envoy investigating the issue of sexual violence stemming from the wars in Syria and Iraq, the abduction of young girls is a ploy to attract male recruits.\n“The foreign fighters are the backbone of the fighting,” Bangura says, and  “this is how they attract young men: we have women waiting for you, virgins you can marry.”\nThe UN envoy then adds that ISIS seems determined “to build a society that reflects the 13th century.” Actually, she is off by some 500 years. The time frame ISIS leadership is aiming for is the Seventh Century CE. That was the time of the first Islamic community, and from the ISIS point of view it was a divinely appointed one.\nTherefore its cultural and social practices, allegedly sanctioned by the Quran, are as legitimate today as they were in the time of the Rightly Guided Caliphs . So, first and foremost, the slave trade is sanctioned as a revival of a divine past. If it lures new male recruits, that is no doubt seen as a bonus.\nFrom the point of view of modern secularized society, this is pretty crazy stuff. However, it is not unique to ISIS.\nThe Jewish Version\nThere is a sect of religious Jews who are equally determined to import into the present an aspect of an ancient, supposedly divine, past. Their aim is to resurrect Solomon’s temple, an artifact of the Sixth Century BCE.\nRebuilding the original temple (which would then be called the “third temple” because the first two were destroyed by the Babylonians and Romans, respectively) would, according to the advocacy organization the Temple Institute, “usher in a new era of universal harmony and peace.”\nGiven that this divine import would have to be built on the site now occupied by the al-Aqsa Mosque, the third holiest place in the Islamic world, it is hard to see how peace can be the outcome. Nonetheless, according to its advocates, the Jews “have a biblical obligation to rebuild it.”\nAnd, it would seem, some 43 percent of religious Israelis agree with this assertion. That means in the eyes of these particular people, the recreation of Solomon’s temple is as divinely legitimate as the slave markets run by ISIS. The major difference between the Temple Institute and ISIS is that, as of yet, the institute does not have the power to move from theory to practice.\nThe Christian Version\nIt is bad enough to reestablish slavery in the name of religion, as some fanatical Muslims have done. It is not much better to advocate rebuilding Solomon’s Temple on stolen land in the name of religion, as some fanatical Jews now want to do.\nYet it is quite another thing to conspire to bring about global war in the name of religion. This seems to be the special providence of fanatical Christians.\nAccording to journalist Bill Moyers, Christian fundamentalist organizations with millions of members financially support Israel in order to encourage expansionism, ethnic cleansing and preemptive war against Iran, and ultimately to trigger a third world war.\nWhat is the point of this allegedly divinely inspired mayhem? According to such Christian fundamentalist sages as John C. Hagee , all of this is necessary to pave the way for the Second Coming of Christ. Hagee knows this is so because he read it in the apocalytic writings of the New Testament.\nAnd just who might have sympathy with such dangerous efforts to transform the present on the basis of dubious past prophecy?  How about Ronald Reagan, George W. Bush and Tony Blair, along with growing numbers of voters and legislators both in the U.S. and the UK?\nHow is it possible, in our scientific age, that millions, including powerful political leaders, hold to such dangerous beliefs? Obviously the Enlightenment and its humanistic teachings did not work for everyone, and even the Industrial Revolution, in its capitalist manifestation, has proved persistently unsettling.\nThat is, unsettling to community based on age-old – and allegedly divine – principles. After all, seemingly divine teachings were the basis for Western societies, as well as those in the Middle East, for over a thousand years. Counting from the Enlightenment, competing modernity has only been around for 300 or so years.\nIn other words, our material world might be thoroughly grounded in applied electrical engineering and computer science, but for a surprising number of us, the emotional world seems to still be grounded in the imagined words of God. No wonder religion in all its various forms makes periodic comebacks.\nAs part of this phenomenon, some of us select a part of the “divine past” as our ideal time. Some of us even convince ourselves that the world would be so much better if we could reconstruct the present along the lines of that imagined past.\nOf course, most of those who think this way never get enough power and influence to actually move from theory to practice. Occasionally, however, someone, or some group, does. In the case of the Islamic world, the leaders of ISIS seem to have achieved this status, and so what do we get? Slave markets.\nIn Israel the Knesset is full of folks who yearn for the some variation on biblical Israel, so what do we get? Well, if not yet the rebuilding of Solomon’s Temple, we get all that illegal expansion into “Judea and Samaria.”\nAnd, in the case of the Christians like George W. Bush and Tony Blair, both of whom seem to have used their worldly power to kill and maim millions in the name of prophecy, we get one war after another.\nThis suggests that the socio-religious outlook of Solomon, Mohammed and Jesus Christ are simply not translatable into the modern world. Oh sure we have the Ten Commandments and all that. However, adherence to these rules should no longer be enforced as the word of God.\nIn the West at least, they are — in a selective, updated fashion — part of the promulgated laws of multi-cultural communities, no more and no less, and it is best to keep it that way.\nSo let’s show some appreciation of the Founding Fathers of the United States of America. When they separated religion and government, they had a strong and accurate sense of history. It was a good move, even if not a divinely inspired one. It was also the implementation of a fine Enlightenment principle – a good match for modern society.\nJune 30, 2015 at 19:42\n“This suggests that the socio-religious outlook of Solomon, Mohammed and Jesus Christ are simply not translatable into the modern world. Oh sure we have the Ten Commandments and all that. However, adherence to these rules should no longer be enforced as the word of God.”\nRegarding the Ten Commandments, I very strongly think that at least one of these is wrong, namely the commandment to “honor your father and mother”, which in the biblical text is unconditional and makes no exceptions if one’s parents are abusive or are otherwise undeserving of honor.\nIt is really very wrong to tell somebody with abusive parents that that person has a duty and obligation to honor such parents.\nIf anything there should be a commandment to parents to treat their children with dignity and respect, so that the children might come to treat themselves and others with dignity and respect.  And another commandment to parents to earn and be worthy of the love, honor, and respect of their children.\nI would think it is a much greater crime, or “sin”, to abuse, mistreat, or humiliate a child than it is to talk back to or to otherwise offend or disrespect or dishonor one’s parents.\nJune 26, 2015 at 16:20\nThere is but little difference between how Israel  and US are ruled today, as the foundation of both rest upon religious slabs of impermeable meme’s and dogmatic lies,  of what never was.\nYet of the two it is the far more educated and culturally sophisticated Judeans  who best know how to rule themselves and in turn how to aid others of their kind in ruling over others.\nThe economic benefits to firstly the ruling religious leadership within US is in the Hundreds of millions of tax free $’s per year, and yes tens of millions of those dollars find ways into political pockets here and in IsraelBoth States have “Divinely inspired military , with its members elevated to near sainthood and Warrior Status as in King Davids Hundred.\nIf left to own devices each religious sect would teR thebeyes out and rip the throats out of those  who profess to know the same GOD but wordhip it differently.\nThere are no “Holy Men” in World today, US  Presidency and all its missionaries comes closest, and there are only the  only false profits of Islam who are   at present being the chosen heretics to be hunted and “Converted” by both US AND ISRAEL.\nWhen Rome approached Jerusalem they found the different sects in high fervor as they hacked esch other to death clear to the 7th generation back.\nGive an american an excuse to kill and they will kill, perfectly normL thinking if you cannot find a job join the military, ignore the depredations in the Name of American Exceptionalism means to ignore collateral.\nsecular or not it is the mind of man as a whole who will insure the death of the whole!\nJune 26, 2015 at 15:23\nGreat thought provoking article – thanks! I think one of the solutions to the problem is Deism which is also a product of the Enlightenment. Deism, belief in God based on the laws and designs in Nature (the study of these laws is science), can do much to bring the thinking of people up to Enlightenment standards and away from man-made “revealed”/hearsay religions masquerading as divine. The American founder and Deist, Thomas Paine, was correct to write in The Age of Reason, The Complete Edition that we need a revolution in religion based on our innate God-given reason and Deism.\nJune 30, 2015 at 20:10\nHi Bob.  I am also a Deist.  I have problems with atheism, and I have problems with “revealed” religions, and particularly with any of the Abrahamic religions.\nI used to be a Christian but found that my supposedly having a “personal relationship with Jesus Christ” had been of no help to me in enabling me to deal with some personal issues.  I think by a process of elimination as much as anything I have arrived at being a Deist.\nI became aware of Deism a number of years ago through your web site and other web sites about Deism.\nI have a link to your web site on my web journal.\nAnd I have ordered some of your online material, and your paperback book “God Gave Us Reason, Not Religion” (which I think is absolutely true).\nIt should be obvious, if one thinks about it, that if God as understood in the traditional sense is really real, then our intelligence, our reason, and all of our critical facilities are gifts given to us by God.  And it that is a case then using these gifts is much more honoring to God than is cringing servile fear of God as of a cosmic tyrant.  Or unquestioningly and uncritically accepting and believing whatever is said by some supposed prophet or preacher claiming to speak for God, or in some supposed holy book alleging to be a revelation from God.\nMike Ehling\nJune 26, 2015 at 14:52\nIt’s not so much our “founding fathers” we have to thank for the First Amendment’s “wall of separation” between church and state. It’s Baptists, who lobbied Thomas Jefferson for religious liberty out of a fear of being persecuted by Presbyterians, Congregationalists, and Episcopalians.\nhistoricvs\nJune 23, 2015 at 09:00\nAs a secular humanist, I cannot ignore or rationalize away the unhappy truth that Judaism is the originator of the pernicious myth of patriarchal monotheism. The deity they invented is a god of the ancestral desert nomads whose cruelty and capriciousness mirror the harshness of their environment, so unlike the easy-going gods imagined by people who inhabited more salubrious regions. He demands his adherents “love” him before their families, their children, their parents, their spouse, their community. His presence is invasive: he demands ultimate authority over your sex life, your wardrobe, your diet, and the ways you think and feel. Even death cannot free you from his baleful influence. Graeco-Roman deities by comparison left you free to live life as you saw fit, as\nlong as you made the occasional token sacrifice to honor them. Through Christianity and to a lesser extent, Islam, knowledge of the dreadful Jewish god has been imposed on virtually every culture in every corner of the planet, at a tremendous price in human misery.\nThe great American patriot Tom Paine spoke for all rational people when said this in his masterwork, The Age of Reason, about the “holy” book of the Jews, “Whenever we read the obscene stories, the voluptuous debaucheries, the cruel and torturous executions, the unrelenting vindictiveness, with which more than half the Bible is filled, it would be more consistent that we called it the word of a demon, than the word of God. It is a history of wickedness, that has served to corrupt and brutalize mankind; and, for my part, I sincerely detest it, as I detest everything that is cruel.”\nHistorically, the cultural traits that have flowed from this belief system are  ethnocentrism/racism, misogyny/sexism, homophobia, intolerance, authoritarianism, and the worst curse, relentlessly dualistic thinking. We feel free to condemn the extremist Christian and Muslim advocates of these practices today but it is a mighty cultural taboo to objectively critique the beliefs of Judaism that inspired them.\nThose who may seek to dismiss these comments as hate speech might profit from reading the perceptive essay on anti-Semitism in the book “The Jewish State”, written by Theodor Herzl, the founder of modern Zionism.\nGordon Pratt\nJune 23, 2015 at 10:19\nPlease distinguish between the religion of Moses and Judaism, the modern name for Phariseeism, which Jesus rejected.  He said the Rabbis had replaced the word of God (Mosaic) with the teachings of men (Phariseeism).\nAlso, please distinguish between Israelites and ancient Jews (Judeans), and between these two and modern “Jews” (Judaists).\nMichael Hoffman”s book Judaism’s Strange Gods will help.\nGregory Kruse\nJune 24, 2015 at 10:19\nI prefer to think that the belief system flowed from the consciousness of the beings that then cultivated the system.\nabbybwood\nJune 23, 2015 at 03:06\nChristianity was hijacked in the United States in the late 1800’s and early 1900’s by “Zionists” who re-wrote the Old Testament (the “Scofield Bible) to create the State of Israel and the Jews who were given the state as “God’s chosen people”.\nThe Rev. Dr. Stephen Sizer gives an excellent lecture here explaining why Christians who believe in the teachings of the NEW Testament REJECT Zionism and especially “Christian” Zionists like Hagee and Co.:\nTHIS is the main reason American Christians have been bamboozled into their BLIND support for the State of Israel.  It is steeped in hatred toward the Palestinians and true Christians believe in the teachings of Christ, especially when he said, “My last and most important commandment is that you love one another as I have loved you.”\nAnyone who reads the teachings of CHRIST, which the New Testament is all about, would NEVER be able to support Israel or any American theologian or Congressional representative or president who does!\nAnd right now that would be the entire Congress and Obama and every single person running for president.\nMuch teaching/witnessing needs to be done on this subject prior to the next presidential/Congressional election.\nCircle Jerk\nJune 22, 2015 at 12:23\nYou’re right, the Enlightenment was the gold standard for human thought.  What was it again that Voltaire said about enslaving the black race?\nVoltaire certainly had very “unenlightened” thoughts and beliefs about race.\nJust because of Voltaire’s unenlightened beliefs about race, that does not negate the value of the Enlightenment and of the good things that came out of it.\nSage Eurasian\nJune 22, 2015 at 05:43\nThe ‘religious primitivism’ problem is mostly the ugly world of Abrahamic faiths. By contrast, there was a true golden age in ancient India and neighbours under Hinduism-Buddhism-Daoism … including societies with NO slavery … nations in India, Japan & China which moved to eliminate the death penalty more than 1000 years ago! … and advanced Enlightenment sexuality (Kama Sutra, temple of Khajuraho, tantric yoga …)\nOn the other hand, Bible, Talmud & Qur’an ‘holy books’ from MidEast desert, are seeded with slavery & conquest ideology; ‘God-ordered’ genocides & torture & killings of women & children; terrorisation of people with barbaric ‘eternal hell’; ‘one way is the only way’ fanaticism; & permanent mutilation of baby boys (circumcision), which Yank Americans practice along with Muslims & Jews – likely feeding the aggression so visible in those 3 cultures with their mutilated-for-life males … Bhagavid-Gita & Dao DeChing much gentler & better!\nMark\nMan corrupts everything he touches if possible, including and especially religion at times.\nReligion is based on faith that religious texts and interpretations are true — so with all the varying sects and interpretations the mathematical odds are against any person choosing, or being indoctrinated into a religion God would verify as an accurate version of truth — unless they are all accurate as God intended, and God finds some satisfaction in human strife and religious wars?\nRegardless of whether or not a conscious God does exist, religion could merely result from the corrupting human desire to have influence and power over others — including the power to collect religious taxes in one from or another — and religious donations are a tax on the life of the giver no matter how willing or coerced they may be.\nIf religion did not grow out of the desire for men to have influence and power over others, it was soon taken over and controlled by those that did — just like our democracy in the USA that some believe has been taken over by political zee-eye-on-ism and there is ample evidence to say that claim is more truthful than not.\nGovernments and religions have competed and fought over tax revenues and at some point decided there was enough for both as written into the bible “Give into Ceasar what is Ceasar’s and give unto God what is God’s” — if I understood that as intended it was referring to taxes or what Christians call tithings — a form of tax…\nIs it possible religion is nothing but “stuporstition”? Which religion is the correct one? None of what I’ve said is to say there is no God but religious dogma would likely condemn anyone asking these questions rather than try to explain.\nGordon Pratt\nJune 21, 2015 at 18:53\nChristianity is a relationship with one who the Christian believes is the Son of God.  I cannot judge if George W Bush and Tony Blair have a relationship with Jesus Christ but I am certain that lying to start a war that results in the deaths of millions is not consistent with that relationship.  In other words, Bush and Blair were not acting as Christians when they attacked Iraq.  Can the same be said of the Zionists, that they are not acting as Jews when they steal Palestine and put its people to the sword?\nNick\nJune 22, 2015 at 10:49\nSt Augustine developed the concept of “just war” 1,600 years ago and Bush and Blair relied heavily on precisely the same arguments. That’s a solid Christian tradition.\nGordon Pratt\nJune 22, 2015 at 22:18\nWhat is the counter-example?  Who, of whatever religious background, has announced an “unjust” war?  If nobody, then why would B&B’s attempts to justify their actions be particularly Christian?\nBando Lear\nJuly 3, 2015 at 04:11\n“And, in the case of the Christians like George W. Bush and Tony Blair,” is an absurd claim because both are about as Christian as Rachel Dolezal is Black. Bush is an inter-faith syncretist, and Blair subscribes to the anti-Biblical paganism of Rome.  You can hang a Christian label on them, but neither comes anywhere near being a Christian as described in the New Testament.\nZachary Smith\nJune 21, 2015 at 10:51\nResearching this topic of “Religious Primitivism” has been a difficult one for me.   Though many of the horror stories aren’t difficult to dig up, others are ‘elusive’.    Especially the Jewish ones.\n“This barbarous attitude of contempt and hate for Christian religious symbols has grown in Israel. In the1950s Israel issued a series of stamps representing pictures of Israeli cities. In the picture of Nazareth, there was a church and on its top a cross – almost invisible, about a millimetre. Nevertheless, the religious parties, supported by many on the Zionist ‘left’ made a scandal and the stamps were quickly withdrawn and replaced by an almost identical series from which the microscopic cross was withdrawn.\nThat’s an example.  After quite a long search for evidence that it’s either a fact or a slanderous lie, I finally found a brief reference in Google Books.\n…Gurion for ordering the withdrawal of a postage stamp depicting a cross on the Roman Catholic Cathedral of Nazareth. … “shout to the heavens” if a stamp bearing the Star of David were withdrawn intentionally or unintentionally by a Christian state. (National Catholic Almanac – 1957)\nFor some odd reason Google makes searches about certain issues damned difficult.  Anyhow, I’m now inclined to believe the first author’s claims that since 200 AD pious Jews have been instructed to spit when seeing a cross.   To spit ON the cross if it’s safe to do so.\nAnd what about the story that church schools in Israel use another symbol besides the “+” as the addition symbol?   That one I’ve been unable to verify – either way.  After all, the internet IS full of neo-nazis.\nOne tidbit I expect few Americans of any religion have heard of – there is a passage in the Talmud which speaks of a man named Jesus spending his time in Hell immersed in boiling sh*t.    Of course, it’s not the Christian Jesus, but another guy with the same name.   Antagonizing Christian Zionists isn’t in Israel’s interests at the moment – another reason why the ongoing destruction of Churches and Mosques in Israel gets very little news coverage.\nThe Buddhists in Burma are at this very moment horribly mistreating the local Muslims.  Hindus in India are doing the same.\nIn US history the “christian” slave south had no trouble at all justifying slavery – their holy book was full of supportive examples.\nSo I’m in agreement with Professor Davidson – fundamentalists of ALL kinds are a positive evil.  But as I said previously, some horrors get more coverage than others.\nChristoph Rebner\nNo primitivism in the catechism of the Catholic Church\nhidflect\nJune 21, 2015 at 09:21\n“Religious Primitivism”? You can parse it any way you like but the over-arching threat is Tribalism.\nJune 26, 2015 at 10:48\nBingo. It’s not just religious, either. Whether looking for Utopia in the past or in the future (Lenin) the result is industrial scale bloodshed for the Other. The Enlightenment frame that claims humans are rational hasn’t worked either.\nBy the way, Jesus never came to set up a religion and surely not a Utopia, but a way of life to apply in any circumstances. Principles, not details.\nJoe Sobe\nJune 21, 2015 at 07:54\nAdd to this craziness the fact that any and all progressive secular organizations in the oppressed and exploited countries of the third world were obliterated, driven underground, their leaders assassinated, executed or exiled and the only organizations allowed to operate were the religious groups. The US effectively put the mystics in control again because they thought it would be easier to control them. One more example of their flawed thinking.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://washingtonsblog.com/2012/02/evangelical-christians-want-to-start-wwiii-to-speed-the-second-coming-and-atheist-neocons-are-using-religion-to-rile-them-up-to-justify-war-against-iran.html",
                "https://www.haaretz.com/.premium-rebuild-the-temple-30-say-yes-1.5294558",
                "https://www.theguardian.com/world/2015/jun/09/isis-slave-markets-sell-girls-for-as-little-as-a-pack-of-cigarettes-un-envoy-says"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/John_Hagee",
                "https://en.wikipedia.org/wiki/Rashidun",
                "http://www.timesofisrael.com/want-mideast-peace-build-the-3rd-temple/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.apple.com/",
                "http://www.pbs.org/moyers/journal/10052007/profile.html"
            ]
        },
        "key_words": [
            "past",
            "isis",
            "world",
            "century",
            "society",
            "present",
            "religion",
            "slave",
            "religious",
            "dangers",
            "divine",
            "primitivism",
            "temple"
        ]
    }
]