[
    {
        "url": "https://www.christianpost.com/news/veggietales-creator-bankruptcy-humbled-me-killed-my-idol.html",
        "title": "VeggieTales Creator: Bankruptcy Humbled Me, Killed My Idol",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, May 06, 2011\nLISLE, Illinois – With a sharp sense of humor and storytelling skills befitting the creator of the beloved VeggieTales films, Phil Vischer told a crowd of Christian journalists Wednesday that bankruptcy humbled him and helped him to pursue God instead of a dream.\n“Suddenly I found myself facing a God I had never heard about in Sunday school. A God that apparently wanted me to let go of my dreams,” shared Vischer, the keynote speaker at the Evangelical Press Association’s opening banquet.\nAfter dropping out of seminary school Vischer co-founded Big Idea Productions and created the talking vegetable children’s animation series VeggieTales in 1993. Quickly, word of mouth spread among Christians about the cute talking cucumber and tomato that taught biblical values and millions of copies of VeggieTales videos were sold.\nBig Idea Productions quickly grew from three staff members to over 200 workers by 2000 and was the largest animation studio in the nation, recalled Vischer. People were asking out loud if Vischer would be the next Walt Disney and approached him with ideas to expand the VeggieTales enterprise.\nBut at the height of his professional success, everything went wrong. His staff members were arguing, video sales stopped, he had to fire over half his staff, and a former distributor sued him. The court ruled in favor of the distributor and Vischer lost everything and had to file bankruptcy.\nAmid all of these difficulties, a woman Vischer didn’t know was emailing him regularly congratulating him on his success but concluding her emails by warning him to keep an eye on his pride.\nAfter his bankruptcy, his mother handed him a cassette of a preacher who asked the question, “What does it mean when God gives you a dream and the dream comes to life and God shows up and without warning the dream dies?”\nThe preacher shared the story of the Shunammite woman in 2 Kings 4 who served the prophet Elisha and was given a son in her old age. But suddenly her son, who was the dream God gave her, dies. Elisha then lies on the boy and prays to God and the boy becomes alive again.\n“What was the point of that? Why put the woman through that exercise?” asked Vischer.\nIf God gives a person a dream, breathes life into it and then it dies then God might want to know what is more important to the person – the dream or God, he said.\n“The Shunammite woman’s response was clear. She headed straight to Elisha. He is the man of God and she wanted to be as close to God as she can,” explained the Christian animator, who pointed out that she refused to leave Elisha even though she didn’t understand what was happening.\n“She is going to hang onto God no matter what.”\nSimilarly, God tested Abraham when he asked him to kill his dream and the promise of God, Isaac.\n“You can imagine how much Abraham loves Isaac. He was not only the son, but he is the promise, he is the dream, he is how God is going to use him to change the world. He is everything,” said Vischer.\nBut God told Abraham to put his beloved son Isaac on the altar and kill him.\n“And what God learned about Abraham that day is that Abraham would let go of everything before he would let go of God,” said Vischer. “God said, ‘OK, now I can use you.’”\n“Why would God want us to let go of our dreams? Because anything that you are unwilling to let go of is an idol and you are in sin,” explained the VeggieTales creator. “I realized that my good works had become an idol that defined me. Rather than finding my identity in my relationship with God, I was finding it in my intense drive to do good works.”\nIn 2005, Vischer founded Jellyfish Labs, named to remind him of the lessons he learned through his painful experience with VeggieTales and the bankruptcy. A jellyfish cannot choose its own course but it is dependent on the current to carry it where it needs to go, he explained.\n“I realized at Big Ideas I was a big studdly barracuda,” said Vischer. But now he understands that he is a “spineless, brainless, bag of goo. I get my form, my purpose only when I am suspended in the current of God’s will and trusting that God’s will will carry me where He wants me to be.”\nThrough Jellyfish Labs, Vischer developed “What’s in the Bible,” a video series that helps Christian kids and families to understand the basics of the Bible from Genesis to Revelation.\n“Seven years ago my dream died and I discovered once all the noise faded away what I had been missing all along,” he said. “The impact that God has planned for us does not occur when we are pursuing impact. It occurs when we are pursuing God.”\n“I have no idea what my business strategy will be in two years, and that is OK because God does,” said Vischer. “So let go of ego. Let go of outcomes and put your plans in God’s hands and let Him direct your steps.”\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "idol",
            "vischer",
            "woman",
            "god",
            "dream",
            "bankruptcy",
            "let",
            "son",
            "elisha",
            "veggietales",
            "humbled",
            "creator",
            "abraham",
            "killed"
        ]
    }
]