[
    {
        "url": "https://nutritionfacts.org/2015/05/26/how-phytates-fight-cancer-cells/",
        "title": "How Phytates Fight Cancer Cells",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2015-05-26",
        "text": "How Phytates Fight Cancer Cells\nMay 26th, 2015\nPhytate is a compound found in beans, grains, nuts and seeds. The average daily intake of phytate in vegetarian diets is about  twice that of those eating mixed diets of plant and animal foods, which may help explain their low cancer rates. Aside from helping to prevent cancer , dietary phytate has been reported to help prevent kidney stone formation, protect against diabetes mellitus, dental cavities, and heart disease.\nDo all these potentially beneficial effects sound too good to be true? Are there other examples of compounds made by plants that can have benefits across multiple diseases? Why yes! Aspirin, for example, which is found throughout the plant kingdom may also account for a variety of plant-based benefits (See Aspirin Levels in Plant Foods ).\nBut of all the things phytates can do, the anticancer activity of phytate (also known as phytic acid, IP6, or inositol hexaphosphate), is considered one of its most important beneficial activities.  Dietary phytates are quickly absorbed from the gastrointestinal tract and rapidly taken up by cancer cells throughout the body, and have been shown to inhibit the growth of all tested cancerous cell lines in vitro. Phytates have been shown to inhibit the growth of human leukemia cells, colon cancer cells, both estrogen receptor-positive and negative breast cancer cells, voicebox cancer, cervical cancer, prostate cancer, liver tumors, pancreatic, melanoma, and muscle cancers. All at the same time not affecting normal cells. That’s the most important expectation of a good anticancer agent: the ability to only affect cancerous cells and to leave normal cells alone.\nIn my video, Phytates for Rehabilitating Cancer Cells , you can see how leukemia cells taken from cancer patients are killed by phytates, whereas normal bone marrow cells, are spared. This may explain why bean extracts kill off colon cancer cells in vitro, but leave normal colon cells alone.\nWhat are the mechanisms of action by which phytates battle cancer? In other words, how do phytates fight? How don’t they fight? Phytate targets cancer through multiple pathways, a combination of antioxidant, anti-inflammatory, immune-enhancing activities, detox, differentiation, and anti-angiogenesis. In other words, phytate appears to affect all the principal pathways of malignancy.\nThe antioxidative property is one of the most impressive characteristics of phytate. In fact that’s why the meat industry adds phytates to meat to prevent the fat oxidation that begins at the moment of slaughter. Phytates can also act on our immune functions by augmenting natural killer cell activity, the cells in our body that hunt down and dispose of cancer cells, as well as neutrophils, which help form our first line of defense. And then phytates starve tumors as more of a last line of defense. Not only can phytates block the formation of new blood vessels that may be feeding tumors, but disrupt pre-formed capillary tubes, indicating that phytates may not just help blockade tumors, but actively cut off existing supply lines.\nWhat’s really remarkable about phytate, though, is that unlike most other anti-cancer agents, it not only causes a reduction in cancer cell growth but also enhances differentiation, meaning it causes cancer cells to stop acting like cancer cells and go back to acting like normal cells. You can see this with colon cancer cells for example. In the presence of phytates, human colon cancer cells mature to structurally and behaviorally resemble normal cells. And this has been demonstrated in leukemia cells, prostate cancer, breast cancer, and muscle cancer cells as well.\nWhat else can we eat to improve the cancer-fighting front of our immune system? See Boosting Natural Killer Cell Activity .\nIs there clinical evidence of plants actually reversing cancer progression? You won’t believe your eyes:\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.nrjournal.com/article/0271-5317%2895%2900040-P/abstract?refuid=S0002-8223%2809%2900700-7&amp;refissn=0002-8223",
                "http://www.nrjournal.com/article/0271-5317%2895%2900040-P/abstract?refuid=S0002-8223%2809%2900700-7&refissn=0002-8223",
                "https://www.researchgate.net/publication/257163357_The_effect_of_phytic_acid_on_oxidative_stability_of_raw_and_cooked_meat"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/19774556",
                "https://www.ncbi.nlm.nih.gov/pubmed/14608114",
                "https://www.ncbi.nlm.nih.gov/pubmed/10625945",
                "https://www.ncbi.nlm.nih.gov/pubmed/11198165",
                "https://www.ncbi.nlm.nih.gov/pubmed/17044765",
                "https://www.ncbi.nlm.nih.gov/pubmed/22916808",
                "https://www.ncbi.nlm.nih.gov/pubmed/15297368",
                "https://www.ncbi.nlm.nih.gov/pubmed/9244360"
            ],
            "unsure": [
                "https://onlinelibrary.wiley.com/action/cookieAbsent",
                "https://nutritionfacts.org/video/boosting-natural-killer-cell-activity/",
                "https://nutritionfacts.org/video/aspirin-levels-in-plant-foods/",
                "https://nutritionfacts.org/video/phytates-for-rehabilitating-cancer-cells/"
            ]
        },
        "key_words": [
            "cancer",
            "phytates",
            "tumors",
            "cells",
            "fight",
            "normal",
            "colon",
            "video",
            "help",
            "phytate",
            "cell"
        ]
    }
]