[
    {
        "url": "https://www.christianpost.com/news/presidential-candidate-cain-releases-internet-gospel-album.html",
        "title": "Herman Cain's Gospel Album Released on Web",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, July 12, 2011\nHerman Cain, the Republican from Atlanta who has entered the running to replace President Barack Obama in the White House in 2012, is not only a businessman, radio show host, and author; he's also a Gospel singer – and not a very bad one at that.\nSeveral tracks recorded in 2009 by the business tycoon and Baptist minister were released on the Internet Monday, and the list includes mostly classical hymns, such as “I Must Tell Jesus,” “This is the Day,” “Precious Lord,” and others, all available for free download.\nOn the first listed song, “Lord's Prayer,” Cain, 65, takes a Barry White tone as he croons in a paced, velvety voice the words from Psalm 23. As the tracks progress, Cain switches it up, offering ballads as well as foot-tapping tunes.\nThe songs were posted online by Maurice Atkinson, head of the grassroots organization Draft Cain.\nEllen Carmichael, the Cain campaign's Communications Director told the Christian Post that the Republican candidate is “pleased that people are enjoying the music and it is something about which he is passionate.”\nCain, a cancer survivor, has worked for the U.S. Navy, the Pillsbury company, and as chairman of a Federal Reserve Bank branch. He's also an author and has penned two business-related books.\nBook publisher Simon and Schuster revealed on their website last week that they plan to release in October another Cain title: Who Is Herman Cain: My Journey to the White House. The book will be Cain's second political tome, with one published in 2005 titled They Think You're Stupid: Why Democrats Lost Your Vote and What Republicans Must Do to Keep It.\nIf the titles are any indication, Cain appears quite convinced that he's the man Americans should turn to. If pre-presidential election polls are any indication, Americans seem to agree.\nThe politician, who has a track record of turning around failing businesses, is vying against the likes of former Michigan Gov. Mitt Romney and possibly Texas Gov. Rick Perry for the Republican seat on the 2012 ticket. In a Washington Times/Conservative Leadership Conference straw-poll ballot for presidential nomination picks on July 9, Cain came out on top, scoring 24 percent of the votes while Romney garnered 21 percent and Perry, who has yet to officially join the race, reigned in 17 percent of the votes. The polling occurred at an event in Nevada with about 2,000 conservatives.\nThe married father of two also serves as associate pastor at Antioch Baptist Church North. Cain, who was diagnosed with cancer in 2006, has testified on more than one occasion that he credits God with his recovery and survival.\nDiscussing faith and family issues on his official campaign website, Cain also expresses his belief that “it was no accident” that “in God we trust” was added to the nation's currency and “under God” to the U.S. pledge of allegiance.\nAccording to the Atlanta Republican, “It was a collective reaffirmation that we know the ultimate source of our greatness as a nation.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "herman",
            "votes",
            "gospel",
            "cains",
            "white",
            "god",
            "whatsapp",
            "cain",
            "web",
            "released",
            "hes",
            "website",
            "republican",
            "album",
            "romney",
            "tracks"
        ]
    }
]