[
    {
        "url": "https://www.christianpost.com/news/generation-ex-christian-uncovers-why-people-leave-the-faith.html",
        "title": "'Generation Ex-Christian' Uncovers Why People Leave the Faith",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n'Generation Ex-Christian' Uncovers Why People Leave the Faith\n'Generation Ex-Christian' Uncovers Why People Leave the Faith\n| Thursday, January 06, 2011\nResearch and surveys show that many atheists, agnostics, and spiritual-seekers who lack religious affiliation are former Christians. But there was no research-based book that explained in depth why people were leaving, until Generation Ex-Christian.\nThe recently released book by Drew Dyck, editorial manager of the ministry team at Christianity Today International, breaks down \"leavers\" into six categories: postmodern leavers, recoilers, modern leavers, neo-pagans, rebels, and drifters.\nThese categories were formed after Dyck interviewed nearly 100 people while researching for the book.\n\"I'm not a sociologist or statistician, but I knew as a journalist I could bring something to this issue by introducing people to some of the faces and the stories behind the statistics,\" said Dyck to The Christian Post. \"And just providing profiles of these, what I call 'leavers,' these 20-somethings and early-30s that have walked away from the faith. And then provide some kind of tips on how to engage them in meaningful conversations about God that will ultimately lead them back.\"\nWhile much is known about the challenges in reaching a postmodern and modern (think Richard Dawkins, Christopher Hitchens) audience with the gospel, little if anything has been said about the other four categories in Dyck's book.\nThe recoilers are not easily identifiable as a leaver category because they tend to avoid talking about their painful childhood or teenage experiences with the church that are the primary reasons they left the faith. If pressed to explain why they left the faith, many recoilers will find intellectual reasons to back up their emotional reasons, Dyck writes.\n\"For a child who suffers some form of 'sanctified' abuse, the resulting spiritual damage can haunt that person for a lifetime,\" he explains in the book. \"Such is the case for many recoilers – they often have experienced some form of abuse in the name of God.\"\n\"They have become disillusioned with faith because the people they sanctified let them down. God is guilty by association.\"\nThe author suggests finding out if a leaver is a recoiler by asking questions about their experience with the faith community, but avoiding to put them on the defensive. If someone is a recoiler, then concentrate on listening to the person's story and empathizing with his/her pain. It is important to establish a friendship and earn trust with recoilers, Dyck writes, and to help them to reconcile with God before His people.\nFor neo-pagan leavers, the author spotlights Wicca, which is the fastest growing religion in the United States. Out of all the categories, Dyck reports that neo-pagan leavers have \"the strongest emotional reaction to Christian faith.\" Although neo-pagans are not as verbally combative as modernist leavers, if they do open up it is usually \"a river of molten rage.\"\nWiccans have negative feelings toward Christians because they have been repeatedly portrayed by believers as Satan-worshippers and accused of sacrificing animals and rumored to murder babies. Dyck says the first step in having a meaningful relationship with Wiccans is to defuse their negative feelings by showing familiarity with their basic beliefs and asking them what attracted them to Wicca and what problems they have with Christianity.\n\"Reaching neo-pagans begins with showing an appreciation for nature and a desire to protect it, all while directing them to the God of whom nature is a grand reflection,\" writes Dyck.\nAlso, neo-pagans are attracted to spirituality so it is helpful for Christians to not be shy about talking about their own spiritual experiences.\nDrifters, meanwhile, are those Christians whose faith was never that deep to begin with and it is hard to pinpoint when they actually left. These drifters, like their name suggests, just gradually drifted away without notice. They do not argue against Christianity and do not have emotional baggage from the faith. They still identify as Christians, but their life in no way reflects a commitment to Christ.\n\"They're the kind who blend in, go with the flow. They were likely swept up in the faith in the first place because it was what everyone else around them was doing. Then they left for the same reason. They found themselves in a new context where Christian faith wasn't the norm,\" Dyck writes.\nThe author suggests challenging drifters with the hard demands of the gospel and to emphasize that church is not a social club but an \"all-or-nothing proposition.\" Also, it is good for drifters to form intergenerational bonds within the church instead of only being associated with the youth group.\nIn the interview with The Christian Post, Dyck said that he thinks the hardest leaver to bring back to Jesus Christ is the spiritual rebel. Spiritual rebels are those that have a hard time accepting the divine authority of God. They do not have an intellectual objection but a heart issue, observes Dyck. The only suggestions he has for reaching spiritual rebels is to pray a lot for them and to form relationships with them.\nThe other type of rebel is the one that loves to party. This type of rebel does not have an intellectual or emotional problem with the faith, but they are just unwilling to abide to Christian morality.\n\"A lot of young people are walking away not only from the church, but from their faith,\" says Dyck. \"And I don't think that they will come back automatically. I don't think we can count on that - some automatic return to the faith.\"\nThe author urges older members in the church to build relationships with young people.\n\"Often what I found is the break from their faith came in the context of relationships, something went wrong with either a youth pastor, a parent, or some other spiritual authority. If they are going to be reconciled, come back to the church, it is going to have to happen in the context of relationships.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "recoilers",
            "faith",
            "leave",
            "leavers",
            "spiritual",
            "uncovers",
            "church",
            "god",
            "relationships",
            "exchristian",
            "dyck",
            "generation",
            "christians",
            "christian"
        ]
    }
]