[
    {
        "url": "https://consortiumnews.com/2012/03/24/pbs-undercuts-indie-documentaries/",
        "title": "PBS Undercuts Indie Documentaries",
        "authors": [
            {
                "name": "Ethan Allen",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-03-24",
        "text": "Main menu\nBy Bill Moyers and Michael Winship\nNeither of us is old enough to have been fooled by the Trojan Horse ( see Wikipedia ). But we each have been working in public television decades enough to remember the days when distribution was handled by physically transporting bulky 2-inch videotapes from station to station — “bicycled” was the word — and much of the broadcast day and night was devoted to blackboard lectures, string quartets and lessons in Japanese brush painting: The old educational television versions of reality TV.\nYet it also was a time of innovation and creativity. As the system evolved we saw bold experiments like PBL — the Public Broadcasting Laboratory and Al Perlmutter’s The Great American Dream Machine, each a predecessor to the commercial TV magazine shows 60 Minutes and 20/20.\nThe TV Lab, jointly run by David Loxton at WNET in New York and Fred Barzyk at WGBH in Boston, nurtured and encouraged the first generation of video artists, Nam June Paik, Bill Viola and William Wegman among others — and the early documentary work of such video pioneers as Jon Alpert and Keiko Tsuno of the Downtown Community Television Center, Alan and Susan Raymond, and the wild and woolly, guerrilla camera crews of TVTV.\nThe descendants of those pathfinders are the independent filmmakers whose works have not only re-energized the motion picture industry but also have vastly expanded the realm of the documentary — in both the scope of its storytelling and the size and diversity of its audience. Public television has faithfully provided an enormous national stage where nonfiction films can be seen by far more people than could ever buy tickets at the handful of movie houses willing to put documentaries up on their theater screens.\nAs Gordon Quinn of the independent documentary company Kartemquin Films (Hoop Dreams) told Anthony Kaufman of the website IndieWire , “In terms of having an audience in a democratic society, in terms of getting people talking about things, there’s nothing like a PBS broadcast. PBS is free, and it’s huge in getting into rural areas. That reach, all over the country, it’s a critically important audience that’s vastly underserved.”\nTwo PBS series have provided outstanding showcases for the work of new and established documentarians and between them have 13 Oscar nominations and 54 Emmys to prove it. For years, Independent Lens and POV held a nationwide time slot as part of the PBS core schedule on Tuesday nights, with public TV stalwart Frontline as a worthy lead-in, funneling to the independent films just the kind of audience that enjoys and appreciates documentaries.\nBut this season, PBS chose to move Independent Lens and POV to a new time slot — 10 PM ET, on Thursday nights. This may not seem like such a big deal at first, until you know that on Thursday nights stations can broadcast any program they like in prime time, whether it’s part of the PBS schedule or not. Many take the opportunity to offers viewers locally produced programs, British sitcoms or reruns of Antiques Roadshow. As a result, episodes of the independent documentary series can now be run anywhere local stations choose to fit them in (here in New York, WNET airs the films at 11 pm on Sundays) or maybe not at all.\nPOV does not begin the new season — its 25th — until June, but as Dru Sefton first reported in the public broadcasting trade publication Current, in the first few months since Independent Lens was shuffled into its new Thursday time slot last October, ratings plummeted 42 percent from the same period last season.\nWith programs scattered throughout the schedule in different cities, not only is it now more difficult for viewers to find them but coordinated national advertising and promotion campaigns are, at best, extremely difficult.\nThe team at PBS consists of dedicated people; all are our colleagues and many are our friends. They are constantly looking for ways to increase the audience that watches public television. But there is always a danger, in any organization, of only seeing the world from the top down, and then counting heads to measure whether something is good or not. An open letter to PBS from Kartemquin Films says it well:\n“Public television is not just a popularity contest, or a ratings game. Taxpayers support public broadcasting because democracy needs more than commercial media’s business models can provide. PBS’ programming decision makes a statement about PBS’ commitment to the mission of public broadcasting.”\nIt goes on to note the mandate cited in the recently revised and reissued Code of Editorial Integrity for Local Public Media Organizations : “Our purposes are to support a strong civil society, increase cultural access and knowledge, extend public education, and strengthen community life through electronic media and related community activities.”\nMost of both our careers have been in public television. Our affection and gratitude for it abideth, but we are not blind to the problems. Public broadcasting’s ever-tenuous funding places it in a perpetual dilemma and forces it into a delicate balancing act . PBS provides programming like Independent Lens and POV that may not garner the most viewers but helps fulfill its essential mission of public service, and, candidly, attracts grants from kindred spirits who believe in a robust mix of ideas and visions.\nBut to lure a wider audience, it also airs what our neighborhood diner calls “lighter fare”, whether entertaining, upscale imports like Downton Abbey, home-grown, how-to programs like This Old House or (during pledge drives) nostalgic reruns of folk musicians, pop crooners, and financial and spiritual gurus aimed at older viewers with, presumably, more disposable income.\nAdd to this the constant political pressures, especially from conservative politicians ever eager to cut off its funding ( Mitt Romney says he wants to see commercials on “Sesame Street” ), plus the self-censorship that all too often results, and you get a tendency toward orthodoxy and an aversion to controversy.\nA PBS spokesperson told The New York Times that the service “is fully committed to independent films and the diversity of content they provide.” That can quickly be demonstrated by reversing a bad decision and returning to a national core time slot the independent documentaries created — often at real financial sacrifice — by the producers and filmmakers whose own passion is to reveal life honestly and to make plain, for all to see, the realities of inequality and injustice in America.\nAlong with its open letter to PBS, Kartemquin Films published a petition and asked for signatures from independent filmmakers and their supporters. We two are among the more than 300 who have signed it as of this writing. If you think the creativity and unique visions of life captured by independent producers, journalists and filmmakers deserve the best possible platform on public television, you can read and sign it yourself .\nThe effort has made a difference. Talks are ongoing and the Times reports that PBS now has “agreed to find a new home next season” for the two series. An announcement is expected to be made at the PBS annual meeting in May. That’s good news, but until the decision is made, it’s important to keep letting them know how you feel, write PBS or sign that petition .\n \n \nEthan Allen\nMarch 26, 2012 at 16:16\nWhile there is little to disagree with in these observations regarding the current state of PBS programing, especially beings they are proffered by Bill Moyers and Michael Winship, the specific problem they are addressing seems to be more a symptem of a larger one of administrative lack of willingness to encourage and support the very ‘ground-breaking’ creative initiatives that have been the halmark of the past achievements noted in the history of public broadcasting. Conservative gerrymandering of an open uncensored exchange of information has always been an obstacle to democratic principle and an informed public, and while the stated purpose of public broadcasting may portend to be unfettered by such conservative influences, its real-time face is too often hidden behind a hypercritical mask.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://billmoyers.com/2011/11/16/the-pivotal-role-of-public-television-november-16-2011/",
                "https://kartemquin.com/news/4425/taking-action-pbs-needs-independents",
                "https://www.nytimes.com/2012/03/19/business/media/schedule-changes-hurt-pbs-film-series.html",
                "https://www.indiewire.com/2012/03/the-pbs-debacle-why-a-new-time-slot-spells-disaster-for-indie-docs-48485/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.pbs.org/about/contact-information/",
                "http://articles.nydailynews.com/2011-12-29/news/30570784_1_big-bird-sesame-workshop-sesame-street",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://current.org/indies/indies1205indie-lens.html",
                "https://en.wikipedia.org/wiki/Trojan_Horse",
                "https://publicmediaintegrity.org/"
            ]
        },
        "key_words": [
            "pbs",
            "audience",
            "series",
            "undercuts",
            "documentaries",
            "independent",
            "slot",
            "indie",
            "moyers",
            "viewers",
            "public",
            "films",
            "television"
        ]
    }
]