[
    {
        "url": "https://www.christianpost.com/news/donald-trump-calls-hillary-clinton-the-devil.html",
        "title": "Donald Trump Calls Hillary Clinton 'The Devil'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDonald Trump Calls Hillary Clinton 'The Devil'\nDonald Trump Calls Hillary Clinton 'The Devil'\n| Tuesday, August 02, 2016\nRepublican presidential nominee Donald Trump recently labeled Democratic opponent Hillary Clinton \"the devil\" over her treatment of former primary challenger Senator Bernie Sanders.\nDuring the Democratic National Convention last month, it was noted that while Sanders called for unity within the party, many of his supporters openly expressed opposition to Clinton being made the nominee.\nSpeaking at a campaign rally in Mechanicsburg, Pennsylvania on Monday, Trump argued that Sanders should have refused to work with Clinton and Democratic Party leadership.\n\"[Bernie] made a bad deal. He should have not made a deal. He would have gone down as [having] done something really important,\" said Trump.\nDemocratic presidential nominee Hillary Clinton waves with her vice presidential running mate Senator Tim Kaine after accepting the nomination on the fourth and final night at the Democratic National Convention in Philadelphia, Pennsylvania, U.S. July 28, 2016. | (Photo: REUTERS/Gary Cameron)\n\"This guy has buyer's remorse. He looked at that and he was so angry when they were talking about him and his people are angry at him and they should be.\"\nTrump then added that Sanders should have refused to help Clinton and that Sanders \"made a deal with the devil. She's the devil.\"\nA self-identified Democratic Socialist, Sanders became a surprisingly challenging primary opponent for Hillary, winning several states and outlasting other Democratic hopefuls.\nSanders' support  was drawn from the progressive wing of the Democratic Party, with the Vermont senator seen as an anti-establishment candidate.\nOn the eve of the Democratic National Convention in Philadelphia, Wikileaks released the contents of thousands of emails between party officials.\nThe emails showed that certain party officials were working to disadvantage Sanders. These revelations led to much protest from Sanders supporters and delegates at the DNC gathering.\nDespite Sanders' efforts to reconcile his following with the Democratic establishment, the first day of the DNC was laden with intense anti-Hillary protests and chants among attendees.\nDuring the invocation prayer , when Cynthia L. Hale mentioned Clinton, a sizable minority of those gathered booed and chanted \"Bernie! Bernie! Bernie!\"\nWhen permanent DNC chair Rep. Marcia Fudge gave remarks, the jeering of Clinton and vice presidential running mate Tim Kaine was so intense that she interrupted her own remarks with a couple declarations of \"excuse me\" to attendees.\n\"Let me say to you. I intend to be fair, I want to hear the varying opinions here. I am going to be respectful of you and I want you to be respectful of me,\" remarked Fudge.\nTrump's comments come as Clinton, fresh off of accepting the Democratic nomination, has seen an improvement in her polls numbers against The Donald.\n\"In fact, it appears likely that Clinton's bounce will exceed Donald Trump's, which measured at 3 to 4 percentage points,\" noted fivethirtyeight.com.\n\"Thus, Clinton will potentially exit the conventions in a stronger position than she entered them, perhaps also making up for some of the ground she lost to Trump earlier in July.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2016/08/01/politics/donald-trump-hillary-clinton-devil-election-2016/index.html",
                "https://fivethirtyeight.com/features/election-update-clintons-bounce-appears-bigger-than-trumps/",
                "https://www.christianpost.com/news/bernie-sanders-tries-to-unify-party-as-protesters-boo-hillary-clinton-chant-lock-her-up-167004/#HGbDbdzw0tRT6JB1.99"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "clinton",
            "devil",
            "sanders",
            "hillary",
            "dnc",
            "trump",
            "deal",
            "bernie",
            "democratic",
            "party",
            "calls",
            "donald"
        ]
    }
]