[
    {
        "url": "https://www.christianpost.com/news/apologists-make-defending-faith-a-coffee-house-affair.html",
        "title": "Apologists Make Defending Faith a Coffee House Affair",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, January 14, 2011\nRenowned apologist Josh McDowell and co-author Dave Sterrett understand that students are bombarded with arguments challenging the authenticity of the Bible, Jesus as the son of God, and the resurrection, but often they do not know where to turn for answers.\nTo address this need, they created The Coffeehouse Chronicles, a series of three apologetics novellas that tackle head-on the popular arguments against the Christian faith, and which takes place at a local coffee shop and on a college campus. The character-focused short books are intentionally written to be an easy read so students can finish an entire book during a visit to a coffee shop.\n\"Josh McDowell came to me … and suggested that we do three books called the The Coffeehouse Chronicles and that I take his research from Evidence that Demands a Verdict and some of his lectures and other works, which he has hundreds of pages of research, and create a dialogue about college students,\" said Sterrett, McDowell's former intern, to The Christian Post.\n\"But what we also did was research many of the newer attacks from some of the internet critics, some of the new atheists,\" he noted.\nThe books include references to challenges posed by the popular YouTube video Zeitgeist, outspoken atheist Richard Dawkins, and New Testament scholar Bart Ehrman, among others.\nIn the first novel, Nick, the main character, is challenged by a college professor about whether the Bible can be trusted. He briefly becomes an agnostic, lives a lifestyle that he previously thought was wrong, and sets out to write a research paper on how Christianity stole from pagan mythology. Eventually, however, Nick resolves his intellectual skepticism with the help of a scholarly teaching assistant.\nIn book two, Nick leads a campus Bible study group and wrestles along with other students on who the historic Jesus is. And in the last book, there is a school shooting that results in student deaths. The characters grieve and struggle to understand the historical resurrection of Jesus.\nThe dialogue-style novels are mainly intended for college students, but Sterrett said students as young as those in middle school can read the books and understand. Also, parents and grandparents are encouraged to read the short novels to understand what their children and grandchildren are struggling with in regards to spiritually.\nThe young apologist agrees with others who study youth ministry that there is a need for more intellectual preparation of students before they go to college.\nA Barna study found that three out of four students who grew up in the church walk away from the faith once they hit college.\n\"I think every church in America, especially these larger churches that have the resources, should hire a staff apologist who is responsible for the area of academic discipleship within the church because we really need to equip the mind as well,\" said Sterrett, a 6'7'' former basketball player who became interested in apologetics after failing to answer questions about his faith at a basketball boarding school. \"We need education in the church and most of the churches have moved away from such a thing as Sunday school.\"\nStudents can interact with and ask questions to Sterrett and McDowell through an online event connected to The Coffeehouse Chronicles on Feb. 2. During The World's Biggest Coffeehouse Chat, young adults can pose challenging questions about the Christian faith to the apologists and receive a live response.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "research",
            "faith",
            "church",
            "need",
            "books",
            "coffee",
            "students",
            "apologists",
            "coffeehouse",
            "affair",
            "college",
            "house",
            "defending",
            "understand",
            "sterrett"
        ]
    }
]