[
    {
        "url": "https://nutritionfacts.org/questions/what-are-the-anti-cancer-effects-of-garlic/",
        "title": "How can I preserve the anti-cancer effects of cooked garlic?",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "How can I preserve the anti-cancer effects of cooked garlic?\nNoviembre 8th, 2012\nAwesome video, Dr. Greger! I am left with the question of the anticancer effects of raw vs. cooked garlic and onions. I know cooking reduces some of the nutrients but have raw and cooked alliums been tested in regard to the anti-cancer effects? In other words is it important to try to consume these raw notwithstanding their very strong flavors?\nAnswer:\nThe secret to maintaining the anti-cancer effects of garlic is to either eat it raw (think salsa, homemade dressings, pesto, etc) or crush the garlic first, wait 10 minutes, and then cook it.\nYou know those chemical flares? You bend them, two chemicals mix and a light-emitting reaction takes place? The same kind of thing  happens in garlic . Floating around in the cytoplasm of garlic cells is a compound called alliin and packed away in tiny intracellular storage compartments (called vacuoles) is an enzyme called alliinase. When the garlic tissues are crushed, the two mix and alliinase turns alliin into allicin, the phytonutrient thought to be responsible for many of garlic’s health benefits. Cooking destroys the enzyme, though, so even if you crush your garlic, if it’s thrown immediately into the pan, little allicin may be produced.\nAllicin is relatively heat stable, though, so if you chop your garlic and wait 10 minutes for the allicin to be formed, you can then cook it (the enzyme has already done its work) and presumably maintain many of the benefits.\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/17256959"
            ],
            "unsure": []
        },
        "key_words": [
            "health",
            "called",
            "en",
            "dr",
            "preserve",
            "enzyme",
            "garlic",
            "reaction",
            "anticancer",
            "cooked",
            "greger",
            "effects",
            "happens",
            "mix"
        ]
    }
]