[
    {
        "url": "https://consortiumnews.com/2016/09/22/in-election-russians-rallied-around-putin/",
        "title": "In Election, Russians Rallied Around Putin",
        "authors": [
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-09-22",
        "text": "Main menu\nSeptember 22, 2016\nBy Gilbert Doctorow\nLast week, I wrongly predicted that United Russia, the party of President Vladimir Putin, would lose its majority position in the lower house of parliament, or Duma, and would be compelled to form a coalition cabinet with some smaller party. I expected that the governing party to be punished for being insufficiently strong defenders of Russian interests compared to the populists in Liberal Democratic (LDPR) and Communist (CPRF) parties with their full-throated nationalism.\nThough I did not mention it, I also thought United Russia would pay a price in electoral support for the country’s ongoing economic woes. After all, the latest news showed that Russians’ purchasing power was down 8 percent from a year ago and the country is still officially in recession. At the time I wrote my essay, political observers in Russia were speaking of a possible 40 percent share of the vote for United Russia, while some suggested it could dip as low as 30 percent.\nSome of the estimated 12 million Russians who took part in Immortal Regiment parades across the country over three days earlier this year. (RT photo)\nAs I reflect on my mistake, I think back to the days when I was still a young marketing executive in a U.S. multinational company and took part in our team effort each September to produce the annual Business Plan. We each wrote up country plans for our areas of responsibility using for our projections GNP figures and political stability analyses that we got from the several market intelligence services to which we, like so many peers and competitors, subscribed.\nWe had little confidence in the reliability of the forecasts we purchased and relied on. But our boss insisted that the planning exercise was essential nonetheless. As he put it: if you write a forecast, maybe you will be unlucky and come in 50 percent wrong; if you don’t do a forecast, you will be infinitely wrong. In the end, I miscalculated the impact of populism on the Russian elections.\nBut Western media outlets mostly ignored the Russian political developments. One that did offer up a preview of the Russian elections was The New York Times and its correspondent Neil MacFarquhar. Not surprisingly, the Times used its coverage to continue its long campaign of Putin-bashing, suggesting that the Russian people were eager to support anti-Putin “liberals” but were being denied the option because these candidates are marginalized as “fifth columnists” cooperating with the West in undermining Russia’s interests.\nMacFarquhar’s article focused on a few anecdotes to support his thesis – including a lead that quotes one woman as responding excitedly to an opposition candidate leafleting for the People’s Freedom Party or Parnas. “’Where have you been?’ she fairly shrieked, grabbing a handful of the leaflets,” MacFarquhar reported, adding that small parties have had trouble getting TV time or adequate financial support.\nBut such anecdotes can be highly misleading. One can find similar enthusiasm for a minor-party candidate in the United States – and such candidates complain about getting short-shrift from the TV networks and short-changed on campaign money. If Russia’s RT network took the U.S. political system to task by producing such a story, RT would be accused of anti-American propaganda.\nYet, that theme – in effect, prearranging an excuse for public rejection of the “liberals” – was how The New York Times dealt with the Russian elections, not accepting the fact that most Russians were rallying against foreign pressure, much as populations do all over the world, and exacting a price from “liberals” who have sided with Washington against Moscow.\nLittle Attention\nBut the Times at least wrote something. Most of the Western media either gave no advance coverage on the looming Russian elections or put out tiny articles that one could easily overlook. Typically, on Sept. 17, the day before the voting, France’s leading centrist daily Le Figaro devoted about 200 words to the Russian elections but two full pages to the next day’s elections in Berlin.\nU.S. Secretary of State John Kerry waits for Russian President Vladimir Putin in a meeting room at the Kremlin in Moscow, Russia, before a bilateral meeting on July 14, 2016. (State Department photo)\nOn the morning of the election, on Sept. 18, at least two major media outlets I consulted predicted a win for Putin’s United Russia: Euronews and Bloomberg. But apart from Bloomberg’s mention of the single-mandate electoral districts as a possible factor (which they did not explain) the two outlets gave almost no reasons why this outcome was to be expected. In the absence of any substantive explanation for this prediction, one could assume it flowed from the regime’s crackdown on civil liberties and tightened control, in keeping with Putin’s image as a villain.\nOnce the election results came in, Western media largely framed the results as further evidence of Putin’s dictatorial intent. The New York Times headlined its article, “Vladimir Putin Tightens Grip on Russia’s Parliament With Election Rout,” while The Financial Times used similar language, “Russia’s ruling party tightens its grip on lower house.”\nIn these articles we read about the Kremlin’s “political technologists” and the mechanisms they used to ensure success. One such trick, we are told by these newspapers and other Western media, was that the election date was moved forward to September from its usual date in December to ensure low turnout in the capitals of St. Petersburg and Moscow, where the liberal-minded electorate, unfriendly to the Kremlin would assuredly be out in the countryside harvesting apples and potatoes on their country plots instead of dutifully lining up to vote in the city center.\nThe emptiness of such an explanation is clear to anyone who knows something about Russia, its climate and its people. It was entirely unknowable a half year or more in advance that this particular Sunday in the middle of September would be sunny and warm rather than rainy and miserable, as so often happens in European Russia.\nNor can I accept the notion that others have mentioned to explain voter apathy: that a September election day meant that the electorate would be on vacation in the three months ahead of the elections and so the campaigns would not attract due attention and result in low turnout. Russians like to party, but they do not go away for three months. Nor do they all go on vacation during the same two or three weeks in August like the French. So this explanation of the flat campaign is irrelevant.\nWhat is most important here is the fallacious link between low turnout and higher returns for United Russia. On the contrary, I believe low turnout as a general phenomenon, not linked to some openly declared boycott, makes it doubly difficult to get results in the ballot box that reflect the public opinion polls taken before the election.\nA well-documented example of this was the September 2013 mayoral election in Moscow when the turnout was surprisingly low, at 32 percent and the heavy favorite, Acting Mayor Sergey Sobyanin from United Russia, polled just 51 percent of the vote (46 percent according to the Opposition) and the fiercely anti-Kremlin candidate Alexei Navalny received 27 percent (35 percent according to his partisans). If anti-Kremlin voters in Moscow and St. Petersburg stayed home or at their dachas this past Sunday, you have to look deeper into their motivation.\nA Clean Race\nWestern accounts of the Russian elections necessarily reminded readers of the electoral fraud in 2011 that brought out large street demonstrations against the regime. They quoted personalities from the fringe opposition claiming that such ballot stuffing was perpetrated this time as well. However, to the credit of The New York Times, after reopening this old wound, we read the following : “Over all, analysts said, the Kremlin seemed to have kept its word to run a clean race.”\nRussian President Vladimir Putin after the military parade on Red Square, May 9, 2016 Moscow. (Photo from: http://en.kremlin.ru)\nAnother accusation coming from the marginal opposition and carried by the Times bears mentioning and in much greater detail than it was given, namely the charge that the ruling party enjoyed “a virtual monopoly on the television airwaves.”\nI have not seen any reports on air time on state television allocated to the political parties in this campaign, and what I am about to say is the result of my own informal monitoring of the RTR and 1 Kanal channels from their satellite broadcasting. I assume the video spots which were grouped within Campaign 2016 breaks in the broadcasting schedule were allocated rather than paid for.\nIn any case, in the couple of weeks prior to election day, I saw many video clips from all major parties, including several showing anti-Kremlin party candidates, Grigory Yavlinsky from Yabloko and Mikhail Kasyanov from Parnas.\nTo be sure, more clips were aired on behalf of United Russia and the nationalist LDPR, whose chairman, Vladimir Zhirinovsky, was otherwise appearing every day on the main political talk shows of the state television networks. Meanwhile, very few time slots were allocated to the Communist Party, which has systematically voted against the Putin-Medvedev legislative initiatives on domestic policy, unlike the LDPR.\nIn the last four days before the “day of silence” preceding Election Day, there is no question that United Russia had saturation advertising on the state channels. I emphasize that these are personal impressions, and I look forward to more serious scrutiny of the issue by researchers and political commentators in the coming weeks.\nAs I have noted, the issue of  “single-mandate” voting which was reintroduced this year in parallel with the scheme of voting by party lists was picked up by Bloomberg as a factor which gave an advantage to United Russia in this year’s election. The New York Times and other Western media outlets also mention this factor, although no one explains how or why it would benefit precisely United Russia.\nAllow me to do that here, because it is not a small issue. Indeed, whereas United Russia picked up its Duma seats via the party lists in line with its 54 percent of votes cast, it got nearly four-fifths of the single-mandate seats. This is what propelled it to the commanding heights it will enjoy in the next, Seventh State Duma, where it can safely expect to pass all its key legislation without seeking the support of the other parties.\nElectoral Changes\nBefore proceeding with this explanation, let us first put this issue of voting schemes in its historical context. In the single-mandate scheme, which functions like elections in the U.S. or the U.K., the voter casts his or her ballot for a specific candidate who generally comes from the given electoral district, has a local reputation, and is committed to representing in the parliament the voters from the given district.\nRussian naval base in Sevastopol in Crimea. (Photo by Natylie Baldwin)\nThat was Russia’s system up to 2003. It was replaced in 2003 by party lists, because the single-mandates were satrapies of local oligarchs and many seats were taken by criminals with deep pockets to buy votes who sought deputy status for the sake of immunity from prosecution. The party list system introduced in 2003 centralized the entire process of choosing candidates and put the accent on the party platform, not personalities. At the same time, it removed the connection between Duma members and local interests.\nIn one sense, the reintroduction of single mandates for half of the seats in the Duma may be seen as an insurance policy for United Russia to raise the profile of individual candidates and play down the party label in case it had gone stale with voters. Moreover, the ruling party would have a clear advantage precisely because it was the ruling party and had experienced people with government service in every voting district across the country, whereas most opposition parties are by nature spotty in their nationwide organizations.\nHowever, as has become clear from Russian television coverage on election night and interviews with the Duma candidates, United Russia used the new opportunities of single-mandate voting in a very constructive manner, following instructions from Putin and Prime Minister Dmitry Medvedev. Specifically, they introduced an American-style “primaries” procedure to screen their potential candidates to the Duma for popularity before naming them.\nIn effect, about two-thirds of all United Russia candidates for the Duma are new faces, many of them with local authority. And the party ensured that the candidates, once named, worked their territory: went out to meet ordinary people in the streets, in their courtyards and talk with them about the local issues troubling them. This is something largely unheard of in Russian politics which have traditionally been top-down, including virtually all the opposition movements. Is it any wonder that this approach to the election won handsomely for the ruling party?\nMany commentators within Russia have blamed the low turnout on a dull campaign. Gennady Zyuganov, leader of the Communist Party (CPRF), specifically accused the ruling party of resisting his call for televised debates, so that the domestic policies in campaign platforms that do separate his and the two other opposition parties in the Duma from each other and from the ruling party would get comprehensive exposure before the public, instead of the sound bites all the parties were given. This did not happen and no doubt contributed to voter apathy.\nBut there is another factor which probably contributed more to low turnout, especially in the capitals, where the non-systemic and other anti-Kremlin sentiment is especially strong.\nThe so-called “liberal” parties, such as Yabloko and Parnas, were disadvantaged and wrong-footed going into these elections because they were seen to be unpatriotic if not treasonous with regard to their foreign policy positions. The rise in patriotic mood following the Russian reunification with Crimea in March 2014 set a new tone for Russian political life to which the “liberal” parties with their pro-Western, pro-American bias were totally at odds. Every party that made it into the Duma held “Crimea is Ours” slogans. The “liberals” did not, could not, and so marginalized themselves on Sept. 18.\nOverstating the Economic Impact\nIn my expectation that United Russia would be adversely affected by the ongoing recession and the population’s loss of purchasing power, I overlooked one compensatory element of economic news: the unemployment level which remains low, virtually on a par with the U.S. and half of that in Western Europe.\nThis feature of economic life has been highlighted recently in discussions of the policy line that Central Bank Governor Elvira Nabiullina set out at the end of last week. She announced the Bank’s decision to drop the prime rate but insisted it will hold the rate unchanged until at least the end of the year to guard against inflation.\nAs analysts have noted, the potential source of inflation is precisely in the labor market. Tightness in the labor market and the protection of jobs by employers during the two-year downturn even as they eliminated paid holidays and sought other economies may be explained by demographics – namely the stagnating or declining numbers of able-bodied workers that resulted from the collapse of the birth rate during the chaotic deep depression of the 1990s in Russia (when many Russian “liberals” were collaborating with American economic advisers to implement “shock therapy” on post-Soviet Russia).\nMoreover, the large contingent of migratory workers from Central Asia, Azerbaijan and other former constituent republics of the Soviet Union either went home when the Russian economy imploded in 2014 or have not come to Russia given the shrunken opportunities in the construction industry and other manual jobs.\nSome commentators have remarked that the 48 percent overall turnout last Sunday was in line with voter turnout in advanced democracies (especially in non-presidential elections) and that is undeniable. So it is not on the face of it clear what the turnout says about the evolution of Russian political institutions.\nMore generally, the in-country election analyses, as well as those abroad, have one common failing: they look at the results of the Duma vote in isolation and ignore the results of the balloting for provincial legislative assemblies and mayors or governors that went on simultaneously. Even the first results that I noted on Russian television suggested that the spread of votes among the various parties in the voting for local assemblies is broader than for the Duma seats. This deserves close study in the coming weeks.\nIn closing, I wish to share a personal observation from my visit to the polling center at the Russian Embassy in Brussels on Sunday which turned up a remarkable feature of these elections that no commentator inside or outside Russia seems to have shared when talking about the opacity or transparency of Russia’s elections.\nFor the single-mandate candidates, there is a board near the voting booths with detailed information about each candidate: present job, education and work experience, how many bank accounts owned and totals; make, model and year of their cars; real estate owned, showing the number of square meters of apartments or houses and surface area of plots of land; and annual declared income.\nNow where else in Europe or the U.S. do you see that level of transparency? At least in that regard, Russia is moving in the right direction.\nGilbert Doctorow is the European Coordinator of The American Committee for East West Accord. His most recent book, Does Russia Have a Future? was published in August 2015. © Gilbert Doctorow, 2016\nPeter Loeb\nI awaited Gilbert Doctorow’s post Russian election analysis.\nIt  was a magnificent piece of work. As usual, Doctorow provides\nreaders with vital (though “anecdotal”) information available\nnowhere else in the US.\n(Amid the often meaningless frenzy in the US about who will\n“win” next Monday’s “debates” (??), I casually mentioned\nto some table mates about what had transpired in the Russian\nelection. I then had no knowledge of any kind. Just the very\nfact that I knew there was an election somewhere made me\nseem like I was talking about an election on the moon.\nAs a matter of fact, had I mentioned an election on the\nmoon itself there might have been more interest.\nThanks to Gilbert Doctorow we now know much more about\nthe Russian election of 2016.\nIf you are awaiting more detailed analyses in the western\nMSM  , you can stop holding your breath.\n—Peter Loeb, Boston, MA, USA\nJoe Tedesky\nSeptember 23, 2016 at 12:30\nTo bad for you Peter that none of us from this sites comment section were at your table, we would still be talking about the Russian election.\nCurious\nSeptember 22, 2016 at 21:33\nThank you for the article. I would think also, in comparison to your 2003 reference, that the last two years has had a phycological effect on the population as well. As much as the US tries to drive a wedge into the current Russia with their Putin-bashing idiocy there has to be a sense that the US is becoming their enemy again. Crimea is only part of the equation.\nThe Russians now see sanctions, NATO at their door, Ukraine polarized and militarizing, missiles 4 1/2 minutes away in Romania (supposedly meant for protection from Iran), and constant and pervasive lies about them in newspapers and western media in general, I can’t help but think the US is changing the dynamic because the politicians think everyone in Russia is stupid, from Obama on down, and the country has been berated constantly. Obama even made remarks about Putin being the dumber person in the room, whereas the opposite is true. Obama and Kerry act like 13 year old bullies in the school yard.\nPutin is in a position of protecting the country, or what is left of the country, from the ignorance and self interest of the US and NATO.\nThe Russians see this drama playing out and I would suspect they wouldn’t want to put anyone in the Duma who was in anyway supported by the west, Soros, or the NYT. But, since so many journalists in the US think everyone wants to be an American, with its hypocritical corporate capitalistic idealisms and fake human values, I would think the desire to tear Russia down will only make it stronger. Would these concepts not play a roll in the election?\nJ'hon Doe II\nLets  give ear to Putin’s General Assembly speech —\nHow cozy is Putin with the new wealth  and international policy direction of the Zuckerbergs… ?\nWe’re locked in on Trump/Clinton —- they’re mere figureheads… .\nErik\nSeptember 22, 2016 at 19:01\nThank you for this detail on the elections in Russia, and the propaganda in western mass media. The major election flaws appear to have been unbalanced airtime for the incumbents in the four days before the election, and lack of detailed platform debates with minority candidates. I would like to know how much candidate airtime must be bought versus airtime assigned by right: that would help in comparing Russian democracy with US plutocracy.\nJ'hon Doe II\nThe Chronicle of Philanthropy\nBy Rebecca Koenig\nThe Chan Zuckerberg Initiative announced Wednesday a $3 billion commitment over the next 10 years to “cure, prevent, or manage all diseases in our children’s lifetime.”\nOf that $3 billion, CZI will spend $600 million to create a “biohub” in San Francisco, where scientists and engineers from Stanford University, the University of California at Berkeley, and the University of California at San Francisco will collaborate on disease-eradication research.\nBasic science research with an emphasis on curing disease is the second focus area the organization has identified since it was established in December by Facebook co-creator Mark Zuckerberg and his wife, physician Dr. Priscilla Chan. Education was the first.\n“By investing in science today, we hope to build a future where all children live long and rewarding lives,” Dr. Chan said at a news conference in San Francisco.\nDuring the event, Mr. Zuckerberg acknowledged the magnitude of the goal but said his confidence reflects his belief that engineers like him can “take any system and make it much, much better than it is today.”\nSupporting Science\nThe CZI science program will have three main components: fostering collaboration between scientists and engineers, building tools and technology that will be available for all researchers worldwide, and leading a movement to encourage governments and philanthropy to provide more financial support for science research.\nLeading the effort will be Cori Bargmann, a neuroscientist and geneticist who heads the Lulu and Anthony Wang Laboratory of Neural Circuits and Behavior at Rockefeller University. A member of the National Academy of Sciences, she previously led the team overseeing the brain-research effort announced by President Obama. The biohub will be run by scientists Joe DeRisi of the University of California at San Francisco and Stephen Quake of Stanford University.\nAmong the projects the program will tackle are creating an atlas of all the cells in the body, engineering human stem cells, and building databases that support research. Starting in October, science faculty from the three partner universities will be eligible to apply for grants intended to support research that most grant makers would consider too risky to fund.\nPraise From Bill Gates\nThe couple cited several people well-known in the charity world who influenced their decision to focus on science research. One was Marc Kastner, president of the Science Philanthropy Alliance, a collaborative of several large grant makers, including the Alfred P. Sloan Foundation and the Simons Foundation.\nThe couple sought guidance from the alliance for about a year on how to support science research before making their announcement, according to Mr. Kastner and Doron Weber, vice president for programs at the Alfred P. Sloan Foundation.\n“What’s most impressive is how carefully they did this,” Mr. Kastner said in an interview with The Chronicle. “How they sought out brilliant scientists from a wide range of fields, consulted over the period of a year, chose really great institutions to partner with. All of these things are very wise decisions.”\nAnother was Microsoft founder and philanthropist Bill Gates, who spoke at the news conference and congratulated Dr. Chan and Mr. Zuckerberg on their ambitious new goal.\n“Their vision and generosity has inspired a whole new generation of philanthropists who will do amazing things,” he said.\nBreaking With Tradition\nMr. Zuckerberg and Dr. Chan announced in December the creation of their eponymous effort, a limited-liability company through which they plan to devote 99 percent of their Facebook stock to “improving this world.”\nTheir decision to establish an LLC instead of a traditional private foundation raised eyebrows throughout the philanthropic world. The move will enable them to participate in political advocacy and invest in businesses in addition to giving money to charities and will also shield them from the public reporting requirements to which foundations are subject.\nIn May, the couple hired Jim Shelton, a former U.S. Department of Education official, to lead the company’s education work. CZI recently invested in Byju’s, a start-up in India that provides personalized learning services to students.\nAlso in May, the couple took their first step toward funding CZI by selling 767,905 shares of Facebook stock, worth $95 million.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/09/15/russian-hardliners-gain-from-us-putin-bashing/",
                "http://www.nytimes.com/2016/09/18/world/europe/kremlin-says-it-wants-a-spotless-election-but-locally-it-is-marred.html",
                "http://www.nytimes.com/2016/09/20/world/europe/vladimir-putin-united-russia-parliament-elections.html?_r=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "parties",
            "russian",
            "rallied",
            "russia",
            "duma",
            "turnout",
            "election",
            "political",
            "party",
            "putin",
            "elections",
            "russians"
        ]
    }
]