[
    {
        "url": "https://www.christianpost.com/news/justice-dept-dc-metro-violated-religious-freedom-archdiocese-blocking-christmas-ads.html",
        "title": "Justice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\n| Thursday, January 18, 2018\nA Metro bus crosses an intersection out front of the Paul S. Sarbanes Transit Center in Silver Spring, Maryland in a video posted to YouTube on Apr 10, 2016. | (Screenshot: YouTube / MJofLakeland1)\nThe United States Justice Department said that the Washington, D.C. public transit system violated the free speech rights of the Catholic Archdiocese of Washington by refusing to place it's Christmas advertisement on the side of Metro buses.\nThe Department of Justice filed a 14-page amicus brief  with the United States Court of Appeals for the District of Columbia on Tuesday in defense of the archdiocese, which is suing the Washington Metropolitan Area Transit Authority after its bus advertisement for the \"Find the Perfect Gift\" Christmas campaign was rejected.\nThe advertisement showed a silhouette of three shepherds and their sheep under a starry night. The advertisement also promoted the website, \" FindthePerfectGift.org .\" Upon clicking the link, the page reads \"Jesus is the perfect gift.\"\nWMATA maintained that the ad was rejected because it violated guidelines that state that advertisements may not promote or oppose and religion or belief.\nThe archdiocese filed a lawsuit against the agency in November. However, a federal judge in December sided with WMATA, saying that the agency has the right to ban posters that have religious content. Although the Christmas season has ended, the archdiocese is continuing its legal battle because it intends to place similar ads in the future and wants WMATA's policy struck down.\nAttorney General Jeff Sessions' Justice Department is now asking the Court of Appeals to overturn the federal judge's ruling.\n\"WMATA's rejection of the Archdiocese's proposed Christmas advertisement in this case falls squarely within the class of viewpoint discrimination ....,\" the Justice Department brief reads. \"In the context of Christmas advertising, WMATA's guidelines permit messages which generally express commercial or charitable viewpoints, but exclude messages that express religious viewpoints.\"\n\"Had Macy's, for example, sought to run a Christmas-themed ad stating, 'Find the Perfect Gift,' and displaying an image of its jewelry, nothing in the guidelines would prohibit the company from doing so. But because the Archdiocese's proposal arguably conveyed the implicit message that 'JESUS is the perfect gift,' WMATA rejected it,\" the brief continued. \"An ad proclaiming that the perfect Christmas gift is jewelry and another that the perfect Christmas gift is Jesus obviously offer competing perspectives on the meaning of the holiday, yet WMATA permits only the former.\"\nThe Justice Department argues that the the application of WMATA's guidelines is \"precisely the type of viewpoint discrimination\" that the Supreme Court precluded in the 1995 case of Rosenberger v. University of Virginia , in which the court ruled that the public school may not withhold funding from a Christian student publication that is otherwise available to secular student publications.\n\"As the Supreme Court has made clear, the First Amendment prohibits the government from discriminating against religious viewpoints,\" Associate Attorney General Rachel Brand said in a statement. \"By rejecting the Archdiocese's advertisement while allowing other Christmas advertisements, WMATA engaged in unconstitutional viewpoint discrimination.\"\nAccording to the  Washingtonian  magazine, Metro's policy was revised after Pamela Geller of the American Freedom Defense Initiative attempted to place ads featuring cartoon depictions of the Muslim prophet Muhammad.  \nSince taking office in 2017, Sessions and President Donald Trump have vowed to promote religious liberty. Last October, Sessions issued a sweeping order on religious freedom , calling on federal agencies to ensure that the religious freedom of people and organizations are protected to the \"greatest extent practicable and permitted by law.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "WMATA's rejection of the Archdiocese's proposed Christmas advertisement in this case falls squarely within the class of viewpoint discrimination ....,",
                "",
                true
            ],
            [
                "In the context of Christmas advertising, WMATA's guidelines permit messages which generally express commercial or charitable viewpoints, but exclude messages that express religious viewpoints.",
                "",
                true
            ],
            [
                "Had Macy's, for example, sought to run a Christmas-themed ad stating, 'Find the Perfect Gift,' and displaying an image of its jewelry, nothing in the guidelines would prohibit the company from doing so.",
                "",
                true
            ],
            [
                "But because the Archdiocese's proposal arguably conveyed the implicit message that 'JESUS is the perfect gift,' WMATA rejected it,",
                "",
                true
            ],
            [
                "An ad proclaiming that the perfect Christmas gift is jewelry and another that the perfect Christmas gift is Jesus obviously offer competing perspectives on the meaning of the holiday, yet WMATA permits only the former.",
                "",
                true
            ],
            [
                "precisely the type of viewpoint discrimination",
                "",
                false
            ],
            [
                "As the Supreme Court has made clear, the First Amendment prohibits the government from discriminating against religious viewpoints,",
                "",
                true
            ],
            [
                "By rejecting the Archdiocese's advertisement while allowing other Christmas advertisements, WMATA engaged in unconstitutional viewpoint discrimination.",
                "",
                true
            ],
            [
                "greatest extent practicable and permitted by law.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/jeff-sessions-issues-sweeping-religious-freedom-guidance-to-all-federal-agencies-201945/",
                "https://www.washingtonian.com/2017/11/28/archdiocese-washington-sues-metro-advertising-policies/"
            ],
            "gov_pgs": [
                "https://www.justice.gov/file/1026636/download"
            ],
            "unsure": [
                "https://findtheperfectgift.org/",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.oyez.org/cases/1994/94-329"
            ]
        },
        "key_words": [
            "metro",
            "department",
            "religious",
            "advertisement",
            "blocking",
            "justice",
            "wmata",
            "freedom",
            "violated",
            "christmas",
            "gift",
            "dc",
            "dept",
            "court",
            "perfect",
            "archdiocese"
        ]
    }
]