[
    {
        "url": "https://www.christianpost.com/news/haitian-village-trades-voodoo-for-jesus-poverty-disappearing.html",
        "title": "Haitian Village Trades Voodoo for Jesus",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHaitian Village Trades Voodoo for Jesus\nHaitian Village Trades Voodoo for Jesus\n| Thursday, November 25, 2010\nHaiti's devastating earthquake in January has turned the world's attention to the poverty-stricken country and its myriad of problems. But a small village up in the mountainous region of Haiti offers hope for the troubled country to experience remarkable transformation spiritually and economically.\nWillem Charles, the founder and leader of Mountain Top Ministries (MTM), has dared to challenge voodoo and the status quo. In the process, he has built schools, a medical clinic, a water line system, a church, and homes for residents of Gramothe village, about an hour drive from Port-au-Prince.\nTen years ago, there was no church; only five voodoo temples. There was also no school, no clean water, barely any jobs, and no hope in the village.\n\"The country of Haiti has been through devastating things throughout its whole history as a nation,\" said Andrew DeWiitt, who serves on the board of MTM, in an interview with The Christian Post. \"But there are pockets in Haiti that are actually transforming from poverty and voodoo to prosperity and Christianity.\"\nRemarkable Willem Charles\nDeWitt is the author of the newly released book, Give Your Best, about the life of Willem Charles and how he worked through MTM to firmly plant the Gospel of Jesus Christ in the voodoo stronghold and helped improve the physical lives of villagers.\nThe book chronicles how Charles grew up in a one room house with more than ten inhabitants to being a CNN interpreter, a member of Haiti's national soccer team, a successful businessman, and visionary ministry leader. Despite the many obstacles in his life, Charles was able to overcome them with his determination, boldness, gift in relationship building, and faith in Jesus Christ.\n\"The thing that I am amazed by Willem is that he is able to keep his focus on Christ and spreading the gospel amid all the chaos that is going on around him,\" said DeWitt, who by profession is a maxillofacial surgeon.\n\"With his work with CNN, he was amid the chaos with [former Haitian President Jean-Bertrand] Aristide and his presidency,\" he said. \"Still, he kept his eyes up on the mountain and said, 'I'm going to go and start missions and build a church and school up there.' And he did it.\"\nVoodoo Culture\nThe village of Gramothe is on the hillside opposite of Willem's childhood home. Willem remembered that growing up 90 percent of the people in the village were unemployed. The village \"school\" was led by a teacher with a third-grade education, and villagers had to walk one mile on mountainous terrain to retrieve drinking water from a river where people also took bathes and washed their clothes in.\nIn addition to the desperate poverty, the voodoo culture exploited the people and plunged them into spiritual darkness.\nHaiti was formerly a colony of France and the French insisted that their Haitian slaves become Catholic. But what happened was Haitians took icons of Catholic saints and incorporated them into their voodoo religion.\n\"As a result, Catholicism has a different meaning to the people here in Haiti,\" DeWitt explained in the book. \"In some ways it is synonymous with voodoo, which has taken many symbols from the Catholic Church and used them to represent their spirits.\"\n\"Now, if you see a statue of the Virgin Mary, you have to wonder is it Catholic or representative of some voodoo god?\"\nAs a native Haitian, Charles understood the Haitian culture and the mix between voodoo and Catholicism. Therefore, when he formed MTM he made sure to teach villagers who became Christians to expunge voodoo from the lives.\nIn one telling story, a man in the village became a Christian but asked Charles how he could follow Jesus and practice voodoo at the same time. This man's house was infested with rats that bit the toes of his children to the point that they had sores all over their feet. Charles raised money and built the man a new house and told the man and his wife to make sure to keep the house clean so the rats would not return.\n\"Voodoo is like the old house,\" Charles told the man. \"It's full a bunch of spirits that are just like rats. You've seen the damage the rats do to your children. Voodoo does the same thing to our spirit. But God is a jealous God. He won't allow any voodoo at all in your life,\" he explained.\n\"When you follow Jesus, your heart is now a completely new house, and all the voodoos need to be wiped out just like you wiped out the rats,\" he said, inspired by the story of the new and old wineskin in Matthew 9. \"This new heart Jesus gave you is beautiful and a great place for Jesus to live. Lima, you have to keep it clean and prevent any of the old voodoo from coming back in.\"\nCharles made sure to credit the good deeds he did for the villagers to God's love, opening residents to a world of love they never knew when they practiced voodoo.\nVillage of Gramothe Transformed\nSince its founding in 1999, MTM has raised the standard of living in Gramothe village. Villagers now have the convenience of spigots near their homes that deliver clean water, resulting in the reduction of water-borne diseases. The water also helped farmers, which make up the majority of the village's population, to increase their crop yield.\nNow that they had an irrigation system, farmers in Gramothe could plant year round instead of depending on rain. As a result, they were able to yield four crops a year compared to one previously. Some people in the village were even able to save money or remodel their homes from their increased income.\nAlso through MTM, children in the village could study all the way to 12th grade at the ministry's Christian high school. In Haiti, a high school diploma is impressive and a huge feat to accomplish.\nThe ministry also built a clinic where visiting medical teams from the United States and Canada come and treat patients for free. Doctors at the MTM clinic can even perform minor surgeries that require only local anesthetic.\n\"What Haiti needs is not more government support or handouts,\" Charles is quoted as saying in the book. \"Those things just make us dependent. What Haiti needs is freedom and security. Along with that, education will bring jobs, which will bring overall prosperity.\"\n\"If MTM can display the village of Gramothe as a model for other villages to follow, then all over Haiti villages can do what we are doing, and we can defeat generational poverty village by village.\"\nHaiti is the poorest country in the Western hemisphere and one of the poorest in the world. Since the country's founding, Haiti's citizens have been subjected to one corrupt and brutal ruler after another. The country has been in near chaos for over 200 years because of poor leadership and mismanagement of government funds. The Jan.12 earthquake this year plunged Haitians into deeper poverty. But it also gave some hope that with the international community's help, Haiti could rebuild itself into a new and prosperous country.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haiti",
            "mtm",
            "haitian",
            "jesus",
            "trades",
            "voodoo",
            "gramothe",
            "house",
            "country",
            "water",
            "charles",
            "village"
        ]
    }
]