[
    {
        "url": "https://www.christianpost.com/news/why-fatherlessness-is-not-normal-and-dads-need-to-hug-their-kids-author-interview.html",
        "title": "Why Fatherlessness Is Not Normal and Dads Need to Hug Their Kids: Author (Interview)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWhy Fatherlessness Is Not Normal and Dads Need to Hug Their Kids: Author (Interview)\nWhy Fatherlessness Is Not Normal and Dads Need to Hug Their Kids: Author (Interview)\nWhy Fatherlessness Is Not Normal and Dads Need to Hug Their Kids: Author (Interview)\n| Tuesday, October 24, 2017\nJohn Finch, author and producer of The Father Effect | (Photo: Courtesy of John Finch)\nA new book and movie showcases the irreplaceable effect a father has on his children, told from the perspective of a Texas man well-acquainted with the intense pain of being fatherless.\nJohn Finch, 49, was raised in a Dallas suburb with two older brothers, and lost his father to suicide when he was just 11. He spent his youth and young adulthood looking for fatherly affirmation through several worldly avenues, creating a false persona to try to heal the wound.\nThis father-wound, he would come to call it, would govern his life for close to 30 years. Craving the blessing he never got from his dad, he pursued lucrative careers and making money, and had become a social alcoholic. All of it left him empty.\nYet on Feb. 20, 2009, Finch had what is sometimes referred to as a \"come-to-Jesus\" experience when he surrendered everything to God.\n\"I had just been struggling,\" Finch said of that moment in a phone interview with The Christian Post about his book The Father Effect: Hope and Healing From a Dad's Absence , which he co-authored with Blake Atwood.\n\"My life had just really imploded. I say that God took to me to a place of brokenness. He took me to my knees.\"\nWhat began that February day was a journey of delving into the pain of losing his father and learning to forgive. Through an intense process of counseling that he says was the hardest three months of his life, he encountered the Father's love, and out of that encounter and that revelation of who he is as a son of God, he embarked upon an adventure he never saw coming, making a film to tell his story and unpack the power of fathers. The Father Effect  was born.\nAt the very root of all our social problems is fatherlessness, Finch explains at length in the book, which was released Tuesday and accompanies the film. The wounds one receives from fathers are particularly painful, he notes, and nearly everyone he has met has one. In chapter 7, Finch tackles the \"generational curse\" of fatherlessness.\nThe Father Effect, by John Finch with Blake Atwood | (Photo: Courtesy of John Finch)\nHe writes that according to the National Commission on Children, children of absent fathers are five times more likely to commit suicide, six times more likely to be in a state-operated institution, and seven times more likely to drop out of school. Kids with absent dads are also 11 times more likely to commit rape, 15 times more likely to have behavioral disorders, 15 times more likely to end up in prison while a teenager, and 24 times more likely to run away.\n\"It's amazing the number of people I talk to,\" Finch said.\n\"I'll be dealing with a young man who may be struggling with alcoholism. And he doesn't even connect the dots that his dad was an alcoholic, his grandfather was an alcoholic, that it's something that becomes normal to him,\" Finch said. Another man he conversed with described his upbringing as a \"normal life\" which entailed his parents divorcing and his dad moving out on the street.\nBut it should not be normal whatsoever, the author says.\n\"It's a generational curse because it's 'normal' for so many of us that we don't actually see it, because of our own perspectives what our own reality is. And until we as men, as fathers, are willing to say, 'This is no longer going to happen in my family, and I'm going to take the steps necessary to make sure that happens, the generational curse will go on for hundreds of generations.\"\nAnd a father, the author articulates, is not an optional extra. Nothing can replace the defining power of his voice and touch. No matter how incredible one's mom is, she does not have the tools to be a dad. And though it should seem obvious, the reverse is also true: a dad cannot replace a mom.\n\"To have a voice of a father speak into the life of a child, it is a game-changer in that it gives them stability, it gives them stability, security, protection, all of those things that cannot come from a mom. It just doesn't happen, coming from a mom,\" Finch said, adding that he doesn't have the gifts to be a mom.\n\"I have plenty of single moms who sometimes get mad at me for saying they can't be dads, because they are doing their best,\" he continued, something he knows well having grown up with a single mother, \"but there's nothing that replaces that power and that lifelong influence that a father has.\"\nToday, Finch resides in Denton, Texas, with Michelle, his wife of 23 years, and their three daughters. He is the founder of The Perfect Father Ministries Inc, a 501(c) nonprofit, and EncouragingDads.com, a worldwide community of people who share stories to encourage fathers.\nThe Father Effect features pastors and authors who have written on men's issues like Gordon Dalbey, who wrote the bestseller Healing the Masculine Soul, and John Eldredge, author of Wild at Heart, also a bestseller. Dr. Meg Meeker, who also appears in the film, stresses the importance of fathers showing physical affection, noting that bullies often measure themselves by the interaction they get with their fathers.\nFinch told CP: \"If a dad's not there hugging on him, and every son wants to be hugged and loved, there's no doubt about it. It's in our DNA. And so, when a father doesn't hug his son, there are questions. There are things that start to come up in that young boy's head.\"\nA young boy entertains questions like \"Am I not lovable? Does Dad not love me enough to hug me?\" he explained. And \"in order to defeat that [questioning], it's the power of the bodily affection, the father affection, if you will, and the hugs that enable that son to see.\"\nHugs are not a feminine thing, Finch stressed, and he is critical of the way young boys in America are taught to \"suck it up,\" \"man up,\" \"stop crying\" on both sports fields and in life\nin general.\n\"Essentially, what we're telling them is 'don't be real,'\" he said.\n\"Then that same young boy is told that all his life and he grows up and gets married. And then we wonder why he has communication issues between a husband and wife? Because we've told this man for 40 years not to be real.\"\nHe urges men to do community together and work to get beyond these stereotypes.\nBoth the movie and the book are centered on the life-changing message of the power of God's forgiveness, Finch told CP.\n\"And you know what,\" he continued, \"we don't have to have all the answers as dads.\"\n\"I want men to know that we're not alone. They're not the only ones going through struggles with a father-wound or whatever it is that they are struggling with. And we can do this together.\"\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts",
                "https://twitter.com/BrandonMShow",
                "https://www.thefathereffect.com/"
            ]
        },
        "key_words": [
            "father",
            "dad",
            "kids",
            "hug",
            "likely",
            "told",
            "interview",
            "power",
            "normal",
            "need",
            "finch",
            "fatherlessness",
            "author",
            "dads",
            "young",
            "fathers",
            "times",
            "life"
        ]
    }
]