[
    {
        "url": "https://consortiumnews.com/2017/03/15/reasons-for-rise-in-anti-semitism/",
        "title": "Reasons for Rise in Anti-Semitism",
        "authors": [
            {
                "name": "Monte George Jr.",
                "link": null
            },
            {
                "name": "Josh Stern",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "F.L. Kleij",
                "link": null
            },
            {
                "name": "Joseph Calles",
                "link": null
            },
            {
                "name": "Thomas W Adams",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-03-15",
        "text": "Main menu\nMarch 15, 2017\nBy Paul R. Pillar\nThere is an upsurge in anti-Jewish hatred in America. It has manifested itself in criminal and violent acts and threats of still more violence. Jewish cemeteries have been vandalized, and Jewish educational and cultural institutions have received death threats.\nPresident Donald Trump and Israeli Prime Minister Benjamin Netanyahu at joint press conference on Feb. 15. 2017. (Screen shot from Whitehouse.gov)\nThe obvious increase in such incidents leaves no doubt about the existence of intense anti-Semitism, and about how it persists in the United States and not just elsewhere. This hatred and prejudice should be vigorously condemned. All Americans should realize that while Jewish citizens are those most directly vulnerable to harm, such hatred and prejudice offends American values that benefit everyone.\nWe must ask about the hatred: why? Not just why in general, but why now. The correlation that immediately comes to mind regarding the rise of this vile phenomenon is with the political rise of Donald Trump, through the time of his candidacy and campaign and now the opening weeks of his presidency. We must be careful with any correlation not to be hasty in attributing cause and effect.\nIn this case, we should be aware of two ways of looking at Trump regarding this entire issue. On one hand is his strategy of appealing to the prejudices of a white nationalism in which anti-Semitism is not far below the surface, and sometimes visible on the surface. Trump relies on, as his most influential adviser, Stephen Bannon, whose Breitbart News has provided a forum for anti-Semitic sentiment .\nOn the other hand is the Donald Trump who talks about his Jewish son-in-law, his daughter who converted to Judaism, and the Jewish grandchildren they have given him. This Donald Trump also gets the endorsement of Israeli Prime Minister Benjamin Netanyahu, who said when visiting the White House last month, “There is no greater supporter of the Jewish people and the Jewish state than President Donald Trump.”\nOne always needs to approach the subject of anti-Semitism gingerly. Let us approach it by disaggregating the two subjects the Prime Minister mentioned — a people and a state — and note how different folks have responded differently to the dichotomous Donald Trump described above. Some are sufficiently and appropriately offended by the anti-Semitic connections to condemn them, regardless of whatever else they may like about Trump and his policies.\nThe Anti-Defamation League, for example, has, to its credit, spoken out forcefully against the Bannon appointment . Some others, however, including some groups that might be expected to be especially disturbed by any indications of anti-Semitism, have given Trump a pass on the issue because they give overriding priority to Trump’s support of the Israeli government and its policies. They only seem to care about Trump being less on that government’s case about the occupation of Palestinian territories and the continuing Israeli colonization of the territories than the Obama administration was, and about how Trump has appointed a far-right ambassador to Israel who is in bed with the settlement movement and how Trump makes other supportive noises such as talk about moving the U.S. embassy to Jerusalem.\nGiving Trump a Pass\nNetanyahu himself, during his recent visit, gave Trump a pass by not speaking out about the upsurge in anti-Semitism in the United States even after Trump, in his joint press conference with the prime minister, indecorously swatted aside a straightforward question from an Israeli journalist about the rash of incidents.\nChief White House Strategist Steve Bannon speaking at the 2017 Conservative Political Action Conference (CPAC) in National Harbor, Maryland. (Flickr Gage Skidmore)\nStill others recognize the dichotomy explicitly and express conflicted feelings. Samuel G. Freedman writes of an “anguishing reality” for “the vast majority of American Jews”: “To support Israel when it is cross-branded with Trump’s intolerance is to avert their eyes from a threat right here at home.”\nSimilar anguished dissonance about Trump coming to power is expressed by many observers in Israel . The conflicted feelings arise because a couple of false equations are being made by those having the feelings. One is to equate the well-being of Jewish people with the standing of a particular state. Even some movements within Judaism don’t agree with that , and the two subjects involved are in fact two different things.\nEven more damaging and disorientating is to equate either the well-being of Jewish people, or the standing and strength of Israel, with the policies of the government that is currently in power in Israel and that is a coalition of right-wing parties that have dominated Israeli politics in recent years. There is no more validity to that equation than there would be in equating criticism of Trump and his policies with being anti-American, or being prejudiced against white Protestants or any other ethnic or religious identity associated with America. Although Netanyahu spoke of support for the “Jewish state,” he really meant support for “my government.”\nWhat most obviously and saliently identifies that government, as distinct from other strands in Israeli politics, is what most identifies it in the eyes of the international community and accounts for nearly all the tensions with that community. This is the policy of holding on to territory conquered in war a half century ago that was long inhabited by another people, a people who have since been in a subjugated state and denied self-determination. The combination of colonization of the conquered territory through construction of settlements, and repression of Palestinian life through demolitions of homes and countless other measures, yields a combination of apartheid and ethnic cleansing. It is, in short, a major program of forceful discrimination against an entire people identified by their ethnic or religious identity.\nMany of the official policies and practices in the territories exhibit an attitude toward the subjugated community that is one of disdain for people of that ethnicity and treatment of their lives as having much less value than those of the dominant ethnicity.\nUnofficial actions , including violent actions, by members of the dominant ethnicity against the subjugated community embrace similar attitudes. The official policies and the vigilante activity both play upon and stoke broader attitudes of Jews toward Arabs that feature not just bias and disdain but hatred. Visceral hatred of Arabs has visibly risen among Jewish Israelis in recent times, coincident with the political rise of the right-wingers who now control the government.\nHere is where we cannot only see that there is not really a tension in how to regard Donald Trump but also understand the basis of anti-Semitism in the United States and its recent surge. Any form of hateful prejudice says much more about the bigot than about the target of the prejudice. Through the centuries, Jews have disproportionately suffered as targets of hateful prejudice for reasons that can be analyzed in terms of such historical factors as demographic patterns, envy of success, and why certain stereotypes and scapegoats have been popular at certain times.\nMuch Broader Targets\nBut the drivers of this specific manifestation of prejudicial hatred are essentially the same as those that have driven other forms of it. In the United States, anti-Semitism is tapping some of the same roots of fear, resentment, and ignorance that also have underlain waves of prejudice against Irish-, Chinese-, Japanese-, and African-Americans.\nSyrian women and children refugees at Budapest railway station. (Photo from Wikipedia)\nThe contemporary Trumpian version highlights Muslims and Mexicans, but that’s not because they both start with M or for any other reason that sets them apart from other groups that can be, or have been, targets of prejudice and hatred. They happen to be convenient targets because of perceived connections to certain other salient issues of the day, but the underlying attitudes can be directed just as easily at Jews or other targets defined in terms of religion or ethnicity.\nThe number of active hate groups in the United States has risen markedly since the beginning of the Twenty-first Century. The numbers dropped for a while during Barack Obama’s second term, but in the last two years the numbers have increased significantly again . Anti-Jewish incidents are part of an overall rise in prejudicial hatred. Anti-Jew has gone hand-in-hand with anti-black, anti-Muslim, and anti-whomever.\nThe coincidence of timing between this trend and the political phenomenon of Donald Trump is not merely coincidence. The political themes that Trump has ridden to the White House play directly upon, and stoke further, the sorts of prejudices that can take violent forms and that may be manifested in overturned gravestones in a cemetery.\nThis pattern parallels the pattern in Israel. The details about the target groups are different, or course, and for obvious reasons, Jews are not the prime target of those who support the people with political power (although it is easy to find anti-Jewish hatred among Palestinians). But the basic dynamics involving ignorance, fear, rhetoric, political power, and hateful prejudice are essentially the same.\nWe should have gotten a clue about this from the vocabulary used. Although the term anti-Semitism long ago became equated with anti-Jewish prejudice, Arabs are Semites, too. It is highly likely that those responsible for desecrating cemeteries and sending threatening message to Jewish institutions would not be nice to Arabs, either.\nSo there should be no conflicting feelings in thinking about Donald Trump in connection with these issues. His bromance with Netanyahu is one founded on a common approach to fear and prejudicial policies. The parallels between their policies, along with the foundations of fear and prejudice, extend even to wall-building . The shared political strategy of the two governments promotes the sort of bias and hatred that is bad for Jews, bad for Israel, and bad for the values of tolerance and fairness that the vast majority of American Jews embrace.\nThe false equations may have contributed to this problem from another angle. The alacrity with which some defenders of the rightist government of Israel whip out the anti-Semitism card as a response to criticism of that government’s policies not only represents a grossly inaccurate characterization of much criticism that has nothing to do with anti-Semitism and is offered in the best interests of Israel.\nIt also complicates efforts to counter real anti-Semitism. For one thing, it means taking our eyes off the ball that is the real thing while holding debates about the false version. For another, it cheapens the currency. If observers in the United States perceive that anti-Semitism is something that involves policy wonks arguing over what is going on in the West Bank, most observers are not apt to conclude that it is something worth spending their time and attention worrying about.\nThey should worry about it. It has been said, with good reason, that Jews are the canary in the coal mine as far as prejudice and sometimes lethal hatred are concerned, because they often have been the first to suffer from it. But if the cause of the suffering remains, others will suffer as well.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is author most recently of Why America Misunderstands the World . (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.) \nZachary Smith\nMarch 23, 2017 at 15:59\nMarch 22, 2017 at 07:47\nNot a word in this article that maybe, just perhaps, the direct and indirect support of world Judaism for Zionism and the apartheid polices of Israel might have something to do with the rise of anti-Semitism.\nTHOMAS W ADAMS\nMarch 20, 2017 at 22:08\nIt is not anti-semitism to recognise the abominations that Jews in Palestine are inflicting upon the Palestinian Nation, every hour, every day,every week, year upon year without respite. It is not anti-semitism to recognise the equally abominable War Crimes and Human Rights atrocities that the Palestinian Peoples are forced to endure at the hands and diabolical minds of their occupier, oppressor, invader. Claims asserted by the Jewish Peoples in Palestine, maintaining their unmatched standards of democratic humanitarian credentials, when considered against their actual psychologically deluded realities, must surely qualify as definitive oxymoron delusions.\nIf, as we claim, this is all permitted and approved by the G_d of Abraham, then it seems to me that the Devil has usurped our minds, and we are blindly following this devil back to hell. Our lord Jesus Christ saw the extent of our disobedience and lawlessness, and this is why he appeared to correct our sins; all jews ignored Abraham’s “call” and G_ds admonitions, calling us to return to sanity, the punishment will be another exodus, for the survivors, and the concomitant wandering in the wilderness. Amen.\ntravis\nMarch 20, 2017 at 17:18\nyeah, its Trump’s fault that 4 blacks vandalized the Jewish family’s home in Chandler.\nMarch 20, 2017 at 04:16\nThere is exactly ZERO evidence that President Trump or anyone in his administration is a white supremacist nor anti-Semite.\nAlso, what about the numerous incidents of hate crimes that have turned out to hoaxes perpetrated by Trump haters? Or in the case of the Jewish cemetery, Mother Nature?\nThe liberal anti-Trump hate mob has shown itself to be violent fascistic enemies of free speech and a genuine threat to many Americans who merely exercised their right to vote. With the help of the hysterics of the MSM and democrat party, there are forces afoot seeking to undermine our duly elected president on a scale never seen in our history.\nArticles like this only illustrate the great gulf between elitist liberals and most Americans living their lives trying to get by who’ve been struggling the last decade and saw in Trump a man who can get the economy rolling strong, which helps ALL Americans.\nZachary Smith\nMarch 18, 2017 at 00:59\nThat’s a Mondoweiss article which also mentions the Balfour Resolution.\nLast week the New York Times ran another letter with a very similar message. Roderick Balfour, a descendant of Arthur Balfour, the British foreign secretary who penned the Balfour Declaration 100 years ago, said that Israel’s inability to respect Palestinian rights “coupled with the expansion into Arab territory of the Jewish settlements, are major factors in growing anti-Semitism around the world.”\nF.L. Kleij\nMarch 17, 2017 at 12:28\nMuch rage when a jewish cemetary is vandalized. When the parasites vandalize time after time a Muslim cq Christian graveyard in Jeruzalem ths Mamilla Cemetery and now even further desecrate to raise A Simon Wiesenthal something on the very spot and when one than learn that the place was a result from a Jewish massacre in Ad 614 when they tried to blame again on others this tim the Persians, it is total silence.When Jewish Bolsjeviks murder some 66 millions christians just bacause they are Christians it is also deep silence. Say one word that they don’t like amd you are a Racist or a Anti-Semite. But no one reacts against the Talmud and it is over filled with gentile hatred. Every Goy MUST oppose them whenever possible. 20 milliom strangholding 7000million. No Way!\nJoseph Calles\nYou are extremely confused. And hateful.\nHave a nice day!\nMarch 16, 2017 at 22:33\nAs soon as you used the tainted term, “bromance,” you lost me.\nEvangelista\nMarch 16, 2017 at 20:53\nImagine a writer undertaking to write a treatise on genetics, using for a start storks and cabbage-leafs constructions for reproductive origins, and carrying on with references drawn from wives-tale and fairy-tale sources from there:  For instance, “Gregor Mendel, finding peas under cabbage leaves began counting numbers showing differing characteristics…” Or, “In today’s biology experiment we will be bringing together a red and a black fruit-fly and will be looking to learn about genetics fro counting how many of each the tiny flocks of fruitfly storks bring to each fruit-fly couple in their little fruity households…”\nWhen you start with propaganda and write in terms your propaganda reading has provided you, you are going to write more propaganda.  When you do not review, for example, what Breitbart News presented, that propagandists have touted to have been “antisemitic”, and so have not read it, you will not know that what was noised to be a complaint against Jews was, in fact, a complaint by a Jew expressing outrage that other Jews were not anti-Palestinian enough, that they did not see, as the Jewish author saw, Palestinians a threat that had to be eliminated.\nInstead, ignoring the real content of the source, you transfer the propaganda you have been fed to Steve Bannon, because he once edited Breitbart News, and from him to Trump.  You spread a virus of fabrication.  You cocoon yourself in a fantasy environment of your own fabricating, using the fabrications of your propaganda sources for your fabric.\nThere is no going to truth from a start like this.\nSam F\nWell said.\nJoseph Calles\nNice!\nUnfortunately though, there is about as much a chance of the truth penetrating the skulls of leftists as there is of the sun rising in the West.\nDrew Hunkins\nMarch 16, 2017 at 20:17\nA relatively new docu film came out called “The Occupation of the American Mind” it’s narrated by Roger Waters.  It’s sensational!\nMarch 16, 2017 at 12:29\nAre Jews really the Canary?  I mean there are so many other populations who have been oppressed, abused and discriminated against long before the Jews start to become the targets of hatred.  Look at all the oppression and abuse of black societies and peoples that have gone on for decades and no one seems to care that much.  Look at the indigenous populations all over the world that have lived oppressed and abused for centuries and no main stream outrage…Look how women are oppressed and abused as people throughout the world and no mainstream outrage…Look how the Palestinians have been oppressed and abused and no world wide mainstream attention paid to that…So why when Jews get a few grave stone toppled, or a few swastikas are painted here and there, or a few anti Semitic protest are pointed out why is this suddenly a call to pay attention when so much hatred, violence , oppression and discrimination goes on daily , decade after decade with the other groups I pointed out?  Is it because the Jews are white, successful and modern day power brokers that mainstream media suddenly “SEES” all the rising hatred going on around us all the time…So explain to me why are Jews considered the “Carnary”…for you?\nAnon\nMarch 16, 2017 at 13:23\nThis is because Jews directly control over 50 percent of US mass media, and indirectly control nearly all of the rest, except for a few papers in NJ (controlled largely by Italians) and in TX/LA (controlled by oil companies). So you won’t hear about alleged discrimination against other groups very often, nor anything contrary to zionism.\nRikhard Ravindra Tanskanen\nOh, be quiet.\nMarch 16, 2017 at 20:35\n“Are Jews really the Canary?”\nNo, the analogy is incorrect for any differentiated or discriminated against group:  Because one group is differentiated or discriminated against does NOT mean all groups, or even all similar groups, are in similarly disliked or in danger of discrimination, as canaries are kept in coal mines to, when it stops singing, indicate all the oxygen-breathing species in the mine, birds, beasts and men, are in danger.\nA better analogy may be of Jews to raven flocks squawking in tree tops:  As ravens are among the first, and the loudest and most raucous to squawk when any espies what it may imagine remotely a danger, be it even a dog, a duck or a dainty maiden twirling a parasol on a stroll.  The trigger may be by no means any real danger, and the raucousness of the general chorus of raven-squawking energized by the birds own enthusiasms to over-proportion by whatever the birds may imagine is all but entirely enthusiasm for squawking, irrelevant to real danger.\nPeter Loeb\nINCREASE IN HATRED IN THE US (AND ELSEWHERE)\n“…The obvious increase in such incidents leaves no doubt about the existence of\nintense anti-Semitism, and about how it persists in the United States and not\njust elsewhere. This hatred and prejudice should be vigorously condemned….”\nPaul Pillar, above\nThe use of the word “anti-Semitism” is a self-serving plea for the recognition\nof Jewish “victimhood”. See Thomas Suarez: THE STATE OF TERROR” (2017).\nSee also Norman Finkelstein, THE HOLOCAUST INDUSTRY, (2003) p. 34\nRather, the acts of violence should be seen not as acts against Jews but\nas acts against “others” in a society where restraint is nearing non-existence.\nWhichever group one dislikes can be attacked, murdered, arrested\netc. eg blacks, Muslims, LGBT etc. to name only a few.\nIt is difficult to accept the exclusivity, superiority and uniqueness in\nclaims of violent anti-Semitic acts from those who would bomb\nmembers of their own community, their synagogues, places\nof gathering etc., as per orders of PM of Israel David\nBen Gurion in 1951 or 52. In that time about 1/3 of\nBaghdad was Jewish. Jews were told these were anti-Semitic\nacts and were advised to flee Iraq to Israel in planes\ncontrolled by Israeli secret service (no others were acceptable to\nthe Israeli government).\nof Jews’ superior right to inherit all lands Palestinians inhabit.\nI feel deeply sorry for those who have been forced to suffer\nthese horrible acts as a result.\nHas the Anti -Defamation League  condemned Israel for murdering\nPalestinians and appropriating their lands, resources et?. Or does\nthis wonderful organization assume it has the right\nand obligation to do such things because they are Jewish? I suppose\nthey believe Jews are the “victims”!!\n—-Peter Loeb, Boston, MA, USA\nDrew Hunkins\nMr. Loeb,\nNorman Finkelstein’s seminal book “The Holocaust Industry” is dynamite.  I bought it many years ago when it first came out and I have vast passages duly highlighted.\nJosh Stern\nMarch 15, 2017 at 23:40\nIf people are involved in anti-semitic crimes and then caught, those interested in understanding should ask them about their motives.  Recently, I’ve only heard about Juan Thompson, who was apparently trying to get back at an ex-girlfriend who was working at a Jewish Center.  Trump didn’t seem to be a factor in that case.   Let’s keep our ears open for more developments…\nI do notice some, mostly anonymous, anti-Semitic comments online.  The most common reason given is resentment towards government capture by Wall Street firms and money bank lobbyists, coupled with the perception that a lot of their leading execs are Jewish.  IMO, the correct response there is that government capture by these firms is indeed a problem affecting policy, but it should be fixed by correcting defective government rules rather than blaming Jews international (a non-existent policy organization).  For instance, the decisions to overturn Glass-Steagall and to rule against the public in the Citizens United case are directly hurtful, and it would be constructive to focus on reversing those actions in Congress.\nAnon\nMarch 17, 2017 at 08:36\nYes, and I think that very few indeed are really anti-Jewish, if only because it is illogical to go so far. And of course efforts to correct the problems of concern are constructive only where they address the real problem. On the other hand, there are so many serious cases of past and ongoing damage to the US or large groups by organized Jewish racism, that this phenomenon cannot be ignored.\nDrew Hunkins\nMarch 15, 2017 at 18:13\nAnti-Semitism in the United States is a very, very marginal phenomenon despite what the SPLC, ADL, et. al., may shout about from time to time.\nThe Zionist Power Configuration in America likes to use hysteria over non-existent anti-Semitism in the U.S. as a red-herring whenever Tel Aviv decides to ramp up its land grabs and utter brutality against the Palestinians.  Like when it mows the grass and kills 1,000s of innocent women and children in Gaza over the course of a couple weeks every few years.\nOne often thinks Israel’s now a lunatic state stuffed full of borderline sociopaths in executive decision making roles.  No, the real violent hatred comes from primarily from Israel where a majority of the population now feels displacement of the Palestinians is a suitable solution. “Displacement” is a euphemism for a major crime against humanity.\nAnon\nMarch 16, 2017 at 13:14\nExactly. I have never met an anti-Jewish person, but there are many opposed to the racism of Israel.\nAnyone who wanted to encourage anti-Jewish sentiment would simply note the very real mass destruction caused the Madoff pyramid scheme, the “Penn State” mass child rapist (who was Jewish himself, and whose “youth athletic” organization was run entirely by Jews), the almost entirely Jewish scammers who started the Iraq War, etc., etc. The US mass media are more than 50% directly controlled by Jews. Both political parties take bribes from Jews to push Israeli racist warmongering. It would be foolish to argue that this country has not been severely damaged by many Jews. Yet it is hard to find an actual racist against all of them.\nI have myself seen many fake anti-Jewish incidents (swastikas etc.) and false accusations set up to denounce particular persons where neither party was Jewish or anti-Jewish. This simply measures the effect of Jewish propaganda in creating fear of the false accusation, and exploitation of that by scoundrels. This is no more than a modern version of the witch hunt.\nRikhard Ravindra Tanskanen\nYou have any evidence for that?\nDan\nMarch 15, 2017 at 17:04\nNYC Police recently determined that virtually all the threats in the city were coming from the same person, using computer trickery to make it seem like there were multiple culprits . This reeks of a false flag. I’m reminded too of the Jewish student at American University who painted swastikas on her door about ten years ago. Such incidents are much more common than the Jewish community would have us believe. Sayanim are everywhere.\nalexander\nHi Dan,\nI read the report differently.\nThe N.Y.P.D. intelligence division says most of the bomb threats  originated from “within” the institutions which were being targeted. They said the culprit was using some sort of “spoofing device” to make it “seem” like the calls were originating from within these institutions.\nSince they know this is “absurd” ….They concluded the calls were made with some sort of  unknown advanced  technology (they label a ‘spoofing device”) to make it “appear” the  bulk of the calls were emanating  from within the threatened institutions themselves…..Our intelligence divisions  have been  well trained to know this is “absurd”.\nVery well trained.\nOccams Razor says the calls came from the institutions.\nSam F\nYes, and I think that alexander is saying that, sarcastically.\nMonte George Jr.\nMarch 15, 2017 at 16:20\nWhere is the evidence that the recent wave of vandalism is inspired by antisemitism?  What antisemitism currently exists in America recently is more likely to be directed at Muslims, not Jews.  In the absence of evidence to the contrary these events are just as likely to be the acts of political operatives seeking to a) manufacture evidence of a climate of racial hate inspired by D. Trump, b) Create a distraction in the news cycle to draw attention away from DC pedophile rings, Obama/Clinton/Kerry support for ISIS & al Nusra (a serious felony crime), the implications of the Vault7 wiki release, or c) create sympathy for Jews prior to a renewed push for more US support for Israel.\nGiven all the options, why speculate at all without evidence?  This smells to me of false flags and propaganda.\nRikhard Ravindra Tanskanen\nSam F\nMarch 17, 2017 at 08:18\nRRT you are one who used that term, and he has made no careless statement.\nDr. Ibrahim Soudy\nMarch 15, 2017 at 16:01\nPlease need to stop using the very offensive term called “Antisemitism”. Jews are NOT the only Semites. There are far more many Semites who are NOT Jewish than there are Jews in the whole world!! Using the term for Jews is like telling all the other Semites that they do not matter!!! Use antijewishness instead, can you say that?! Stop offending people, please………..how do you feel if Americans were referred to as “Whites”?!\nThen there are Zionist who use Jews as as shields.\nSam F\nMarch 17, 2017 at 08:13\nYes, people should always use the term “anti-Jewish” instead of “anti-semitic” for several good reasons:\n1. Semites includes primarily non-Jews, usually on the other side of related political questions, so it is incorrect;\n2. “antisemitic” is a zionist propaganda term used to threaten people with false accusations if they do not give everything to zionists;\n3. the zionists have attached their weaponized pseudo-psychology to the term “antisemitic” to make false accusations.\nZachary Smith\nMarch 15, 2017 at 15:03\n“The Jewish Community Needs To Tend Its Neglected Graves — And Anti-Semitic Attacks Prove It”\nBethany Mandel\nSince the November election of Donald Trump, the mainstream media and many Jews have suddenly become very concerned about vandalism in Jewish cemeteries. A vandal’s depraved actions in October in upstate New York barely elicited local coverage whereas now, downed stones whose destruction was of an unclear origin in Washington Cemetery became national news. Why do we suddenly care about anti-Semitic actions, which were prevalent long before the election of President Trump? If the Jewish community cares so deeply about respecting the memories of those who came before, we should be working together to ensure that our concern isn’t relegated to destructive incidents now making news.\nThe “look” of the site was such that I googled it to make sure it wasn’t a neo-Nazi one.   It is in fact one of an old Jewish organization, and the writer here admits that Jewish cemeteries have long been neglected.   Despite the history they have with the All-American peckerheads they’ve been too tight-fisted to invest in security cameras, despite the fact the things are dirt-cheap these days.\nBob Charron\nMarch 15, 2017 at 13:34\nIt seemed odd to me that this outbreak of anti-semitism broke out so suddenly and at different cities. Prior to this outbreak I hadn’t heard of any such threats nor grace desecrations. Then all of a sudden they are a lot of reports across the land. The only perpetrater they have caught is a fellow whose motive was to get his ex-girl friend in trouble by making it look like she was committing some of the attacks. The thing is that his actions were not motivated so much as hatred of Jews as to use these incidents to get revenge on his ex-girl friend.\nAnd so far no Jewish citizen has been assaulted, or shot at in a drive b or beaten or Jewish houses and Jewish houses of worship have not been burned. Overturning gravestones is a despicable act, but one that does not make any material damage, that is that can’t be readily repaired. Of course it is common for copy cat types to pile on. There were even copy cats who burned themselves to death after some Buddhist Monk in Viet Nam immolated himself many years ago, so it is possible that contributed to the outbreaks.  Anyway their hasn’t yet been much violence done. Moslems and Indian s from India have been shot and beaten by some of there limited Americans. Currently there is a trial over some fellow killing 3 Moslem neighbors.a couple years ago. They seem to be more concerned whether this was a “hate crime” or not!. But he flat murdered three unarmed neighbors who did not threaten him, which rto me is all I need to know.\nAnd Trump or some of his supporters may have encouraged xenophobic reactions from white supremacists in their midst. That is possible. Making America great again is a bit too close to Deutschland Uber Alles for my mind, having been old enough to see the  newsreel films of the rise of Hitler. I appreciate people wanting to preserve their culture and heritage but others have to live too.\nMarch 15, 2017 at 13:32\nIf this is your only concern then who cares about the purported rise in Anti-Semitism?  After all, the Trump-effect promotes intolerance to many other groups, not just Jews.   Focusing exclusively on Jews while ignoring every other group leaves one with the vile after taste that here is yet another example of an ‘Israel-firster’ and you are indifferent to the needs of other groups.\nMEexpert\nMarch 15, 2017 at 13:31\nModerator — please add an edit feature to this section. Some errors you see after the comments have been posted. Then it is too late. Perhaps within two or three minutes of posting, one should be able to edit before the comments are finalized.\nJoe Tedesky\nMarch 15, 2017 at 13:42\nIf after you post your comment you then reload the page a 5 minute review status will appear, hit edit and work with your comment. In case you already knew this then accept my instructions as an act of good intention…best of luck to you with your future comments Joe\nMEexpert\nThanks Joe.\nZachary Smith\nMarch 15, 2017 at 13:28\nThere is an upsurge in anti-Jewish hatred in America. It has manifested itself in criminal and violent acts and threats of still more violence. Jewish cemeteries have been vandalized, and Jewish educational and cultural institutions have received death threats.\nOne wonders where Mr. Pillar has been during the violence committed against black citizens of the US.\nTrump himself has come close to denying that the cemetery attacks were a manifestation of anti-Semitism by suggesting that they were false flag operations.\nThat Mr. Pillar was once an active CIA officer, yet could write this, astonishes me.\nThey only seem to care about Trump being less on that government’s case about the occupation of Palestinian territories and the continuing Israeli colonization of the territories than the Obama administration was, and about how Trump has appointed a far-right ambassador to Israel who is in bed with the settlement movement and how Trump makes other supportive noises such as talk about moving the U.S. embassy to Jerusalem.\nThis is the same Trump who is to blame for the “upsurge in anti-Jewish hatred in America”, of course.\nNetanyahu himself, during his recent visit, gave Trump a pass by not speaking out about the upsurge in anti-Semitism in the United States even after Trump, in his joint press conference with the prime minister, indecorously swatted aside a straightforward question from an Israeli journalist about the rash of incidents.\nSo the great swine himself isn’t worried enough about the “upsurge” to address it.   The very same ass who couldn’t possibly be involved in the “upsurge” because he’s so good and pure and because Trump is such a joke for imagining “false flags”.\nVisceral hatred of Arabs has visibly risen among Jewish Israelis in recent times, coincident with the political rise of the right-wingers who now control the government.\nBut on the good side, this hatred hasn’t been going on for centuries because the violent bigots involved were in distant places like Europe.   Recent violence just isn’t as bad as that with ancient roots.\nAny form of hateful prejudice says much more about the bigot than about the target of the prejudice. Through the centuries, Jews have disproportionately suffered as targets of hateful prejudice for reasons that can be analyzed in terms of such historical factors as demographic patterns, envy of success, and why certain stereotypes and scapegoats have been popular at certain times.\nQuite unlike the hateful prejudice demonstrated by the casual murders and endless thefts perpetrated by the Zionists in Israel.   The Palestinians are simply the rightful owners of property the Zionist murderers and thieves desire.  And of course they’re the wrong kind of “Semites” in that they’ll be of no help to Christian Fundamentalists in forcing the Second Coming.\nThe political themes that Trump has ridden to the White House play directly upon, and stoke further, the sorts of prejudices that can take violent forms and that may be manifested in overturned gravestones in a cemetery.\nMr. Pillar is spouting  pure BS here, for the “political theme” Trump rode into the White House was the simple fact he wasn’t Hillary Clinton.\nIf observers in the United States perceive that anti-Semitism is something that involves policy wonks arguing over what is going on in the West Bank, most observers are not apt to conclude that it is something worth spending their time and attention worrying about.\nMr. Pillar, if the West Bank had never existed, there would remain the fact that the US has been throwing away lives and treasure to benefit the murderous and thieving little shithole which is Israel.  A relative handful of US soldier lives along with an enormous number of Iraqis, Libyans, Syrians, Lebanese,  and Yemenis who are dead because of the Israel-first maneuvers of the Washington Post and New York Times and the rest of the neocon bullhorns.   As you very well know, the Zionists have Iran in their crosshairs as well.   That resentment of this would be directed towards innocent non-Israeli Jews who mostly want to get on with their lives strikes me as inevitable.  Not that Netanyahu gives a damn.  But the West Bank does exist, and adds yet another item to the list of Zionist outrages and potential problems for those Jews outside of Israel.\nJohn P\nMarch 15, 2017 at 17:28\nI have a feeling Zachary that Netanyahu and  some Zionists will be happy with this upsurge. It will again shake the minds of many Jews who have already been exposed or exploited by anti-Semitism. In Netanyahu’s mind, it make provoke many Jews to move to Israel.\nI agree that much of what is going on is white supremacy and directed at anyone considered foreign. These are tough times for the lower-middle class and lower class. Perhaps industry should consider dropping automation and give people back their jobs so that they can afford to buy more from general production.\nMEexpert\nMarch 15, 2017 at 12:54\nFirst mistake the author made is to equate anti-Jewish feelings to anti-Semitic feelings. I know the Jews have hijacked the term but please be careful because they are not the same. More Semites are Arabs than Jews. Having said that, I believe the reason behind  these incidents is the rise of white nationalists in the US, which is the primary base of Donald Trump. They are equally prejudiced against the Muslims. Since, Trump cannot do anything about the Jews, his next trump card, (no pun intended), to appease his base is the anti-Muslim ban.\nThe history shows that Jews try to gain as much power as they can. It eventually gets to the point where people start to resent it. This is what happened in Europe and it is now happening in the US. Jewish population in the US is only 1.4% but look at the disproportionate power they wield in the government and public sector. They practically own most of the money in the US. They own 33% of the Supreme Court, 9% of the Senate, and 5% of the House. Not to mention Israel supporter politicians. Academia, Hollywood, and the Media is practically owned by the Jews. AIPAC, Adleson, Saban, and Soros control the US politics.\nNeed I say more.\nMarch 15, 2017 at 13:19\nYou have a point ME.  When I refer to people of Jewish ethnicity I basically use three terms or versions thereof:  Right-wing Israelis, pro-Israel supporters, or people of Jewish heritage.  The third usually applies to the good guys.\nThe problem with anonymous attacks against others – different race, ethnicity or nationality, or whatever – the motive may be understandable, though not a justification, but probably more often than not it is innocent people who suffer while the people who inspired the hostility go unmolested.\nTannenhouser\nMarch 15, 2017 at 19:54\nIf I was a Christian of any color, I would be denied entry if I was from one of the countries. Not sure this ban can be classified a Muslim ban…. regardless as to the justifications one might use to clam it is. It’s clearly not……\nBeyond that I agree… best thing is it’s observable as well as demonstrable to all, and as such it just happens to be the number one elusive of all elusive. Truth……\nRikhard Ravindra Tanskanen\nWhat anti-Semitic garbage.\nMarch 15, 2017 at 11:57\nIt is a crying shame that this kind of hatred exists today in the USA.  There are plenty of Jews who support human rights, and are aghast at the treatment of the Palestinians by the Israeli government.  I worked as a merchant seaman most of working career, and worked with races and ethnicities from all over the world.  I came to the conclusion that most people are good people, period.  And also that evil people are spread out equally among all races and religions.  I am hopeful that the tolerance exhibited by most of our young people today is a sign that, slowly but surely, humanity is evolving.\nJoe Tedesky\nMarch 15, 2017 at 12:15\nSkip after having been on a few cruises while I served in the U.S. Navy, and having visited a port or two or serval of them I too can relate to your well traveled experienced philosophy…yes, most people are good. Joe\nVollin\nMarch 15, 2017 at 11:49\nThe growth of anti semitism not surprising since Jews account for a hugely disproportionate share of billionaires and the 1% while economic hardship afflicts more and more average folks.  The fact that the immensely powerful Israel lobby pretty much dictates US mideast policy adds fuel to the fire as does massive US aid to Israel — now a wealthy nation.\nHow far this goes who knows.  But I fear for the future when the next inevitable recession hits full force.\nMarch 15, 2017 at 14:17\nplease provide % of jewish billionaires. the 1% is not a problem, 0.1% as Chomsky states are the truely weathy oligarch.\nVollin\nMarch 15, 2017 at 18:21\nCheck the FORBES listing of the 400 richest Americans.  People with Jewish names usually account for around a third of the list which is updated annually. This is more than 20 times their share of the US population.\nin good times this is no problem. But hard times for average folks is bound to generate hatred for those st the top.\n10 to 12 of the richest 50 billionaires are jewish.\nEvangelista\nMarch 16, 2017 at 20:07\nBannanaBoat,  you can calculate for yourself the percentages you ask up above by doubling both value sets in your statement above:  Make it ’20 to 24 of the richest 100 billionaires are jewish’.  Then reduce to what “10 to 12” of “50” is in percentage.  You have, ‘20% to 24%  of the richest 50 billionaires are jewish’, according to your statement.\nSam\nMarch 16, 2017 at 07:41\nLess than half of Jewish people can be identified by surname, so where the percentage is very disproportionate to population it should be doubled.\nMarch 16, 2017 at 16:43\n9 of the 50 self identified as jewish 1-3 in the unself identified had predominately jewish surnames\nJoe Tedesky\nMarch 15, 2017 at 11:05\nAs for the couple of outright racist I know, they are more than fit to be tied that Israel receives so much in military aid. If I bring up the plight of the Palestintian it matters not to these racist in breeds, but if you talk about Israel’s receiving 3.8 billion dollars in aid these bigoted souls get all upset. Since once I observed from a far the one racist I know slinging stones with a homemade slingshot at a minority persons home, it would not be hard to put someone such as these dudes on the suspect list for them trashing a Jewish cemetery. The good news is that in our local area so far there have been no reported incidents of minority hate crimes to mention. If there were though these racist bastards would be suspect in my mind.\nOn another level Netanyahu’s ignoring of settlement expansion, and with Israel’s anti-Iranian posture, I have feared for the average Jewish person who would suffer from the worldwide blowback that is sure to follow such policies. Israel and the U.S. seem to be digging their own hole by continuing to go forward with programs where fairness is off the table, and that kind of stance will always most certainly bring on crimes of revenge. While I don’t support such hate crimes, I would remind these leaders to think through their plans to the extend to keep their own people safe from the likes of who would retaliate against their unpopular plans implementation.\nAnon\nMarch 16, 2017 at 07:57\nThe incidents such as vandalism of graves and religious sites are probably just angry teens or ignorant young men, and occur everywhere against all persons locally disparaged. Incidents may signal a general anger which often becomes over-generalized and could affect innocent Jews as well as zionist warmongers.\nBut the extreme and institutionalized racism, selfishness and warmongering of so many zionist Jews in the US decreases support for the innocent Jews. The zionist control of US elections and mass media puts the ignorant racist at the forefront of efforts to restore democracy. Sad indeed but inevitable. Jews will be lucky if the blowback stops at the restoration of democracy in elections and mass media.\nThe irony is that the victim of bullying so often becomes the bully, as the victims of fascism became fascist zionists. Groups under attack empower their right wing by crediting the usual efforts of demagogues to create group enemies so as to pose as false protectors to demand power in the group, and accuse their opponents of disloyalty. This has worked just fine since long before Aristotle warned of these tyrants over democracy.\nSo it seems likely that the pendulum that swung from Jewish exploitation to Naziism to zionism, will swing back to and victimize the Jews again. Not sure I care that much now, if democracy can be restored.\nhyperbola\nCampaign to Protect Mamilla Cemetery in Jerusalem\nThe Mamilla Cemetery is an ancient Muslim burial ground and holy site in Jerusalem believed to date back to the 7th century.  A significant portion of the cemetery has been destroyed and hundreds of human remains have been desecrated so that the Simon Wiesenthal Center can build a facility called the “Museum of Tolerance.” Since 2010, CCR and the Campaign to Preserve Mamilla Cemetery have worked to halt construction of the new facility and preserve what remains of the site. To this end, we filed petitions with various UN bodies, including UNESCO to protect the sacred site. This advocacy effort is part of CCR’s longstanding commitment to support the struggle for Palestinian human rights.\nNumerous saints of the Sufi faith and thousands of other officials, scholars, notables, and Jerusalem Palestinian families have been buried in the cemetery over the last 1000 years. Companions of the Prophet Muhammad were reputedly buried there. The Muslim Supreme Council declared the cemetery a historical site in 1927, and the British Mandate authorities pronounced it an antiquities site in 1944. It was an active burial ground until 1948 when the new State of Israel seized the western part of Jerusalem. Under Israeli control, the cemetery and other Islamic endowment properties, or waqf, were taken over by the Custodian for Absentee Property. Since then, Muslim authorities have not been allowed to maintain the cemetery…..\nHank\nMarch 19, 2017 at 11:03\nAntisemitism rise?  Poor babies!  What about all those dead Muslims/Arabs who have been slaughtered in this lie-based “war on terror”?  It’s OK to mass murder people in Arab/Muslim nations FOR poor little Israel while it’s “antisemitism” to be against ANYTHING that Jewish people or a “Jewish” state(Israel) does?  Talk about your hypocrisy!\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/acts-of-faith/wp/2016/11/15/anti-defamation-league-decries-stephen-bannon-while-other-jewish-groups-stay-silent/?utm_term=.f0a8a33d3dfa",
                "https://www.chicagotribune.com/nation-world/ct-netanyahu-mexico-wall-20170129-story.html",
                "https://www.haaretz.com/opinion/zvi-bar-el-a-good-jew-hates-arabs-1.5288705",
                "https://www.washingtonpost.com/opinions/the-trump-netanyahu-alliance-forces-american-jews-to-make-an-anguishing-choice/2017/02/28/d806d2ec-fd0d-11e6-8ebe-6e0dbe4f2bca_story.html?tid=a_inl&utm_term=.30993a90870a",
                "https://www.nytimes.com/2017/03/05/world/middleeast/israel-trump-antisemitism.html?_r=0",
                "https://www.politico.com/magazine/story/2016/06/israel-palestine-occupation-violence-213957",
                "https://www.myjewishlearning.com/article/ultra-orthodox-anti-zionist/",
                "https://www.splcenter.org/hatewatch/2017/02/21/breitbart-under-bannon-breitbarts-comment-section-reflects-alt-right-anti-semitic-language",
                "https://time.com/4672402/donald-trump-anti-semitism-netanyahu/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.splcenter.org/hate-map"
            ]
        },
        "key_words": [
            "antisemitism",
            "reasons",
            "trump",
            "hatred",
            "jewish",
            "rise",
            "jews",
            "prejudice",
            "israel",
            "political",
            "policies",
            "donald"
        ]
    }
]