[
    {
        "url": "https://www.christianpost.com/news/new-zealand-university-students-vote-disaffiliate-pro-life-student-group.html",
        "title": "New Zealand University Students Vote to Disaffiliate Pro-Life Student Group",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNew Zealand University Students Vote to Disaffiliate Pro-Life Student Group\nNew Zealand University Students Vote to Disaffiliate Pro-Life Student Group\nNew Zealand University Students Vote to Disaffiliate Pro-Life Student Group\n| Wednesday, August 30, 2017\nThe University of Auckland, located in New Zealand. | (Photo: Facebook/The University of Auckland)\nStudents at a university in New Zealand have voted in an online referendum to disaffiliate a pro-life student group, stripping the organization of its official recognition.\nLast week, a majority of students from the University of Auckland voted to have the group, ProLife Auckland, disaffiliate from the Auckland University Students Association.\nAs a result, it will be harder for ProLife Auckland to receive funding for operations and on-campus room reservations.\nThe final vote tally was about 1,600 students in favor of disaffiliation and about 1,000 against, according to the Auckland City Harbour News.\n\"This was the first successful disaffiliation attempt on the group, which had faced the ban several times since its inception in 2010,\" reported the ACHN on Monday.\n\"AUSA affiliation was largely a symbolic acknowledgement from the student community that it wishes to be associated with that particular organisation.\"\nAccording to their website, AUSA uses referenda as a way for students at the university to engage with the student government on various issues.\n\"AUSA Online Referenda will be one of the ways you can have your say through AUSA. It's a direct online vote which every University of Auckland student can use,\" noted the AUSA.\n\"You'll be voting on referenda questions posed by students, and we encourage you to submit referenda questions of your own!\"\nFor a referenda question to be binding, it must have at least 3 percent of the AUSA members vote on it, as well as not concern finance, administration, human resources or governance.\nThe specific wording of the referenda question on ProLife Auckland was \"Should AUSA disaffiliate the Pro Life Club and ban any clubs with similar ideology from affiliating in the future?\"\nThe campus group Auckland Students For Choice celebrated the result of the vote, stating in a Facebook post that they were \"pleased and heartened\" by the disaffiliation.\n\"This is a clear message to anti-choice activists and proponents that their views do not represent the views of the student body,\" said the pro-choice group.\nProLife Auckland Co-President Jelena Middleton said in a statement posted to the group's Facebook page on Monday that the vote result was \"unjust\" as well as \"legally dubious.\"\n\"It's doubtful that such an unjust process and outcome would be tolerated in any other sector of a free and open society like New Zealand,\" said Middleton. \"We are now seeking legal advice about the legality of this action and how it may have breached the NZ Bill of Rights.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.stuff.co.nz/auckland/local-news/auckland-city-harbour-news/96230184/auckland-university-students-vote-to-disaffiliate-antiabortion-club"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/prolifeauckland/posts/1525107730880608",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://www.facebook.com/permalink.php?story_fbid=822315501262672&id=817147855112770",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "http://www.ausa.auckland.ac.nz/representation/referenda/"
            ]
        },
        "key_words": [
            "prolife",
            "group",
            "university",
            "student",
            "disaffiliate",
            "zealand",
            "vote",
            "students",
            "referenda",
            "ausa",
            "auckland"
        ]
    }
]