[
    {
        "url": "https://consortiumnews.com/2016/06/13/campaign-2016s-brave-new-world/",
        "title": "Campaign 2016’s Brave New World",
        "authors": [
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Wm. Boyce",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-06-13",
        "text": "Main menu\nJune 13, 2016\nBy David Marks\nIn 1958, a quarter century after publishing Brave New World, Aldous Huxley wrote a reflective essay on the themes of his book that ring with prescient truth. His analysis delves into the rise of deceptive candidates who prioritize personal interests over supporting democracy.\nHuxley wrote: “From a pulpit or a platform even the most conscientious of speakers finds it very difficult to tell the whole truth. The methods now being used to merchandise the political candidate as though he were a deodorant positively guarantee the electorate against ever hearing the truth about anything.”\nAuthor Aldous Huxley.\nHuxley’s words precisely describe the techniques used in the current presidential campaign. The core issue is the motivation behind the candidates’ words.\nHillary Clinton promotes herself as the first female presidential candidate without embracing the pacifist foundations of feminism. She has supported many of the aggressive military actions of the United States in recent years. Her use of liberal rhetoric belies her ties to military and corporate interests and membership in the American oligarchy. Clinton’s deceptive techniques in gaining popularity rely mostly on omission of truth. Except for a few grudging mistakes-were-made formulations, she admits to no faults.\nDonald Trump brings distortion of truth to a new level. He is an iconic salesman, offering a magic potion that will cure all social and political ills. And in that tradition, he repeatedly assails the status quo, claiming to identify and empathize with the downtrodden and ignored. He intentionally attracts followers in hypnotic, pied-piper fashion, repeatedly asserting he will solve all their problems.\nTrump drives this home by encouraging the disenchanted to project their discontent onto current leadership, rather than considering their own role in, or awareness of the dysfunctions in U.S. politics and economy. He offers no real solution to the individual except, “Vote for me.”\nThis subversive approach of spewing emotion while ignoring facts appeals to the darkest recesses of the human psyche and has become the norm in elections. In that sense, U.S. politics has reached a new low with the Trump candidacy. Very few of Trump’s supporters can delineate his policy or position; rather they cite his attack on the establishment or his “honesty” or “strength” as reason for allegiance. Trump’s act uses manipulative tactics aimed at stirring the unconscious forces of repressed discontent and frustration.\nTrump repeatedly compliments himself on his own simple common sense values as his rhetoric fuels the hostile impulses of his followers. Trump’s intolerance and bullying are symptomatic of undisguised fascism.\nDifferent Styles\nCandidate Clinton relies on more subtle techniques. She promotes conventional wisdom and the false premise that the U.S. is the arbiter of democracy in the world to justify military intervention. She makes her case for use of force citing “strategic” interests, omitting the corporate and financial motives that are the foundation of her policies. While her arguments appear more logical than her opponent’s, they are no less deceptive.\nFormer Secretary of State Hillary Clinton.\nThough candidate Trump criticizes Clinton’s penchant for “regime change,” he often suggests that forceful intervention or violence is a viable remedy in resolving international crises, stopping extremism, or punishing those who voice protest against him. This resonates with frustrated voters and encourages followers to act out personal anger against those who would doubt the supremacy of their leader. Trump’s arrogance and self-absorbed persona are catalysts for unchecked hostility both domestically and internationally.\nIn his essay of nearly 60 years ago, Huxley describes how propaganda is used to justify violence:\n“Propaganda in favor of action dictated by the impulses that are below self-interest offers false, garbled or incomplete evidence, avoids logical argument and seeks to influence its victims by the mere repetition of catchwords, by the furious denunciation of foreign or domestic scapegoats, and by cunningly associating the lowest passions with the highest ideals, so that atrocities come to be perpetrated in the name of God and the most cynical kind of Realpolitik is treated as a matter of religious principle and patriotic duty.”\nHuxley had observed the rise and fall of Nazi Germany and Stalinist Russia. His evaluation of the social psychology of U.S. politics did not shy away from the universal similarities in human behavior at its worst. That perspective is no less valid today. Both presidential candidates can be assailed for their use of propaganda with “incomplete evidence.”\nClinton’s appeal is to the status quo, supporting a United States where military expenditures represent the highest proportion of tax revenues, where interests of big business and banking come first, and where mass shootings are a cultural norm. She has an advantage because of her appeal to the majority of voters who cling to normalcy. Clinton attacks Trump as unpredictable and dangerous.\nTrump counterattacks by portraying her as deviant, abnormal and criminal, “Crooked Hillary.” He also taps into the dissatisfaction with government and the reasonable belief that politicians have led the country astray, calling American leaders weak and incompetent in contrast to his supposed strength and skill.\nHe relies on a cult of personality and a searing indictment of current leadership to raise his status. Rather than appealing to factual data and proposing viable solutions, Trump is the supreme authoritarian targeting the unchecked emotional forces of those who are entranced by his bravado.\nRiding the Discontent\nTrump is the voice of collective dissatisfaction, projecting and revealing one version of the American reality. He describes a political world that he also embodies: “Washington is broken, and our country is in serious trouble and total disarray. Very simple. Politicians are all talk, no action. They are all talk and no action. And it’s constant; it never ends.”\nRepublican presidential candidate Donald Trump in an MSNBC interview.\nTrump gladly enters this disarray, the realm where he is most comfortable. His stream of consciousness oratory and narcissistic candidacy bring a new bizarre character to the stage in U.S. politics, yet his rise in popularity is the extension of a growing phenomenon. For decades presidential candidates have harvested the bounty from conflicted emotions and despair to gain votes. Their empty sales tactics are often forgotten when they are elected. (In 1988, even the supposedly responsible Republican George H.W. Bush exploited racism with the Willie Horton commercials and promised, “read my lips, no new taxes,” before raising taxes as President.)\nFear of Trump’s words and demeanor has prompted critics and rivals to show distain, but attacks on him are hurled back with vindictive force. He succeeds in deflecting criticism and bringing former enemies into his camp. We witness the potential rise of an unpredictable tyrant.\nTrump initially flaunted his independent wealth, claiming immunity from the pressure of lobbyists. With this, he unwittingly confessed allegiance to personal economic interests and policies that also favor the wealthiest Americans. Many of these same power brokers come to his side as he becomes the likely Republican presidential candidate.\nNow that he could be elected, Trump’s conflicted presentations of domestic and foreign policy have yet to alienate the politicians, millionaires and billionaires who join his campaign. The real list of priorities for them is short: little else matters but money and profits. Despite concerns about the personality and idiosyncrasies of their candidate, those who not long ago scorned the idea of a President Trump join an extremely dangerous bandwagon.\nA billionaire with no leadership experience rises as the voice of the maligned and economically downtrodden. A candidate whose wealth is more telling than any of his stated positions has become the defender of those who suffer from an economy that overtly favors the richest individuals and corporations.\nBeyond recognizing and criticizing his blustering racism and fascism, there is minimal challenge to Trump’s most ludicrous claim: to represent any other economic class than his own. Trump’s greatest vulnerability lies in his status as the super-rich candidate who dubiously presents himself as someone who will come to the aid of the economically challenged.\nAllies of the Wealthy\nYet neither wealthy presidential contender – Trump nor Clinton – can be expected to do much that will discomfort the comfortable. While claiming to have altruistic motivations, they are inextricably tied to the forces that drive policies favoring profiteering over basic needs. The most costly impact of Trump’s candidacy to America’s economic elite will come when the public finally recognizes that the wealthiest Americans have gained vastly disproportional influence.\nThe founding principles and structure of the U.S. democracy rest on keeping power out of the hands of a small clique of people and their indiscriminate financially based decisions. An oligarch reaching for political office by any means confirms that the interests of an elite class are an entrenched priority.\nYet despite his crude emergence, Trump is not an anomaly. The rise of extreme nationalism in the face of economic crisis is a consequence of decades of corrupt domestic and international policies. The crisis that faces the United States is certainly exemplified by the rise of Donald Trump and would be seriously exacerbated by his presidency, but will not be resolved by his electoral defeat.\nHuxley, as early as 1958, adds perspective to a continuing syndrome: “At this point we find ourselves confronted by a very disquieting question: Do we really wish to act upon our knowledge? Does a majority of the population think it worthwhile to take a good deal of trouble, in order to halt and, if possible, reverse the current drift toward totalitarian control of everything?\n“In the United States of America is the prophetic image of the rest of the urban-industrial world as it will be a few years from now; recent public opinion polls have revealed that an actual majority of young people in their teens, the voters of tomorrow, have no faith in democratic institutions, see no objection to the censorship of unpopular ideas, do not believe that government of the people by the people is possible and would be perfectly content, if they can continue to live in the style to which the boom has accustomed them, to be ruled, from above, by an oligarchy of assorted experts.”\nTrump, the self-absorbed snake-oil salesman, may self-destruct as quickly as he has risen; however we cannot dismiss the illness allowing his candidacy. Materialism cloaked as patriotism needs to be faced head on and not blamed on a single candidate.\nPerhaps Hillary Clinton is more subtle about the forces she is tied to; and clearly has more political experience and a better understanding of the constitutional system. Yet whoever is elected president of the United States will be wed to the identical economic forces. The presidential election of 2016 will be remembered as when Americans were forced to realize that their power has been handed to the economic elite.\nHuxley’s question becomes more relevant: “Do we really wish to act upon our knowledge?”\nAldous Huxley’s full 1958 essay, Brave New World Revisited, can be read at:\nhttp://www.huxley.net/bnw-revisited/\nDavid Marks is a veteran documentary filmmaker and investigative reporter. His work includes films for the BBC and PBS Frontline, including “Nazi Gold,” on the role of Switzerland in WWII.\nWm. Boyce\nJune 14, 2016 at 10:54\n“The author calls out candidate Trump for criticizing Clinton’s penchant for “regime change.” But that is an apt criticism. Neocon Clinton would make a dangerous president. She hasn’t seen a war she hasn’t liked (at the time) and, when there isn’t enough war, she’s willing to get one going (she was responsible for Obama getting involved in Libya). She’s also quit crude. When told that Gaddafi had been killed she said “we came, we saw, he died” and chuckled. “Crude” is probably much too kind. Someone who chuckles talking about a person who was killed… that’s appalling.”\n@ Bart Gruzalski\nYou can relax about thinking Trump would be any better than Ms. Clinton on this score:\n“Trump supported invading Libya – just like Clinton.\nOn Monday, Trump referred to the U.S. invasion of Libya as Clinton’s “war in Libya,” but he supported it too at the time: In a 2011 video blog commentary Trump said, “We should do, on a humanitarian basis, immediately go into Libya, knock this guy (LIbyan leader Moammar Khadafy) out very quickly, very surgically, very effectively, and save the lives.”\n( San Francisco Chronicle 6-14-16)\nOn balance, the lesser of evils is STILL Secretary Clinton, by quite a margin, if you realize how dangerous Mr. Trump is.\nPeter Loeb\nWITH ALL DUE RESPECT…\nis and  2) how  Americans —not just cademicians\nand so-called “lefties”— foresee dealing with the\nfascism around us.\nracism” or Hillary Clinton and her vow to bring\nour relationship with Israel “to a new level” this\ncondoning Israel’s crimes and” DEATH TO ARABS”\nonly brings us to choosing between Tweedledum and Tweedledee.\nMost of these comments represent pie-in-the\nsky responses.\nWell, that doesn’t seem likely just now.\n—Peter Loeb, Boston, MA, usa\nelmerfudzie\nJune 13, 2016 at 21:37\nIf our legal system fails to gather sufficient evidence to convict HRC, then our people must write in Bernie’s name on their election ballots. If Bernie fails to re-authorize a return to a precious metal backed currency (Silver Certificates), then we’ll all come to realize that he’s just another Rockefeller stooge like the rest of them. Without a competing currency to the fiat one, our nation will loose all it’s wealth, prosperity and freedoms at the hands of a small cabal of international Trillionaires (about fifty individuals now possess more wealth than half the planets population) Wake up citizen’s of the world! somewhere between seventy and one hundred million people died in the last world war, but that will pale in comparison to the next, and last, war. The moguls have a bottomless craving for power (over people) and an endless greed that knows no limit. They do share in one innate personality, none has experienced satiation. One closing observation, take a moment to observe those inscrutable Chinese, buying up and hording gold like there’s no tomorrow-PERHAPS THERE ISN’T A TOMORROW!\nRikhard Ravindra Tanskanen\nJune 15, 2016 at 10:38\nBernie doesn’t want a metal-based currency – he never said anything about that. You’re just putting words in his mouth.\nelmerfudzie\nJune 15, 2016 at 18:39\nHello from Elmerfudzie, TO Rikhard Ravindra Tanskanen, I understand and you are correct. Bernie never said he’d bring back the Silver Certificate-but he better do so and fast! Fiat currencies are an utter failure, they can only be supported by sheer military might and Ponzi scheming. The best way to free ourselves from this “second government” or “invisible hand” leadership economy (AKA the Rockefeller boys) is to force a competition between Silver backed vs fiat backed money. and may the best boxer in the ring, win!\nBill Bodden\nJune 13, 2016 at 19:45\nSo, Hillary Clinton and Donald Trump are charlatans and they combine to give the American people the worst possible choice for president in US history.  Now, how do we explain the role of the American people in bringing on this quandary with a probably consequent disaster – or series of disasters?\nOn the Democratic (sic) side Bernie Sanders and Martin O’Malley came across as reasonable decent people.  On the Republican side, Rand Paul and John Kasich had their defects, but compared with Donald Trump they were answers to a citizen’s prayer.  The people turned them down.\nHowever, no matter who is elected in November, the plutocrats and their puppets in the duopoly’s oligarchies will have her or him march to the drum that has ruled Washington for generations.\nZachary Smith\nJune 13, 2016 at 20:01\nOn the Republican side, Rand Paul and John Kasich had their defects, but compared with Donald Trump they were answers to a citizen’s prayer.\nIf I had those two on the primary ticket, I’d either not voted at all or chosen Trump.  IMO Trump has cranked up the lunacy since the primaries, and during the primaries represented the least bad of all the people in his party.\nThe people turned them down\nI don’t believe you’ve been following the election fraud issue as closely as you might have – and I’m thinking about the Democrats here.   Hillary cheated at every level, and so did the ‘mainstream media’ on her behalf.\nBill Bodden\nJune 13, 2016 at 22:35\nThere isn’t much left of our democracy in the US, but people who prefer to vote for Trump in November will be able to do so as others who prefer HRC will be able to vote for her.  Others will be able to vote for another candidate or write in their preference – or stay home.\nAs for Hillary’s machine and tactics and her support from the media rigging the system, it may have gained her a majority.  Despite that a sizable minority rose above this corruption and voted for Sanders.  So what does that say about the majority of Democratic (sic) voters who were conned into voting for her?\nZachary Smith\nJune 13, 2016 at 19:14\nAs an indication of how ‘futuristic’ US Presidential elections have become in 2016, I’ve just read some internet gossip that outside agents may ‘help’ with this particular election.\nJulian Assange, the founder of WikiLeaks, has said his organisation is preparing to publish more emails Hillary Clinton sent and received while US secretary of state.\nClinton, the presumptive Democratic presidential nominee, is under FBI investigation to determine whether she broke federal law by using her private email in sending classified information. A new WikiLeaks release of Clinton emails is likely to fan a controversy that has bedevilled her campaign and provide further ammunition for Donald Trump, her Republican presidential rival, who has used the issue to attack her.\nhXXp://www.theguardian.com/media/2016/jun/12/wikileaks-to-publish-more-hillary-clinton-emails-julian-assange\nWhere would WikiLeaks be getting the emails?\nReliable intelligence sources in the West have indicated that warnings had been received that the Russian Government could in the near future release the text of email messages intercepted from U.S. Presidential candidate Hillary Clinton’s private e-mail server from the time she was U.S. Secretary of State. The release would, the messaging indicated, prove that Secretary Clinton had, in fact, laid open U.S. secrets to foreign interception by putting highly-classified Government reports onto a private server in violation of U.S. law, and that, as suspected, the server had been targeted and hacked by foreign intelligence services.\nThe reports indicated that the decision as to whether to reveal the intercepts would be made by Russian Federation President Vladimir Putin, and it was possible that the release would, if made, be through a third party, such as Wikileaks.\nJ'hon Doe II\nLipton\nTHE HOLY BARBARIANS\nby Lawrence Upton\nPrinted in the United States of America\nLibrary of Congress Catalog Card No.; 59-7135\n::  (For Nettie)\nPREFACE\nWhen the barbarians appear on the frontiers of a civilization it is a\nsign of a crisis in that civilization. If the barbarians come, not with\nweapons of war but with the songs and ikons of peace, it is a sign that\nthe crisis is one of a spiritual nature. In either case the crisis is never\nwelcomed by the entrenched beneficiaries of the status quo. In the\ncase of the holy barbarians it is not an enemy invasion threatening the\ngates, it is “a change felt in the rhythm of events” that signals one of\nthose “cyclic turns” which the poet Robinson Jeffers has written about.\nTo the ancient Greeks the barbarian was the bearded foreigner who\nspoke an unintelligible gibberish. Our barbarians come bearded and\nsandaled, and they speak and write in a language that is not the\n“Geneva language” of conventional usage. That their advent is not\njust another bohemianism is evident from the fact that their ranks\nare not confined to the young. Moreover, the not-so-young among the\nholy barbarians are not “settling down/’ as the nonconformists of the\npast have done. Some of them are already bringing up families and\nthey are stitt “beat.” This is not, as it was at the turn of the century,\nthe expatriates in flight from New England gentility and bluenose cen\nsorship. It is not the anti-Babbitt caper of the twenties. Nor the polit\nically oriented alienation of the thirties. The present generation has\ntaken note of all these and passed on beyond them to a total rejection\nof the whole society, and that, in present-day America, means the bus\niness civilization. The alienation of the hipsters from the squares is\nnow complete.\nPresenting the picture in this way, as a kind of evolutionary, histor\nical process, I must caution the reader at this point that it is merely a\npreliminary formulation of the picture, a simplification. When I met\nKenneth Rexroth for the first time in Chicago back in the late twenties\nho was as beat as any of today’s beat generation. So was I. So were\nmost of my friends at the time. If some of us remained beat through\nthe years and on into the fifties it was because we felt that it was not\nwe but the times that were out of joint. We have had to wait for the\nworld to catch up with us, to reach a turn, a crisis. What that crisis is\nand why the present generation is reacting to it the way it does is the\ntheme of this book.\nI have chosen Venice, California, as the scene, the laboratory as it\nwere, because I live here and have seen it grow up around mo. Newer\nthan the North Beach, San Francisco, scene or the Greenwich Village\nscene, it has afforded me an opportunity to watch the formation of a\ncommunity of disaffiliates from its inception. Seeing it take form I had\na feeling of “this is where I came in,” that I had seen it all happening\nbefore. But studying it closely, from the inside, and with a sympathy\nborn of a kindred experience, I have come to the conclusion that this\nis not just another alienation. It is a deep-going change, a revolution\nunder the ribs. These people are picking up where we left off? no,\nwhere we began. Began and lived it and wrote about it and waited for\nthe world to catch up with us. I am telling their story here because it\nis our story, too. My story.\nLAWRENCE LOTON*\nJune 13, 2016 at 15:24\n“all kinds of new devices coming into the picture […] these are all instruments for obtaining power, and obviously the passion for power is one of the most moving passions that exists in man; and after all, all democracies are based on the proposition that power is very dangerous and that it is extremely important not to let any one man or any one small group have too much power for too long a time. After all, what are the British and American Constitutions except devices for limiting power, and all these new devices are extremely efficient instruments for the imposition of power by small groups over larger masses.”\n– Aldous Huxley, interview with Mike Wallace (May 18, 1958)\n(please forgive me for/if any false assumptions… .\nIntro to Huxley, anyone…?\nAnother link to the Huxley book is this:\nWe are so screwed.   One of these two horrors is very probably going to become president.    Probably Hillary.   This morning I found another version of the Trump-Is-Taking-A-Dive theory – this one discussing a hypothetical subconscious desire to lose.\nBut I believe that Donald Trump, the man who famously disparages “losers,” knows deep down he isn’t equipped to be president.\nLet’s call this more reflective subconscious entity “Don Trump.”\nDonald Trump loves winning and hates losing, while Don Trump knows that running a smart campaign and beating Hillary Clinton means he’d inherit a job he has neither the qualifications nor the temperament to perform successfully. Don Trump wants to lose. He wants this campaign to be over so Donald Trump can go back to doing what he’s good at: promoting his personal brand and counting his money.\nTo me, that’s the best explanation for the loony “Mexican” judge comments and other unforced errors Trump has made since clinching the Republican presidential nomination. A man who wanted to win this election wouldn’t make these mistakes.\nAs a practical matter his motives don’t really matter to me – the end result is Hillary becomes President.\nThe Republicans will have one long party chasing her down, and likely nailing her hide to the wall.   That’s all we need now, another enormous distraction while the top .1% consolidates their gains.\nBart Gruzalski\nJune 13, 2016 at 19:55\nZachary, I don’t think Clinton will even make it to the Convention (whew!).  But if she is able to ride the Clinton Coronation Express that far, I don’t think she can beat Trump.\nTurning my attention to the article, the author starts off with an excellent quote from Huxley in which Huxley says that “the methods now being used to merchandise the political candidate as though he were a deodorant positively guarantee the electorate against ever hearing the truth about anything.”  Yet Huxley got it wrong.   We can easily imagine a deodorant commercial honestly telling us the truth about the deodorant so that we will try it out. To base the claim that we won’t hear any truthful exchanges of ideas because politicians are sold like deodorant does not imply that the “commercial” for a politician isn’t truthful.\nThe author next tells us: “the core issue is the motivation behind the candidates’ words.”  I wouldn’t have thought the core issue was motivation if we are interested in hearing the truth.  What has motivation to do with that?  Granted, a Hillary Clinton cannot be trusted to tell the truth because she has lied so often that people don’t trust her (a recent poll about Sanders, Trump, and Clinton, the question was which of these three are the most honest?  37% of those polled thought Sanders was the most honest, followed by 29% for Trump with Clinton dragging up the rear at 21%).\nA bit later the author writes: “He [Trump] intentionally attracts followers in hypnotic, pied-piper fashion, repeatedly asserting he will solve all their problems”  Does the author have even one reference or citation for an instance where Trump said he’d solve all the problems of his supporters?   If the author has a source, I hope he will put it in a reply to this comment.\nSuddenly the author calls Trump a fascist.  The only aspect of fascism that Trump might share is his emphasis on “America First.”  Before anyone bandies around words like “fascism,” it would be helpful if he told his readers what he means by “fascism” We do know that fascists were opposed to the Allies in WWII and that many of the people in the Ukrainian government are fascists.  We still need the term defined and I can’t define it and explain, using a clear definition, why many people in the Ukrainian government are to be identified as fascists.  What the media tells us is that many of these people were supporters of Nazism so that’s fair enough.  Trump is not a supporter of Nazism.\nThe author calls out candidate Trump for criticizing Clinton’s penchant for “regime change.”  But that is an apt criticism.  Neocon Clinton would make a dangerous president.  She hasn’t seen a war she hasn’t liked (at the time) and, when there isn’t enough war, she’s willing to get one going (she was responsible for Obama getting involved in Libya).  She’s also quit crude.  When told that Gaddafi had been killed she said “we came, we saw, he died” and chuckled.  “Crude” is probably much too kind.  Someone who chuckles talking about a person who was killed… that’s appalling.\nJumping ahead, the author says: “Trump is the voice of collective dissatisfaction, projecting and revealing one version of the American reality.”  What’s wrong with that?  The only recent politician I remember who had the courage to say that America was “broken” was Jimmy Carter.  So what’s wrong with what Trump says?  In the USA we have\n• terribly high unemployment,\n• our infrastructure is falling apart,\n• potable water is becoming a problem and corporations are taking over urban water systems (to make a profit of course)\n• we have a higher percentage of people in prisons compared with any Western country\n• a lot of our prisons are owned by corporations who milk out as much profit as possible\n• we have a lousy “Obamacare” which only pumps dollars into the corporations who are the insurance companies,\n• climate change is evolving to such an extent that if a person could live anywhere to best avoid its ravages, it’s hard to know where to live in this country\n• species of animals are dying off—where I live, until this summer we’d see hundreds of Pelicans every summer, hundreds… this year, none, and nobody seems to know why\n• bees, essential for many crops, are dying off\nYou write as if this is only “one version” of America and that there are others.  I’m sure there are, but are they as truthful as the one above?  Clinton has one: “[my vision of America] is hopeful, generous, and confident in the knowledge that America is great – just like we always have been.”  That’s a mouthful of myth and fiction. Our nation has been in decline for some time.  Hard to measure when it began, though shortly after our troops were chased out of Vietnam might be the moment.\nBefore the ending, the author writes: “recent public opinion polls have revealed that an actual majority of young people in their teens, the voters of tomorrow, have no faith in democratic institutions….and would be perfectly content, if they can continue to live in the style to which the boom has accustomed them, to be ruled, from above, by an oligarchy of   experts.” I hope he’ll put a citation for that poll question into a reply to this comment.  The question would be something like: Would you be content to live in the style which the boom accustomed you to live if you were ruled, from above, by an oligarchy of   experts.”\nI want to make it crystally clear I am NOT a Trump supporter.  I am a Bernie Sanders supporter and I believe he will become the candidate for the Democratic party.  Nonetheless, as I read your article I had the same feeling as I did when I heard Clinton’s foreign policy speech, which was really a roasting of Trump.  Very little of what she said was anything other an innuendo and her negative opinions (one exception: Trump’s trashing of Muslims).  She delivered her lines and got the applause I’m sure she wanted, but as a speech with solid content, she didn’t do the job.\nIn conclusion, I wonder if the author has read any of Trump’s book “Crippled America: How to Make America Great Again.”  If he hasn’t, I especially recommend Chapter 4, “Foreign Policy, Fighting for Peace,” and Chapter 12, “Our Infrastructure is Crumbling.”\nAlthough I am not a Trump supporter, those two chapters definitely make sense and suggest very concrete policies that a president Trump would put into practice.\nZachary Smith\nJune 13, 2016 at 21:55\nA bit later the author writes: “He [Trump] intentionally attracts followers in hypnotic, pied-piper fashion, repeatedly asserting he will solve all their problems” Does the author have even one reference or citation for an instance where Trump said he’d solve all the problems of his supporters? If the author has a source, I hope he will put it in a reply to this comment.\nOdd you mention that specific “pied-piper” business, for just a few minutes ago I was at the Real Climate site where I read of a study about how Republican and Republican-Leaning voters process information.\nWhat I found was that every single treatment condition failed to convince respondents. In fact, treating Republicans with persuasive information made them more resistant to climate action regardless of the content or sourcing of that information. Overall, simply being exposed to pro-climate action communication appeared to polarize Republicans even further; they became more opposed to governmental action and less likely to take personal action compared to the control group. They also became more certain of their negative opinions on the issue, displaying significantly lower attitudinal ambivalence compared to the control group. What’s more, all of these treatment effects doubled to tripled in size for respondents who reported high personal interest in politics, all statistically significant outcomes. These highly politically interested individuals make up roughly one-third of Republicans in the sample and in the United States.\nI don’t want to be misunderstood as claiming only Republicans dig in their heels when presented with the facts.  What I will say is that my own experience has shown that they’re much more likely to do that than the Democrats I know.  But then, here in this part of Indiana I meet darned few Democrats, so my personal sample may be skewed.\nI got on the internet just before the 9/11 attacks, and witnessed the mad scramble for war.  I noticed that citizens who called themselves Democrats tended to sober up much more quickly than those who styled themselves Republicans.   In fact, I concluded at the time that the folks I called Bush Worshipers would never abandon their man.   To this day I don’t know what it was which caused them to ditch the Smirking Chimp – only that it in fact happened.\nThe Republicans I know are fundamentalists in religion, All of them.   They know next to nothing about American History, but in their own mind they’re experts.   As a rule they’re quite ignorant of science except for the odd bits recalled from their 1-12 schooling, but they’re positive climate change is a crock of crap.  And government is evil – period.\nWhether the author is correct or not, it’s not at all difficult for me to imagine his pied piper image.\nChristophe\nJune 14, 2016 at 12:52\nthe truth is , you don’t need deodorant at all and deodorant is made with nasty cancer causing chemicals. Eat a clean diet and you won’t smell bad! Body odor is a diagnostic tool in traditional medicine, so don’t cover it up use it as a guide to personal health!\nChristophe\nJune 14, 2016 at 13:37\nThis election is what smells rank! No deodorant can cover the stink up because it is rotten to the core. The collusion between the Clintons and Trump is painfully obvious! Of course Trump will take a dive in the general, that is the plan all along! Notice how everything he says helps elect Clinton and has the dual purpose of destroying the Republican Party! And if Hillary does somehow go down for secrecy and private email server, the oligarchs will welcome their fellow oligarch Trump.\nThe tactics used in this election mirror tactics used in other countries where oligarchs collude with  economic hit men to entrench capitalist dictators. This alone should put the fear of satan in Americans hearts as it truly shows how people of the .1 % view this nation!!!\nSo what will be the outcome of Clinton coronation. Not sure the order of what’s to come but it includes- removal of Syria’s Assad, confrontation with Russia inducing them into a two front war in Syria and Ukrain, military confrontation with Iran with the support of Saudia Arabia and Israel along with the purging of all Palistination from what will become Greater Isreal! Essentially world war!\nWell that’s just a general overview, the details of which will be much gloomier! And on the economic front I think the plan is complete control of finances through a cashless banking system!\nInterestingly enough the two secrets that would reveal all of this are in the 30,000 deleted emails and the speeches to Wall st bankers!\nFolks party time in America  is OVER! We are about to become the third world country they have been pushing us toward since Reagen/Thatcher era!\nWe had a chance with Bernie! But we have given away our power for entertainment and now main stream media does our thinking for us!\nRikhard Ravindra Tanskanen\nJune 15, 2016 at 10:41\nHe wasn’t criticizing Trump criticizing Clinton for her support of regime-change.\nAlso, I didn’t know baby boomers wouldn’t have cared if they were ruled by a non-democratic oligarchy!\nrosemerry\nJune 14, 2016 at 05:18\nI also get this impression. He is no fool and must know that he is unfit ; he has also been friendly with the Clintons in the past.  He would perhaps behave differently if Sanders were the challenger.\nAs for “She has an advantage because of her appeal to the majority of voters who cling to normalcy.”\nWhat a sad commentary on the USA of 2016.\nJ'hon Doe II\nSeeing Impostors: When Loved Ones Suddenly Aren’t\nMarch 30, 2010\n(Magritte’s painting, The Intimate Newspaper\nMagritte’s 1964 painting The Intimate Newspaper gets us thinking: Who is this? A familiar friend or a complete stranger?\nRene Magritte/Corbis– Fall For An Illusion\n::\nConsider these two true stories:\nA 37-year-old woman came into the office of Carol Berman, a psychiatrist at New York University Medical Center, with a strange complaint. She had returned to her house recently to find a man sitting on her couch. He was familiar, sort of, and he was wearing her husband’s clothes. But something didn’t feel right to this woman. She felt a strange kind of emptiness when she looked at him. She was struck by the very deep sense that her husband had somehow been replaced by this strange man.\nA student at the University of California, San Diego was severely injured in a car accident. After several weeks in a coma, he regained consciousness and seemed to be doing fine. But according to V.S. Ramachandran, a neuroscientist at the university, when the patient’s mother came to see him, he exclaimed, “Who is this woman? She looks just like my mother, but she’s an impostor! She’s some other woman pretending to be my mother.”\nRare Delusional Disorder\nBoth patients, it turns out, were suffering from a rare delusional disorder, called Capgras. Capgras delusion can be brought about by a variety of conditions — changes in brain chemistry associated with different mental illnesses, or physical trauma to the brain — but the delusion always involves the distinct feeling that the people around you have been replaced by impostors.\n“Invasion of the Body Snatchers” (1956)\nJune 13, 2016 at 14:47\nIn our system of inverted totalitarianism, the political philosopher Sheldon Wolin pointed out, the object is to demobilize the citizenry, to render it apathetic, to convince the citizen that all political activity that does not take place within the narrow boundaries defined by the corporate state is futile. This is a message hammered into public consciousness by the corporate media, which serve as highly paid courtiers to the corporate elites. It is championed by the two parties that offer up fear of the other as their primary political platform.\nDonald Trump and Hillary Clinton hold the highest candidate disapproval ratings in American history—in that order. These two candidates, the system insists, are the only “rational” options. Step outside the system and you are disappeared or ridiculed. Acceptable political opinions, as Wolin wrote, are “measurable responses to questions predesigned to elicit them.” We vote, in the end, for skillfully manufactured personalities. Neither Trump nor Clinton in office will hinder corporate hegemony. Nothing will change until we revolt, until we defy the corporate system, until we wake from our civic stupor. The goal of the elites is to keep us pacified.\n“The crucial element that sets off inverted totalitarianism from Nazism is that while the latter imposed a regime of mobilization upon its citizenry, inverted totalitarianism works to depoliticize its citizens, thus paying a left-handed compliment to the prior experience of democratization,” Wolin wrote in “Politics and Vision.” “Where the Nazis strove to give the masses a sense of collective power and confidence, Kraft durch Freude (or ‘strength through joy’), the inverted regime promotes a sense of weakness, collective futility that culminates in the erosion of the democratic faith, in political apathy and the privatization of the self. Where the Nazis wanted a continuously mobilized society that would support its masters without complaint and enthusiastically vote ‘yes’ at the managed plebiscites, the elite of inverted totalitarianism wants a politically demobilized society that hardly votes at all.”\n– American journalist and activist Chris Hedges http://www.truthdig.com/report/item/shut_down_the_democratic_national_convention_20160605 writing about the need to recapture our democracy in the streets.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.truthdig.com/report/item/shut_down_the_democratic_national_convention_20160605"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "clinton",
            "candidate",
            "economic",
            "world",
            "trump",
            "trumps",
            "campaign",
            "2016s",
            "brave",
            "rise",
            "interests",
            "presidential"
        ]
    }
]