[
    {
        "url": "https://www.christianpost.com/news/tye-tribbett-is-teaming-up-tbn-new-gospel-music-show.html",
        "title": "Tye Tribbett Is Teaming Up With TBN for New Gospel Music Show",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTye Tribbett Is Teaming Up With TBN for New Gospel Music Show\nTye Tribbett Is Teaming Up With TBN for New Gospel Music Show\nTye Tribbett Is Teaming Up With TBN for New Gospel Music Show\n| Saturday, January 20, 2018\nTye Tribbett has a new gospel music show coming to TBN.\nThe gospel music singer-songwriter and composer took to Instagram  this week to share the news about his new show.\n\"I'm coming to share some very exciting news. We are partnering with TBN on a brand new show called the \"Gospel Worship Experience,\" the senior pastor of Live Church Orlando wrote. \"Javon, along with myself, will be the host of this brand new show like no other.\"\nAn invitation to the Gospel Worship Experience taping was posted on Facebook  and revealed some of the guests who willl be featured on the Orlando show at the Holy Land Experience theme park.\n\"Come to the  Holy Land Experience  Church of All Nations, Jan. 29. Doors open at 5 p.m.,\" the post reads.  \"Javen  and  Tye Tribbett  will host  Tasha Cobbs ,  Travis Greene ,  Kierra Sheard , and  Anthony J. Brown  for an incredible 'Gospel Worship Experience' you do not want to miss!\"\nJan 17, 2018 at 11:00am PST\nIn his Instagram video, Tribbett said TBN would be airing the gospel music show after other networks canceled theirs. Last year, Tribbett's BET gospel music variety show \"Joyful Noise\" was canceled after just one season.\n\"While other networks are taking gospel and worship off of their networks we're partnering with TBN to keep worship alive and well on mainstream mediums. The first taping is Jan. 29 at the Holy Land in Orlando Florida,\" he said. \"Get here, it starts at 6 p.m. We got Kiki, Anthony Brown, Travis Greene, Tasha Cobbs Leonard. You do not want to miss this night of worship and praise to our living God.\"\nJust before he starred in \"Joyful Noise,\" Tribbett spoke to The Christian Post  about his desire to make gospel music relevant.\n\"My thing was to really make Jesus, gospel and music as cool and relevant as it really is. I want to bring that back in a way that will bring family together, not just youth,\" the boisterous musician told CP in 2016. \"I want to bring families together so they will be inspired because we're going to face some dark days, especially in America. We're going to find strength in knowing all things work together for good, and I want the show to be a reinforcement of that truth.\"\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/tye-tribbett-talks-not-wanting-to-fill-bobby-jones-shoes-in-new-sunday-show-joyful-noise-interview-170583/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/kierrasheard/",
                "https://www.instagram.com/p/BeD77uknk2z/?hl=en&taken-by=bowtyetrib",
                "https://www.facebook.com/MeetJaven/",
                "https://www.facebook.com/TravisGreeneTV/",
                "https://www.facebook.com/HolyLandExp/",
                "https://www.facebook.com/Tye-Tribbett-118836531317/",
                "https://www.facebook.com/GWEonTBN/videos/552350931784951/",
                "https://www.facebook.com/AJBlive/",
                "https://www.facebook.com/OfficialTashaCobbs/"
            ]
        },
        "key_words": [
            "tribbett",
            "tbn",
            "gospel",
            "worship",
            "post",
            "orlando",
            "experience",
            "networks",
            "teaming",
            "music",
            "tye"
        ]
    }
]