[
    {
        "url": "https://consortiumnews.com/2017/07/28/the-worlds-shift-to-electric-cars/",
        "title": "The World’s Shift to Electric Cars",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "James Robinson",
                "link": null
            },
            {
                "name": "Russell Buxton",
                "link": null
            },
            {
                "name": "Carolyn Zaremba",
                "link": null
            },
            {
                "name": "Dennis Merwood",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Douglas Baker",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-28",
        "text": "Main menu\nJuly 28, 2017\nBy Jonathan Marshall\nEven as the Trump administration scrubs federal web sites of data about climate science and clean energy and appoints coal industry lobbyists to senior policy positions, other nations are responding vigorously to the reality of global warming.\nThe Nissan Leaf, an electric car at a charging station.\nGreat Britain and France have recently announced ambitious timetables for phasing out fossil-fueled cars by 2040. Even bolder are Norway, which expects all new cars sold by 2025 to be electric, up from 37 percent today, and India, which set 2030 as its target date for going all-electric.\nTogether with the rising domestic popularity of all-electric and hybrid electric vehicles, the potential political contagion from such foreign programs is spurring major U.S. fossil fuel producers into spending millions of dollars to kill clean transportation alternatives.\nA shadowy outfit called Fueling U.S. Forward , devoted to promoting greater use of oil and natural gas, recently produced a misleading attack video called “Dirty Secrets of Electric Cars.” The New York Times exposed the group as “a public relations group for fossil fuels funded by Koch Industries, the oil and petrochemicals conglomerate led by the ultraconservative billionaire brothers David H. and Charles G. Koch.”\nThe stakes, both financial and environmental, are high. The U.S. transportation sector currently consumes 14 million barrels of petroleum products every day. Transitioning away from all that gasoline and diesel to cleaner electric transportation will be critical to lowering carbon emissions before global warming wreaks havoc on human civilization and natural ecosystems. It will also help alleviate vehicle air pollution that kills an estimated 50,000 people each year in the United States alone.\nUnlike the power sector, where the renewable energy revolution is well underway across the nation, transportation remains largely stuck in the last century. In my car-friendly state of California, for example, thanks to a boom in solar and wind energy, electric power today accounts for only about 20 percent of statewide greenhouse gas emissions. Transportation, by contrast, contributes 36 percent , far more than any other sector.\nWhen charged by clean solar, wind, hydro or nuclear power, electric cars and trucks contribute almost no greenhouse or toxic air emissions. Even in states with a high proportion of coal-fired generation, efficient electric vehicles (EVs) account for fewer emissions than the average new gas-powered car.\nWith coal-burning plants increasingly giving way to cleaner natural gas-fired plants and renewable generation of energy, more than 70 percent of Americans now live in areas where EVs cause fewer emissions even than the cleanest conventional cars, according to recent research by the Union of Concerned Scientists (UCS). On average, across the country, EVs create as little carbon pollution as gasoline-powered cars that get 73 mpg — if such cars even existed.\nCritics, like the Koch-funded Fueling U.S. Forward, complain that it takes more energy to manufacture an electric car than a gas-powered car, mostly because of the need for big batteries. But those manufacturing emissions are more than offset by the reduced emissions from driving a mid-sized electric car after just 5,000 miles, the UCS report notes.\nElectric Vehicles on a Roll\nElectric vehicles today number only about 2 million, or just 0.2 percent of all light passenger vehicles in use globally today, according to the International Energy Agency (IEA). The good news is that their numbers are growing about 60 percent per year. In the United States, customers bought 53,000 electric and plug-in hybrid vehicles in the first six months of 2017 — not counting Tesla sales — up from 33,000 in the same period a year ago.\nA poster that comic artist Walt Kelly prepared for the first Earth Day in 1970.\nMomentum is growing in the EV industry. Tesla briefly this year enjoyed the highest market cap of any U.S. automaker. In July, Volvo announced that it plans to produce only hybrid or all-electric vehicles by 2019. China, which now leads the world in EV sales, has tough incentives to increase them further. A multi-nation coalition called the Electric Vehicles Initiative — including Canada, China, Finland, France, Germany, India, Japan, Korea, Mexico, Norway, South Africa, Sweden, United Kingdom, and, for now, the United States — is encouraging the global deployment of 20 million EVs by 2020.\nIEA cites estimates that the global stock of electric cars will range between 40 million and 70 million by 2025, if governments continue to support R&D, purchase incentives, and charging infrastructure. The transition to EVs may accelerate if, as some experts forecast , they become fully cost competitive with gasoline-powered cars within a decade.\nBloomberg New Energy Finance projects that “cars with a plug [will] account for a third of the global auto fleet by 2040 and displace about 8 million barrels a day of oil production — more than the 7 million barrels Saudi Arabia exports today.”\nThe Trump administration can be counted on to do what it can to slow this revolution, but 10 states have aggressive programs to promote the adoption of electric vehicles: California, Connecticut, Maine, Maryland, Massachusetts, New Jersey, New York, Oregon, Rhode Island and Vermont. Just as with renewable energy, their success may pave the way for similar programs in other states, even “red” ones.\nFiscal conservatives should applaud their efforts to jump-start the EV market. A study by the American Lung Association in California last year documented health costs of $24 billion a year — for lost work days, respiratory illnesses, and premature deaths — from vehicle emissions in just those 10 states. The report estimated an additional $13 billion in climate-related costs (agricultural losses, flooding, fires, etc.). Converting two-thirds of cars on the road to electric vehicles by 2050 would save those states about $21 billion a year, well worth the effort.\nAnd if they succeed, proponents may also prove instrumental in helping U.S. automakers like Tesla, GM, and Ford remain world leaders in the fast-growing market for electric vehicles. The United States can’t afford to be stranded in the slow lane of adapting its economy to climate change while the rest of the world speeds ahead.\nJonathan Marshall is a regular contributor to Consortiumnews.com.\nSurprise – future electric cars will have on-board recharge. They will be mobile power plants, selling electricity or powering buildings when suitably parked. See Moving Beyond Oil at aesopinstitute.org\nHard-to believe new science and technology makes possible 24/7 cheap green energy. A Ford engine was converted to run without fuel as the first proof-of-concept.\nConversion of additional engines is in process. Engines designed to take advantage of the new science can be made largely of polymers using 3-D printing as there is no combustion.\nParking areas and structures will become multi-megawatt power plants.\nThe same basic technology can power trucks, buses, boats, ships and aircraft.\nA few such breakthroughs are under development in poorly supported small firms across the planet. New science usually has taken a generation to gain acceptance. With climate change we can no longer afford that luxury.\nThe economic implications of the emerging technologies can stimulate the staggering global economy. This is low-cost power generation emerging.\nIt opens paths to large numbers of new jobs.\nIf we are wise, it will also open discussions of Second Incomes. The late Louis Kelso, inventor of the Employee Stock Ownership Plan – ESOP – used by 11,000 firms, also invented The Second Income Plan. See that heading under MORE on the same site. It can incorporate Universal Basic Incomes; sharply reduce inequality, and do so with no net cost to the treasury.\nElectric cars lead the way.\njimbo\nby Willie Dixon\nYou have made great planes to span the sky\nYou gave sight to the blind with another man’s eyes\nYou even made submarines, they submerge for weeks\nBut it don’t make sense you can’t make peace\nYou take one man’s heart and make another one live\nu even go to the moon and come back thrilled\nWhy you can crush any country in a matter of weeks\nBut it don’t make sense you can’t make peace\nYou know it don’t make sense- you can’t make peace (3x)\nWhen you can’t make peace….\nYou can make a transfusion that will save a life\nYou can change the darkness into broad daylight\nYou make the deaf man hear and the dumb man speak\nBut it don’t make sense you can’t make peace\nYou know it don’t make sense- you can’t make peace (3x)\ncmack\nAugust 2, 2017 at 08:34\nas i read through the comments i’ve noticed that almost everyone had the same reaction to the article i did….namely that there was no mention of how these wonderful electrric cars get their electricity. many people who claim to be green are the same.\nthese are the same well meaning people i know who support any democrat and vilify any republican because climate change. meanwhile i always see them leaving their cars running to keep the airconditioning on, drive new cars, constantly doing renovations on their houses, consuming, consuming, consuming and will almost never be seen without a cardboard coffee cup from a store in their hand.\ni actually live a more carbon neutral lifestyle than almost all of my liberal friends. but i believe it’s better to lead by example. not force others to live by someone else’s dictates.\nman, i  must be some kind of monster\nZachary Smith\nman, i must be some kind of monster\nI wouldn’t know about the “monster” part unless you are an employee of the Koch Brothers.  But you clearly didn’t read either the essay or the comments with any care before making your post.\nAlso, I strongly suspect you slept through both your high school grammar and typing classes.\nHerman\nAugust 1, 2017 at 10:45\nIs this the right question-how to produce a more pollution free car or should it be how to produce a more pollution free and consumer friendly world. Do we really need all these cars? Talk about alternatives. They are there. Even ones like cars on demand now used in cities would express a modified alternative to everyone having a car. My neighbor lives alone. He has three.\nSkip Scott\nAugust 1, 2017 at 13:04\nYeah, I’ve thought about that a bit myself.  Cities are a mess with all the traffic and wasted energy.  Really good and efficient public transportation in high density areas would make a lot of sense.  In rural areas, not so much.  I can’t imagine the ability to haul supplies for projects met by any other method than cars and trucks.  I do a bit of whitewater rafting, so I have a truck to haul my rafts and gear, often on 4 wheel drive roads into very remote locations.  So I don’t burn more fuel than I need to, I also own a little 4cyl. egg-beater for trips to town for groceries.\nJR\nJuly 30, 2017 at 16:36\nShift may well have a much more impact than mentioned above.\nJuly 29, 2017 at 18:09\nDoes anyone ever consider that our real problem is that we are producing too much energy? It reminds me of attitudes toward human population numbers, and those who think busting our butts to find ways to feed and equip more people is really the proper goal to improve the world. How deep has capitalist thinking penetrated peoples minds? Is endless expansion in every dimension the proper aim for humans at this possible terminal point in human existence on Earth? Is less of anything ever thinkable anymore?\nIs there a correlation between the expansion of our ability use enormous amounts of power, and the looming threat of human extinction? Would less people leading simpler lifestyles ease many burdens on our suffering planet – yes. There is one huge problem. We are addicts. We love our high energy complex lifestyles, and we will kill to maintain them. President Bush made that clear at one point in his disastrous term in office. It looks like we would rather die than go on an energy diet.\nRealist\nJuly 30, 2017 at 01:45\nMike, you harken back to the 70’s when Paul Ehrlich (rightly) warned us of the “population bomb” and Gov. Jerry Brown of California said that “less is more.” Even President Jimmy Carter took the lessons to heart and installed solar panels on the White House roof,  which were immediately uninstalled by Pres. Reagan, because absolutely everything is political in the United States.\nEhrlich was right to apprise us of the fact that we live in a finite world, that resources run out, by-products poison the nest, and an ever burgeoning population only  hurries the day of inevitable exhaustion and collapse.   He was badly off on the time course he projected for collapse, so not only he, but his entire premise that unchecked population growth is ultimately problematic was discredited.   Everything being made political, caused science in general to be doubted by many in the American public since it presented issues that one could take sides on.   The effects of CO2 on atmospheric and oceanic temperature, with a solid foundation in the first principles of physical chemistry, was one such issue.   Erroneously conflated with it were also the effects of chlorofluorocarbon coolants on the atmospheric ozone layer.   Neither caution with issued with a political agenda, certainly not by Nobel laureate-to-be F. Sherwood Rowland the chemistry professor at the U. Cal. campus where I had an appointment at the time.  The man dealt in facts, not policy, but heroes and saints get demonized when politics are brought into the picture.\nUltimately Jerry Brown got tagged Governor Moonbeam.   Jimmy Carter was ridiculed for wearing sweaters rather than raising the thermostat and science become a collar around the necks of foolhardy liberals.   Al Gore was raucously nominated the king of all fools for trying to explain global warming to the masses by the new corporate media which Bill Clinton helped create by pushing the Telecommunications Act of 1996.   After that it was fair game to intercept emails from climate scientists to accuse them of perpetrating a grand hoax on the world.  Nobody even blamed Russia for the hack.   Now even the Moon landings and trips to the ISS are commonly dismissed as hoaxes by a multitude of fools on the internet.   We are even back to a “flat earth” because science simply cannot be trusted.  Hell of a ride into a precarious future.\nMike, I fear there are so many different ways in which humans are killing themselves and the entire biosphere that we’ll never get a handle on all of them, let alone remediate them in the face of powerful economic forces, especially when those forces will gladly deconstruct the very science which gave them a leg up.   In an idyllic existence, we’d probably have a tenth the current world population whose material benefits were not dependent upon market forces that hinge on incessant logarithmic growth.  It would be a more beautiful and healthful world with a much longer term prognosis for survival of the species.   But that’s just my speculation.  I personally know many (whose jobs in R&D depend such scenarios) who will argue that the planet can still sustain multiples of the present population… but for how long? and to what end?\nLJ\nJuly 30, 2017 at 17:00\nRealist , You left out Life boat Earth, Small is Beautiful but most glaringly Lower your expectations. jerry had a bunch of them and I have lowered my expectations. You seem well informed refresh yourself on an old score. The Green Revolution ( And the exponentila iincrease in the use of nitrogen fertilizers. Back before 1960 and the miracle hybrid strain of rice was deleloped that basically was, “The Green Revolution” there were a lot less people and half of Asia was malnourished and going to bed hungry every night and Asians were smaller than they are now for the most part. Rice. The Green Revolution has allowed this quick population increase to occur but their are several downsides including loss of topsoil which along with desertification and erosion , well…, we may have already reached peak population and just don’t know it. Don’t expect Monsanto miracles. The potential to greatly increase agricultural yields is much smaller than the potential for horrible wars being waged over water.  There are many other downsides to thre number of humans on this planet right now. Glad to be here anyway.\nRealist\nJuly 31, 2017 at 04:43\nTo be sure, the green revolution was an unanticipated factor that probably caused Ehrlich to miscalculate his time line of collapse.  I remember that well, and acknowledge its unappreciated ramifications you point up on the whole issue of population boom and bust.\nbarebones\nJuly 29, 2017 at 11:45\nWithout subsidy by federal and state governments converting to renewable energy would be difficult. Tesla has yet to make a profit and is heavily subsidized. Elon Musk is the modern day version of P.T. Barnum albeit a very smart one. Cost effective batteries are the biggest bottleneck and might be impossible to overcome in economies of scale.\nRegardless of renewable energies success you would have to maintain redundant electrical systems (conventional and renewable) because of the intermittency of renewables (wind and solar) greatly increasing costs in the foreseeable future.\nIs their a working thorium reactor or are they still theoretical?\nZachary Smith\nJuly 30, 2017 at 12:43\nIs their a working thorium reactor or are they still theoretical?\nIt’s nearly impossible for me to say – many internet sources claim the Kalpakkam reactor in India is a thorium system, but when I make another search specific to that story, the take becomes blurry.\nNote first the date – July 2, 2017.   Then down in the text is this:\nIndia’s fast breeder reactor is even more unique as within it the country also deploys special rods of thorium which when they get exposed to or irradiated by fast neutrons they generate U-233 and a normally benign thorium turns into a valuable atomic material.\nMy impression from reading this is that the brand new breeder reactor is a standard Uranium type which includes a section allowing researchers to tinker with thorium.\nh**p://timesofindia.indiatimes.com/india/nuclear-reactor-at-kalpakkam-worlds-envy-indias-pride/articleshow/59407602.cms\nStatus?  As the article says, basically everybody in the world has given up on breeder reactors for various reasons.   And consider the local political situation.   China and India are currently at each other’s throats at the border.   Pakistan and India remain in a high state of tension.   A nuclear weapon landing squarely on a reactor is about as bad a situation as can possibly happen.   The site of the reactor is on the coast, making it vulnerable to a tsunami as in Japan.   And an earthquake doesn’t even have to generate a huge wave if it happens close to the reactor.   India is bound to have the normal share of terrorists, idiots, suiciders, and bean counters.    Using breeder reactors means the fuel has to be processed, and everybody has found this to be a dangerous and costly process.\nI don’t know what the Indians were thinking when they started this process.  Probably it was a “status” thing.   For the cost of this reactor they could build a wind or photovoltaics system with several times the capacity.    If a terrorist blows up a multi megawatt wind turbine, all that results is a pile of smoking rubble.   Quite unlike what would happen if he did the same to a reactor or fuel reprocessing plant.\nSkip Scott\nJuly 29, 2017 at 08:23\nThanks Realist and, James Robinson, and SteveK9 for your inputs.  CN is a great place to get an education.  One of the things I think we really need is for some smart people to look down the road, see all the options, and put us on the right path.  A lot of time and energy could be wasted if we started a large project only to have it technologically obsolete before it’s completed.  But I think power generation, power storage, energy efficiency, and transportation could all be tied together to bring us into a clean energy future.  Imagine what we could accomplish if our manpower and brainpower were redirected from making war to these types of projects.\nDouglas Baker\nJuly 29, 2017 at 02:50\nAugust 21, 2017, a strip of the United States will briefly be darkened by a solar eclipse.  All of the United States and else where the Sun is blocked, will briefly by unplugged from the Sun’s radioactive beams.  This has historically happened in the past with vast shrinkage of life, and most assuredly will come to pass again as fine  particulate matter is uplifted into the atmosphere and Sun light fails to touch Earth for an extended time again.  Solar panel collection is fine as are wind turbines or falling water moving turbines in dams.  There should be alternatives, when for what ever reason the Sun doesn’t shine, the wind doesn’t blow, and the water doesn’t fall.\nBob Van Noy\nJuly 28, 2017 at 21:52\nI’m so happy to report here, some personal experience. I was raised in a small Rail-Road town in Sparks, Nevada and about 1 mile from my house, my friends and I would swim in the pristine Truckee River. Tesla is now building a World Class battery facility near that site that is projected to employ up to 6000 workers. That’s huge locally because Nevada has been struggling to survive economically and this will help insure a contemporary future. Tesla produces a Semi-sized commercial battery that is capable of powering a commercial sized building at night and recharged by solar photovoltaics during the day, some of the newest construction in California is “off the grid”. Tesla may even be thinking of wireless electricity which was Mr. Tessa’s next dream before he died. Needless to say I’m deeply impressed by Elon Musk. This is not a payed add!\nRealist\nJuly 30, 2017 at 00:29\nYou are right about wireless electricity transfer:  it is being pursued and would be especially useful in settings such as electrified roads.\nThe huge commercial batteries that can power a building are feasible and useful but too big to power a vehicle 2,000 miles across the country conveniently, hence the need for a device like the fuel cell.\nElon Musk is a very bright and very practical man.  I’m sure he’s pursuing battery-driven cars right now because they have a technological lead right now (and he wants to get off the fossil fuel snide), but they also have their limitations (mainly range and recharge time).   I would suspect that he does not discount the future development of fuel cell-propelled vehicles or electrified roadways.   In fact, being brilliant and resourceful, he may well be investing in the technologies himself.\nBob Van Noy\nAugust 1, 2017 at 11:30\nRealist we have an international fuel cell active demonstration facility near where I live; so I know you are right. The technologies are being developed, now the task is to make the populations aware and to mute the negative propaganda by people like the Koch  Brothers…\nSeer\nJuly 28, 2017 at 20:47\nDriving to save the planet!\nListen, it’s never really about this or that, but HOW MUCH of this or that.\nOur entire way of life is predicated on growth.  All these technologies can only exist on the back of growth.  When the overwhelming numbers of people on the planet live on a paltry sum of money per day it’s cleat the market size is limited (and it’s actually shrinking given the declining US middle class- China’s middle class plumped out but it’s going to start contracting).\nWhat most people don’t understand is economies of scale.  If you reduce the amount of petroleum being extracted and processed (economies of scale in reverse) then that means the price for LOTS of other things is going to experience HUGE price jumps.  Tires?  Figure doubling in cost for starters.  AND, given that the overwhelming chunk of goods moved around are done so via diesel trucks that means that everything that they carry will go up in price.  Do I need to talk about food as well? (anyone who doesn’t understand how much work a tractor can get done ought not be pushing energy policies).  The world runs on diesel fuel.\nClimate change is only a matter of time.  Yeah, it sucks that humans have expedited it (perhaps reduced the interval for the next ice age), but every freaking living thing on the planet expands and consumes until it can no longer do so, at its own peril- humans only think they are different.\nI’m afraid that it comes down to: damned if you do, damned if you don’t.  It’s possible that a few “chosen” will live thanks to our “contributions” to keep technology evolving, but the bulk of humanity perishes.  Gee, this story line seems like it’s been around for quite some time! (it’ll be either God or Technology that will save the few- since both are in the minds of humans, and humans suffer from hubris, I have my doubts that it won’t be anything other than a dead end)\nRealist\nJuly 30, 2017 at 00:17\nAdmittedly you are right.  Fossil fuels are only one resource that is finite in supply, being rapidly used up, and producing toxic by-products in its extraction and usage.  The ultimate crash will come, even if we maintained a flat, rather than ever expanding, population, and even if we frantically substitute resources, products and processes to stave it off temporarily.   At the very least, our easy living through technology will come to an end for most.  After a massive die off, I’m not saying there won’t be a few subsistence farmers left using primitive technology to scrape the residue of  Mother Earth’s bounty.  That’s one of the reasons, less overtly spoken of, that Hawking, Musk and other big thinkers say we must find other planets to which to migrate if the human species is to persist into the very long term.   And, we would, simply on the first principles of thermodynamics, eventually burn through the resources of those planets as well.   The dirty little secret of movies like Independence Day is that, should we gain such “godlike” capabilities, we’d end up doing the same thing as the alien villains in the story.\nSteveK9\nJuly 28, 2017 at 18:32\nI wrote a letter that was published in the American Chemical Society’s ‘Chemical and Engineering News’ about 15 years ago, predicting that nuclear power and electric cars would bring huge benefits.  I am certain at this point, that it will happen.\nSkip Scott\nJuly 28, 2017 at 17:34\nI try to keep up a little on energy technology, but I’m no expert.  One thing I have heard of as possible is a new type nuke that uses Thorium, and is supposedly safe as far as meltdown potential.  However, I have also heard that there is a downside with gamma rays.  If anybody knows more on this, please chime in.  Anyway, it would take massive power generating capabilities to go to hydrogen fuel cells to produce the hydrogen, but it is clean, and you wouldn’t have to sit and wait for your battery to recharge.  It may be a better way to go.  What keeps me from going EV right now is range and availability of charging stations.  I travel cross country a bit, so I’ve got an old ’07 Yaris that I get 40mpg with on the highway.  Runs like a top and never been repaired in 175,000 miles.\nSteveK9\nJuly 28, 2017 at 18:42\nYou can google all of this (unless it is now considered ‘fake news’).  Current reactor designs are incredibly safe.  In fact even the old designs were probably the safest major technology ever developed.  Chernobyl is kind of unique case (and I can point you to some reading if you like) and even there the number of deaths were minuscule compared to an average day living with coal-derived electricity.  The next designs are likely to be uranium ‘fast’ neutron reactors (Russia’s BN800 is the latest and best example).  Thorium can be used in ‘LFTR’s … molten salt reactors that convert thorium into fissionable U-233 in reactors that employ thermal-spectrum neutrons.  Both of these are ‘safer’ (and theoretically much cheaper) because they do not employ high steam pressures in the design, and do not require expensive and bulky containment vessels.\nHydrogen fuel cells have always struck me as idiotic.  Decades ago people constantly referred to this as a ‘source’ of energy.  It is not, there are no hydrogen mines.  It is a transportation medium, but guess what?  It doesn’t currently exist but a very expensive transportation medium already does … it is called the electric power grid.\nSteveK9\nJuly 28, 2017 at 18:44\nIndia also has a thorium ‘program’ that involves 3 different types of reactors.  It is not a molten salt system.  They plan to turn on one of the new designs any day at Kalpakam.\nRealist\nJuly 28, 2017 at 22:37\nOur hydrogen mines are the oceans.  The power grid can be used to produce as much hydrogen as we  need through electrolysis.  Granted there is some dissipation of energy every time it is transformed (from fossil fuel, solar, etc to electricity to hydrogen to kinetic motion of the car) but hydrogen is more convenient to store quickly in a vehicle for long distance travel, taking no longer than pumping gasoline into a gas tank whereas a battery-driven electric vehicle requires overnight charging after depleting its 200-mile driving range.   The main obstacle to using hydrogen today is the dearth of infrastructure for producing and dispensing it, but that was the same problem facing gasoline a century ago.  The refineries were built and the gas stations sprouted like mushrooms once capital investors realised what consumers wanted.   If we don’t convert our vehicles to fuel cell powered, electric vehicles will need to be powered by electrified highways for long-range driving, with juice being delivered to the vehicle’s motor through contacts in the road surface, the way trams and subways are powered.   Local driving on surface streets can be off the vehicle’s batteries, but batteries may never be able to store enough charge to drive long distances quickly and easily.   The juice in the electrified highways can largely come from solar radiation which is absorbed by the highway surface itself.   Mind you, it won’t only be personal cars that will be transformed from fossil fuels but also the massive tractor trailers that transport all the essentials of life.   Overnight charging stations for every couple hundred miles?  No way.   Either rapidly recharged fuel cells or electrified roads will be the solution.   Electrify the roads and truck convoys of the present era will essentially become freight trains that can go wherever the major roads go.   I foresee electrified roads being coupled with AI, generating constant feedback between roadway and vehicle so that all vehicles become self-driving.   Of course, none of this happens until we stop squandering our national wealth on wars rather than infrastructure and social needs.\nAs to thorium power plants:  definitely the way to enhance solar, wind and other natural sources of power.  Much preferable to current uranium nuclear plants.\nDennis Merwood\nJuly 28, 2017 at 22:58\nRespectfully Realist, your imagination is running away with you here. There is nothing “real” about any of the scientific and engineering schemes you describe here. I dare say that you could not convince a panel of engineers with any of your “ideas”. Juice in electrified highways coming from solar radiation absorbed by the highway? Huh? This is what we Engineers and Scientists call junk science. What you foresee does not hold up to scientific analysis. Starting with your first sentence. If in fact your visions have any validity, why are we not seeing capital investments in the infancy of these concepts? Sorry, I’m not meaning to be rude, but am thinking that this magical thinking is not productive.  But I agree with your last sentence.\nZachary Smith\nJuly 28, 2017 at 23:50\nJuice in electrified highways coming from solar radiation absorbed by the highway? Huh?\nI have a relative who believes holding gold is crazy, and when I told him Russia and China are buying the stuff and packing it away as fast as they can he was astonished.\nI happen to believe the concept of solar roads is crazy too, but there are some people around the world who believe otherwise.\n“World’s first ‘solar panel road’ opens in France”\nh**ps://www.theverge.com/2016/12/22/14055756/solar-panel-road-electricity-france-normandy\nI’d prefer to put the solar panels on the roofs of shopping centers and in pastures and deserts.\nNow a couple of FYI links regarding thorium:\nh**ps://whatisnuclear.com/articles/thorium_myths.html\nDear Internet, we need to have a talk about Thorium. It has many good attributes as a nuclear fuel, but the things being said on the internet have become largely misleading, if not all-out inaccurate. Every internet person I meet in real life who finds out that I am a nuclear engineer asks me why we aren’t using the end-all, be-all that is thorium. Every post regarding nuclear energy on reddit is packed full of comments claiming that Thorium will end all concerns about nuclear energy and that Uranium is only in use due to some dark dark conspiracy.\nh**ps://www.theguardian.com/environment/2011/jun/23/thorium-nuclear-uranium\nJuly 29, 2017 at 00:59\nPretty sure you are the one who’s full of hooey.  So, subways and trams are not a viable means of transportation?  Electricity can’t possibly be supplied to vehicles on the roadway.   That’s just moonshine and tinfoil hats, right?   Long flat roadways couldn’t possibly be used as a surface for collecting and transducing solar radiation to electricity and nobody would ever think to invest in such a cockamamy scheme, eh?   Then  who are these guys?  And why are they investing money in “junk science” just like the people in France whom Zachary mentions?\nWelcome to Solar Roadways®\nSolar Roadways® (SR) is a modular system of specially engineered solar panels that can be walked and driven upon. Our panels contain LED lights to create lines and signage without paint. They contain heating elements to prevent snow and ice accumulation. The panels have microprocessors, which makes them intelligent. This allows the panels to communicate with each other, a central control station, and vehicles. Many people are surprised to learn that our panels are made of glass… but not ordinary glass. SR panels are made of specifically formulated tempered glass, which can support the weight of semi-trucks. The glass has a tractioned surface which is equivalent to asphalt. You can read more technical information in the Specifics page. We’re still in an early phase of our company’s development. Eventually our panels will be available for highways, but first will come non-critical applications such as driveways and parking lots. We are readying to install the first projects now.\nWe have completed two funding contracts with the U.S. Department of Transportation, and were just awarded a third contract in November 2015. Then people from all over the world decided to help speed our progress via our Indiegogo Campaign which you can read more about on our Funding page. Our goal is to modernize the infrastructure with modular, intelligent panels, while producing clean renewable energy for homes and businesses.\n[Note this entry]\nWe’ll be able to charge electric vehicles with clean energy from the sun, first on our solar parking lots and when we have enough highway infrastructure, while driving.\nIf you would like to Contact Us regarding careers with SR, becoming a customer, or just have a question for us, we’d love to hear from you.\nAs this is a completely updated version of the Solar Roadways website, which went live January 2016, we expect there will be some glitches and errors to fix. If you find one and would like to let us know, you can email julie@solarroadways.com . The website will be a work in progress, we have many pages and additions we are still working on. Hope you enjoy it!\nThe reason this technology is not further along in development is because there is no immediate imperative for it, but there will be some day.   Musk’s battery-driven vehicles are an imperfect substitution for fossil fuel burning vehicles, since batteries have such low energy storage capacity and take so long to recharge.   They are a terrible choice for long range driving.  MOST scientists admit this, not just me.   I read about this stuff every week in CE&News too.\nDon’t try to imply that only YOU understand science.   Without a proper battery to do the job,  right now  it is just as likely that fuel cells or electrified roads will some day be the solution.   They keep trying to develop better batteries using innovative designs and materials but so far nothing overcomes the shortcomings I noted, certainly nothing sensational enough to announce in Nature, Science, CE&News or the like.\nActually, the first sentence of my post should have been a self-evident truth to anyone who calls himself a scientist.  What about high school chemistry do you not understand?   Moreover, electrolysis of water is an extremely old off-the-shelf technology that uses nothing more exotic than the existing power grid.   The electricity can be generated however you like.  The hydrogen can be easily stored, transported and rapidly delivered into the vehicle in a highly compressed form–like handling liquified natural gas or propane fuel.   No new technologies have to be developed to produce or handle the compressed hydrogen.  Only new facilities have to be built:  electrolysis plants and fueling stations, which might well be on site at existing gas stations, if the big oil companies want to diversify.\nThe most common means of producing hydrogen is to react natural gas  (methane) with steam at high pressure to produce a mixture of hydrogen, carbon monoxide and (trace) carbon dioxide, which is an industrial process that seems more problematic to me than simple electrolysis which yields pure hydrogen, though maybe it’s cheaper.\nREAD this information from the Department of Energy on the production of  hydrogen gas and its proposed use in fuel cells: https://energy.gov/eere/fuelcells/hydrogen-production-natural-gas-reforming\nI am not having dreams of fantasy.   This is what the government says:\n“Why Is This Pathway Being Considered?\nReforming low-cost natural gas can provide hydrogen today for fuel cell electric vehicles (FCEVs) as well as other applications. Over the long term, DOE expects that hydrogen production from natural gas will be augmented with production from renewable, nuclear, coal (with carbon capture and storage), and other low-carbon, domestic energy resources.”\nThanks so much for “not being rude” and not trying to make me look like an idiot.  Right.\nRealist\nJuly 29, 2017 at 01:04\nPretty sure you are the one who’s full of hooey. So, subways and trams are not a viable means of transportation? Electricity can’t possibly be supplied to vehicles on the roadway. That’s just moonshine and tinfoil hats, right? Long flat roadways couldn’t possibly be used as a surface for collecting and transducing solar radiation to electricity and nobody would ever think to invest in such a cockamamy scheme, eh? Then who are these guys? And why are they investing money in “junk science” just like the people in France whom Zachary mentions?\nWelcome to Solar Roadways®\nSolar Roadways® (SR) is a modular system of specially engineered solar panels that can be walked and driven upon. Our panels contain LED lights to create lines and signage without paint. They contain heating elements to prevent snow and ice accumulation. The panels have microprocessors, which makes them intelligent. This allows the panels to communicate with each other, a central control station, and vehicles. Many people are surprised to learn that our panels are made of glass… but not ordinary glass. SR panels are made of specifically formulated tempered glass, which can support the weight of semi-trucks. The glass has a tractioned surface which is equivalent to asphalt. You can read more technical information in the Specifics page. We’re still in an early phase of our company’s development. Eventually our panels will be available for highways, but first will come non-critical applications such as driveways and parking lots. We are readying to install the first projects now.\nWe have completed two funding contracts with the U.S. Department of Transportation, and were just awarded a third contract in November 2015. Then people from all over the world decided to help speed our progress via our Indiegogo Campaign which you can read more about on our Funding page. Our goal is to modernize the infrastructure with modular, intelligent panels, while producing clean renewable energy for homes and businesses.\n[Note this entry]\nWe’ll be able to charge electric vehicles with clean energy from the sun, first on our solar parking lots and when we have enough highway infrastructure, while driving.\nIf you would like to Contact Us regarding careers with SR, becoming a customer, or just have a question for us, we’d love to hear from you.\nAs this is a completely updated version of the Solar Roadways website, which went live January 2016, we expect there will be some glitches and errors to fix. If you find one and would like to let us know, you can email [removed because of moderation]. The website will be a work in progress, we have many pages and additions we are still working on. Hope you enjoy it!\nThe reason this technology is not further along in development is because there is no immediate imperative for it, but there will be some day. Musk’s battery-driven vehicles are an imperfect substitution for fossil fuel burning vehicles, since batteries have such low energy storage capacity and take so long to recharge. They are a terrible choice for long range driving. MOST scientists admit this, not just me. I read about this stuff every week in CE&News too.\nDon’t try to imply that only YOU understand science. Without a proper battery to do the job, right now it is just as likely that fuel cells or electrified roads will some day be the solution. They keep trying to develop better batteries using innovative designs and materials but so far nothing overcomes the shortcomings I noted, certainly nothing sensational enough to announce in Nature, Science, CE&News or the like.\nActually, the first sentence of my post should have been a self-evident truth to anyone who calls himself a scientist. What about high school chemistry do you not understand? Moreover, electrolysis of water is an extremely old off-the-shelf technology that uses nothing more exotic than the existing power grid. The electricity can be generated however you like. The hydrogen can be easily stored, transported and rapidly delivered into the vehicle in a highly compressed form–like handling liquified natural gas or propane fuel. No new technologies have to be developed to produce or handle the compressed hydrogen. Only new facilities have to be built: electrolysis plants and fueling stations, which might well be on site at existing gas stations, if the big oil companies want to diversify.\nThe most common means of producing hydrogen is to react natural gas (methane) with steam at high pressure to produce a mixture of hydrogen, carbon monoxide and (trace) carbon dioxide, which is an industrial process that seems more problematic to me than simple electrolysis which yields pure hydrogen, though maybe it’s cheaper.\nREAD this information from the Department of Energy on the production of hydrogen gas and its proposed use in fuel cells:  [url removed because of moderation]\nI am not having dreams of fantasy. This is what the government says:\n“Why Is This Pathway Being Considered?\nReforming low-cost natural gas can provide hydrogen today for fuel cell electric vehicles (FCEVs) as well as other applications. Over the long term, DOE expects that hydrogen production from natural gas will be augmented with production from renewable, nuclear, coal (with carbon capture and storage), and other low-carbon, domestic energy resources.”\nThanks so much for “not being rude” and not trying to make me look like an idiot. Right.\nCarolyn Zaremba\nJuly 29, 2017 at 14:40\nI believe that there is an experimental bit of highway in either Germany or the Netherlands that does just that.\nSteveK9\nJuly 29, 2017 at 11:18\nWhere does the power in the ‘grid’ come from?  Not hydrogen.  It is coal or uranium (used to be oil, but that’s too expensive.  There is solar and wind, but they will never amount to anything.  You’re making the same mistake as all those articles 20 years ago.  The electricity comes from … let’s say burning coal, then you transform that heat into steam, then into electricity in a turbine, you can use that electricity to separate water into hydrogen and oxygen, then you can use the hydrogen in a fuel cell to make electricity again and use the electricity to drive an electric motor and your car.  Hydrogen is part of an energy transport system, it is NOT a source of energy.  And, it’s a lousy system … much better to use the ‘grid’ (from ‘burning’ uranium) to charge battery … electrical energy stored as chemical energy, then reverse that to produce electricity in your car, to drive an electric motor … etc.\nClear?\nJuly 29, 2017 at 12:40\nThere is solar and wind, but they will never amount to anything.\nThat’s an amazing statement considering that renewables are already making an impact.\nh**p://www.inquisitr.com/3087725/renewable-energy-helped-germany-meet-95-percent-energy-requirement-nation-had-to-pay-people-to-use-electricity/\nIn 2014 China renewables were 24% of electrical power production – 1 terawatt isn’t chicken feed.\nh**ps://en.wikipedia.org/wiki/List_of_countries_by_electricity_production_from_renewable_sources\nLJ\nJuly 29, 2017 at 14:14\nSteveK9 when I referred to the Fuel Cell Toyota coming on the market I was actually telling  truth .Gore and Bush were reading off the same script and that  script was informing their audiences that  18 years down the road this, the Fuel cell going on the market, was actually going to happen. It has. Check out the website. Toyota . If you live in one of the 4 test markets you might want to lease one. I was being ironic. I mean, Who killed the EV-1? Electrics and hybrids are the flavor of the day but studies have shown that from the assembly line to the wrecking yard they are actually expected to have a larger environmental impact, leave a bigger footprint,  than conventional gas cars. Don’t blame me.  I’m not a Nuke fan but also am not rigid in my thinking, In the short term, the next 100 years maybe the Thorium Dream could power urban areas around the world but if humanity is going to survive this present energy paradigm and the electrical grid will have to change. I do not know how. Maybe Fusion will be harnessed or Solar will become much more efficient. Fuel cells are good for small  energy needs, be it an auto , bus or a small desert camp , the supply line is the important thing. I do not see fuel cells powering our electrical grid. Perhaps you should not be so rigid as to believe that Nuclear power is more of a long term solution that is shale oil or fracked gas or for that matter the dream of a Hydrogen economy..\nSkip Scott\nSteveK9\nI get it.  However, it takes a long time to charge a battery.  Unless they improve on that, and/or the range the battery would give you,  I’m thinking that making hydrogen from safe nuclear technology (IF it becomes available) and using fuel cells might be a way to go.  Or maybe electric generating road surfaces like Realist mentions with on board batteries along with a grid like transfer system for the highway electricity to fill in the cloudy areas from the sunny areas.\nLike I said in my first post, I’m no expert.  I’m hope I’m being clear with what I’m thinking.\nRealist\nSteveK9:\nI never said that power from the grid COMES from hydrogen, I said use the power from the grid to MAKE hydrogen for fuel cells that will be used in vehicles.   The power from the grid will have to come from multiple sources, most of which are already employed, i.e., coal, oil, natural gas, solar, wind, geothermal, hydroelectric, and nuclear, with hopefully a tilt away from the fossil fuels and using nuclear to a greater measure of the others.   Hydroelectric is established but waning because of the silting effects on the dammed rivers.  Solar and wind are growth industries today.  Geothermal is the least tapped potential, but could well be a very major player.   I have not mentioned power from nuclear FUSION (as opposed to the extant fission plants) because, though theoretically possible and pursued for the past 50 years, it is very slow in coming to fruition and may never do so.\nYou know, your whole argument here was a cheap shot.  I never said or implied that hydrogen was a source of energy.  I specifically spoke of energy transfer, and it is one step it the process you just recapitulated which I described before.  It is a form of energy STORAGE during the described sequence, not the ultimate source.  The ultimate source, except for nuclear or geothermal, is the SUN and every fool knows that.   Whether the proximate source is fossil fuel, solar radiation, wind or hydroelectric, the ultimate source of the energy was the sun, to grow the ancient plants that gave rise to coal, to drive the winds, to evaporate the waters that come down as rain creating rivers one can dam, or to shine directly on solar collector arrays.   Every school child knows these facts, so don’t try to make me look like a fool by misrepresenting what I said.   Hydrogen is easy to acquire and a convenient form in which to STORE energy, especially for transportation, I never said it was the SOURCE.\nCLEAR?\nAugust 1, 2017 at 10:00\nElectrified highways make a lot of sense to me. Some benefits: no additional land needs to be purchased and used. Also, since electricity is delivered where it is used, there will be little or no loss during transmission. I believe there already is such a road in France and that India is experimenting with such roads too. Transforming present roads to electrified ones could produce many jobs, just as creating our interstate highway system once did back in the Eisenhower era. The U.S. is losing out by being a follower instead of a leader in transitioning away from fossil fuels. We should be more farsighted.\nLJ\nJuly 28, 2017 at 18:46\nThe Police station at Central Park in New York has been powered by a fuel cell for years. The problem for widespread adoption is the cost of producing enough Hydrogen fuels for the cars and possible limits on how much fuel can actually be produced, Fuel cells work. There are fuel cell buses in Chicago  and I see them in the East Bay everyday. They do not generate greenhouses gases.  Perhaps fuel cells are not feasible for  energy generation  for large cities, especially during peak demand. Change your oil, do basic maintenance  and you can get 350,000 if you are driving mostly freeway miles. Drive it into the ground. Don’t buy a Tesla, Ever.\nZachary Smith\nJuly 28, 2017 at 19:03\nThorium is a wonder-system that nobody ever saw fit to develop.    And it has all the “issues” of the other forms of nuclear power.   From a post I made on this thread:\nh**ps://consortiumnews.com/2017/04/22/coal-miners-futures-in-renewable-energy/\n… but you still have all the other issues of exposure to earthquakes, tsunamis, terrorists, idiots, and bean counters. Not to mention the exact same issues with forever-storage of the radioactive wastes.\nI can now see I left out the murder-suicide types – the boys or girls who aren’t content to kill themselves.  No, they want to take as many others along with them as they possibly can.\nBuilding new nuclear reactors is insane.  Keeping the antiques which are past their prime is doubly insane.\nNuclear power is insanely dangerous and expensive. I’ll grant that it’s to be preferred to the entire world dying from Global Warming, but fortunately we have – using your words – “clean safe cheap” wind and solar available.\nThere is no way under heaven any conceivable nuclear reactor is going to be cheaper than wind/solar if all the risk/cost factors are considered.\nJames Robinson\nJuly 28, 2017 at 22:52\nYou are referring the molten salt (fluoride) reactors better known as Liquid Fluoride Thorium Reactors, LFTR.  A facsimile was constructed under Alvin Weinberg at Oakridge National Lab in 1967.  The advantage of these type reactors is that they consume all the energy in Thorium rather than the paltry 3 or 4% in light water Uranium reactors and they produce no hazardous waste products unlike the massive amounts produced by light water reactors.  The LFTR reactors are safer than light water reactors in that they are high temperature, LOW PRESSURE and don’t require the huge containment structures that light water reactors need.  There is a gamma ray containment problem that I posed to a brilliant physicist.  Following is his response: (TAMU is Texas A& M Univ.)\nThe amount of thorium and uranium-235 in the crust is fixed.  Both undergo fission and can be used as a source of energy.  The difference is that thorium has a longer “burning” cycle.  What I mean is that once uranium-235 has undergone fission, you no longer have uranium-235.  Thorium undergoes fission and makes 233Pa and 233U.  Each byproduct can be converted to unstable versions by neutrons (such as 236U).  You can then burn the 236U.  One problem with thorium burning is a 232U byproduct that won’t undergo fission.  232U has a decay chain that produces radon gas and gamma rays that damage electronics.  Once someone solves the 232U contamination problem, we’ll probably see thorium reactors come online.  Peter McIntyre at TAMU is one of many people working on the contamination problem.\nJoe Tedesky\nJuly 28, 2017 at 16:46\nIf the U.S. would quit spending so much money on war, then anything is achievable. Since we got to start somewhere, and at sometime, why not start here, and start at this moment. Let’s build the new power grit, and let’s start the evolutionary process of the new car, and see where it takes us. We can do this, only if we all want to do it. So why not now?\nBob\nJuly 28, 2017 at 16:20\nCurrently, EV’s are becoming more popular on the back of environmental concerns over climate change.  Certainly serving a good causes helps to advance EV’s but I doubt that it will be sufficient to promote mass adoption. Like windpower and solar, ev’s have to be shown to be more cost efficient, like the hybrids pioneered by Toyota, showing that competitive pricing and gas savings are likely to favor more widespread adoption than good intentions.\nLJ\nJuly 28, 2017 at 16:01\nYeah sure. I guess  you all remember back in 2000 , about the time of the White House correspondents dinner, within the same week, Gore and G W both made speeches in which they stated  that by 2018 Fuel Cell Vehicles will begin to be sold in the US Auto Market. Like GW Bush knew the difference between a fuel cell engine and a Maserati. He didn’t even know the difference between a Sunni and a Shiite.  Anyway, Wonder of wonders, next year  you can buy a Toyota Fuel Cell in a few select markets for about $65,000 or Lease one and receive  Hydrogen Fuel for 3 years for free. Fuel Cell engines are a cleaner alternative than electric which not only produce nasty production and  destruction costs they are still powered by Carbon based fossil fuels and be it NG , oil or coal this electric generation  still creates Green house gases throughout the process. Rest assured  about the time you can buy a used electric or hybrid for $10000 less because the market is saturated everybody will either have to have a robot car or a fuel cell and the Auto Makers and Loan Industry will still be raking in the bucks. The Koch Brothers are probably already in it as are the Saudis. I’m waiting for the New Jag  Hydrogen Powered XKE before I jump in.\nMangus Colorado\nJuly 28, 2017 at 15:58\nWhy are you not addressing the monster in hiding re: electric grid capacity. Tesla requires 480 vote charging stations that require a 75 amp electric service to charge low batteries over night. Big cites do not have that kind of capacity and most do not have utility easement space to upgrade [even if they had the money it would take years to install maybe more than one decade?\nThe total emissions also need to include all mining, smelting, and other material used in renewable? Then we are still faced with the need to have 100% of peak base load capacity sitting at idle to back up unreliable solar and wind. The e=greens still delay and push nuclear costs up using serial law suits and challenging the environmental impact studies.\nZachary Smith\nJuly 28, 2017 at 18:51\nI’m not going to pretend I know anything about electric cars, for I just don’t.  But I will say that the Tesla site claims that one of their cars can be charged at the rate of 29 miles/hour charging time from a 110 volt outlet.\nh**ps://www.tesla.com/charge-at-home\nThe total emissions also need to include all mining, smelting, and other material used in renewable?\nRight!  But once aluminum or cobalt or lithium are out of the ground, the energy inputs for the future are just for recycling, and the cost of these is trivial by comparison to one-use items.\nThen we are still faced with the need to have 100% of peak base load capacity sitting at idle to back up unreliable solar and wind.\nI don’t believe you’ve kept up with the topic of Grid Energy Storage.  Turns out there are quite a lot of ways it can be done.\nh**ps://en.wikipedia.org/wiki/Grid_energy_storage#Flow_batteries\nAfter society adapted, I doubt if the amount of grid storage would be excessive.  I can imagine running my clothes dryer and electric stove during daytime peak power production because that’s when the cost of the electricity would be lower.\nThe e=greens still delay and push nuclear costs up using serial law suits and challenging the environmental impact studies.\nIf nobody else is helping those “e”greens”, then they need to get their heads examined.  Nuclear power is by far the most dangerous and most expensive of all the electricity generation systems.\nIf photovoltaics and wind power weren’t so easy and so inexpensive, I’ll admit I’d prefer the risky nuclear power to the certainty of chaotic climate change.  Fortunately that’s not the case.\nWe’ve got to bring back railroads.  They can be easily electrified, and we get away from the need to maintain the expensive roads and try to engineer long-range electric cars.\npenrose\nJuly 29, 2017 at 21:23\nRE: “We’ve got to bring back railroads. They can be easily electrified, and we get away from the need to maintain the expensive roads and try to engineer long-range electric cars.”\nExactly & inevitable. And everywhere else in the world they have laid the groundwork for America to move from the 19th Century into the 21st Century.\nSteven B Ongley, Sr.\nJuly 30, 2017 at 08:57\n@Mangus – charging Teslas “overnight from low” may require 75 amps… but for a Tesla, “low” means the car drove 200+ miles before charging. Most folks do about 12,500 miles a year or about 35 miles a day.  So the need for the heavy duty charging is one fifth what you fear.  Charging 35 miles overnight can be done on 110 volt 15 amp circuit (the same circuit you use for a lamp).  How do I know?  That’s exactly what I do with my Nissan Leaf every night.  Well not every night, sometimes, during the day, I charge for free at work or the local  grocery store.\nj. D. D.\nJuly 31, 2017 at 13:18\nExcellent point. If millions of Americans were recharging their electric vehicles, even at low peak time such as at night, there would not be sufficient electricity on line to service the load. I don’t care how many windmills the green kooks propose, only a large scale rebuild of the grid including massive increase in 4th generation nuclear plants combined with a crash program to develop commercially viable fusion power would make the electric cars – and maglev and other high speed trains – part of America’s future.\nZachary Smith\nAugust 1, 2017 at 12:02\nI don’t care how many windmills the green kooks propose, only a large scale rebuild of the grid including massive increase in 4th generation nuclear plants combined with a crash program to develop commercially viable fusion power would make the electric cars – and maglev and other high speed trains – part of America’s future.\nI made a search to locate the cost of the most expensive power line I could find, and I’m using $3,000,000/mile for my calculation.  Next the distance from LA to NYC – 4,000 miles.   A super-duty line would, in the worst case I could find, cost 12 billion dollars.   Compare that to this news story:\n“S.C. utilities stop building $16B V.C. Summer nuclear expansion”\nJul 31, 2017, 1:27pm EDT\nThat 16 billion dollars was money down a rat hole.  A network of new power lines is a solid investment, and the cost for a large nation like the US is basically trivial.\nh**ps://www.bizjournals.com/charlotte/news/2017/07/31/s-c-utility-votes-to-stop-building-16b-v-c-summer.html\nRegarding fusion, there is a “new” saying for that – “”Fusion Is Always 50 Years Away”\nMaybe someday humans can build inexpensive and idiot-proof nuclear power generation devices.    I doubt it, but that day is very, very far in the future in the best of cases.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [
            [
                "a public relations group for fossil fuels funded by Koch Industries, the oil and petrochemicals conglomerate led by the ultraconservative billionaire brothers David H. and Charles G. Koch.",
                "",
                false
            ],
            [
                "cars with a plug [will] account for a third of the global auto fleet by 2040 and displace about 8 million barrels a day of oil production — more than the 7 million barrels Saudi Arabia exports today.",
                "",
                false
            ],
            [
                "World’s first ‘solar panel road’ opens in France",
                "",
                false
            ],
            [
                "Why Is This Pathway Being Considered?",
                "",
                true
            ],
            [
                "Reforming low-cost natural gas can provide hydrogen today for fuel cell electric vehicles (FCEVs) as well as other applications.",
                "",
                true
            ],
            [
                "Over the long term, DOE expects that hydrogen production from natural gas will be augmented with production from renewable, nuclear, coal (with carbon capture and storage), and other low-carbon, domestic energy resources.",
                "",
                true
            ],
            [
                "Why Is This Pathway Being Considered?",
                "",
                true
            ],
            [
                "Reforming low-cost natural gas can provide hydrogen today for fuel cell electric vehicles (FCEVs) as well as other applications.",
                "",
                true
            ],
            [
                "Over the long term, DOE expects that hydrogen production from natural gas will be augmented with production from renewable, nuclear, coal (with carbon capture and storage), and other low-carbon, domestic energy resources.",
                "",
                true
            ],
            [
                "We’ve got to bring back railroads.",
                "",
                true
            ],
            [
                "They can be easily electrified, and we get away from the need to maintain the expensive roads and try to engineer long-range electric cars.",
                "",
                true
            ],
            [
                "utilities stop building $16B V.C.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/07/05/business/energy-environment/volvo-hybrid-electric-car.html",
                "https://www.nytimes.com/2017/07/06/business/tesla-stock-market-value.html?_r=0",
                "https://www.huffingtonpost.ca/entry/koch-electric-vehicles_n_56c4d63ce4b0b40245c8cbf6",
                "https://www.desmogblog.com/2017/07/10/koch-fueling-us-forward-america-rising-squared-bashing-electric-cars",
                "http://news.mit.edu/2013/study-air-pollution-causes-200000-early-deaths-each-year-in-the-us-0829",
                "https://consortiumnews.com/2017/04/22/coal-miners-futures-in-renewable-energy/",
                "https://www.washingtonpost.com/news/energy-environment/wp/2017/07/21/trump-to-tap-longtime-coal-lobbyist-for-epas-number-two-spot",
                "https://www.nytimes.com/2017/07/26/world/europe/uk-diesel-petrol-emissions.html",
                "https://thinkprogress.org/france-sticks-it-the-us-on-fossil-fuels-5ec69aa96570/",
                "http://blog.ucsusa.org/dave-reichmuth/new-numbers-are-in-and-evs-are-cleaner-than-ever",
                "https://cleantechnica.com/2017/07/05/big-autos-fully-electric-car-sales-102-usa/",
                "https://www.nytimes.com/2017/01/05/business/energy-environment/koch-brothers-fossil-fuels-minorities.html?smid=tw-share&referer",
                "https://www.washingtonpost.com/news/energy-environment/wp/2017/04/28/epa-website-removes-climate-science-site-from-public-view-after-two-decades/"
            ],
            "gov_pgs": [
                "https://www.eia.gov/energyexplained/index.php?page=oil_use",
                "https://energy.gov/eere/fuelcells/hydrogen-production-natural-gas-reforming"
            ],
            "unsure": [
                "https://www.washingtonpost.com/business/technology/china-propels-rise-of-electric-ultra-high-performance-cars/2017/06/19/9210d034-54b1-11e7-840b-512026319da7_story.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://thinkprogress.org/norway-aims-to-end-sales-of-fuel-burning-car-by-2025-as-ev-market-soars-edeac854f1e/",
                "https://fuelingusforward.com/about/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=a0f91850-c91b-11e9-9aa0-7112c0fe6933&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0wNy0wNi90aGUtZWxlY3RyaWMtY2FyLXJldm9sdXRpb24taXMtYWNjZWxlcmF0aW5n",
                "http://www.cleanenergyministerial.org/Our-Work/Initiatives/Electric-Vehicles/Activities"
            ]
        },
        "key_words": [
            "vehicles",
            "transportation",
            "worlds",
            "shift",
            "states",
            "cars",
            "energy",
            "electric",
            "global",
            "emissions",
            "united",
            "million"
        ]
    }
]