[
    {
        "url": "https://consortiumnews.com/2013/04/17/a-civil-rights-battle-over-a-streetcar/",
        "title": "A Civil Rights Battle over a Streetcar",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-04-17",
        "text": "Main menu\nApril 17, 2013\n • Comments Off on A Civil Rights Battle over a Streetcar\nEven after the Emancipation Proclamation freed African-American slaves in the Confederacy on Jan. 1, 1863, racial bias was common even far from the rebellious South. Later that year, blacks fought to get access to horse-drawn streetcars in San Francisco, writes William Loren Katz.\nBy William Loren Katz\nApril 17 is the 150th anniversary of a civil Rights milestone. During the Civil War, just months after San Francisco’s horse-powered street-car companies dispatched their street cars  with orders to accept only white passengers  African-American citizens began to directly challenge this discrimination.\nOn April 17, 1863, Charlotte Brown, a young African-American woman from a prominent family, boarded a street car and was forced off. Determined to assert her rights, Ms. Brown boarded street cars twice more during 1863 and twice more was ejected. Each time she began a legal suit against the company.\nA San Francisco horse-drawn streetcar built in 1863.\nIn May 1863, William Bowen, another African-American, was stopped from boarding a street car. He brought a civil suit and a criminal assault suit.\nTheir legal actions came after the African-American community’s successful campaign to remove the state’s ban on court testimony by African-Americans. Lifting this ban opened the legal system to challenges by African-American men and women in the state.\nAfter several years of more direct efforts and legal challenges by the African-American women and men of the city, the campaign against street-car segregation was also successful.\nWilliam Loren Katz is the author of Black Women of the Old West and 40 other history books. His website is: williamlkatz.com\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "women",
            "streetcar",
            "loren",
            "william",
            "battle",
            "africanamerican",
            "1863",
            "twice",
            "rights",
            "legal",
            "suit",
            "civil",
            "street"
        ]
    }
]