[
    {
        "url": "https://consortiumnews.com/2011/10/07/toward-a-new-national-security-policy/",
        "title": "Toward a New National Security Policy",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-10-07",
        "text": "Main menu\nOctober 7, 2011\n • Comments Off on Toward a New National Security Policy\nDuring the Cold War, the U.S. avoided large permanent bases in the Islamic world so as not to enflame anti-Western passions. But that changed with the Persian Gulf War, endangering rather than protecting the interests of the American people — and highlighting why a new national security policy is needed, writes Gareth Porter.\nBy Gareth Porter\nThe starting point for a citizens’ campaign for a new national security strategy should be to call attention to the reality that U.S. wars supposedly against terrorism have produced clear winners and losers.\nThe winners are the leaders of the military, the Pentagon, the CIA and their private-sector and elected political allies. Aggressive U.S. wars are not merely the result of mistaken policies, but of the national security institutions pursuing their own interests at the expense of the interests of the American people.\nThe “war on terror” is a means for those institutions to maintain the present allocation of national resources and power to the national security sector for the indefinite future.\nThe losers are the rest of the American people. This “permanent war state” is now so politically powerful that it can keep the United States at war, even after the rationale for the war has been discredited or become irrelevant and the war has turned into a political and military disaster.\nOver the past decade, the permanent war state has captured up to $1.3 trillion to pay for wars in Iraq and Afghanistan as well as an additional $2.3 trillion in defense and other national security spending (homeland security, international affairs, etc.) over and above the level of the first post-Cold War decade.\nThat appropriation by the national security state of an additional $3.6 trillion in additional resources during a decade of economic decline, accounting for 40 percent of the additional national debt, represents a power grab of immense proportions.\nThe most urgent reason to demand an end to the super-militarized approach to national security adopted by the U.S. national security state is that it has created extreme anti-Americanism across the Islamic world that ensures that the American people will face the threat of terrorism against the U.S. homeland for the indefinite future with all the assaults on their freedoms that go with it.\nThis approach shifts the attention of activists from each individual war policies to the underlying war system and the interests that drive it.\nThat shift allows an anti-militarism movement to adopt an offensive posture rather than one that is reactive and even defensive in the face of each new move by the national security state.\nProvocation of Terrorist Threats\nA citizen’s campaign to change U.S. national security policy should insist that the United States take the only steps that can sharply reduce and then end the threat of terrorism against the U.S. homeland:  the immediate withdrawal of all U.S. troops from Islamic countries and an end all military activities being waged in Islamic lands.\nDuring the Cold War, the United States avoided stationing troops in Islamic countries, in large part because of those well-known Islamic sensitivities about the stationing of Western troops in Islamic countries.\nIt is no accident that the George H. W. Bush administration breached that longstanding injunction by launching the first Gulf War in 1991 and then maintaining a significant U.S. military presence in Saudi Arabia just as the end of the Cold War was threatening a drastic reduction in the military budget.\nThe objective of the war and insertion of U.S. military power into the Middle East was to create a new rationale for Cold War levels of military spending by shifting the focus of military planning to regional adversaries. Saddam Hussein’s Iraq was to be the primary exemplar.\nSaddam Hussein\nOsama bin Laden’s argument that the presence of U.S. troops in Saudi Arabia was unacceptable was supported not only by conservative Wahhabi Saudi clerics but by many Islamic clerics throughout the Middle East and even in the predominantly non-Muslim countries.\nThe clerics urged Muslim faithful to defend Islam against U.S. military incursions on Islamic lands.\nThose who responded to that message included the Saudi nationals who would later volunteer to participate in the al Qaeda plan to fly U.S. commercial planes into the Twin Towers and the Pentagon, some of whom explicitly discussed the U.S. occupation of Saudi Arabia as the reason for the 9/11 attacks in “martyr videos.” [See Robert A. Pape and James K. Feldman, Cutting the Fuse; Steve Fainaru and Alia Ibrahim, “Mysterious Trip to Flight 77 Cockpit,” Washington Post, Sept. 10, 2002.]\nTwo bombing attacks on U.S. forces in Saudi Arabia were carried out, apparently by followers of bin Laden in 1995 and 1996, after which bin Laden declared open war against the United States for its military interference in Saudi Arabia and elsewhere in the region.\nBut even those dramatic warning signals prompted no rethinking of U.S. military policy.  On the contrary, the Pentagon and the Clinton administration continued to maintain a de facto state of war with Iraq through the 1990s punctuated by occasional bombing attacks against Iraqi targets.\nThose whose personal and institutional interests are served by aggressive U.S. military policy in the Middle East understood that they were increasing the risk of terrorism.\nThe neoconservative historian Robert Kagan would later write, “We have pretty good reasons to believe that the Persian Gulf War in 1991, and the continuing presence of American troops in Saudi Arabia after the war, was a big factor in the evolution of Osama bin Laden and al-Qaeda.”\nBut Kagan, reflecting the views of the national security state, argued that the United States was right to go ahead with such military policies even if they knew they would result in terrorist attacks on the United States.\nA “very senior officer” who served on the Pentagon’s Joint Staff in the 1990s says he heard “more than once” from colleagues that terrorist attacks were “a small price to pay for being a superpower.” [See Richard H. Shultz, Jr., “Nine reasons why we never sent our Special Operations Forces after al Qaeda before 9/11,” The Weekly Standard, Jan. 26, 2004.]\nThe George W. Bush administration exploited the 9/11 attacks to pursue the interest of the national security state in making the United States the dominant military power in the Middle East.\nIt sent forces into Afghanistan not to capture or kill bin Laden but to overthrow the Taliban regime. Then it quickly began planning for the invasion and occupation of Iraq.\nFor those who were concerned primarily with terrorism, the danger of such a war to the American people was perfectly clear.\nIn 2002 when the Bush administration was planning the invasion of Iraq, Rand Beers, then one of the two top White House counter-terrorism officials, complained bitterly to his former boss, Richard Clarke, “Do you know how much it will strengthen al Qaeda and groups like that if we occupy Iraq?” [See Richard A. Clarke’s Against All Enemies. ]\nAfter the U.S. invasion of Iraq, volunteers from all over the Middle East quickly poured into Iraq, giving al Qaeda, previously a small group hiding in the relatively inaccessible Kurdish region of Iraq, a new power and influence both in Iraq and in the Middle East more generally.\nIn mid-2005 the CIA concluded in a classified assessment that Iraq had assumed the role once played by the jihad against Soviet occupation in Afghanistan in building up a cadre of jihadists with terrorist skills. [See Douglas Jehl, “CIA Describes Iraq as Terrorist Laboratory,” International Herald Tribune, June 23, 2005.]\nTwo top former counter-terrorism officials, Cofer Black and Roger Cressey, warned that the jihadists drawn to Iraq would eventually disperse to their home countries after having been trained in techniques of bombings and assassination, which could eventually threaten Americans directly. [Shaun Waterman, “Officials see terror threat from Iraq vets,” UPI, June 1, 2005.]\nA National Intelligence Estimate issued in April 2006 concluded, “The Iraqi conflict has become the ‘cause celebre’ for jihadists, breeding deep resentment of U.S. involvement in the Muslim World and cultivating supporters for the global jihadist movement.” [Declassified Key Judgments of the National Intelligence Estimate “Trends in Global Terrorism”, online at http:/www.dni.gov/press_releases/Declassified_NIE_Key_Judgments.pdf.]\nThe former head of the CIA’s counter-terrorism center, Robert Grenier, warned that the U.S. war had “convinced many Muslims that the United States is the enemy of Islam, and they have become jihadists as a result of their experience in Iraq.” [Josh Meyer, James Gerstenzang and Greg Miller, “Bush Ties Al Qaeda in Iraq to Sept. 11,” Los Angeles Times, July 25, 2007.]\nPublic opinion surveys and focus groups in nine Middle Eastern and South Asian Islamic countries in 2009 show that majorities ranging from 52 percent to 92 percent of the respondents believed the United States might threaten their country in the future.\nThe fear and anger felt in those Islamic countries over U.S. wars and troop presence in Islamic countries translates into support for attacks on the United States by substantial minorities ranging from 9 percent to 14 percent of the populations of those countries. [Steven Kull, Feeling Betrayed: The Roots of Muslim Anger at America (Washington, D.C.: The Brookings Institution, 2011)]\n \nPower Projection\nOne of the driving forces for U.S. wars since the beginning of the Cold War has been the constant push by the U.S. military and its civilian allies to maintain or expand its network of military bases and alliances across the globe.\nIn the early to mid-1960s, it was not the fear of “falling dominos” i.e., communism sweeping across Southeast Asia — that motivated top U.S. officials in the Johnson administration to call for war in Vietnam but their fear of Asian accommodation with China.\nThey were afraid of losing the dominant U.S. military position in the Far East, consisting mainly of U.S. air bases surrounding China and North Vietnam in Japan, Korea, Taiwan, the Philippines and Thailand. [See Gareth Porter, Perils of Dominance: Imbalance of Power and the Road to War.]\nLikewise, the invasion of Iraq was driven by a desire for military bases in that country to ensure U.S. political-military dominance of the entire Middle East/Persian Gulf region by allowing coercion of Iran and Syria.\nThus when the United States invaded Iraq, the Pentagon was already planning to maintain four “enduring bases” meaning, permanent bases — in Iraq. [Thom Shanker and Eric Schmitt, “Pentagon Expects Long-Term Access to Four Key Bases in Iraq,” New York Times, April 30, 2003.]\nAfter Iraq insisted in 2008 on complete U.S. withdrawal, the attention of the U.S. military shifted to obtaining permanent bases in Afghanistan.\nThese permanent facilities are justified in variety of ways:  the need to intimidate Iran; the continued war against al Qaeda; the instability in Pakistan; and the general advantage assumed to accompany U.S. military power abroad.\nBut any use of military force in the vast area where the network of bases is located would simply make Americans less secure.\nThe real motive for projecting U.S. military forces abroad is to enhance the power of the military institutions themselves and their Pentagon and other civilian allies, not to protect Americans from any serious threat to their security.\nThe security of the American people demands that all such bases intended to support wars that are not in the interests of the American people be closed down as part of the transformation of U.S. national security policy from a posture that is provocative to Islamic peoples to one that is non-provocative.\nThe principle of avoiding military presence that provokes antagonistic responses applies to the complex of U.S. military bases and alliances left over from the Cold War in East Asia.\nThe national security state argues that these bases are necessary to “shape” the security environment in East Asia. But that network of bases in the Asia-Pacific region still fulfills the same function that it did during the Cold War.\nIt is a vested interest in search of a rationale. Even after North and South Korea began negotiations on a settlement in the late 1990s, the Pentagon continued to put more military bases in East Asia.\nThe new rationale for expanding the U.S. military footprint in Asia over the past decade has been to maintain a “hedge” against Chinese regional domination decades in the future.\nSuch “hedging” in regard to possible war with China is central to the national security state’s demand for extraordinary levels of military spending, without which it could justify wartime expenditures for the Air Force and Navy.\nThat rationale is bogus; the consensus among intelligence and military analysts has long been that the importance of China’s economic ties to the United States makes it unlikely that China will seek a confrontation with Washington. [See Sam J. Tancredi, “The Future Security Environment, 2001-2025: Toward a Consensus View,” in Michele A. Flournoy, ed., QDR: Strategy-Driven Choices for America’s Security (Washington, D.C.: National Defense University Press, 2001).]\nA citizens’ campaign should therefore call for a plan to phase out U.S. bases in East Asia over the next decade.\nEven if they don’t suck the United States into a war, U.S. military bases abroad are merely empty symbols of illusory power, which are regarded as perquisites of the U.S. military’s power at home and abroad.\nThe only way to break the cycle of the quest for dominant power provoking conflict and insecurity is to demand that the United States adopt a policy like other major powers, including China, of abjuring foreign military presence.\nOnce the two main national-security-state dodges of wars against terrorism and power projection abroad are removed, the rationale for most U.S. military spending disappears.\nThere is no need for a large army, or for anything like the level of air and naval power sought for decades by those military services. The fundamental reform of national security policy should be accompanied by cuts in military spending to a fraction of the level during and after the Cold War.\nThis fundamental shift in policy from seeking dominant power to defending the homeland will thus require a comprehensive national plan for phasing out the present level of military spending and planning for peacetime economic alternatives in regard to production and employment.\nA New National Security Policy\nIn order to provide a focal point and action objective for a citizens’ campaign for a new national security policy, we need a new legislative charter that outlines what must be done to bring about a decisive transition over the next few years from the existing policy to one that truly serves the interests of the American people.\nThat legislation should state, in part, that “shall be the national policy of the United States”:\nto withdraw all military personnel from Islamic countries through a published timetable and to refrain from stationing troops or carrying out military operations in Islamic countries in the future;\nto cease to pursue the aim of military dominance in the Middle East, the Persian Gulf and East Asia and to withdraw from military bases in those regions built on premises that are now clearly invalid;\nto reduce military spending by 40 to 50 percent over the next three years, and to continue to reduce spending further in the subsequent five year period to a level representing no more than 30 percent of the level of military expenditures in FY 2011;\nto establish a national economic conversion plan to support this reduction in military expenditures.\nGareth Porter is an independent investigative historian and journalist on U.S. national security policy.  He was co-director of the Indochina Resource Center in Washington, D.C. during the Vietnam War and is the author of Perils of Dominance: Imbalance of Power and the Road to War in Vietnam (University of California Press, 2006).\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "power",
            "islamic",
            "security",
            "national",
            "military",
            "war",
            "policy",
            "states",
            "bases",
            "iraq"
        ]
    }
]