[
    {
        "url": "https://www.christianpost.com/news/instagram-mistakenly-deleted-pastor-jamal-bryants-post-urging-hm-boycott-company-says.html",
        "title": "Instagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\n| Friday, January 19, 2018\nLeader of Baltimore's Empowerment Temple Church, Jamal Bryant. | (Photos: Screen shot via YouTube; H&M; Instagram)\nMore than a week after Instagram deleted a post from megachurch Pastor Jamal Bryant for not \"promoting harmony\" because he urged a boycott of Swedish clothing retail giant H&M over racist advertising, an official from Facebook, which owns the application, said it was a \"mistake.\"\n\"We mistakenly removed the content and worked to rectify the mistake as soon as we were notified,\" an Instagram spokesperson told The Christian Post in a statement late Thursday.\nThe Empowerment Temple church leader and social activist revealed in a video he posted on his Facebook page  on Jan. 8 that he took umbrage to H&M's use of a black boy to model a sweatshirt with the slogan \"Coolest monkey in the jungle\" that was featured on the company's U.K. website and decided to join in a growing protest against the company for their insensitivity.\n\"I immediately at 6 o'clock this morning (Jan. 8) en route to the gym, posted on Instagram. That every person who is of conscience no matter what your color, should in fact be boycotting H&M because they do not appreciate our dollars and don't understand our depth and don't think highly enough of us to put us on their board of directors. #boycottH&M,\" Bryant said in the video.\nFacebook also never had an African-American on its board until it announced Thursday that it will bring Kenneth Chenault , the CEO of American Express, onto its board.\nAfter about 4,000 people had approved his message on the social platform, Bryant said Instagram sent him a note saying: \"We have taken the liberty to delete your post because it does not promote harmony.\"\nA more diplomatic version  of Bryant's controversial post is currently live on his Instagram page.\nJan 8, 2018 at 4:13am PST\nMany high profile public figures such as NBA star LeBron James  and rapper Diddy have voiced their disapproval of the H&M advertisement. Singer Abel Makkonen Tesfaye, popularly known as \" the Weeknd ,\" has canceled his partnership with the company.\nJan 16, 2018 at 11:16am PST\nA Fortune report  said the company announced Annie Wu as their new global leader for diversity and inclusiveness on Tuesday. She was already the global manager for employee relations.\n\"The recent incident was entirely unintentional, but it demonstrates so clearly how big our responsibility is as a global brand,\" H&M said in a message on Instagram . \"Our commitment to addressing diversity and inclusiveness is genuine, therefore we have appointed a global leader, in this area, to drive our work forward.\"\nBryant charged, however, that despite the company's apology, it has no real commitment to diversity and inclusion.\n\"Don't walk away from H&M just for today. Shut the door,\" he told his supporters. \"Save your apology H&M. The reason why it is that you are able to do it with clear conscience is that you are developing, you are manufacturing, you are warehousing, you are shipping all at the hands of black people but on your board of 12, you have not one minority sitting on your board.\"\nRelated Articles\n",
        "quotes": [
            [
                "We mistakenly removed the content and worked to rectify the mistake as soon as we were notified,",
                "Instagram",
                true
            ],
            [
                "I immediately at 6 o'clock this morning (Jan. 8) en route to the gym, posted on Instagram.",
                "Jamal Bryant",
                true
            ],
            [
                "That every person who is of conscience no matter what your color, should in fact be boycotting H&M because they do not appreciate our dollars and don't understand our depth and don't think highly enough of us to put us on their board of directors.",
                "Jamal Bryant",
                true
            ],
            [
                "We have taken the liberty to delete your post because it does not promote harmony.",
                "Instagram",
                true
            ],
            [
                "The recent incident was entirely unintentional, but it demonstrates so clearly how big our responsibility is as a global brand,",
                "",
                true
            ],
            [
                "Our commitment to addressing diversity and inclusiveness is genuine, therefore we have appointed a global leader, in this area, to drive our work forward.",
                "",
                true
            ],
            [
                "Don't walk away from H&M just for today.",
                "",
                true
            ],
            [
                "The reason why it is that you are able to do it with clear conscience is that you are developing, you are manufacturing, you are warehousing, you are shipping all at the hands of black people but on your board of 12, you have not one minority sitting on your board.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/policy/technology/369500-facebook-appoints-american-express-ceo-to-be-its-first-black-board-member"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/BeBZFMugyaf/",
                "https://www.instagram.com/p/BdtS-hsBUNk/?utm_source=ig_embed&utm_campaign=embed_legacy",
                "https://twitter.com/theweeknd/status/950447182829699072",
                "https://fortune.com/2018/01/18/hm-hoodie-racist-monkey-diversity-hire/?utm_campaign=fortunemagazine&utm_source=twitter.com&utm_medium=social&xid=soc_socialflow_twitter_FORTUNE",
                "https://www.instagram.com/p/BdsCSD_HnxM/?hl=en&taken-by=jamalhbryant",
                "https://www.facebook.com/XcelRadio/videos/1459101907535617/"
            ]
        },
        "key_words": [
            "global",
            "whatsapp",
            "bryant",
            "mistakenly",
            "bryants",
            "hm",
            "urging",
            "company",
            "pastor",
            "board",
            "instagram",
            "deleted",
            "jamal",
            "leader",
            "post",
            "diversity"
        ]
    },
    {
        "url": "https://thehill.com/policy/technology/369500-facebook-appoints-american-express-ceo-to-be-its-first-black-board-member",
        "title": "Facebook appoints American Express CEO as first black board member",
        "authors": [],
        "publisher": "https://thehill.com",
        "publish_date": "2018-01-18",
        "text": "By Ali Breland - 01/18/18 09:01 AM EST\n \n \n© Getty\nFacebook announced on Thursday that it will bring Kenneth Chenault, the CEO of American Express, onto its board.\nChenault will become the first African-American board member at the social media giant.\nHis hiring follows a contentious meeting between Facebook Chief Operating Officer Sheryl Sandberg and the Congressional Black Caucus (CBC) in October, in which Sandberg promised that the company was in the process of appointing a black individual to the board.\nADVERTISEMENT\n\"I’m pleased to see Facebook taking real action to address the issue of diversity within their company,\" Kelly said. \"When we began this dialogue with Facebook, we expected swift action and this decision is without a doubt a step in the right direction.\"\nShe did note that she would still like to see the technology industry do more on increasing diversity within its ranks. \n\"Much work still remains to diversify Silicon Valley. Progress has been slow and we will continue to press companies to enact inclusive hiring policies,\" she said. \nChenault will also become one of a few black board members at major technology firms across Silicon Valley, joining others like Ursula Burns at Uber and Debra Lee at Twitter.\n\"I've been trying to recruit Ken for years. He has unique expertise in areas I believe Facebook needs to learn and improve — customer service, direct commerce, and building a trusted brand,” Facebook CEO Mark Zuckerberg\n“Ken also has a sense of social mission and integrity I admire and the perspective that comes from running an important public company for decades.\"\nChenault is also a board member at IBM and has been working at American Express since 1981.\n“We get a lot of lip service from the technology companies,” Rep. G.K. Butterfield\nThis story was updated at 12:47 p.m.\nVideo\nDon't miss a brief. Sign up for our daily email.\nYour Email\n",
        "quotes": [
            [
                "I’m pleased to see Facebook taking real action to address the issue of diversity within their company,",
                "Chenault",
                true
            ],
            [
                "When we began this dialogue with Facebook, we expected swift action and this decision is without a doubt a step in the right direction.",
                "",
                true
            ],
            [
                "Much work still remains to diversify Silicon Valley.",
                "",
                true
            ],
            [
                "Progress has been slow and we will continue to press companies to enact inclusive hiring policies,",
                "",
                true
            ],
            [
                "I've been trying to recruit Ken for years.",
                "",
                true
            ],
            [
                "He has unique expertise in areas I believe Facebook needs to learn and improve — customer service, direct commerce, and building a trusted brand,” Facebook CEO Mark Zuckerberg\n“Ken also has a sense of social mission and integrity I admire and the perspective that comes from running an important public company for decades.",
                "",
                true
            ],
            [
                "We get a lot of lip service from the technology companies,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://thehill.com/author/ali-breland"
            ]
        },
        "key_words": [
            "appoints",
            "technology",
            "ceo",
            "sandberg",
            "voted",
            "facebook",
            "express",
            "black",
            "american",
            "social",
            "company",
            "member",
            "impeachment",
            "board",
            "support",
            "democrats"
        ]
    }
]