[
    {
        "url": "https://consortiumnews.com/2013/04/18/the-power-of-false-narratives/",
        "title": "The Power of False Narratives",
        "authors": [
            {
                "name": "Kathleen Flanagan",
                "link": null
            },
            {
                "name": "Dr J",
                "link": null
            },
            {
                "name": "John Lebrun",
                "link": null
            },
            {
                "name": "Mike Gramig",
                "link": null
            },
            {
                "name": "Don Bacon",
                "link": null
            },
            {
                "name": "Bob Loblaw",
                "link": null
            },
            {
                "name": "Joseph Mitchener",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-04-18",
        "text": "Main menu\nApril 18, 2013\nBy Robert Parry\nOver the past several decades, the American Right has invested heavily in media outlets and think tanks with the goal of imposing right-wing historical narratives on the nation. That investment has now paved the way for defeat of modest gun-control legislation in the U.S. Senate.\nBecause of this well-financed right-wing propaganda, millions of Americans have been convinced that the Framers of the U.S. Constitution wanted individual Americans armed to the teeth so they could kill policemen, soldiers and other government representatives. Thus any restriction on gun ownership, no matter how sensible, is deemed as going against the nation’s Founding Fathers.\nPresident George Washington pictured leading state and federal troops against the Whiskey Rebellion in western Pennsylvania in 1794.\nThe fact that the key Framers, such as James Madison and George Washington, actually believed that the people would be protected against tyranny through a representative Republic operating within the rule of law and the checks and balances of a Constitution has been lost amid the Right’s propaganda and paranoia.\nMadison only grudgingly agreed to incorporate a Bill of Rights at all as a deal to secure the necessary votes for the Constitution’s ratification, with the Second Amendment essentially a concession to the states which wanted to protect their right to maintain citizen militias.\nAt the time, the right to bear arms within the context of “a well-regulated Militia” was not understood as a “libertarian” right to have an unregulated arsenal in your basement or the right to stride into public gatherings with a semi-automatic assault rifle with a 100-bullet magazine over your shoulder. In 1789, when Congress approved the Second Amendment, muskets were single-shot devices requiring time-consuming reloading.\nAnd, as the Second Amendment explains, its purpose was to maintain “the security of a free State,” not to undermine that security with mass killings of civilians or insurrections against the elected government representing “We the People of the United States.” Under the Constitution, such insurrections were defined as “treason.”\nBut the Right has successfully abridged the Second Amendment as it is now understood by many ill-informed Americans. The 12-word preamble  explaining the point of the amendment  gets lopped off and only the last 14 words are left as the unofficially revised amendment.\nSo, when Tea Party favorite Sen. Ted Cruz lectures fellow senators on the Second Amendment, he doesn’t include the preamble, “A well-regulated Militia being necessary to the security of a free State.” He only reads the rest: “the right of the people to keep and bear Arms shall not be infringed.” Nor do the Tea Partiers note that to Madison and the Framers the term “bear Arms” meant to participate in a militia, not to have as many guns as you want.\nThe real history has gotten lost in a swamp of false narrative, the sort of ideological deceptions that have come to dominate the current American political scene and have given us an Orwellian present in which he “who controls the past” really does “control the future.”\nObama’s Bow\nNow, even intelligent politicians like President Barack Obama genuflect before the mythology of the Second Amendment as he did on Wednesday when he stood with parents of children massacred in Newtown, Connecticut, and repeatedly argued that a defeated compromise on background checks for gun buyers in no way impinged on anyone’s Second Amendment rights.\nNo one, it seems, wants to get into the reeds on this issue and take on the Right’s false narrative, apparently hoping that those distortions can be simply overridden by public outrage against the thousands upon thousands of Americans who are killed by gun violence every year. But the failure to contest false narratives, especially ones as powerful as the nation’s founding myth, effectively dooms rational policy discussions.\nIf the Right can rile up a lot of people with neo-Confederate appeals against the “tyranny” of the federal government, the United States cannot face its future challenges, whether stopping school massacres or effectively regulating Wall Street or reducing income inequality or addressing the existential threat of global warming. All such efforts will simply be dismissed as federal assaults on “liberty.”\nMost perniciously, the Right  through its propaganda  has equated the federal government with the British Crown, treating any national effort to deal with domestic problems as the same as British troops marching on Lexington and Concord. That’s the message in the Tea Party’s hijacking of Revolutionary War imagery.\nYet, that would mean that Revolutionary War heroes like George Washington and Alexander Hamilton  as well as the Constitution’s chief architect James Madison  are stand-ins for King George III, since they were the ones who organized the Constitutional Convention in 1787.\nThe Constitution dramatically strengthened the central government from its status as a “league of friendship” dominated by “independent” and “sovereign” states under the Articles of Confederation. The power grab in Philadelphia was what gave rise to the first claims about a powerful central government imposing federal “tyranny.”\nAnti-Federalists rose to oppose the Constitution, in part, by claiming that federal authorities might destroy the system of state militias and then crush the individual states. Madison ridiculed that argument in Federalist Paper 46, which ironically is one that the gun-rights advocates often cite in arguing in favor of a fully armed population.\nBut Madison’s key point in Federalist Paper 46 was that when critics cite the Constitution’s potential for a tyrannical central government, they miss the point that it would consist of representatives from the states and the people.\n“The adversaries of the Constitution seem to have lost sight of the people altogether in their reasonings on this subject,” Madison wrote. “These gentlemen [the Anti-Federalists] must here be reminded of their error. They must be told that the ultimate authority, wherever the derivative may be found, resides in the people alone.\n“If  the people should in future become more partial to the federal than to the State governments, the change can only result, from such manifest and irresistible proofs of a better administration.  And in that case, the people ought not to be precluded from giving most of their confidence where they may discover it to be most due.”\nMocking the Paranoia\nIn Federalist Paper 46, Madison then went on to offer a series of reasons why the Anti-Federalists’ fear of the strengthened federal government was absurd, especially since Congress would consist of representatives from the states and those representatives would assert the interests of their states.\nMadison also rejected comparisons between the imagined tyranny by the federal government over the states and the violent imposition of authority by the British Crown over the American colonies. He wrote:\n“But what would be the contest in the case we are supposing [between the federal government and the states]? Who would be the parties? A few representatives of the people, would be opposed to the people themselves; or rather one set of [federal] representatives would be contending against thirteen sets of representatives [of the states], with the whole body of their common constituents on the side of the latter.\n“The only refuge left for those who prophecy the downfall of the State Governments, is the visionary supposition that the Federal Government may previously accumulate a military force for the projects of ambition.\n“That the people and the States should for a sufficient period of time elect an uninterrupted succession of men ready to betray both; that the traitors should throughout the period, uniformly and systematically pursue some fixed plan for the extension of the military establishment; that the governments and the people of the States should silently and patiently behold the gathering storm, and continue to supply the materials, until it should be prepared to burst on their own heads, must appear to every one more like the incoherent dreams of a delirious jealousy, or the misjudged exaggerations of a counterfeit zeal, than like the sober apprehension of genuine patriotism.”\nIn other words, Madison judged this alleged danger of the federal government tyrannizing the states as nuts.\nIt is true that he continues in Federalist Paper 46 to play out what to him was the absurd notion of federal tyranny, noting that this imaginary federal army of oppression also would have to contend with state militias consisting of armed citizenry  which is the point frequently cited by gun-rights advocates  but the context of those quotes is that Madison had already dismissed the possibility of such an event as crazy.\nThe Civil War\nGranted, one could argue that Madison failed to fully see into the future as he argued for the ratification of the Constitution, which he had worked so hard to create. For instance, as slavery became a contentious issue in the mid-1800s, Southern states rebelled in defense of the rights of whites to own blacks and then violently resisted President Abraham Lincoln’s efforts to bring the Confederate states back into the Union.\nTo this day, some white Southerners call the Civil War the War of Northern Aggression. In the 1950s and 1960s, the pattern played out again, albeit much less violently, when many white Southerners resisted the federal government’s outlawing of racial segregation. To some white Southerners that was another example of federal “tyranny.”\nYou could also say that Madison missed the emergence of the post-World War II Military-Industrial Complex in which military contractors accumulated so much political and economic power both within states and inside the federal government that the American people did “silently and patiently behold the gathering storm, and continue to supply the materials, until it should be prepared to burst on their own heads.”\nHowever, it is a gross distortion of history to cite Madison as someone who favored a “libertarian” right for citizens to operate on their own in the killing of police, soldiers and other representatives of the Republic. Rather, his proposal of the Second Amendment was a concession to what he regarded as paranoia among states’-rights advocates within the Anti-Federalist circles.\nIndeed, one could argue that the Second Amendment has never been used to protect individual liberty, unless you’re talking about the “liberty” of white Southerners to own African-Americans as slaves.\nBeyond the language in the amendment’s preamble about “a well-regulated Militia” and state “security,” that is exactly how the Second Amendment was used. After being approved by the first Congress and ratified by the states, the amendment was given real meaning when the second Congress passed the Militia Acts, which mandated that all military-age white males obtain a musket and supplies for militia service.\nPresident Washington then federalized several state militias and led them on an expedition into western Pennsylvania in 1794 to crush an anti-tax revolt known as the Whiskey Rebellion. The uprising was treated as an act of treason as defined by the U.S. Constitution, although Washington used his pardon power to spare rebel leaders from execution by hanging.\nOver the ensuing years in the South, state militias were called up to put down slave revolts, with the rebellious slaves not as lucky as the white Whiskey rebels. For instance, in 1800, Virginia Gov. James Monroe called out the militia to stop an incipient slave uprising known as Gabriel’s Rebellion. Twenty-six alleged conspirators were hanged.\nSouthern militias also were instrumental in the secession by the Confederate states after Lincoln’s election in 1860. Again, the central concern of the Confederacy was the maintenance and protection of slavery.\nJefferson’s Words\nYes, I know some on the Right have cherry-picked incendiary comments by other Founders, such as Thomas Jefferson and his remark that “The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants” (although the context was Jefferson’s boasting that the new United States had seen little violence since its founding, with the exception of Shays Rebellion in Massachusetts in 1786-87). Jefferson also had very little involvement in writing the Constitution and the Bill of Rights since he was serving as the U.S. representative in Paris.\nMany other right-wing citations of Founders favoring armed insurrection against the elected U.S. government have been taken out of context or were simply fabricated. [See a summary of dubious quotes compiled by Steven Krulick.]\nBut the key point about the Second Amendment is that it was never about an individual’s right to possess guns without restrictions. It was framed mostly out of concern that a standing federal army could become excessively powerful and that the states should maintain their own citizen militias. [See Krulick’s detailed explanation .]\nOnly in modern times, with the emergence of an American Right angry over the idea of racial equality, has the Second Amendment been reframed as a “libertarian” right to kill representatives of the elected government. That attitude flared up after Bill Clinton’s victory in 1992 and the rise of the “militia movement,” which found a voice in the angry white radio talk show hosts who popularized the supposed linkage between the Framers and modern-day insurrectionists.\nAfter President George W. Bush claimed the White House and added two more right-wing justices to the U.S. Supreme Court, a slim five-to-four majority formed giving the Right’s reinterpretation of the Second Amendment some official sanction in 2008. The five justices overturned longstanding precedents recognizing only a collective right to bear arms and endorsed a limited individual right to own a gun.\nThen, with the election of the first African-American president and the demographic change that Obama’s victory represented, the frenzy surrounding the Right’s false founding narrative heated up, with anti-government extremists naming themselves after the Boston Tea Party, an anti-British protest in 1773, and waving “Don’t Tread on Me” Revolutionary War banners.\nThis symbolism merging the American Republic with the British Empire was profoundly wrong  especially since many Revolutionary War leaders including General Washington and his aide-de-camp Alexander Hamilton  were central to expanding federal powers in the Constitution. But the Right’s use of the Founding symbols was powerful nonetheless.\nEssentially, however, the Tea Party operatives were not harkening back to the Constitution as much as they were to the Articles of Confederation, which the Constitution replaced, and to the Southern Confederacy, which sought to withdraw from the Constitution in the early 1860s. Today’s Tea Partiers are advocating a restoration of a system of states’ “sovereignty” that Washington, Madison and Hamilton overturned in 1787 and which Lincoln defeated in 1865.\nBut the modern Right has figured out a new way to circumvent the real Constitution, which granted broad powers to the central government and which  as amended  guaranteed equal rights for all citizens. The Right has simply invested billions of dollars in a propaganda system that has revised American history.\nThe absence of any determined  or well-funded  effort to counter the Right’s false narratives has allowed this fabricated history to become real for millions of Americans. And, on Wednesday, it meant that even modest attempts to impose some sanity on the national gun madness, including the slaughter of children, was stopped in the U.S. Senate.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in  print here  or as an e-book (from  Amazon  and  barnesandnoble.com ).\nJoseph Mitchener\nApril 22, 2013 at 18:02\nAfraid I must disagree with Mr. Parry here. In my view govs have always been put in place by and for the rich. They learned thousands of years before Christ that it is far cheaper to hire one army/police force than for each rich family to hire a security gang of its own.  Most progressives (& or leftys) are much better informed about America’s long term massive support for the rich of Latin America. For well over a hundred years the USA has sent in the Marines, or Delta Force commandos to help the far right torture and crush any effort by the poor to redistribute land, wealth, education, or health care away from the aristocracy. For well informed progressives like Mr. Parry to suggest that our federal government would never do the same here . . . is rank naivete.\nSuch a federal effort would be much more difficult when the public is well armed.\nElizabeth\nApril 22, 2013 at 11:40\nI find it interesting how the pro-gun comments here have all virtually ignored the central premise of the article, which is that the so-called right to own a gun was clearly intended both by the structure of the written text and the historical context of the time as a right that existed only within a “well-regulated militia.”\nDid you not read the article?  A typical tactic of people like this is to simply ignore the facts, speak loudly and hope no-one will notice how wrong they are.\nBARBARABF\nApril 21, 2013 at 15:56\nNow that the Boston Marathon killers used pressure cookers to deliver death and terrible harm to those at the marathon..will a background check be required for anyone purchasing pressure cookers?\nBob Loblaw\nApril 22, 2013 at 13:29\nMaybe not, but the NRA did kill a bill that would have put chemical trackers in all explosive products like gunpowder.\nRepublicult\nApril 21, 2013 at 15:33\nThe NRA and delusional 2nd Amendment scolds are not genuine at all in their zeal about ‘defending against a tyrannical government’:  That tyranny has already come to pass, inflicting terrible damage upon the country back in 2000.  And the NRA and other defenders against the “tyrannical government” were AWOL.  The tyrannical government came not in from “Black Helicopters”, but from “Black Robes”, when 5 Supreme Courtesans decided to kill democracy by refusing to insist all Florida votes be counted correctly, and instead installed their ideological brethren, W and Cheney.  The millions of Americans who have fought and died to protect the Right to Vote were shown to have died for nothing, their sacrifices meaningless, their memories desecrated by the gang of 5 federal Supreme Courtesans.  There were no showing of armed force near the halls of justice, no loading of weapons, never the sound of a hammer-cock, no marches by these true patriots.  The self appointed defenders against tyranny were shown then to be a gigantic gas bag of worthless citizenry, having allowed our democracy to be murdered by government tyrants.\nFrom the brains of La Pierre and Pratt … “The only thing that will stop a bad guy with a bomb is a good guy with a bomb.”\nDon Bacon\nApril 19, 2013 at 23:52\nParry: “But the key point about the Second Amendment is that it was never about an individualâ€™s right to possess guns without restrictions.”\nConstitution: â€œthe right of the people to keep and bear arms, shall not be infringed.â€\nSo the argument is that restrictions are not infringements?\ninÂ·fringe  (n-frnj) v. inÂ·fringed, inÂ·fringÂ·ing, inÂ·fringÂ·es v.tr.\n1. To transgress or exceed the limits of; violate: infringe a contract; infringe a patent.\n2. Obsolete To defeat; invalidate.\nv.intr. To encroach on someone or something; engage in trespassing: an increased workload that infringed on his personal life.\nHow can taking a man’s gun away from him not be an infringement?\nIt is.\nmike gramig\nApril 20, 2013 at 14:00\nLife is full of restrictions – even of righjts. Taht is because individual rights are inevitably in conflict with one another. A world without limits to personal liberties would be a dystopian place indeed.\nHISTORICVS\nApril 19, 2013 at 12:29\nIt’s an exaggeration to say the “Southern states rebelled in defense of the rights of whites to own blacks.” The fundamental issue of the Civil War was the irreconcilable difference of national policy on the use of the new western territories.. There was no will in Congress or in the nation to end slavery until it became seen as a tool to shorten the war and punish the rebels. Abolitionism was never more than an impotent fringe ideology, but it was a convenient external enemy that the slaveholders used effectively to distract and frighten disaffected southern whites.\nThe southern planter aristocracy became convinced that its economic survival depended on turning the west into slave-worked plantations, because decades of intensive tobacco and cotton cultivation in the south was depleting the soil, resulting in ever-diminishing crop yields.\nThe American people, however, clearly wanted these fertile lands to be open for settlement by free white families. It is telling that after decades of inaction the Homestead Act opening the west to such settlement was finally passed during the Civil War, after southern obstructionist politicians had resigned from the national Congress.\nIt was a stroke of brilliance on Lincolnâ€™s part to maneuver the rebels into launching the first attack on the flag at Sumter, thus mobilizing public opinion throughout the nation for decisive military operations against them. By immediately forcing the insurgents into a defensive posture, Lincoln denied them the time they would need to raise and equip an army to challenge the United States for possession of the west.\nIt is highly unlikely, given the character of their leaders, that the â€œerring sistersâ€ ever intended to â€œdepart in peace.â€ They left the Union only after they had lost control of the executive branch of the federal government in order to pursue their goal, westward expansion, by other means.\nmike gramig\nApril 20, 2013 at 13:54\nThis is the most bizarre analysis fo the issues surrounding the Civil War that I have ever seen.\njohn lebrun\nApril 19, 2013 at 10:49\nWhy do you miss the main point of the bill, I as a gun owner, would have been made into a criminal, for such things as letting somebody borrow my weapon at the gun range.  Storing my weapons at a friends house while I traveled oversea’s, it was much more then a simple background check.\nThis type of bias reporting is just as bad as the right’s, and tends to drive people away.\ndavid\nApril 22, 2013 at 13:34\nActually John, Your examples were explicitly addressed in the bill.  It was weak gruel because of these clauses.  The Bill even outlawed gun….registration.\nDon Bacon\nSnark warning: Are pressure cookers next?\nEddie\nApril 18, 2013 at 22:30\nAnother excellent analysis of the whole gun control/2nd Amendment mythology, Mr Parry.  Unfortunately, I suspect that intelligent, humanistic thinking will have little political impact here in the US.  This country will have to bottom-out on this right-wing/conservative/libertarian stuff – – – like we did in the Great Depression – – – before we MIGHT see any progressive/liberal action on many of these issues…\ndonal\nApril 18, 2013 at 21:21\nThe bills were a farce with all the fake support (92%, snore, lie). Whats scary\nare all anti constitutional abusers who vow to keep on with their assault on the American people and their civil liberties.  Scary is the keyword.   What if one went to their local county sheriff and demand a legal restraining order(arrest)do to their scary threats against the people and the constitution?\nTrying to discuss civil rights with these types(12IQ) is a waste of time, they know.   Just want to control people.\nDr J\nApril 18, 2013 at 23:46\nYour interpretation is scary and plain silly. I’d like a restraining order on your right to post such inanities. I doubt that Adams, Washington or Jefferson would approve of AK-47’s and multiple bullet clips as a basic human right!\nDon Bacon\nApril 19, 2013 at 12:21\nRestraining order on free speech? That’s two Constitutional amendments that you are wrong on. Try for three?\nBob Loblaw\nApril 22, 2013 at 13:41\ndonal and Don Bacon both mistake the Bill of Rights for the Constitution.\nDudes, these are two separate documents.  The Constitution was written to establish a strong Federal Government, the Bill of Rights was window dressing to appease slave holding states fears of a Tyrannical government and win their ratifying vote for the Constitution.\nSeriously, what are you doing here if you have not read more of Robert’s crucial takes on this false narrative you so desperately cling to?\nDon Bacon\nApril 18, 2013 at 19:03\nWhile the first ten amendments is commonly called “Bill of Rights” it is really a list of government prohibitions. As: “the right of the people to keep and bear arms, shall not be infringed.” That means that the government shall not pass laws infringing the right of the people to keep and bear arms.\nAgain, the Constitution is not a compendium of rights. There is no right to chew gum or have sex, for example. These are human rights. We are born with them, as stated in the Declaration of Independence which recognizes that people have certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. Also the right to own an AR-15, which millions of Americans do. The government is powerless to remove them.\nThe “well regulated Militia, being necessary to the security of a free State” part of this amendment doesn’t affect the prohibition against infringing the right to bear arms itself. Of course times change, but the prohibition against infringement has not changed.\nKathleen Flanagan\nApril 18, 2013 at 15:03\nThe beliefs of most of these revisionists do not come from a completed education. They haven’t been exposed to “critical thinking” or knowing the background and purpose of authors they follow.  It is consoling that the majority of Americans see through their false belief system.\nPelu\nApril 18, 2013 at 14:35\nI’m convinced the “well regulated militias” referred to were the slave patrols in the south. The 2nd amendment like the 3/5s compromise were concessions granted the south to get them to ratify the Constitution. Shouldn’t we be ready to dump such ideas?\ngregorylkruse\nApril 18, 2013 at 14:32\nMSNBC is apparently well-funded, but not for the purpose Mr. Parry proposes.  Though they may have had better intentions, the revenue stream dictated at some point for them to become celebrity apologists for the Obama Administration and selectors of which issues are to be belabored and which are diverted to oblivion.  The big-audience outlets who unabashedly dispense the propaganda of the right have no problem with revenue, because they are always doing exactly what the are paid to do. I’m not an optimist, (I once told my wife, “I see the glass as quarter-full”) but I do see some hope in the rise of independent television such as The Real News Network, which has grown substantially over the last few years.  Eventually these kinds of organizations must get together and broadcast if they are to counter the massive propaganda machine that has been broadcasting lies for many years.  Though they may not look like much now, if events take a course that exposes the folly and recklessness of the political right, the voice for truth may be strong enough and attractive enough that people will wake up and plot a new course.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://kryo.com/2ndAmen/Purpose.htm",
                "http://kryo.com/2ndAmen/Quotes.htm",
                "http://www.monticello.org/site/jefferson/tree-liberty-quotation",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "madison",
            "federal",
            "power",
            "second",
            "state",
            "false",
            "narratives",
            "amendment",
            "representatives",
            "rights",
            "states",
            "constitution",
            "right"
        ]
    }
]