[
    {
        "url": "https://www.christianpost.com/news/francis-chan-takes-on-hell-eternity-in-new-book.html",
        "title": "Francis Chan Takes on Hell, Eternity in New Book",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFrancis Chan Takes on Hell, Eternity in New Book\nFrancis Chan Takes on Hell, Eternity in New Book\n| Saturday, May 21, 2011\nFrancis Chan, the bestselling author of Crazy Love, will address the topics of hell and eternity in a new book to be released this summer.\nThe former pastor of Cornerstone Church in Simi Valley, Calif., studied the Bible intensely to find out what it had to say on the topic, which attracted astounding amount of media attention this year because of Rob Bell’s controversial book, Love Wins.\nChan’s third book is entitled Erasing Hell: What God Said About Eternity and the Things We Make Up.\n“I’ve been concerned as I’ve been listening to some of the discussions on hell and read some of the things that have been written,” said Chan in the promotional video released on Friday. “The tone in which we use, we've got to be careful here. We have to guard ourselves against a heartlessness.\n“Do you understand what we are talking about? We are talking about real people here,” he reminded. “We can’t just have these theological discussions about a doctrine when we are talking about people’s eternal destiny here.”\nBell caused uproar earlier this year with the release of his book, where he casts doubt on the traditional Christian understanding of hell and the fate of non-Christians. In the book, Bell calls the dominant Christian story that only a few Christians will be called to heaven while the rest spends forever in punishment in hell \"misguided and toxic.\" He criticizes churches that singularly preach that those who don't believe in Jesus will go to hell and questions the belief that salvation comes simply through confession, repentance and accepting Jesus.\nHe has been labeled by some as a heretic and a universalist.\nThe bestselling book sparked wide debate among Christians and in the public square.\nConsidering what's at stake, Chan stressed, \"We can't afford to be wrong about this issue.\"\nIn his latest book, Chan walks readers through his study of God’s character, which, he noted, is at the heart of the struggle between the existence of hell and a loving God.\nHe pointed to Isaiah 55, where God says that His thoughts are not the same as man’s thoughts, nor His ways the same as man’s ways.\n“So when we begin with an argument with, ‘I wouldn’t believe in a God who would …’ Who would what? Do something that you wouldn’t do? Or think in a way that is different than the way you think? Do you ever even consider the possibility that maybe the Creator’s sense of justice is actually more developed than yours? And that maybe His love and His mercy are perfect. And that you could be the one that is flawed?” Chan posed.\nChan recently moved to San Francisco after leaving his position as pastor at Cornerstone Church last year. He has yet to announce his next ministry move but said in his blog that he is currently learning about the various ministries in the area.\n\"I want to be an encouragement to the different ministers out here,\" he wrote. \"Sometimes, we can too quickly start ministries and hurt existing ministries. Due to our consumer mindset, people are prone to jump from church to church which weakens the church overall. In a place where there is so little church presence, we can’t afford to harm her overall health.\"\nErasing Hell is slated for release on July 5.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ministries",
            "francis",
            "church",
            "god",
            "chan",
            "takes",
            "eternity",
            "cant",
            "book",
            "love",
            "hell",
            "talking"
        ]
    }
]