[
    {
        "url": "https://www.christianpost.com/news/california-assembly-passes-transgender-bill-allowing-student-choice-on-bathroom-sports-team.html",
        "title": "California Assembly Passes Transgender Bill Allowing Student Choice on Bathroom, Sports Team",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCalifornia Assembly Passes Transgender Bill Allowing Student Choice on Bathroom, Sports Team\nCalifornia Assembly Passes Transgender Bill Allowing Student Choice on Bathroom, Sports Team\nCalifornia Assembly Passes Transgender Bill Allowing Student Choice on Bathroom, Sports Team\n| Friday, May 10, 2013\nSponsored by Assemblyman Tom Ammiano (D-San Francisco) Assembly Bill 1266 is aimed at prohibiting \"discrimination against transgender students\" in the state's school districts, Ammiano said.\nSeveral school districts, including in Los Angeles and San Francisco, already have policies that allow students to participate in activities and use facilities for the gender they identify with, according to local news reports. Should the bill also pass in the state's Senate and signed by the governor, it would ensure that all students have equal access, according to Ammiano.\n\"I do not believe that by allowing individuals of opposite sex to use the same restrooms makes any sense at all, and I think the vast majority of Californians deeply oppose this,\" said Assemblyman Tim Donnelly (R-Twin Peaks) as reported by The Sacramento Bee.\nCurt Hagman (R-Chino Hills) said the bill doesn't make practical sense, especially in consideration of middle and high school students changing and showering in a locker room, the Bee stated in its article.\nHowever, Ammiano has been standing firm on his bill, including writing an op-ed last month in which he admits that some students might be uneasy about new transgender allowances for school sports teams and bathrooms.\n\"Will transgender students make some other children uncomfortable? Perhaps,\" Ammiano wrote. \"I don't want to minimize that, but new experiences are often uncomfortable. That can't be an excuse for prejudice.\"\nThe California Catholic Conference voiced opposition to the bill, according to the Los Angeles Times, saying it was not needed because there are laws preventing discrimination against transgender students already in place.\n\"Our legislature tends to get involved in things that are better handled in local school districts,\" said Carol Hogan, a spokeswoman for the conference. \"One size does not fit all.\"\nThe bill is sponsored by the National Center for Lesbian Rights, Equality California, Transgender Law Center and Gay Straight Alliance Network.\nThe Capitol Resource Institute, a family values advocacy group based in Sacramento, opposes Ammiano's measure, calling it a \"radical policy\" on schools, according to the Bee.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "team",
            "according",
            "bathroom",
            "assembly",
            "whatsapp",
            "choice",
            "california",
            "transgender",
            "districts",
            "passes",
            "student",
            "allowing",
            "ammiano",
            "students",
            "bill"
        ]
    }
]