[
    {
        "url": "https://nutritionfacts.org/es/2018/01/25/el-mejor-alimento-para-el-resfriado-comun/",
        "title": "El mejor alimento para el resfriado común",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2018-01-25",
        "text": "El mejor alimento para el resfriado común\nEscrito por Michael Greger M.D. FACLM en\nEnero 25th, 2018\nSe sabe que las deficiencias en algunas vitaminas y minerales pueden conllevar a un detrimento significativo de la función inmunitaria y a un aumento de la susceptibilidad a infecciones, y ambas pueden revertirse mediante la suplementación en personas deficientes. “Sin embargo, no queda claro cuánto ayuda la suplementación a la hora de mantener un equilibrio óptimo en el sistema inmunitario en personas correctamente nutridas”. Como trato en mi video Kiwi para el resfriado , unos investigadores en Nueva Zelanda probaron la suplementación con kiwi. En una placa de Petri, el puré de kiwi amarillo parecía potenciar la actividad de las células asesinas en la sangre humana, igual que potenciar la respuesta a la vacuna del tétanos. Pero, ¿ocurre lo mismo en personas? En otro estudio. los investigadores encontraron que dos series de genes relacionados con la inmunidad aumentaban al comer tres kiwis al día. Pero, ¿se traduce eso en una ayuda real contra las infecciones? No conocíamos la respuesta hasta hace poco.\nUnos investigadores en Nueva Zelanda encontraron que el consumo de kiwi amarillo reduce la gravedad y la duración de ciertos síntomas de la infección del tracto respiratorio superior. ¿Por qué estudiaron los kiwis amarillos? El estudio fue financiado por la empresa que tiene la patente de estos kiwis.\nEn el estudio, algunas docenas de personas mayores fueron puestas aleatoriamente en dos grupos, uno comiendo 2 plátanos al día y el otro 4 kiwis al día, durante un mes, y luego al revés. Al mes siguiente, el grupo de los plátanos comió kiwis, y el de los kiwis comió plátanos. La razón de dar plátanos como placebo era darles una fruta alternativa con calorías parecidas, pero menor valor nutricional.\nEl propósito del estudio era determinar si el consumo frecuente de kiwis amarillos reduce la incidencia, la duración, y la intensidad de los síntomas de infecciones del tracto respiratorio superior, como el resfriado común, en comparación con los plátanos. No encontraron ninguna reducción en la incidencia en general, pero aquellos que enfermaron durante la fase de kiwis experimentaron una menor duración e intensidad en la congestión, y una menor duración en el dolor de garganta. Y no fue solo un poco. Los enfermos que comían bananas sufrieron durante 5 días de dolor de garganta y congestión, mientras que los que comían kiwi se sintieron mejor después de 1 o 2 días. Es una diferencia significativa.\nLa razón por la cual los investigadores hicieron el estudio con personas mayores fue que tienden a ser más susceptibles a infecciones respiratorias. Los niños pequeños constituyen otro grupo de riesgo, con el doble de infecciones del tracto respiratorio superior que los adultos, de 4 a 6 al año. Entonces, en otro estudio, 66 niños pequeños fueron divididos en los mismos dos grupos, con los kiwis y los plátanos. En el grupo de los kiwis, no solo hubo una mejora significativa en los síntomas de aquellos que enfermaron, sino que, además, menos niños enfermaron en primer lugar. Hubo un 45% menos de posibilidades de contraer una enfermedad como el resfriado o la gripe, lo cual significa que los niños comiendo kiwis tuvieron casi un 50% de reducción en la posibilidad de contraer un resfriado o la gripe.\nEsto sugiere que el consumo de kiwis podría ser una “ prescripción diaria para tu salud”; aunque 1 de cada 150 niños tiene alergia al kiwi, lo que lo posiciona como alérgeno número 3, después de la leche y los huevos, y por encima de los cacahuetes, en una encuesta de 3500 niños sobre las alergias alimentarias más comunes. Así que los kiwis no son para todo el mundo.\nEl beneficio de este conflicto de intereses es que podemos encontrar investigaciones sobre las frutas y verduras, lo cual no sucede a menudo. \n¿Qué más podemos hacer para disminuir nuestro riesgo de las problemáticas infecciones respiratorias? Puedes ver  Estimular la función inmunológica con la sección de frutas y verduras  y  Levadura nutricional para prevenir el resfriado común .\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/20846424",
                "https://www.ncbi.nlm.nih.gov/pubmed/23746068",
                "https://www.ncbi.nlm.nih.gov/pubmed/23394995",
                "https://www.ncbi.nlm.nih.gov/pubmed/22172428",
                "https://www.ncbi.nlm.nih.gov/pubmed/15725187"
            ],
            "unsure": [
                "https://nutritionfacts.org/es/video/usando-la-seccion-de-frutas-y-verduras-para-estimular-la-funcion-inmunologica/",
                "https://nutritionfacts.org/es/video/nutritional-yeast-to-prevent-the-common-cold/",
                "https://nutritionfacts.org/es/video/kiwi-para-el-resfriado/"
            ]
        },
        "key_words": [
            "mejor",
            "plátanos",
            "resfriado",
            "la",
            "al",
            "en",
            "kiwis",
            "alimento",
            "común",
            "y",
            "una",
            "el",
            "para",
            "los",
            "que"
        ]
    }
]