[
    {
        "url": "https://nutritionfacts.org/2013/01/17/diet-vs-exercise-whats-more-important/",
        "title": "Diet vs. Exercise: What’s More Important?",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2013-01-17",
        "text": "Diet vs. Exercise: What’s More Important?\nWritten By Michael Greger M.D. FACLM on\nJanuary 17th, 2013\nWhen trying to lose weight, which is most important: diet or exercise? The vast majority of those surveyed believe that both monitoring food and beverage consumption and physical activity are equally important in weight maintenance and weight loss. After equally important, people go with exercise, and then diet. As you can see in my 2-min. video Diet vs. Exercise for Weight Loss , most people get it wrong.\nNote the caloric expenditure equivalencies I present in the video are assuming no dietary compensation–something seen quite dramatically, for example, with  nut consumption . Given how hard it is to work off food, let’s make our calories count by choosing the most nutrient dense foods, as detailed in my 4-min. video  Calculate Your Healthy Eating Score .\nAnother misconception is that weight alone is a good predictor of disease risk. Body mass index is better since it takes height into account, but it doesn’t describe what or where that mass is. Body-builders can have huge BMIs (especially since muscle is heavier than fat), but that doesn’t mean they’re obese.\nAs I document in my 2-min. video  Keep Your Waist Circumference to Less Than Half Your Height , it is now accepted that health risks can be determined as much by the relative distribution of the excess fat as by its total amount. It’s not so much body fat, but visceral fat–abdominal fat, the fat around our internal organs–that most increases our risk of dying prematurely. Waist circumference takes care of both the “what” and “where” of the weight, so the best metric may be waist-to-height ratio. Move over BMI; we now have WHR.\nThe target is to keep our waist circumference to less than half our height. Take a cloth measuring tape and measure halfway between the top of your hipbones and the bottom of your ribcage. Stand up straight, breathe deep, exhale, let it all hang out and that measurement should be half our height. If it’s not, we should consider cutting down on our consumption of meat, as I cover in my video Meat and Weight Gain in the PANACEA Study . It may also help to cut back on refined plant foods, such as white flour products. Three servings a day of whole grains, however, was recently associated with a slimmer waist in the  Framingham Heart Study .\n–Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/video/keep-your-waist-circumference-to-less-than-half-your-height/",
                "https://nutritionfacts.org/video/meat-and-weight-gain-in-the-panacea-study/",
                "https://nutritionfacts.org/video/testing-the-dietary-compensation-theory/",
                "https://nutritionfacts.org/video/diet-or-exercise-whats-more-important-for-weight-loss/",
                "https://nutritionfacts.org/video/calculate-your-healthy-eating-score/"
            ]
        },
        "key_words": [
            "weight",
            "half",
            "vs",
            "diet",
            "video",
            "waist",
            "exercise",
            "whats",
            "fat",
            "important",
            "food",
            "height"
        ]
    }
]