[
    {
        "url": "https://www.christianpost.com/news/hillary-clinton-vs-donald-trump-race-and-policing.html",
        "title": "Clinton vs. Trump: Race and Policing",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nClinton vs. Trump: Race and Policing\nClinton vs. Trump: Race and Policing\nBy Michael Gryboski , Christian Post Reporter\n| Monday, October 17, 2016\nA member of the Black Lives Matter protesters argues with a police officer as they shut down the main road to the Minneapolis St. Paul Airport following a protest at the Mall of America in Bloomington, Minnesota, December 23, 2015. Demonstrations by Black Lives Matter to protest police killings of black men took place in Minnesota and California on Wednesday, a day the activist group dubbed \"Black Xmas\" to show it could impact the economy on one of the busiest shopping days of the year. | (Photo: Reuters/Craig Lassig)\nOver the past couple of years, there has been increased public outrage over police violence against African-Americans.\nEntities like the \"Black Lives Matter\" movement and many liberals argue that such violence is pervasive and requires major reforms within police departments across the country.\nOthers, including police unions and many conservatives, argue that these concerns are based on misinterpreting statistics and are fomenting anti-police sentiment in many cities.\nDemocratic Party nominee Hillary Clinton and Republican Party nominee Donald Trump have taken positions on how to deal with the sensitive matter of race and policing.\n'Law And Order'\nRepublican U.S. presidential nominee Donald Trump speaks during the presidential town hall debate with Democratic U.S. presidential nominee Hillary Clinton (not pictured) at Washington University in St. Louis, Missouri, U.S., October 9, 2016. | (Photo: Reuters/Lucy Nicholson)\nWhen describing his plans for policing, Trump has stressed the phrase \"law and order\" in his first debate against Clinton.\n\"Well, first of all, Secretary Clinton doesn't want to use a couple of words, and that's law and order. And we need law and order. If we don't have it, we're not going to have a country,\" stated Trump.\n\"In a place like Chicago, where thousands of people have been killed, thousands over the last number of years, in fact, almost 4,000 have been killed since Barack Obama became president, over — almost 4,000 people in Chicago have been killed. We have to bring back law and order.\"\nHistorian Michael W. Flamm traced the origins of the political concept of \"law and order\" in his 2005 book Law And Order: Street Crime, Civil Unrest, and the Crisis of Liberalism in the 1960s.\nAccording to Flamm, the debate over \"law and order\" became a strong argument for 1960s conservatives that was built on concerns over the practice of civil disobedience by activists, a rise in urban rioting, and a sense that entities like the United States Supreme Court had unjustly restricted police departments.\n\"[Conservatives] maintained that the national government should assume a major role in the local fight against violence and disorder,\" wrote Flamm.\n\"The president should exert moral leadership from Washington … Congress should curtail the liberal welfare state, which promted paternalism and dependency … [and] The Supreme Court should overturn recent rulings and ease excessive restraints on the police, allowing them to collect evidence and conduct interrogations as they saw fit within broad limits.\"\nFor his part, in September Trump received the official endorsement of the Fraternal Order of Police, with FOP National President Chuck Canterbury saying in a statement  that he feels Trump is a \"proven leader\" despite his lack of public office experience.\nElsewhere on his campaign site Trump has also expressed support for cracking down more on drug dealers and having gun-owners defend themselves when police are not readily available.\n\"Empower law-abiding gun owners to defend themselves. Law enforcement does a tremendous job, but they can't be everywhere all of the time,\" reads an entry on Trump's campaign site.\n\"Expand and bring back programs like Project Exile and get gang members and drug dealers off the street. When we do, crime will go down and our cities and communities will be safer places to live.\"\n'Fighting for Racial Justice'\nFormer Secretary of State Hillary Clinton, a lifelong Methodist, speaks at a church on May 15, 2016, during her presidential campaign. | (Photo: Reuters)\nAccording to her campaign website, Clinton is committed to fighting for racial justice, which includes advancing criminal justice reform.\n\"The United States has less than 5 percent of the world's population but almost 25 percent of the total prison population. A significant percentage of the more than 2 million Americans incarcerated today are nonviolent offenders,\" reads an entry on her campaign site.\n\"African American men are far more likely to be stopped and searched by police, charged with crimes, and sentenced to longer prison terms than white men found guilty of the same offenses.\"\nAs part of her platform, Clinton vows to bring together law enforcement and assorted communities to help develop national guidelines for police force usage, support legislation to end the practice of racial profiling, provide federal funds to give every police department body cameras, and reform of mandatory minimum sentencing.\n\"We do always have to make sure we keep people safe. There are the right ways of doing it, and then there are ways that are ineffective,\" said Clinton during the first debate.\n\"It's just a fact that if you're a young African-American man and you do the same thing as a young white man, you are more likely to be arrested, charged, convicted, and incarcerated. So we've got to address the systemic racism in our criminal justice system.\"\nDespite endorsing the \"Black Lives Matter\" movement, Clinton has occasionally run afoul of the cause. For example, in February at a private fundraiser in South Carolina BLM activists interrupted Clinton in a speech.\n\"Hillary Clinton has a pattern of throwing the Black community under the bus when it serves her politically,\" stated one protester in advance of the demonstration.\n\"She called our boys 'super-predators' in '96, then she race-baited when running against Obama in '08, now she's a lifelong civil rights activist. I just want to know which Hillary is running for President, the one from '96, '08, or the new Hillary?\"\nFollow Michael Gryboski on Facebook: michael.gryboski Follow Michael Gryboski on Twitter: MichaelGryboskiCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/clinton-black-lives-matter-south-carolina_n_56ce53b1e4b03260bf7580ca",
                "https://www.washingtonpost.com/news/the-fix/wp/2016/09/26/the-first-trump-clinton-presidential-debate-transcript-annotated/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/michael.gryboski?hc_ref=SEARCH&fref=nf",
                "https://www.christianpost.com/by/michael-gryboski",
                "https://twitter.com/Puritan1986"
            ]
        },
        "key_words": [
            "race",
            "clinton",
            "policing",
            "vs",
            "violence",
            "law",
            "president",
            "trump",
            "national",
            "campaign",
            "racial",
            "matter",
            "order"
        ]
    }
]