[
    {
        "url": "https://consortiumnews.com/2013/12/16/latin-america-finds-its-footing/",
        "title": "Latin America Finds Its Footing",
        "authors": [
            {
                "name": "Bob Fearn",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-12-16",
        "text": "Main menu\nDecember 16, 2013\nBy Andrés Cala\nFor centuries, Spain and the United States have dominated South and Central America, first through Spain’s colonization and later via these two countries’ economic clout, and in the U.S. case through political and military interventions. But the paradigm is shifting as these once-weak Latin American nations build their economies and assert their political independence.\nA clear illustration of this shift at least in Spain’s relations with its former colonies came last month when Mexico brokered a deal between Spain and Argentina to resolve the stalemate over Argentina’s nationalization of YPF, the Buenos Aires-based energy company that was originally formed in 1922 as an Argentine state enterprise but was privatized in 1993 and sold to Madrid-based Repsol in 1999.\nArgentine President Cristina Kirchner.\nIn the Repsol-YPF deal, Spain accepted terms along the lines of what Argentina had proposed, about $5 billion for its expropriated 51 percent interest in YPF, to be paid through 10-year Argentine government bonds. That was about half of what Repsol had been demanding. But the settlement is expected to benefit Spain’s broader economic interests throughout Latin America and inside Spain.\nThe deal, especially how it  was negotiated, demonstrates the rebalancing of power between economically weakened Spain and increasingly assertive Latin American countries willing to use their economic and diplomatic muscle to defend their interests by forming multinational alliances if necessary.\nThe geopolitical shift for Spain, the second most influential country in the region behind the U.S., also has sent shock waves to Washington, prompting a rethinking of its own dealings with Latin America, which is pushing back against the continental hegemonic power. U.S. officials had backed Spain’s position against the renationalization of YPF, but Washington increasingly finds itself having to recalculate its relationships with Latin America after many decades of highhandedness toward America’s “backyard.”\nIn late November, Repsol’s board unanimously supported negotiations based on the Argentinean offer, a deal expected to be finalized before the end of the year. The deal is the best of many bad alternatives for Repsol, but the diplomatic triangulation involving Argentina, Mexico and Spain exposed the urgency that all sides share to move on and broaden more important interests.\nSpain’s red line is anything that threatens Spanish control of Repsol, but the diplomatic fallout from the YPF saga has been hurting Spanish economic interests in Latin America, which are much bigger and more complex than Repsol alone, especially in the financial and telecommunication sectors.\nHidden Hands\nThe behind-the-scenes orchestrator of the YPF deal was the Mexican state-owned oil company Pemex, which holds nearly a 10 percent stake in Repsol and has openly criticized its management. But behind the Pemex rebellion against Repsol’s management is Mexico’s own ambition to take a stake in Argentina’s huge oil and gas development plans.\nA bilateral deal with Argentina will allow Mexico to partake in the Vaca Muerta shale field development, one of the world’s most coveted unconventional oil and gas plays, and at very attractive terms. Pemex wants to use this oil and gas technology and experience to develop its own unconventional fields. So, brokering the deal with Repsol was an important diplomatic and corporate score for Mexico.\nFor Argentina, it’s also a vital victory because the deal involves withdrawing all pending legal claims that are holding up foreign investment in Vaca Muerta. Argentina also deepens its ties with Mexico, attracts a new important energy partner like Pemex, and opens up new opportunities globally for YPF, especially in Mexico, which is poised to liberalize its own energy sector.\nRepsol also will withdraw its suits against the Argentine government, and the deal will allow the European Union to lift failed retaliatory measures in the form of higher tariffs for Argentinean biofuel imports. In fact, EU partners were angered by Spain’s initial reaction which threatened European trade with Argentina, a free trade deal with Mercosur, and corporate interests throughout South America.\nSpanish companies also complained about the fallout from the dispute. And since Repsol was not willing to negotiate, the government discreetly intervened and triangulated a deal with Mexico and Argentina.\nThe YPF expropriation was engineered by the populist Argentine government of President Cristina Kirchner and her late husband, Nestor Kirchner, but it was a targeted move, not part of a broader nationalization trend. Indeed, American, Chinese and European companies are competing to buy stakes, a process that will hasten once Repsol’s legal challenges are withdrawn.\nIn the end Repsol loses, and Argentina and Mexico win both economically and geopolitically. But Spain’s broader interests are also protected, even if geopolitically it has been forced to grudgingly accept more symmetrical ties with its onetime colonies.\nFor example, while not officially part of the deal, Pemex signed a contract to buy a 51 percent stake in Spanish ship builder Barreras, which will be tasked with building ships for Pemex. That deal happened to coincide with the Repsol deal. It’s a strategic purchase for Pemex and Mexico and a much welcome investment that will create jobs for Spain. But the deal would have probably not been completed without resolving the larger YPF saga.\nSpain is also asking Latin American countries to buy its sovereign bonds and is inviting Latin American companies to invest in Spain, but money could not flow sufficiently without the diplomatic spat with Argentina resolved. Mexican investors finalized the purchase of a stake in a troubled Spanish bank this past week.\nLessons for Washington\nAt the core, both the standoff and the outcome involving Repsol are part of a much broader rebalancing of power that started over a decade ago with Latin America’s gradual economic expansion and then sped up as Spain descended into an unprecedented economic contraction. Latin America rose while Spain fell.\nU.S. and Latin American relations are not only different and much more complex, but significantly more asymmetric. Washington still wields far more influence than any other foreign power. Brazil is the only country able to really and half-heartedly so far directly challenge the U.S. economic dominance. But other countries, to varying degrees, have shaken off some of Washington’s grip.\nOver the past few decades, Washington has exacerbated its difficulties with Latin America by trying to continue the old intrusive techniques, represented by the Reagan administration’s heavy-handed interventions in Central America, the Clinton administration’s neoliberal economic policies demanding budget austerity and business privatization, and the Bush-43 administration’s bullying of Venezuela and extension of the “war on terror” into Colombia. Even the Obama administration though less contemptuous has neglected the region’s rise.\nBecause of Washington’s arrogance and miscalculations, U.S. diplomacy has often been left in the hands of political ideologues who pander to domestic audiences and corporate interests, whether the policy is Cuba, the drug trade or animosity to leftwing populist governments.\nBut the stakes for the United States are now rising. Other world powers are trying to position themselves at the expense of U.S. indifference and arrogance. While it’s true that the U.S. is in no risk of having to deal with symmetric demands from the region like Spain now is, Washington’s diminished influence is risky diplomatically, economically and strategically.\nThe Repsol saga is thus the latest and most powerful example of Latin America holding its ground and broadening its reach, for no other reason than it can. This trend will continue, as much as Asia has charted its own path toward empowerment.\nThe Obama administration would be well-advised to upgrade relations with its southern neighbors, as it has with rising Asian powers. Otherwise, Washington will continue to drive wedges between itself and Latin America, damaging its own interests.\nAndrés Cala is an award-winning Colombian journalist, columnist and analyst specializing in geopolitics and energy. He is the lead author of America’s Blind Spot: Chávez, Energy, and US Security.\nHillary\nDecember 17, 2013 at 11:05\n..\n..\nAs in Vietnam evidence emerges also in Columbia of Agent Orange’s links to various forms of cancer, birth defects.\nDecember 16, 2013 at 12:14\nAny country that accepts technological or financial assistance to develop fossil fuel deposits is not being helped.  The cost to correct for the excessive use of fossil fuels will exceed any benefit by a wide margin.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "economic",
            "america",
            "finds",
            "deal",
            "repsol",
            "spain",
            "footing",
            "latin",
            "pemex",
            "ypf",
            "mexico",
            "argentina"
        ]
    }
]