[
    {
        "url": "https://www.christianpost.com/news/russell-moore-calls-for-end-to-millennial-bashing-generation-committed-sharing-gospel.html",
        "title": "Russell Moore Calls for an End to 'Millennial Bashing': They Are 'Far More Committed' to Sharing Gospel",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRussell Moore Calls for an End to 'Millennial Bashing': They Are 'Far More Committed' to Sharing Gospel\nCP Current Page: Church & Ministries | Tuesday, March 22, 2016\nRussell Moore Calls for an End to 'Millennial Bashing': They Are 'Far More Committed' to Sharing Gospel\nRussell Moore Calls for an End to 'Millennial Bashing': They Are 'Far More Committed' to Sharing Gospel\n| Tuesday, March 22, 2016\nMoore, who is the president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, wrote an op-ed titled \" Are Millennials Selfish and Entitled? \" that was posted to his blog last week and to the Baptist Press Monday.\nThe piece argues that although the millennial generation gets a bad rap from older generations, millennials are not lazier or more selfish than previous generations.\nMoore's inspiration for the piece came after a woman in her 20s wrote a blog \"An Open Letter To My CEO\"  criticizing her employer, Yelp, because she wasn't being paid enough in order for her to live comfortably in San Francisco.\n\"The post ... caused many to point out that millennials are, as a generation, lazy, self-obsessed and entitled,\" Moore wrote. \"The controversy caught my attention because I tend to hear similar things within the Church directed toward millennial Christians.\"\n\"I don't feel qualified to speak to the general group psychology of the entire generation of millennials, but I have spent most of my time for the past decade or so around millennial Christians, and I think the nasty caricatures of them are just not true,\" Moore continued.\nMoore stated that over the course of \"church history,\" each generation tends to see the upcoming generation as \"carnal, unorthodox, unevangelized and uncommitted.\" However, Moore claims the notion is not true.\n\"Are there lazy, entitled, narcissistic Christian millennials? Of course there are,\" Moore admits. \"But I see no evidence that there are any more of them than there are lazy, entitled, narcissistic Baby Boomers or Gen-Xers or any other age cohort. In many ways, I see just the opposite.\"\nMoore explained that most Christian millennials are \"far more theologically rooted\" than their parents and they are \"far more committed to reaching outside of Christian subcultures to share the Gospel with people not like them.\"\n\"On the whole, though, I find the millennial generation's grasp of Gospel Christianity far better than what we've seen in a long time,\" he wrote. \"They tend to be better at articulating a Christian vision of life, because they've had to do so all their lives, never able to count on a pseudo-Christian culture to do pre-evangelism for them.\"\nAlthough many are quick to criticize the millennial generation for not taking advice from their elders, Moore contends that he has rarely seen millennials ignoring advice from their elders.\n\"As a matter of fact, I see them begging for such guidance,\" Moore wrote.\nDrawing on his own interactions with students at the Southern Baptist Theological Seminary, Moore explained that most students rely on well-known preachers that they listen to on the Internet for guidance instead of local preachers they know.\n\"When I talked to the students, I found that their reliance on these faraway voices was not because they had rejected flesh-and-blood mentoring but because they'd never found it, and didn't know how to,\" Moore asserted. \"As a matter of fact, the No. 1 question I get from millennial Christians is how they can find mentors.\nWe cannot refuse to put the hard work in of mentoring younger men and women, and then lambaste them because we don't like the way they carry out their ministries. That's not only counter-productive, it's also, well, lazy, entitled and self-obsessed.\"\nEven though their is a temptation for younger people to ignore the advice of their elders, Moore stated that there is also a temptation among the older generations to react to the younger generation with \"envy.\"\n\"It is much easier, like Saul, to throw spears at the next generation than it is, like Paul, to pour one's life into the next generation,\" Moore added. \"Let's stop the millennial bashing, in public and in private. Let's thank God that he has given us a vibrant, Gospel-focused, Christ-following next generation. We can have lots of differing opinions on the finer details of eschatology, but, when it comes to the more immediate future, we should all be pro-millennial.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://medium.com/@taliajane/an-open-letter-to-my-ceo-fb73df021e7a#.rorx9efp4",
                "https://www.russellmoore.com/2016/03/17/are-millennials-selfish-and-entitled/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "committed",
            "sharing",
            "gospel",
            "generation",
            "baptist",
            "end",
            "entitled",
            "christian",
            "wrote",
            "moore",
            "bashing",
            "millennial",
            "russell",
            "millennials",
            "lazy",
            "calls",
            "far"
        ]
    }
]