[
    {
        "url": "https://consortiumnews.com/2016/02/18/risking-nuclear-war-for-al-qaeda/",
        "title": "Risking Nuclear War for Al Qaeda?",
        "authors": [
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Daniel Erline",
                "link": null
            },
            {
                "name": "Wayne Pacific",
                "link": null
            },
            {
                "name": "Wayne T Baker",
                "link": null
            },
            {
                "name": "Bojan Budimac",
                "link": null
            },
            {
                "name": "John Gilberts",
                "link": null
            },
            {
                "name": "The Great Kazoo",
                "link": null
            },
            {
                "name": "Bill Jones",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-02-18",
        "text": "Main menu\nFebruary 18, 2016\nBy Robert Parry\nWhen President Barack Obama took questions from reporters on Tuesday, the one that needed to be asked  but wasn’t  was whether he had forbidden Turkey and Saudi Arabia to invade Syria, because on that question could hinge whether the ugly Syrian civil war could spin off into World War III and possibly a nuclear showdown.\nIf Turkey (with hundreds of thousands of troops massed near the Syrian border) and Saudi Arabia (with its sophisticated air force) follow through on threats and intervene militarily to save their rebel clients, who include Al Qaeda’s Nusra Front, from a powerful Russian-backed Syrian government offensive, then Russia will have to decide what to do to protect its 20,000 or so military personnel inside Syria.\nPresident Barack Obama meets with Vice President Joe Biden and other advisers in the Oval Office on Feb. 2, 2016. [White House photo]\nA source close to Russian President Vladimir Putin told me that the Russians have warned Turkish President Recep Tayyip Erdogan that Moscow is prepared to use tactical nuclear weapons if necessary to save their troops in the face of a Turkish-Saudi onslaught. Since Turkey is a member of NATO, any such conflict could quickly escalate into a full-scale nuclear confrontation.\nGiven Erdogan’s megalomania or mental instability and the aggressiveness and inexperience of Saudi Prince Mohammad bin Salman (defense minister and son of King Salman), the only person who probably can stop a Turkish-Saudi invasion is President Obama. But I’m told that he has been unwilling to flatly prohibit such an intervention, though he has sought to calm Erdogan down and made clear that the U.S. military would not join the invasion.\nSo far, Erdogan has limited Turkey’s direct military attacks on Syria to cross-border shelling against U.S.-backed Kurdish forces that have seized territory from the Islamic State (also known as ISIS) in northern Syria. Turkey considers the Kurdish fighters, known as YPG, to be terrorists but the U.S. government sees them as valuable allies in the fight against Islamic State terrorists, an Al Qaeda spinoff that controls large swaths of Syria and Iraq.\nBut Erdogan’s short fuse may have grown shorter on Wednesday when a powerful car bomb killed at least 28 people in Turkey’s capital of Ankara. The bomb apparently targeted a military convoy and Turkish officials cast suspicion on Kurdish militants who also have been under assault from Turkish forces inside Turkey.\nThough showing no evidence, Turkish officials suggested the attack may have been sponsored by Iran or Russia, another sign of how complicated the geopolitical morass in Syria has become. “Those who think they can steer our country away from our goals by using terrorist organizations will see that they have failed,” declared Erdogan, according to The Wall Street Journal.\n(On Wednesday night, Turkey retaliated for the Ankara bombing by launching airstrikes against Kurdish targets in northern Iraq.)\nThe dilemma for Obama is that many traditional U.S. allies, such as Turkey, Saudi Arabia and Qatar, have been the principal backers and funders of Sunni terror groups inside Syria, including Al Qaeda’s Nusra Front and  to a lesser degree  the Islamic State. Now, the “allies” want the United States to risk a nuclear confrontation with Russia to, in effect, protect Al Qaeda.\nTurkish President Recep Tayyip Erdogan.\nBiden Blurts Out Truth\nThe twisted reality was acknowledged by no less an authority than Vice President Joe Biden during a talk at Harvard in 2014. Biden  answered  a student’s question by saying Turkey, Saudi Arabia and the United Arab Emirates had “poured hundreds of millions of dollars and tens, thousands of tons of weapons into anyone who would fight against [Syrian President Bashar al-] Assad.” The result, Biden said, was that “the people who were being supplied were Al Nusra and Al Qaeda and the extremist elements of jihadis coming from other parts of the world.”\nThe risks from these tangled alliances were also highlighted by a Defense Intelligence Agency report in August 2012, warning the Obama administration that the growing strength of Al Qaeda and other Sunni jihadists in Syria could lead to the creation of “an Islamic state” whose militants could move back into Iraq where the threat originated after the U.S. invasion of Iraq.\nThe DIA said Al Qaeda’s growing strength in Syria “creates the ideal atmosphere for AQI [Al Qaeda in Iraq] to return to its old pockets in Mosul and Ramadi and will provide a renewed momentum under the presumption of unifying the jihad among Sunni Iraq and Syria and the rest of the Sunnis in the Arab world against what it considers one enemy, the dissenters [i.e. the Shiites].\n“ISI [Islamic State of Iraq, forerunner of ISIS, also known as the Islamic State] could also declare an Islamic state through its union with other terrorist organizations in Iraq and Syria, which will create grave danger in regards to unifying Iraq and the protection of its territory.”\nDespite the prescient DIA report and Biden’s blunt admission (for which he quickly apologized), President Obama failed to put a stop to the strategy of supporting Assad’s opponents. He let Saudi Arabia, Qatar and Turkey continue funneling weapons to the most extreme elements of the rebellion. Meanwhile, the U.S. government insisted that it was only arming “moderate” rebels, but those groups were largely subsumed or controlled by Al Qaeda’s Nusra and/or ISIS, a hyper-violent spinoff from Al Qaeda.\nIn Syria, rather than cooperate with Russia and Iran in helping Assad’s military defeat the jihadists, the Obama administration has continued playing it cute, insisting  as Secretary of State John Kerry has said recently  that armed “legitimate opposition groups” exist separately from Al Qaeda’s Nusra Front.\nSecretary of State John Kerry addresses reporters in Geneva on Nov. 8, 2013, (Photo credit: State Department)\nIn reality, however, the so-called “moderate” rebels around Aleppo and Idlib are Al Qaeda’s junior partners whose value to the cause is that they qualify for CIA weaponry that can then be passed on to Nusra as well as Nusra’s key ally Ahrar al-Sham and other jihadist fighters.\nNusra and Ahrar al-Sham, the chief elements of the Saudi-created “Army of Conquest,” deployed U.S. TOW missiles to devastating effect against the Syrian army in the jihadists’ victory last year in Idlib province, a success that finally prompted Putin to commit Russian air power to defend the Syrian government last September.\nHelping the Islamic State\nMeanwhile, Turkey has left about 100 kilometers of its border open for various jihadist groups to bring in reinforcements and weapons while letting the Islamic State smuggle out oil for sale on the black market. Last fall, after Russia (and a reluctant United States) began bombing ISIS oil-truck convoys, Turkey shot down a Russian bomber near Turkey’s border, leading to the deaths of the pilot and a rescuer.\nNow, as the Russian-backed Syrian army makes major gains against the Nusra-dominated rebels around Aleppo and encroaches on Islamic State territory near Raqqa  and as U.S.-backed Kurdish forces also advance against ISIS  Turkey’s Erdogan has grown frantic over the prospects that his five-year project of aiding Syrian jihadists may be collapsing.\nAmid this desperation, Turkey has been urging President Obama to support a limited invasion of Syria to create a “safe zone,” supposedly to protect Syrian rebels and civilians in northern Syria. But that humanitarian-sounding plan may well be a cover for a more ambitious plan to march to Damascus and forcibly remove President Assad from power.\nThat is a goal shared by Turkey, Saudi Arabia and other Sunni states along with Israel and America’s influential neoconservatives and their “liberal interventionist” sidekicks. For his part, Obama has called on Assad “to go” but has favored diplomatic negotiations to achieve that end. Russia has advocated a political settlement with free elections so the Syrian people can decide Assad’s future themselves.\nThe Russians also keenly remember the West’s subterfuge regarding Libya in 2011 when the U.S. and its NATO allies pushed a “humanitarian” resolution through the United Nations Security Council supposedly to protect Libyan civilians but then used it to achieve violent “regime change,” a classic case of the camel getting its nose into the tent.\nOn Syria, Russia watched for years as the United States, Turkey, Saudi Arabia, Qatar and other Sunni states supported various Sunni rebel groups seeking to overthrow Assad, an Alawite, representing a branch of Shiite Islam. Though Assad has been widely criticized for the harsh response to the uprising, he maintains a secular government that has protected Christians, Alawites, Shiites and other minorities.\nBesides being a target of Sunni regional powers, Assad has long been on the Israeli-neocon hit list because he’s seen as the centerpiece of the “Shiite crescent” stretching from Iran through Iraq and Syria to Lebanon. Since Israeli leaders (and thus the American neocons) see Iran as Israel’s greatest enemy, the goal of collapsing the “Shiite crescent” has concentrated on bringing down Assad — even if his ouster would create a political/military vacuum that Al Qaeda and/or Islamic State might fill.\nSyrian President Bashar al-Assad.\nMaking Syria the site for this proxy war has inflicted particularly savage results on the Syrians. For five years the violence by both the rebels and the army has destroyed much of the country and killed more than 250,000 people while also sending waves of desperate refugees crashing into Europe, now destabilizing the European Union.\nHowever, as the U.S. and its Mideast allies  especially Saudi Arabia and Turkey  escalated the conflict last year by supplying the rebels, including Al Qaeda’s Nusra Front, with American TOW missiles and other sophisticated weapons, Russian President Putin decided it was time to help Syria’s government stop the spread of Sunni terrorism, a threat that has also plagued Russia.\nMocking Russia\nInitially, Official Washington mocked the Russian effort as incapable of accomplishing much, but the Syrian military’s recent victories have turned that derisive laughter into shocked fury. For one, the neoconservative flagship Washington Post has unleashed a stream of editorials and op-eds decrying the Syrian-Russian victories.\n“Russia, Iran and the Syrian government are conducting a major offensive aimed at recapturing the city of Aleppo and the rebel-held territory that connects it to the border with Turkey,” the Post lamented . “They have cut one supply route to the city and are close to severing another, trapping rebel forces along with hundreds of thousands of civilians.”\nThough one might think that driving Al Qaeda’s forces out of a major urban center like Aleppo would be a good thing, the Post’s neocon editors pretend that the rebels controlling that area are only noble “moderates” who must be protected by the United States. No mention is made of Al Qaeda’s Nusra Front, so as not to spoil the desired propaganda theme.\nThe Post then badgered Obama to do something: “In the face of this onslaught, which promises to destroy any chance of an acceptable end to the Syrian civil war, the Obama administration has been a study in passivity and moral confusion. President Obama is silent.”\nIn another hysterical editorial, the Post’s editors conjured up what they called “the real world” where “the best-case scenario after five years of U.S. inaction is a partial peace that leaves Syria partitioned into zones controlled by the [Assad] regime and the Islamic State, with a few opposition and Kurdish enclaves squeezed in. Even that would require the Obama administration to aggressively step up its military support for rebel groups, and confront Russia with more than rhetoric.”\nHowever, in the actual “real world,” the Obama administration has been funneling military equipment to rebels seeking to overthrow an internationally recognized government for years. That assistance has included averting U.S. eyes from the fact that many of those rebel groups were collaborating with Al Qaeda’s Nusra Front and/or the Islamic State.\nIranian President Hassan Rouhani (left) shakes hands with Russian President Vladimir Putin at the Shanghai Cooperation Organization summit in the Kyrgyz capital of Bishkek on Sept. 13, 2013. (Photo credit: Press TV)\nAs Mideast expert Gareth Porter reported , “The Russian airstrikes in question are aimed at cutting off Aleppo city, which is now the primary center of Nusra’s power in Syria, from the Turkish border. To succeed in that aim, Russian, Syrian and Iranian forces are attacking rebel troops deployed in towns all along the routes from Aleppo to the border. Those rebels include units belonging to Nusra, their close ally Ahrar al-Sham, and other armed opposition groups  some of whom have gotten weapons from the CIA in the past.\n“Information from a wide range of sources, including some of those the United States has been explicitly supporting, makes it clear that every armed anti-Assad organization unit in those provinces is engaged in a military structure controlled by Nusra militants. All of these rebel groups fight alongside the Nusra Front and coordinate their military activities with it.”\nBut The Washington Post and its mainstream U.S. cohorts don’t want you to know the real “real world” reality that Syria’s sainted “moderate” rebels are fighting side by side with Al Qaeda, which was responsible for killing nearly 3,000 Americans on 9/11 and for drawing the U.S. military into a series of Mideast conflicts that have claimed the lives of about 8,000 U.S. soldiers.\nThe bizarre goal of saving Al Qaeda’s skin presumably would not be a very good selling point to get Americans behind a new war that could pit nuclear-armed Russia against nuclear-armed America with all the horrors that such a conflict could entail.\nStill, the inconvenient truth about Al Qaeda’s role occasionally slips into mainstream news accounts, albeit only in passing. For instance, New York Times correspondent Anne Barnard reported last Saturday about a proposed Syrian cease-fire, writing : “With the proviso that the Nusra Front, Al Qaeda’s branch in Syria, can still be bombed, Russia puts the United States in a difficult position; the insurgent groups it supports cooperate in some places with the well-armed, well-financed Nusra in what they say is a tactical alliance of necessity against government forces.”\nObama’s Quandary\nSo, the quandary that Obama faces is whether the United States should join with Turkey and Saudi Arabia in a blatant invasion of Syria to salvage Al Qaeda’s cause. Of course, that’s not how it would be sold to the American people. The project would be couched in pretty words about “humanitarianism” and the need to maintain U.S. “credibility.”\nBut Obama seems to recognize enough of the actual reality that he has so far resisted the frantic cries of Official Washington’s neocons and liberal hawks. I’m told Obama also has discouraged Turkey and Saudi Arabia from taking matters into their own hands.\nAfter all, a full-scale invasion by Turkey and Saudi Arabia in support of Al Qaeda and other Sunni rebels would pit the invading force against not only the Syrian army but its Iranian and Hezbollah (Shiite) allies  and most dangerously Russia, which lacks the manpower inside Syria to match up with the Turkish army but could deploy tactical nuclear weapons if necessary to save the lives of Russian soldiers.\nSo, here is a significant difference between Obama and former Secretary of State Hillary Clinton. She has publicly called for the U.S. military to establish a “safe zone” inside Syria along with a “no-fly zone.” While all that sounds very nice and peaceful, it would actually require the same invasion that Turkey is now seeking and it would require the U.S. air force to eliminate much of the Syrian air force and air defenses. It would be a major act of war.\nU.S. Secretary of State Hillary Clinton and Russian Foreign Minister Sergey Lavrov. (Photo credit: Department of State)\nOn Tuesday, Obama was asked about the Syrian conflict at a news conference but it was within the typical mainstream frame of suggesting that Obama is too weak in dealing with Putin. For five years, the mainstream U.S. media can’t get beyond goading Obama to increase U.S. intervention in Syria and thus bring about another “regime change.”\nDespite the contrary evidence, it has remained a beloved Washington delusion that some “moderate” oppositionists would replace Assad and bring a happy democracy to Syria. Similar delusions preceded the catastrophes of “regime change” in Iraq and Libya  and one could even go back to the Reagan administration’s “regime change” goal in Afghanistan that led to the emergence of the Taliban, Al Qaeda and modern jihadism in the first place.\nBut today the stakes include a potential nuclear showdown with Russia — with the United States being urged to take on that existential risk for all humankind on behalf of preserving Al Qaeda’s hopes for raising its black flag over Damascus. If there has ever been a crazier demand by major foreign policy players in Official Washington, it is hard to imagine what it might have been.\n[For more on this topic, see Consortiumnews.com’s “ Tangled Threads of US False Narratives, ” “ Hidden Origins of Syria’s Civil War, ” and “ Obama’s Most Momentous Decision .”]\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nBill Jones\nFebruary 24, 2016 at 20:10\n“The twisted reality was acknowledged by no less an authority than Vice President Joe Biden”\nThanks for the laugh. When referring to Bagman Biden the phrase should be:\n“The twisted reality was however, acknowledged by no greater an authority than Vice President Joe Biden”\nThe thing is, you may be looking for acceptance through this\nrelationship and when it doesn’t happen it’s the same\nas losing your ability to be accepted. 19\nThis was John’s testimony when the Jewish leaders sent priests and Temple assistants\nfrom Jerusalem to ask John, ‘Who are you’. Tbh meaning instagram\nTransportation funds, excluding those for Federal Highway systems should be financed\nby State revenue. Minimum requirements do not indicate what is need to\nmake the software run well, which is important to remember, but easy to forget.\nAbe\nFebruary 23, 2016 at 23:14\nIn a 23 February article, “I Refuse to Believe in a Nuclear War over Syria and Oil” published on the New Eastern Outlook news site, F. William Engdahl opined:\nthere is a faction in the West drooling at the prospect of engineering a nuclear war with Putinâ€™s Russia and willing to manipulate ErdoÄŸan, Saudi Prince Salman, and anyone and everyone they can deceive to reach that end. They tried and failed in Ukraine.\nThe problem, a most fundamental problem which I now see more clearly in hindsight, is, when understood in this light, it was an initial error, if an understandable one. Russiaâ€™s leadership decided to intervene militarily at the end of September for a complex of reasons I believe, some in defense of Russian military security, some for reasons of Russiaâ€™s standing or perceived standing in the world, some for complex psychological reasons going deep into Russian history. All that led Russia to accept the plea of one of the two parties in that Syrian conflict, to make a military war against the terrorists, which were in reality the extended arm of the second party, ErdoÄŸan.\nThat error has now played into the hands of the war faction in NATO and beyond, a faction in the West that desperately wishes to destroy Russia along with China as a positive force for good in the world.\nIt matters not whether a trusted person in Vladimir Putinâ€™s inner circle passed that message to Robert Parry about using tactical nuclear weapons should Erdoganâ€™s army invade Syria and threaten the lives of an estimated 20,000 Russian military personnel […]\nThe secret: Itâ€™s about the oil, stupid!\nThe poorly-understood reason for this conflict over Syria and over the entire Middle East is a conflict to control its oilâ€“Syriaâ€™s reportedly huge oil reserves in the Israeli-occupied Golan Heights; Iraqâ€™s huge oil reserves in Kirkuk and elsewhere; Libyaâ€™s significant oil reserves and Qatarâ€™s vast gas reserves. They all want the oilâ€“British and US circles, French circles, Saudis, Turks, Syrians, Israelis, Iraqisâ€“all. A good part of the NATO conflict with Russia is also about oil and gas. And even Chinaâ€™s ongoing conflict with her neighbors and with the United States in the South China Sea is significantly about oil.\nThe Syria conflict in this light must be seen for what it is: itâ€™s essentially a conflict between two persons, Assad and ErdoÄŸan, over control of oil and the vast sums of money from oil. It is not the beginning of World War III as that Pope in Rome said in Jose Marti Airport in Cuba last year. That is why I refuse to believe there will be a nuclear war over Syria and its oil.\nFebruary 23, 2016 at 22:55\nIn a 20 February article, “Would Russia Use Nukes to Defend Khmeimim?” published in the Unz Review online, the Saker noted the following:\nAt least one reporter, Robert Perry, as [sic] written the following: â€œA source close to Russian President Vladimir Putin told me that the Russians have warned Turkish President Recep Tayyip Erdogan that Moscow is prepared to use tactical nuclear weapons if necessary to save their troops in the face of a Turkish-Saudi onslaughtâ€. Is that really possible? Would the Russians really use nuclear weapons of things get ugly in Syria?\nThe Russian Military Doctrine is very clear on the use of nuclear weapons by Russia. This is the relevant paragraph:\n“27. The Russian Federation reserves the right to use nuclear weapons in response to the use against her and (or) her allies of nuclear and other weapons of mass destruction, as well as in the case of aggression against the Russian Federation with the use of conventional weapons in a way which would threaten her very existence as a state. The decision to use nuclear weapons is taken by the President of the Russian Federation.”\nThere is no ambiguity here. Unless Russia is threatened as a state she will not use nuclear weapons […]\nthe Russian contingent in Syria can count on the firepower and support of the Russian Navy in the Caspian and Mediterranean and the Russian Aerospace Forces from Russia proper. Last but not least, the Russians can count in the support of the Syrian military, Iranian forces, Hezbollah and, probably, t he Syrian Kurds who are now openly joing the 4+1 alliance (Russia, Iran, Iraq, Syria and Hezbollah) turning it into a 4+2 alliance I suppose.\nThere is one important feature of this 4+2 alliance which ought to really give the Turks a strong incentive to be very careful before taking any action: every member of this 4+2 alliance has an extensive military experience, a much better one than the Turkish military. The modern Turkish military is much more similar to the Israeli military in 2006 â€“ it has a great deal of experience terrorizing civilians and it is not a force trained to fight â€œrealâ€ wars. There is a very real risk for the Turks that if they really invade Syria they might end up facing the same nightmare as the Israelis did when they invaded Lebanon in 2006.\nIn the meantime, the Russian backed Syrian forces are still advancing.\nFebruary 23, 2016 at 21:42\nThe Saudis are having a difficult time invading Yemen.  Their threats to attack Syria sound like more Wahhabi royal bravado.  Good article, but uses the fear porn card about a “secret source” saying Putin intends to use nukes.  Nobody doubts Russia has nukes.\nIdkak\nFebruary 23, 2016 at 03:42\nIf true, even the idea of a nuclear nation threatening a non-nuclear one with tactical nukes is nothing that easy to pass, and is a bigger threat than ISIS, Syria or what not.  Maybe it is Turkey today, but tomorrow this will be used in some other conflict, it all sort of totally undermines functions of both NATO and UN. It also gives reason to why Turkish military don’t trust the US (besides the US being in bed with our terrorists, the PKK since the 90’s), and with that betrayal and the illusion of ‘allies’ totally gone, it will go to war at least for Turkey.  Yes, maybe there is a ceasefire and maybe Syria will get stabilized just enough to form some entity in N.Syria to for a transit pipeline to pour Iranian gas into the Mediterranean, but that will happen at the cost of the breakup of Turkey, when that happens there won’t be anything to stop the destruction of Europe.\nThe threatening of usage of tactical nukes by Russia is a reason for war, not a reason to show the other rear cheek.\nThe great kazoo\nFebruary 22, 2016 at 22:56\nThe United states shares no common interest with Isis or Al Qaeda, and it is reprehensible for the neocons to jump in bed with them.\nAll that has spun out of control, and we find ourselves in a situation where nuclear war is being openly discussed. This was brought about over the years by immoral manipulation of neocon think tank elites.\nThey have shamed us (even though they did it using subterfuge and lies).\nAmerica would be wise to get a clear focus on how this was brought about, and hold those actors accountable.\nI myself do not have a clear picture, but I suspect this house of cards started with kissinger’s petrodollar deal with the Saudis, and grew from there with GHW bush’s regime. The global banksters have their fingers in it somehow as well.\nIt’s a house of cards that is about to fall, and the greedy control freaks behing it will take the world down with it.\nIf the Saudis are betrayed, the petrodollar will end, and crash the elitist fiat banking cartel. Evidence of the Saudis going their own way can be seen in the squiring of nukes from Pakistan. They no longer believe we are holding up our end of the bargain.\nIt’s a giant turd sandwich, and we’re all gonna have to take a bite.\nGee, thanks neocons!\nFebruary 21, 2016 at 09:19\nWhen a ‘tip’ to a journalist comes from an anonymous source, especially on a matter as serious as a possible tactical nuclear response by Russia, and especially where  no further corroboration is supplied, or that it flies in the face of  well established Russian military doctrines on such matters, one must view such a ‘tip’ with suspicion. Too much rests upon such an insubstantial and unverifiable thing. Such is the case here.\nBojan Budimac\nFebruary 20, 2016 at 10:26\nThis is exceptional pile of bullshit. As simple as that. It is incredible how “respected” journos turn out to be orientalistic, racist peddlers of russian propaganda. Shame…\nPaul\nFebruary 19, 2016 at 23:27\nIt sounds like Putin has all but assured Turkey and Saudi Arabia that if they invade, Russia will keep to its bases in a hunkered down defensive posture.  Assad has, once again, been hung out to dry, er, die by the ever vacillating Putin (who, don’t forget, STILL hasn’t delivered any s-300s to Iran!!!)…\nwayne t baker\nFebruary 19, 2016 at 17:28\nObama was groomed for the purpose of provoking Russia into a war which given the mental state of Obama and the vast amount of nuclear arsenals, would no doubt escalate in a very short time into a full blown thermal nuclear war. No one survives this, no one. Obama, the British stooge, and yes there still is a British Empire, is intent on doing this. Yet the dynamic is the collapse of the trans Atlantic system comprised of the City of London and Wall Street banks, now hopelessly bankrupt. The British System is at the end of its long and destructive life and the oligarchs would rather unless a total annihilation of the human species rather than admit their empire is over for good. Obama is a murderer and that is his plan for all of us.\nBanger\nFebruary 19, 2016 at 15:25\nHere is the situation as I see it: 1) Washington is very fragmented and there is no single policy on Syria but, rather, several–the problem is that both Turkey and Russia know this and want to create facts on the ground that cause Washington to tilt one way or the other; 2) serious war is not something the Masters of the Universe on Wall Street want nor the Military Industrial Complex whose policy is to maintain a strategy of tension (New Cold War) for as long as possible to keep the money flowing from the marks. Actual war, as far as I know, is in no one’s interest other than some Air Force fundies who see war as a ticket to getting Jesus to come back. But this skating on the edge of chaos is not re-assuring and the longer Washington is at loggerheads with itself the future is in the hands of a maniac like Erdogan.\nWayne Pacific\nFebruary 19, 2016 at 15:14\nNice article, but it missed the primary aims of American policy:\n1. Confine Russia and effectively destroy its ability to influence.\n2. Destroy, eventually, all the Muslim nations that surround Israel, or render them as vassal states to Israel.\nIsrael and its neocon servants are delighted to facilitate the destruction of Europe and even America to achieve these goals. American foreign policy does not serve the interests of Americans or Europeans.\nDaniel Erline\n,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,\nThe Satanic Cult That Rules the World\n,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,\nthis is a plan to reduce millions of people and garner control over the world. this will make for a greater Israel as many kind Orthodox Jews will also be sacrificed to garner sympathy for Israel (just like what happened during WWII) but the ones who will live will end up being mostly sabbateans who run Israel and hollywood and all governments and all banks and all religions and all schools and news ..  and then they will continue attacking all christians as they have done by undermining our laws and schools and education systems. with GAYS AND TRANSGENDERS Then the great antichrist will return\nI HAVE BEEN POSTING THIS MANS MESSAGE FOR A FEW MONTHS NOW AND HE IS RIGHT … SAUDI ARABIA WILL BE BROKEN APART https://www.youtube.com/watch?v=6q3y4EN7UIo\nTHIS IS WHY GAS IS SO CHEAP TO MAKE SAUDI ARABIA POOR FOR THIS WAR THEY WILL FIGHT AND LOSE TO IRAN AND RUSSIA\nthe major plan here is to wipe out as many people as possible with this war so the rich powerful elite take what is left for themselves and to remove any people who follow God .. these people running this war are SABBATEANS = fake Turks = Fake arabs = fake Jews = fake muslims\nWE MUST ALL PRAY TO OUR FATHER ABOVE WHO IS IN HEAVEN WHO CAN TURN THE TIDE AWAY FROM SATAN IF PEOPLE PRAY AND REPENT AND LIVE HOLY.. OTHERWISE THERE IS NO WAY TO WIN\nPeter Loeb\nEXCELLENT REPORT ON SYRIA AS OF 2/19/2016\nRobert Parry in “RIsking Nuclear War for Al Quaeda” has given\nthe most summary of events regarding Syria as of this writing.\n1, ISRAEL AND “SELF-DEFENSE” : The Israeli (& American)\nuse of the notion if “self-defense” turns  the concept on its\nhead. What became Article 51 in the UN Charter of 1945 was\nin fact a compromise. Rather than a reexamination of its history\nor legalistic standing, it is enough to note that at best it\nis only honored in the breach (if the word “honor” can\nbe applied at all). Israeli-US use of self-defense is not\nmuch different than for decades.  If a nation has a neighbor\nit dislikes, according to this view, it can invade, bomb, destroy\nwith impunity. The so-called “right” of “self-defense” has morphed\ninto a meaningless monstrosity.  A nation’s enemy can be provoked\ninto protecting itself which then becomes a reason for invasion,\ndestruction, civilian death and so forth. Palestine which is\nunder Israeli MILITARY LAW understands this every day as\nhouses are demolished, lands are dispossessed for use of the\nsupposedly “self defending” aggressor only etc. The US\nof course, says nothing but acts in complicity. It is an election\nyear in the US.\nBut one need not limit onself to the Palestine-Israeli conflict.\nIn the the early decades of the 19th century, General Andrew\nJackson invaded Florida, then ruled by Spain. The US\nCongress had not been informed. John Quincy Adams,\nthen Secretary of State for President Monroe, justified\nthis invasion post facto as an act of SELF-DEFENSE\nof the “infant republick” (the US) After two bloody wars\nthe Native Americans left were forced to move west. Many\ndied in the process. The fugitive slaves who had run\nfrom the US were recaptured including any progeny\nthey had produced since fleeing the US.\nSuch acts of “self defense” have been common in\nhistory.\nThey do not possess any right to protect cities within\ntheir boundaries. (One wonders what Israelis would\ndo if Palestinians invaded and took control\nof Haifa. Would they permit the UN and Red\nCrescent to continue supplying the residents for\n“humanitarian reasons”?  I doubt it. Not only\nIsrael, but most nations would act to retake\na large city taken over by rebels to its regime\nif it were possible.\n3. If a “safe zone” (?) were to be entirely on the Turkish\nside of the Turkish/Syrian border, would that be\nagreeable to the Turks??I doubt it.\n—-Peter Loeb, Boston, MA, USA\nAHK\nFebruary 19, 2016 at 06:02\nThe official reason for war in Syria is – “Assad is a bad guy, who bombs his own People”\nNow, Turkey – Erdogan – a NATO member – is bombing it’s own citizen – the Kurds!\nWell possible, – soon the rest of NATO countries will have to rally behind him.\nWhat’s the game?\nBalticguy\nFebruary 19, 2016 at 03:37\nI live in the Baltics, which is the possible faultline of the possible conflict, so this is, of course, alarming news to me. I can’t say that they are surprising, but it seems that even Consortium News haven’t been so worried and edgy for a while.\nI guess we’ll just have to rely on the biggest realist, the cautious guy who can keep his head cool, and has proved thatâ€¦ yes, I’m talking about Putin.\nJudging from the Russian blogosphere (be it ‘liberal’, or ‘patriotic’) his main motive in the conflicts in Eastern Ukraine and Syria has been inclusion and saving face.\nThe latter motive is mainly being addressed to the Russian audience, while the former is aimed at, as he desperately calls them, ‘Western partners’. He wants to be one of them, wants to be involved. If just those ‘Western guys’ offered him at least something, anything â€¦ anything to spin that as a victory.\nHe’s patient, rational and willing to compromise. It’s up for Obama or EU leaders to squander that.\nFor me, too, it’s hard to believe that all this is done to help the ‘moderate rebels’, which are all the same, be it Free Syrian Army, Nusra or ISIS. I think all this ‘ISIS hype’ was set up to shift away any negative attention from other terrorist goons, which are just as horrible as ISIS.\nBut of course, they are probably fighting not for al Qaeda (or ISIS, or whomever it is), but for themselves â€” the influence of the US/Saudis/Turkey in the region. Are they willing to compromise these plans of domination?\nIf Putin’s strategy of ‘saving face’ is real, what if US has the same motive â€” in which case, what does that implement? Like Erdogan, ‘punishing’ Russia?\nThis is all very unpredictable stuff. And that’s what’s worrying.\nJoe Tedesky\nFebruary 19, 2016 at 02:32\nCould there be a sense of Machiavellianism in any of this? If you believe there is a seven nation invasion over a five year period, then would not having Russia nuke the remaining Mid East powers provide another two Mid East nations to the original seven list?  Who needs allies when you can have it all? The failure of Turkey and Saudi Arabia would be a bonus to anyone having more to gain, than lose by their governments falling. Yes, I’m talking crazy, but when in recent history has crazy not been the strategy, as it seems. Chaos is the order of the day. Russia by using the nuclear weapon first, while being condemned by the world’s press, would be attacked by every border nation it has. Europe would be overrun with violence, while a call for nationalism would be a cry for war. In all the confusion the western media would spin a call for retaliation. Would it also be beyond our imagination to see this neocon bunch take a moment like this, to believe it worth blowing up North Korea just to keep China in the loop? These Neocon policy makers we have in Washington are plotters, not soft policy orintated diplomats. The Yinon plan just be playing out in some fashion of Machiavellianism. The U.S. would find out the hard way what outside influences gets you.\nelmerfudzie\nFebruary 19, 2016 at 02:22\nThe political and military alliances between the house of Saud and the USA  are shallow at best. This article suggests a closeness that simply does not exist. Raw economic considerations dictate the depth of our (US)  relationship with them (Saudi’s) , especially where the petrol-dollar economy exchanges GCC oil revenues exclusively in USD’s . However, Western Occident accommodation of the Saudi Wahabi religion is culturally and religiously impossible to assimilate by any Judeo-Christian culture, including ours. I do not believe that CONSORTIUMNEWS readers fully grasp the deepest frictions hidden below the surface here and consistently seems to be a taboo subject in the corporate media outlets.  Ishmael (all Arabia, in particular Egyptians and Saudi’s) or Ø¥Ø³Ù…Ø§Ø¹ÙŠÙ„more precisely,â€Ž Ê¾IsmÄÊ¿Ä«l, is the half brother of the full sons of Abraham. He was sent away with his mother, Hagar  (representing all of Arabia) …from that moment in history and beyond, the essence of the truth is this: all hands against Ishmael and his hand against all…There are only two sides to this global fence, on the one, Zionism, the Western Occident, it’s direct relationship to Christianity and the other side, Ishmael, Islam and the GCC countries. The Saudi Kings are fully conscious of their “biblical” heritage and know how to identify ancient enemies-very well. This belief system unfortunately includes Europe (EU), the Americas, the new Ottoman Empire resurrected by Recep Tayyip Erdogan’s clique, the four Asian tigers and China. The, “all hands against Ishmael and His against them” clearly explains recent Saudi diplomatic outbursts and military rampages. To avert WW III, the Zionists must undo, where ever possible, damages done directly resulting from the Yom Kippur War, which CONSORTIUMNEWS readers know, precipitated the OPEC oil embargo.  Surely this open wound inflicted by Israel, remains fresh in the minds of every GCC Prince-ling today.\nAbe\nFebruary 18, 2016 at 20:00\nWhat Obama should and won’t do with every last one of his “advisers” from Biden to Nuland\nFebruary 18, 2016 at 20:09\nWhen it’s time for the President’s advisers to shed light on a crisis, no one can hold a candle to Joe Biden https://www.youtube.com/watch?v=drI6B_1mQwg\nTom Welsh\nFebruary 18, 2016 at 19:12\n“President Barack Obama meets with Vice President Joe Biden and other advisers in the Oval Office…”\nPlease, please, please tell me that Obama doesn’t take advice from Biden.\nCanosin\nFebruary 18, 2016 at 18:22\nthis is the most accurate analysis of the actual situation in Syria I read in the past weeks or even months…and indeed it’s frightening me like hell, because it like sitting in high speed train without conductor and without functional breakes….moving ahead towards at full throttle towards the the abyss…..and there is none that can do anything about it..it is not a hollywood  hero there…it is out of control already….and this is the reality….\nand….as it is already out of control….(Erdogan is not alone…see also other warmonger states in Europe like the foot licking Polish or the Baltics or the evils in Ucraine)\nI know it sounds too pessimistic and fatalistic….but letÂ´s face it….who is in the position in the USA to stop this weird crazyness??\nI am living in Germany and the people here are aware of what is going on….and how close we are to nuclear winter…\nIndeed\nFebruary 18, 2016 at 20:36\nAnd when Washington starts nuking Russian bases on Russian territory in retaliation for Russia defending itself against Turkey (probably by taking out Turkish bases), does that lead to Russia then nuking American bases on Polish, German, and other European turf?   How soon until large cites are nuked in response to that?   When is Warsaw, Berlin, Paris and London incinerated (and conversely Moscow, St. Petersburg and Vladivostok being totally destroyed) on behalf of the Islamist head choppers that America feels obligated to protect?  Does America not care about such eventualities because it feels secure beyond two large oceans?   Such thinking is pure insanity, but what goes through the neocon mind?\nSkip Edwards\nFebruary 19, 2016 at 01:13\nThe people in position in the US to stop this are the ones causing this. The rest of the American citizenry, numbering in the millions, who could stop this by getting in the streets are either too ignorant of the situation, or are still too comfortable in their t.v. lifestyles to realize their predicaments. The rest of us who do know and who do care spend our time replying to these articles in useless banter. At least we take refuge in knowing we are not alone.\nBrad Owen\nFebruary 19, 2016 at 05:51\nWho is in a position in USA to stop this craziness?…the military who would be charged with executing this insanity. We’ve reached a point where a “General MacArthur” will step forward to become a “Caesar” and re-arrange society like he did for post-war Japan. It’s called the “Society of the Cincinnati”. And this would be to the lasting shame of we irresponsible civilian citizens who’ve failed in our civic responsibilities.\nAbe\nFebruary 18, 2016 at 16:30\nIf we look at current US policies in the Middle East, especially in Syria and in Iraq, and assume it is a very well-thought-out strategy to reach a specific, well-defined goal, the situation looks very different.\n[…] under a smokescreen of apparent policy confusion and incompetence on the side of Washington, of the Pentagon, of the State Department and their backers on Wall Street, there is a carefully-planned strategy to ignite a war in the oil-and-gas-rich Middle East that will dramatically alter the political and geopolitical oil map of the world. Yes, another war about oil like so many of the wars of the last century, a Century of War […]\nThe Washington-Wall Street think tanks behind the coming change are orchestrating the actions of state actors in the Middle East who, blinded by their own greed or desire for empire, Ottoman or Saudi, see not that they are falling into a fatal trap.\nThey apparently havenâ€™t studied Sun Tzu, much less, even a thought of such deep themes as knowing themselves and knowing their enemy. They are mostly driven by burning hate, as with Erdogan and his Turkey todayâ€“hate for the Syrians, for the Kurds, for the Europeans, even for the Saudis with whom Erdogan claims to be allied. In Erdoganâ€™s Kasbah, everyone has their daggers ready behind their backs.\nWashingtonâ€™s Machiavellian Game in Syria\nBy F. William Engdahl\nFebruary 18, 2016 at 15:59\nFor me, if this war was truly about people, it would have been over years ago when Putin was pushing for peace talks in Syria.  Instead the US, and the western world, cannot let go of fantasies about yet another “regime change”, as has been planned long before any conflict began (US 4-star General Wesley Clark spoke of this in 2007 about plans existing since before 9/11 â€“ PNAC â€“ 7 countries in 5 years https://www.youtube.com/watch?v=nUCwCgthp_E ).  I truly hope that when historians look back on this time, albeit if there is a world left if we stupidly move toward WW3, that they will be truthful about the “imperialism” by the US, and its’ proxies, to try to maintain its’ hegemony and postpone its’ decline.  I want to see an end of “Empire” because frankly, as a Canadian, I don’t want to live under a US Empire but I also don’t want to see a Chinese Empire, a Russian Empire, a British Empire, a German Empire or any other empire to replace the US â€“ empires only seem to bring the world death and misery while professing heavenly ideals all in the name of greed.  The world is out of balance and I support a multipolar world over what we have today. Hopefully we can get there without another world war.\nFebruary 18, 2016 at 15:10\nIâ€™m glad to see, that there are still responsible and sane US journalists, though not employed in  mainstream news organizations.\nMost US journalists at the moment seem to be as confused as their readership, resorting to worn out phrases like: Total failure of US policy, lame duck Obama, betrayal of the rebels, only boots on the ground will end the war, donâ€™t let Putin win.\nI donâ€™t read Wester media articles anymore, but I read the headlines, they are at least amusing.\nJournalists especially have difficulties to stomach the fact, that the Kurds, who so heroically defended Kobane against IS (Islamic State), and got some help from the USA in Hasakah (Jazira canton), suddenly are supported by Russian air strikes and undeniably advance in close coordination with the Aleppo offensive of the Syrian army and aligned Iranian militias.\nIt appears that behind the scenes, Russia has brokered mutually respected zones of control between government and Kurds.\nThe Kurds in question are from the Afrin Canton, which until now was surrounded by Turkey in the north and west and by Islamic insurgents in the east and south. The Kurds kept a low profile and pretended to be neutral but when Syrian troops cut the Azaz to Aleppo corridor and freed the Shia enclave Nubol-Zahra they instantly attacked the jihadist area around Menagh airbase, Azaz, Tall Rifaat, Mare.\nThe Kurds during their feigned neutrality quietly organized, prepared, trained a functioning military force which seems to be very effective and at the same level as the YPG/YPJ units in Kobane and Jazira.\nThis is not surprising because the Kurds know what is at stake and they have channeled all resources into the military. Afrin has a nine month conscription and a military training center. Afrin is a fortress, with serious static defense lines using terrain and machine gun positions to cover hostile low ground. So far, every Jabhat al-Nusra and Ahrar al-Sham attack on both the Afrin Canton and the Sheikh Maqsud neighborhood of Aleppo was repelled easily.\nAbout half of the area between Afrin and the IS territory in the east has fallen to the Kurds, Menagh airbase and Tall Rifaat are captured. Negotiations about the surrender of Mare are ongoing, but there are reports of an IS attack against Mare, which would complicate the situation. Azaz has not fallen because the Turkish army is bombarding the surrounding with heavy artillery and has sent 2,000 additional jihadist fighters to bolster the defenses.\nKurds now control 14 percent of Syrian territory and three quarters of the Turkish border. Their goal is to close the gap between Afrin and Kobane, land which is held at the moment by IS. The border crossings of Jarabulus, Al-Rai, and Bab al-Salam are the lifeline for IS and the Islamists. If the Kurds were able to conquer this stretch of the border, IS would be finished and the other Islamic rebels in northern Syria would only be left with Bab al-Hawa and some minor crossings in Idlib.\nOne has to bear in mind that the Islamists are trained, equipped, transported, coordinated, supplied by Turkey, that they get free medical treatment in Turkish hospitals if wounded, that their leaders and headquarters are partly in Turkey (Gaziantep, Kilis). These islamic brigades are Turkish militias in all but name, and the incursion in the north of Syria is not a rebellion but an invasion by Turkey.Â \nThis is an act of war and if international law would have any meaning Syria would have the right to retaliate. But as Turkey is a member of NATO, shielded by Article 5 of the NATO charter, international law doesnâ€™t apply. As we all know, the USA and NATO are above the law and war criminals from the â€œfree worldâ€ will never stand trial at the ICC in The Hague.\nAt the moment it seems that Turkey is hell bent on escalating the conflict and going to war no matter what. Since four days Turkish artillery is bombarding both the Kurds at Afrin city, Menagh airbase, Tall Rifaat and the Syrian army in north Latakia, causing dozens of casualties, including women and children. Turkey has, as mentioned above, also sent reinforcements to bolster the defenses in Azaz.\nTurkeys President Recep Tayyip Erdogan seems to be desperate, which makes him unpredictable and even more dangerous. Turkish warnings, demands, threats change constantly and become increasingly aggressive and frightening.\nPrime Minister Ahmet Davutoglu told reporters on February 14 that he had presented Turkeyâ€™s demands during a phone conversation with US Vice President Joe Biden. The Kurdish YPG needs to stay clear of the town of Azaz, evacuate adjoining areas, and pull out of Menagh air base. The Kurds must also abandon attempts to sever the corridor between Aleppo and Turkey, which Ankara says it needs to provide support to refugees (in the meantime the corridor has been cut anyway).\nAn unnamed Turkish official told journalists, that Turkey is discussing ground operation with the US coalition in Syria, but does not want unilateral operation. The official added, that it isÂ  â€œimpossible to stop the Syrian war without ground operations, in which the USA and Western allies should take part.â€\nDeputy Prime Minister Yalcin Akdogan said, that Turkey wants a secure 10 kilometer zone inside Syria from Jarabulus to Bab al-Salam, including the town of Azaz.\nThe UN Security Council criticized Turkey for its artillery strikes and the 15 council members expressed concern about the Turkish attacks in northern Syria. The UN urging Turkey to stop shelling makes it far more difficult for the Turks to up the ante with a ground invasion. It also makes it easier for Russia to target Turkish troops inside Syria and harder for NATO to justify backing Turkey.\nUsually the NATO members USA, Britain, France, who have a permanent seat at the security council would veto any official criticism of a NATO ally. That they didnâ€™t shows how isolated Turkey has become.\nIn response to the UNSC statement President Erdogan said in a speech broadcast live on television, that Turkey does not intend to stop shelling the Kurdish YPG militia in response to cross-border fire, and reiterated that the USA has to choose between Turkey and the Kurdish terrorists.\nUntil now Turkey has only used a dozen T-155 FÄ±rtÄ±na (155 millimeter howitzers) and it could increase the artillery fire a hundred times. The Turkish military has 30 million artillery/mortar/rocket rounds at its disposal and could devastate the whole Kurdish region alone with artillery.\nKeeping the corridor to IS and other Islamic fanatics open is not only a matter of regional power politics, but also a matter of Turkeyâ€™s internal security. One cannot give safe harbor and support to tens of thousands of jihadists and criminals without those jihadists and criminals setting up organizations inside the host country. WhereÂ  will these people go when they are driven out of Syria?\nMany of them will remain in Turkey and cause havoc there, because causing havoc is their destiny and their whole lives purpose. Will Turkey be the next Syria? There is already civil war in the Kurdish region (Diyarbakir, Cizre, Silopi, Nusaybin) and there are frequent bomb attacks, the most recent in Ankara killing 20 soldiers and 8 civilians. Turkish officials instantly accused the Kurds, but this can well be planted evidence to get a pretext for military escalation.\nTurkish airstrikes against Kurds and occasional incursions by regular Turkish troops are reported but not confirmed yet. Saudi Arabia has announced to move F-15 jets to Incirlic air base, Turkey and Saudi Arabia have established a joint operation room, The military exercise â€œNorth Thunderâ€ has started, including some 150,000 troops from Saudi Arabia and other Islamic countries. It is hinted to be a preparation for invading Syria.\nAll this could be blustering, could a bluff to get Russia to accept a political settlement less favorable to Russian, Iranian, and Syrian interests. However, the Russian government cannot ignore the possibility that this is meant for real. If a US/Turkish/Saudi force were to arrive first in Raqqa and Deir Ezzor, Syria would be dismembered â€” it would mean the partition of Syria at best, and global nuclear war at worst.\nThe Russians could get there first by dropping in paratroopers. Russia has clearly stated, that if ground troops from any nation enter Syria without Damascusâ€™ permission, it will be a declaration of war.\nRussiaâ€™s Southern Military District has launched tactical flight drills involving more than 40 aircraft stationed in south Russia. The possibility of a war with Turkey is taken seriously.\nSpanish Patriot missiles are still inside Turkey and there are 84 B61 nuclear bombs at Incirlic, just to mention.\nCould it really be that an overbearing and pretentious autocrat like Erdogan can start World War III? Is appeasing his inflated ego more important than thousands of lives?\nNothing stops global warming as effective as nuclear winter.\nStuart Davies\nFebruary 18, 2016 at 16:38\nVery good post Wolf – I have noticed also that the Syrian Kurds have effectively joined forces with Assad and the Russians against the Jihadist proxy militias, it seemed like it was only a matter of time before this happened. I wouldn’t be surprised if there has been some sort of agreement reached between Assad and the Syrian Kurds, perhaps at the suggestion of Putin.\nHowever, it seems to me that you (like Parry and many others) see Erdogan as a relatively free agent in all of these events. I don’t believe that is at all the case. Turkey and Saudi Arabia certainly have their own specific motivations and interests, but just like “ISIS”, “al Nusra”, and the other “rebels” fighting Syrian government forces, they are subordinate vassals of their NATO block masters. I do not believe Erdogan would dare  initiate any moves on this stage without direct orders from and close coordination with those higher up the chain of command.\nI don’t think there is any doubt that the world is closer to nuclear conflagration than at any point since the Cuban missile crisis, but this is the doing of the elites at the helm of the transnational bankster cartel, not their lap dog in Turkey.\nCurious\nFebruary 18, 2016 at 17:17\nThank you for your informed reply, and the information you have provided.\nAbe\nExcellent analysis, Wolf.\nLet’s not forget that, thanks to Turkey [which is to say, thanks to NATO], Saudi Arabia and Qatar already have their ground forces in Syria. They are called by various al-Qaeda sub-brand names: al-Nusra and ISIS predominantly.\nHaving said that, a joint Turkish-Saudi [unofficial NATO] invasion of Syria to rescue the embattled al-Qaeda proxy forces could be shattered by Russian air strikes.\nHowever, Russia would be, in effect, bombing NATO forces. So NATO hysterics would ensue.\nStrategically, “thunder” from the north (Turkey) might be accompanied by “thunder” from the south (Israel-Jordan) and “thunder” from the east (Iraq). See William F. Engdahl’s article below.\nIn any event, Russian behavior evinces a comprehensive understanding of the game board. Russian plays have been measured and classic blunders https://www.youtube.com/watch?v=RWW6aDpUvbQ have been avoided thus far.\nAbe\nFebruary 18, 2016 at 21:32\nSuperb comment Wolf. But 84 type B61 nuclear bombs at Incirlik????? Say it isn’t so. Could you follow up on who controls these things, protocols for use etc. Type B61 is US made and provided thru NATO, but could Turkey use these things unilaterally? Is it possible to stop them if Turkey goes full crazy?\nFebruary 19, 2016 at 03:52\nThere are conspiracy theories that Israeli experts paid by Saudi Arabia try to break the activation codes of the B61 warheads but that alone would not help because Turkeys F-16 are not equipped to carry and launch the nuclear bombs. There is also Pakistan’s rumored nuclear umbrella for Saudi Arabia and it is not clear if that covers Saudi military expeditions.\nThere are nuclear bombs in Turkey and Israel, there are nuclear warheads on US and Russian submarines. If one of the parties explodes a nuclear bomb it could open the floodgates and we would have to get used to “just nuclear wars,” “preemptive nuclear wars,” “holy nuclear wars,” in the same way as we are now used to “just wars,” “preemptive wars,” “holy wars.”\nIs this scaremongering?\nIf so, it is “just scaremongering,” “preventive scaremongering,” maybe even “holy scaremongering.” Anything is legitimate which wakes people up to the existential threat of nuclear war.\nSkip Edwards\nFebruary 19, 2016 at 01:00\nPutin has been more sane than the West, read the US, for some time now (Obama snubbing Putin during the winter Olympics was the utmost display of “puppet” cowardice I have witnessed in my 50 years of political particiption) and continues today. “Let Assad stay in….” What the heck gives us any right to decide that? Certainly not international law. And yes, the Syrian people, and millions of other people around the world, have been living lives of hell due to US imperialism since at least Vietnam days (regrettably I was a part of that).\nBanger\nFebruary 19, 2016 at 15:20\nGreat comment as others have said. Just want to highlight a couple of issues. First, most Western mainstream journalists know very well the basic outline of the truth in Syria–most of them are not stupid. They are obliged to know this so that they know that they don’t inadvertantly stray from the State propaganda line. As we all know here if you stray over the line you have lost your career. Also, to be clear, there is no such thing as international law any more.\nAs for Turkey almost anything is possible. Turkey, more than most states, is a State dominated by crime and corruption. Turks themselves are great people but the State and the military are parasites on the Turkish people and Islamism is a great way to keep up the con. The Western media is completely ignoring Syria. Usually when it wants to create a war they lay a strong groundwork of lies, innuendos, fake events and the usual array of American Exceptionalist rhetoric–we don’t see that here. Of course that might just mean that they don’t think the usual formula works for an increasingly cynical public which might prefer to have war as a fait accompli and then all the BS can saturate the media.\nIncontinent Reader\nFebruary 18, 2016 at 14:38\nIs it possible that the terrorist attack in Ankara, Turkey was a false flag operation to provide fabricated justification to blame the YPG Kurds and shell their Syrian enclaves, as well as to rally support for the AKP and Erdogan’s attempt to amend the Turkish Constitution to give him additional authority and power?\nSFOMARCO\nFebruary 18, 2016 at 15:44\nFalse Flag operation is unnecessary. ISIS terrorism will always be blamed on the Kurds. And the USA will do nothing to stop the shelling of Kurd positions in Syria and Iraq.\nFrank\nFebruary 18, 2016 at 19:51\nWhy would ISIS attack their paymaster and armorer moron troll! Erdogan is attacking his own people as a pretext to attack Syria directly,whereupon the Turkish military will be destroyed by Russia. His generals better think where this maniac is leading them!\nSkip Edwards\nFebruary 19, 2016 at 00:52\nPutin has been more sane than the West, read the US, for some time now (Obama snubbing Putin during the winter Olympics was the utmost display of “puppet” cowardice I have witnessed in my 50 years of political particiption) and continues today. “Let Assad stay in….” What the heck gives us any right to decide that? Certainly not international law. And yes, the Syrian people, and millions of other people around the world, have been living lives of hell due to US imperialism since at least Vietnam days (regrettably I was a part of that).\nNatylie Baldwin\nI couldn’t help but wonder this myself.\nGregory Kruse\nYes.\nErik\nFebruary 18, 2016 at 22:07\n1. Yes, the fact that no group claimed responsibility makes it almost certainly a false flag operation by a group that wants Turkey to attack its perceived enemy the Kurds, or Syria. So probably ISIS etc.\n2. But it could have been done by an ill-advised extreme element of a group that considers such operations unwise because it would be blamed, e.g. the Kurds.\n3. It could have been done by right wing elements in Turkey that want a pretext for war against its perceived enemy the Kurds, or Syri. or need the pretext to demand NATO assistance for their own aggressive purposes.\nFebruary 19, 2016 at 16:22\nThe sophisticated style, in the heart of Ankara, with precision timing strongly suggests a state military agency. In short, a false flag terror attack.\nPertinent to that is the possible false flag terror attack in Ankara this week.\nExcellent!\nI just hope that the loonies donâ€™t think they can â€œwinâ€ a nuclear war.\nRay McGovern, in a recent radio interview (see link below), described how, slowly but surely over years as the neocons gained control, realities were twisted by the CIA in order to fit a political agenda, and thus presidents were deprived of the truthful information they needed in order to make rational decisions and the neocon agenda was pushed forward.\nObama should send out a daily memo with the memento mori: â€œRemember that you are mortalâ€ to every member of his staff and to every neocon in the departments of State and Defense.\nFebruary 18, 2016 at 14:32\nHere the Russians seem more sane than the Americans.  Get peace (which means keeping the gun runners out), let Assad stay in (at least temporarily) and have elections.  Those poor Syrians have been living in hell.\nSkip Edwards\nFebruary 19, 2016 at 00:48\nPutin has been more sane than the West, read the US, for some time now (Obama snubbing Putin during the winter Olympics was the utmost display of “puppet” cowardice I have witnessed in my 50 years of political particiption) and continues today. “Let Assad stay in….” What the heck gives us any right to decide that? Certainly not international law. And yes, the Syrian people, and millions of other people around the world, have been living lives of hell due to US imperialism since at least Vietnam days (regrettably I was a part of that).\nFebruary 19, 2016 at 16:27\nOne could say the same about our United States. Get the drugs out, destroy Wall Street, have our own “regime change” before 2016 elections by removing Obama.\nwayne t baker\nFebruary 19, 2016 at 17:13\nSo has the US under both Bush regimes and now Obama. One should ask the question: “what is it that has the United States abandoning the principles and the intention upon which our nation was founded? Why have so many presidents ignored the Preamble to our Constitution in favor of a system that we fought against in the War for Independence and the Civil War? Why are nations, such as Russia and China, which at significant times in our nations developmental process partnered with us in the name of scientific and technological progress and good relations turned into enemies? If one seriously investigates they will discover that it is the British Empire,even today, that turns one nation against another with geopolitical manipulation and assassination.\nDavid Smith\nFebruary 18, 2016 at 14:07\nMr. Parry you are certainly “firstest with the mostest”. This terrifying news of Russia’s warning to Turkey qualifies as The Scoop Of The Century. We couldn’t get this anywhere else.\nAbe\nFebruary 18, 2016 at 17:26\nKPFA radio interview with Robert Perry on Syria and Russia and moreâ€¦\nFrank Frivilous\nFebruary 19, 2016 at 14:24\nHes baaaack! Parry actually never went away but he is one of my heroes and a true journalist. He reminds us of the fact that we have come full circle in our relations with Russia. When I visited Moscow in 1991 we found Russians loved and welcomed Americans. They assured us that they could safely approximate the truth by assuming the exact opposite of the official propaganda organs. Now we Americans are in the same situation.\nI agree.\nI do not consider Putin, or any Russians,  for that matter, to be “natural” enemies of the US, albeit the US has always followed foreign policies with regard to them as adversaries, which leaves them little or no choice but to assume an adversarial position, if not actual enmity, in self defense.\nThat is unfortunate for two powerful allies such as they, working in coordination as a coalition with natural check reins and balances on each other instead of in contention, could build bigger and better monuments to man and civilization than the lone winner can after they have fought to the near death to see which one shall prevail.\nCooperation always out performs competition.\nIt is a shame, because if the US got its priorities and alliances straightened out, they and Russia, who shares the same enemy in Israel, would make an ideal  international power alliance and trading partnership.\nIf Putin becomes serious, and goes after the ISIS (Al-Qaeda) with all his might in a no holds barred, no arrests, no convictions but lots of funerals solution, he will eventually clash with US forces and interests, with fatal consequences for someone, which might escalate into more serious problems.â€‹\nThe Russians are there legally at the invitation of the Syrian government. The US is there illegally.\nRussian air power in support of the Syrian Army has turned the tide against the Islamist State (ISIS). The invaders are being driven out. The “Zeoconservatives” cannot accept this defeat.\nRead Paul Craig Roberts for more:\nFebruary 19, 2016 at 18:05\nDebbie, you’re 100% correct .. especially, with regard to ISIS and other Jihadists. Bashar Assad is the legitimate President of Syria, having been democratically elected by a vast majority of the Syrian electorate.\nThe Trotskyites aka Neocons, of course, wanted Assad ousted .. they still do .. and sent in ISIS and al-Qaeda Takfiris into Syria in an attempt to oust Assad. These Jihadis seized a lot of territory, but failed to oust Assad .. and at the end of September, 2015 .. after receiving a request for military aid, Russian President Vladimir Putin deployed fighter and bomber jets at the Syrian airbase outside the town of Lattakia. From that point on, the Russians launched precision airstrikes against the Jihadis and their facilities, destroying them and sending survivors fleeing.\nHunter\nAgreed Ms. Debbie,\nFunny thing how the (judaeo-tribal) zio-conservatives used to haunt the liberal-progressive scene, back during commie-Klinton’s reign…then swapped credentials, updated resumes’ & infested / infected the (Alfie Newman) G.W. Bush dog-n-pony show…\nAnd now their 5th column underlings, in-bedded within Obummer’s regime urge him to put….boots on the ground, whilst leaking info to their fellow travelers (faux GOP neocons) in the media / think-tanks / academia etc..etc.  So as to shame him into……………….committing, boots on the ground!!!\nThey were / are responsible for this entire mess…ditto, the coming banking / dollar / economic collapse.\nThese cretins play both sides & every angle…they are truly…the enemy of all mankind….& the rest of humanity is beginning to wise-up, per their evil.\nHopefully, one day soon…the self-chosenites will realize that they’re running out of real-estate & places to hide…as one by one…the entire human race will REJECT them…& their wicked /greedy, war-profitting nature.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/12/02/obama-ignores-russian-terror-victims/",
                "https://consortiumnews.com/2016/02/15/obamas-most-momentous-decision/",
                "https://www.ibtimes.co.uk/us-vice-president-joe-biden-apologizes-after-calling-sunni-allies-largest-problem-syria-1468602",
                "http://www.nytimes.com/2016/02/13/world/middleeast/syria-cease-fire.html",
                "https://www.washingtonpost.com/opinions/the-deadly-results-of-russias-free-rein-in-syria/2016/02/09/e6fa74ba-cf56-11e5-b2bc-988409ee911b_story.html",
                "https://www.washingtonpost.com/opinions/after-the-bad-munich-deal-its-unlikely-syrias-situation-will-improve/2016/02/12/80d690c2-d1a6-11e5-abc9-ea152f0b9561_story.html",
                "https://consortiumnews.com/2015/11/19/tangled-threads-of-us-false-narratives/",
                "https://consortiumnews.com/2015/07/20/hidden-origins-of-syrias-civil-war/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://www.judicialwatch.org/documents/pgs-287-293-291-jw-v-dod-and-state-14-812-2/",
                "https://consortiumnews.com/2016/02/16/obamas-moderate-syrian-deception/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=6q3y4EN7UIo",
                "https://www.youtube.com/watch?v=drI6B_1mQwg",
                "https://www.youtube.com/watch?v=nUCwCgthp_E",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://www.youtube.com/watch?v=RWW6aDpUvbQ"
            ]
        },
        "key_words": [
            "syria",
            "nuclear",
            "saudi",
            "qaedas",
            "state",
            "risking",
            "nusra",
            "war",
            "qaeda",
            "turkey",
            "obama",
            "syrian",
            "al",
            "islamic"
        ]
    }
]