[
    {
        "url": "https://www.christianpost.com/news/did-brain-atrophy-study-single-out-born-again-christians.html",
        "title": "Born-Again Christians Singled Out in Brain Atrophy Study?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, May 26, 2011\nThe study, titled “Religious Factors and Hippocampal Atrophy in Late Life,” from Duke University Medical Center analyzed high-resolution MRI data of participants’ hippocampal volumes and found that there was greater hippocampal atrophy in participants who were born-again Protestants, Catholics and those with no religious affiliation than people who are from Mainline Protestant churches.\nIn other words, non-born-again Christians had a bigger hippocampus than born-again Christians.\nWheaton College professor of psychology Dr. William Struthers described the study as interesting but called attention to what is missing.\n“The covariates that they mention in the study – specifically age, depression status, and sex – are really missing and I would want to look at that data before I draw any additional conclusions from that,” said Struthers to The Christian Post on Thursday.\n“My concern is how this data is utilized, and if it is used as a way to demean people of faith. Is it used as a way to make people feel as if they are stupid? That their brains are smaller because they are born-again Christians or they are born-again Christians because their brains are smaller,” he questioned. “[T]hat is a place that we want to be careful not to go.”\nThe shrinkage of the hippocampus has long been linked to depression, dementia, and Alzheimer’s Disease.\nAlthough researchers offered no definitive reason for hippocampal atrophy in born-again Christians, they suggested that cumulative stress on believers may be a reason.\n“These findings may reflect potential cumulative stress associated with being a member of a religious minority,” the study states. “Though religious factors have been associated with positive mental health, studies have shown members of religious minority groups may also experience stressors related to these group affiliations.”\nBut David Roozen, sociologist of religion at Hartford Seminary, dismissed that explanation.\n“There are probably more born-again Protestants than non-born-again Protestants, and just about as many Catholics as either born-again or non-born-again Protestants,” said Roozen to Religion News Service.\nResearchers conducted the study on 268 men and women over the age of 58 to learn about the relationship between religious factors and structural neuroanatomy. The study was done over several years following the same batch of participants.\nIt was funded by the Templeton Foundation and the National Institutes of Health.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "brain",
            "data",
            "protestants",
            "nonbornagain",
            "religious",
            "factors",
            "hippocampal",
            "bornagain",
            "christians",
            "atrophy",
            "singled"
        ]
    }
]