[
    {
        "url": "https://www.christianpost.com/news/should-christians-be-vegetarians.html",
        "title": "Should Christians Be Vegetarians?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nShould Christians Be Vegetarians?\nShould Christians Be Vegetarians?\n| Thursday, January 18, 2018\nVegetarian and Vegan diets have their differences, but both agree that a daily intake of fruits and vegetables is beneficial for their practitioners. |  \nIs it God's will that we consume a plant-based diet? Frightening blood test results from my doctor recently prompted me to ponder this question.\nMy triglycerides were at 961. Normal is considered less than 150. My non-HDL cholesterol was also in the \"very high\" range at 229, rather than an \"optimal\" less than 130. Since I want to be alive to meet my grandchildren someday, I decided to begin a mostly plant-based diet.\nWhat does the Bible say?\nIn Genesis 9, God gives us permission to eat animals. After the flood, when God makes a covenant with Noah, He says, \"The fear and dread of you shall rest on every animal of the earth, and on every bird of the air, on everything that creeps on the ground, and on all the fish of the sea; into your hand they are delivered. Every moving thing that lives shall be food for you; and just as I gave you the green plants, I give you everything.\" (Genesis 9: 2,3)\nElsewhere in the Old Testament, God provides instructions to Abraham's descendents for eating meat. Leviticus 11 and Deuteronomy 14 detail the Jewish laws for the types of meat that can and cannot be eaten. Allowed food is called \"clean\" and unallowed food is called \"unclean.\" For land animals, \"whatever parts the hoof and is cloven-footed and chews the cud\" can be eaten. From the waters, animals with fins and scales can be eaten. The chapter lists animals that can't be eaten, including many types of birds, insects and reptiles, but the eating of certain meats are clearly allowed.\nIn the New Testament, we find Jesus and the apostles tear down the legalism of the Old Testament. \"He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace\" (Ephesians 2:15).\nIn Acts 10, Peter falls into a trance and has a vision. He sees Heaven opened and \"all kinds of four-footed creatures and reptiles and birds of the air.\" A voice tells him to \"kill and eat.\" After Peter declines, not wanting to disobey Jewish law, the voice reiterates, \"What God has made clean, you must not call profane.\" The vision sets up a revelation for later in the chapter when Peter realizes the Gospel is for both Jews and Gentiles.\nThe Bible, therefore, clearly doesn't forbid the eating of meat. Yet, there is also the question of prudence. Are there good reasons for Christians to avoid eating meat even if it's allowed? An act can be not-sinful yet unwise.\nDaniel 1 has an interesting story about a vegan diet. When four Jews are chosen to be part of the king's court in Babylon, they decide to not eat meat or drink wine in order to avoid breaking their dietary laws. The palace guard was concerned the king would have his head if the Jews under his care appeared malnourished. After 10 days of consuming only vegetables and water, however, \"they appeared better and fatter than all the young men who had been eating the royal rations.\" Was it a miracle from God? Did God change the carrot sticks into chicken fingers on the way down? Or was a plant-based diet better for them?\nVegetarianism is a wise choice for health reasons, as my own results attest. After four months, my non-HDL cholesterol dropped from 229 to 183 and my triglycerides dropped from 961 to 181. I also lost about 10 pounds.\nMany of our health problems, and our high health care costs, in the United States can be attributed to a poor diet. We eat too much fat and don't get enough fiber, mostly due to the amount of meat we consume. (We also consume too much salt and sugar, but a vegetarian diet alone won't help with that.)\nThe Center for Disease Control estimates  that 75 percent of all health care dollars spent in the United States are to treat preventable diseases — diseases caused by our poor diet and sedentary lifestyle choices, such as cardiovascular disease, type 2 diabetes, cancer and osteoporosis. We often hear concerns about the rising costs of health care, but we can all do our part by simply eating healthier and getting more exercise.\nThere are also ethical concerns about U.S. livestock industries. The overuse of antibiotics  by these industries will likely lead to \"superbugs.\" To save money, these industries give antibiotics to all their animals, even the healthy ones. This leads to bacteria becoming resistant to the antibiotics, which then can produce antibiotic resistant germs harmful to humans. Others have raised issues with the environmental damage and the treatment of animals in the livestock industry.\nThe large amount of meat and dairy in American diets isn't only due to personal tastes. These industries are a classic example of an iron triangle. Their lobbyists infiltrate government agencies. Members of Congress gain campaign contributions. And the industries benefit from favoritism and taxpayer subsidies. This why you don't hear government agencies advising us to eat less meat, but you do hear them say kids should drink milk daily. So, in a sense, going vegan is a protest against government cronyism. You can be an Ayn-Rand-style hippie by avoiding animal products.\nIf more Christians were vegetarian, or ate a lot less animal products, therefore, we could have a positive impact on our overall health, environment, and government.\nWhile I'm encouraging my fellow Christians to eat less meat and dairy, I don't insist one must become vegetarian to be a good Christian. As a Focus on the Family blog post  on vegetarianism helpfully points out, that would smack of the type of judgmentalism proscribed by the New Testament.\n\"Here's the bottom line. If you and your friends feel that God is calling you to stop eating meat, all we can say is 'more power to you.' But we would encourage you to be careful about passing judgment on others who think differently. As you can see, there's a strong case to be made on almost every side of this question. The New Testament tells us again and again that believers must be tolerant towards one another when it comes to matters of this nature. It's crucial to remember that discussions of this kind are secondary to the central issue of saving faith in Jesus Christ. In the words of the apostle Paul, 'Everyone should be fully convinced in his own mind' (Romans 14:5).\"\nNapp Nazworth, Ph.D., is political analyst and politics editor for The Christian Post. Contact: napp.nazworth@christianpost.com , @NappNazworth (Twitter)\nRelated Articles\nMore In Opinion\n",
        "quotes": [
            [
                "The fear and dread of you shall rest on every animal of the earth, and on every bird of the air, on everything that creeps on the ground, and on all the fish of the sea; into your hand they are delivered.",
                "",
                true
            ],
            [
                "Every moving thing that lives shall be food for you; and just as I gave you the green plants, I give you everything.",
                "",
                true
            ],
            [
                "whatever parts the hoof and is cloven-footed and chews the cud",
                "",
                false
            ],
            [
                "He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace",
                "Jesus",
                false
            ],
            [
                "all kinds of four-footed creatures and reptiles and birds of the air.",
                "",
                false
            ],
            [
                "What God has made clean, you must not call profane.",
                "Peter",
                true
            ],
            [
                "they appeared better and fatter than all the young men who had been eating the royal rations.",
                "",
                false
            ],
            [
                "If you and your friends feel that God is calling you to stop eating meat, all we can say is 'more power to you.",
                "",
                true
            ],
            [
                "But we would encourage you to be careful about passing judgment on others who think differently.",
                "",
                true
            ],
            [
                "As you can see, there's a strong case to be made on almost every side of this question.",
                "",
                true
            ],
            [
                "The New Testament tells us again and again that believers must be tolerant towards one another when it comes to matters of this nature.",
                "",
                true
            ],
            [
                "It's crucial to remember that discussions of this kind are secondary to the central issue of saving faith in Jesus Christ.",
                "",
                true
            ],
            [
                "In the words of the apostle Paul, 'Everyone should be fully convinced in his own mind' (Romans 14:5).",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.focusonthefamily.com/family-q-and-a/faith/vegans-vegetarians-and-the-bible",
                "https://www.sciencemag.org/news/2017/09/are-antibiotics-turning-livestock-superbug-factories"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/books/NBK305175/"
            ],
            "unsure": [
                "https://twitter.com/NappNazworth"
            ]
        },
        "key_words": [
            "eat",
            "vegetarians",
            "meat",
            "eaten",
            "animals",
            "christians",
            "health",
            "eating",
            "diet",
            "god",
            "industries",
            "testament"
        ]
    }
]