[
    {
        "url": "https://nutritionfacts.org/audio/new-thoughts-on-a-healthy-weight/",
        "title": "New Thoughts on a Healthy Weight",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nNovember 16th, 2017\nNew Thoughts on a Healthy Weight\nOf the many factors that go into maintaining a healthy body weight, one that we have control over is our diet. How may diet affect weight? \nHello and welcome to Nutrition Facts. I’m your host, Dr. Michael Greger. Today, we’re going to explore smart nutrition choices based, naturally, on facts. Whenever there’s a new drug or surgical procedure, you can be assured that you and your doctor will probably hear about it because there’s a corporate budget driving its promotion; but, what about advances in the field of nutrition? That’s what this podcast is all about. \nThere are so many factors that go into maintaining a healthy body weight. One that we have control over is our diet. Those eating a more plant-based diet tend to consume an average of 364 fewer calories daily without portion control, calorie or carb counting, since healthier foods tend to be less calorically dense. More nutrition, for fewer calories. \nIn one of the largest nutrition studies ever performed, total meat consumption was significantly associated with weight gain in men and women, not surprising, but the link remained even after controlling for calories.  Here are the details. \n“Meat consumption and prospective weight change in participants of the EPIC-PANACEA study.” What is that? Hundreds of thousands of men and women, across ten countries, with weight gain measured over a five-year period.\nWhat did they find? Total meat consumption was positively associated with weight gain in men and women, in normal weight and overweight subjects, and in smokers and non-smokers. Conclusion: “Our results suggest that a decrease in meat consumption may improve weight management.” And, this was after adjusting for initial weight, physical activity, educational level, smoking status, total energy intake. Wait a second—what? That’s the kicker. The link between meat and weight gain remained even after controlling for calories.\nOne would assume that sure, meat is associated with weight gain, because it’s so packed with calories. And so, you’d just get more calories in your daily diet compared to those eating vegetarian, and so, more weight gain. But, no—it’s even more than that. This was after controlling for caloric intake—meaning if you have two people eating the same amount of calories, the person eating more meat may gain more weight. In fact, they even calculated how much more.\nAn intake of 250 grams of meat a day—like a steak—would lead to an annual weight gain 422 grams higher than the weight gain experienced with the same calorie diet with lower meat intake. After five years, the weight gain would be about five pounds more. Same calories; yet five pounds more, eating meat. And steak was nothing. “The strongest relation with annual weight change [weight gain] was observed for poultry.”\n“In conclusion, our results indicate that meat intake is positively associated with weight gain” and this “association persisted after adjustment for total energy intake and underlying dietary patterns. Our results are therefore in favor of the public health recommendation to decrease meat consumption for health improvement.”\nIt’s not surprising that filling up on healthy food right before a meal cuts down on overall calorie intake, but what if, instead, we snack on healthy foods between meals? Are there snacks with so-called negative calories?  Here are the facts on snacks. \nWhat are some dietary strategies for the prevention and treatment of obesity? Large portion sizes are often targeted and, so, restriction of portion size is an important element of many diet programs, but it’s hard to get people to eat less food. A more effective approach may be to shift the emphasis from the quantity of food eaten to the quality of food eaten. By choosing foods with low calorie density, we can eat the same amount of food, or even more food, while losing weight.\nAre there foods with negative calories, foods that take more energy to digest than they provide? Does eating celery, for example, result in negative energy balance? Celery is a readily available whole-food that has the ability to add bulk and flavor to a meal, without adding excess calories. It is also subject to a renowned health myth, that when consuming celery there is a ‘negative’ intake of calories, and therefore, the energy required for its digestion, assimilation, and nutrient storage is assumed to be greater than the energy it itself contains. So, they put it to the test. A cup of celery—about two stalks—has 16 calories. To digest that much celery it takes 14 calories. So, no, the consumption of celery does not induce a negative energy balance, but you are only left with two calories. This fact, combined with the high fiber and water content of celery, does make it a good snack for inclusion in a diet for weight loss or management.\nMaybe negative-calorie foods is not a myth after all, though. Researchers at Penn State offered people a meal of pasta, in which they could eat as much as they wanted. This is how many calories of pasta they ate. If, in addition to the all-you-can-eat pasta meal, they gave people a small salad, what do you think happened? Did those 50 extra calories of salad just end up on top of the pasta calories? No, they ended up eating less pasta overall, and not just 50 calories less pasta, 65 less calories, and by adding a bigger salad, ended up eating 100 fewer calories. So, effectively, the salad provided “negative calories.”  Right.  They ate a salad on top of what else they were eating, ate more food, and ended up with less calories in their system because it bulked up their stomach so much. \nOf course, it depends what kind of salad. They’re not talking about your typical commercially available salads with like ranch dressing and cheese. Right.  You add those kind of salads and, yeah, you do end up eating less pasta, but there are so many calories in conventional salads, you end up worse off calorie-wise in the end. But, healthy salads worked.\nThey conclude: “eat less” is not always the best advice. For foods very low in energy density, such as water-rich vegetables—like salad—larger portions increase satiety, the feeling of fullness, and reduce meal calorie intake.\nHere’s a head-to-head test of adding beans vs. portion control for controlling your metabolic risk.\nStudies show that those who eat the most legumes appear to have only a fraction of the risk of a form of prediabetes known as metabolic syndrome. Those that ate three or more servings of beans a week only had about a quarter of the odds of the disease, compared to those who had one serving or less.\nYes, “[b]ean consumption [is] associated with lower body weight,” a slimmer waist, less “obesity and …blood pressure in [population] studies,” but “[w]hether the association of bean consumption…with healthier body weight and risk factors [for metabolic syndrome] is due to physiological effects of [the beans themselves] or simply an indicator of a healthy lifestyle [was] uncertain.” Anyone smart enough to eat beans may be smart enough to eat all sorts of other healthy food, so maybe bean consumption is just a marker for a healthy diet. So, researchers put it to the test.\nReducing belly fat may be the best way to treat metabolic syndrome and reduce the risk of prediabetes turning into full-blown diabetes. “Energy restriction [has been] the cornerstone of most weight-loss strategies…; however, evidence suggests that the majority of individuals who lose weight [by calorie-cutting] regain it during [the] subsequent months or years…” Starving ourselves almost never works long-term. “Thus, it is important to identify foods that can be easily incorporated into the diet and spontaneously lead to the attainment and maintenance of a healthy body weight and improved metabolic control.”\nSo, for the first time ever, they did a head-to-head test. Beans vs. caloric restriction. The bean group was asked to eat five cups a week of lentils, split peas, chickpeas, or navy beans. So, the bean group was asked to eat more food, and the cutting-calories group was asked to eat less food. And, the more food group won!\nNot only was regular bean consumption as effective as portion control in reducing prediabetes risk factors, like slimming waistlines and better blood sugar control, but the bean diet led to additional benefits beyond just calorie reduction—”perhaps due to some functional properties of pulses,” which are beans and peas. “In conclusion, [five cups a week of beans, chickpeas, split peas and lentils] in an ad libitum diet [meaning they weren’t told to change their diet in any other way] reduced risk factors of [metabolic syndrome] and these effects were equivalent, and in some instances stronger, than [telling people to cut 500 calories from their daily diet].”\n“These results are encouraging news for individuals with or at risk for [type 2 diabetes] since they indicate that simple diet changes, such as the inclusion of beans, can have a positive impact on [blood sugar] control.”\nThe water content of plant foods may help explain why those eating plant-based diets are, on average, so slim. Can ice be thought of as having even “fewer” calories than water, since our body has to warm it up?  Let’s take a look at the facts.\nIf phytonutrients can alter gut flora in a way that helps people lose weight, then you’d think people eating diets based on plants would have significantly different colon populations. And, yes, indeed, that’s something that been known for four decades, and may help explain why those eating plant-based diets tend to be slimmer.\nAnother reason vegetarian eating patterns have been tied to better weight management may be the water content of plant foods. Fruits and vegetables average about 80% to 90% water. Just as fiber can bulk up the volume of foods without adding calories, so can water. Cognitive experiments have shown that people tend to eat a certain volume of food, and so, when that volume is mostly water, they don’t end up gaining as much weight.\nBut, even if you take out the visual component, and instead just stick a tube down people’s throats, and feed them whatever volumes of food you want, if you add more water to their stomach, they tend to eat less—perhaps because of the stretch receptors in their stomach sending signals to the brain saying, “We’ve had enough.”  Scientists have identified a multitude of ways our body controls our appetite, and a good thing, because if we’re off just a few percent every day, that could have huge impacts on our weight over the years.\nIf water is so helpful, why can’t you just eat a steak with a glass of water? It doesn’t work. You feel more full during the meal, but you end up eating the same amount of calories throughout the day—unless, they’ve found, you preload.\nDrinking water with the meal doesn’t seem to help control calories, but drinking a big glass of water a half an hour before a meal might. “Thus it appears that water on its own may be effective at increasing satiety and decreasing intakes for some population groups when drunk before, but not with, a meal.”\nIce water may be even better. Or, even, just ice. Water has zero calories, ice has kind of less than zero, since our bodies have to warm it up. From the Annals of Internal Medicine: “The Ice Diet.” Using simple thermodynamic calculations of how much heat our body would have to generate to take an ice cube up to body temperature, they concluded eating a quart of ice—like a really, really big snow cone with no syrup—could rob our body of more than 150 calories, the “same amount of energy as the calorie expenditure in running 1 mile.”\nSound too good to be true? It is, actually. As Ray Cronise talks about in his body-hacking work with thermogenics, you may just be diverting some of the body’s waste heat.  If one really wants to use chronic mild cold stress to lose weight, turning down one’s thermostat, or wearing fewer layers outside, may be more effective, in the long run, than drinking slushies of slush.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\nThis is just an approximation of the audio content, contributed by Allyson Burnett.\n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "weight",
            "healthy",
            "eat",
            "diet",
            "thoughts",
            "eating",
            "calories",
            "gain",
            "water",
            "foods",
            "food",
            "meat"
        ]
    }
]