[
    {
        "url": "https://consortiumnews.com/2018/01/18/trump-ends-protections-for-el-salvador/",
        "title": "Trump Ends Protections for El Salvador",
        "authors": [
            {
                "name": "Sally Snyder",
                "link": null
            },
            {
                "name": "Free Truth",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Hans Usko",
                "link": null
            },
            {
                "name": "Keir Knight",
                "link": null
            },
            {
                "name": "Mild-Ly - Facetious",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2018-01-18",
        "text": "Main menu\nJanuary 18, 2018\nBy Dennis J Bernstein\nOn Monday, January 8, the Trump administration announced that it would end protections for immigrants from El Salvador who had previously been covered under Temporary Protected Status in the U.S. since 2001. TPS is a legal designation for immigrants from certain countries which have experienced life-threatening situations, such as a natural disaster or war, and grants those migrants protection from deportation and the ability to work legally in the US. The termination of TPS for Salvadorans will take effect on September 9, 2018.\nPablo Alvarado is Executive Director of the National Day Laborer Organizing Network (NDLON), a coalition of worker-centered organizations across the country that defend day laborers from exploitation and extreme immigration enforcement, help people find jobs and recover wages, and train workers in health and safety.\nMap of North America with El Salvador in red (Wikipedia)\nI spoke with Alvarado on Tuesday, January 9th, the day after the Trump administration announced its decision to rescind TPS status for Salvadorans. “A lot of our members are people who come from Central America and particularly Honduras and El Salvador,” said Alvarado. “A significant proportion are beneficiaries of Temporary Protected Status for Salvadorans, which protects about 200,000 people with documents from deportation.”\nDennis Bernstein: I know you have been in meetings all day, developing strategies, and dealing with the huge amount of fear that is sweeping through communities that you represent and advise on a daily basis. What is your first gut response to this latest move by Trump?\nPablo Alvarado:This action on the part of the Trump administration is not just an act of cruelty but also of hatred and of bigotry.  This president decided to terminate an incredible program that has facilitated the immigration of thousands and thousands of migrants.  Today, 30% of these people own homes, over 90% have jobs.  And yet, in an act of cruel racism, this administration has decided to get rid of this program.\nTheir motivation is very clear: to reduce the number of non-white immigrants.  They are scared of the changing demographics in our country.  This is their way of slowing down the emergence of a new majority.  They are no longer just going after undocumented people, they are taking away the papers of people with documents.\nDennis Bernstein: You are from El Salvador yourself.  Could you talk a little bit about the kinds of violence that people fled during this period of US-supported death squads?\nPablo Alvarado: It is important to note how many times the US has intervened in Central America.  The latest case is our recognition of a president in Honduras that 80% of the Honduran people don’t want.  Honduras will continue to be in flames for months to come.  Already death squads are emerging and activists have been disappeared and tortured. Children are being gassed while protesting.\nAll of this will lead to even greater poverty and feed the cycle of migration.  This is the same thing that the United States has done in El Salvador, in Nicaragua, and throughout the region.  The widespread gang violence in El Salvador is something that was imported from Los Angeles.  I can tell you that my two brothers, who are teachers and make $450 a month, are being extorted by gang members.\nTemporary protected status was introduced following the great earthquake [of 2001] but the reality is that El Salvador has not yet recovered from that natural disaster.  The country is still in dire circumstances.  There are many villages that subsist on the remittances of family members who are here in the United States.  This action by the Trump administration is going to lead to an even larger humanitarian crisis.\nDennis Bernstein: Do you see this as a form of ethnic cleansing?\nPablo Alvarado: It is clearly an effort, as I said, to slow down the emergence of a new majority.  This has always been the strategy of the people around Trump.  They refer to it as “attrition through enforcement.”  This involves making the lives of immigrants so miserable that they will want to pack their bags and leave on their own.  Ending TPS is essentially a step in that direction.\nIt is interesting, right-wing pundits say that it is the Democrats who want to allow these immigrants to come because they want to turn them into Democratic voters.  This is so ridiculous.  These people are leaving their countries not to be able to vote here.  They are fleeing violence and extreme poverty and persecution.  Any country that respects human rights is going to want to provide safe haven to people fleeing such conditions.\nDennis Bernstein: What kinds of actions are you planning to take now?\nPablo Alvarado: We recently put together the National TPS Alliance, a coalition of about 50 committees of TPS recipients across the country who have come to Washington several times and are coming again in the first week of February.  Prior to this recent decision, they were already doing lobbying work, trying to persuade politicians from both sides of the aisle of the seriousness of their plight.\nOut of those conversations, four legislative proposals have been introduced to provide a permanent solution for TPS holders.  The administration may want to see TPS fade away in 18 months but we are determined to make these proposals a reality.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nMild-ly - Facetious\nas the world turns\nsharply to the right,\nthe center of his\nMexican Wall and the\n(as the world turns sharply to the right,\nplease re-discover the journalism of  Kevin Phillips)\ncmp\nJanuary 19, 2018 at 16:56\nI wonder, just how long did McDonald’s or Walmart have to wait in line to get into El Salvador? .. Do they have their green cards yet?\nI also wonder about those Panama and Paradise Papers, and all of their children'($), that have been hopscotching around the planet since our inception.\n.. Status.. ..Protected Status? ..Temporary Protected Status? ..hahaa!!!\nA Polish friend of mine is trying to get her legal status here. I told her to put “Inc.”, after her name..\nkeir knight\nGreat article.\n“Any country that respects human rights is going to want to provide safe haven to people fleeing such conditions.”\nWhat makes people think that the US is a country that respects human rights anymore?\nHans Usko\nJanuary 19, 2018 at 09:29\nI wonder when it’s going to hit Asians and others ethnicities.  Sad chapter of humanity\nAnnie\nJanuary 18, 2018 at 23:42\nIn September 2016, the Obama administration extended protections for 18 months, saying El Salvador suffered lingering harm from the 2001 earthquakes that killed more than 1,000 people and was temporarily unable to absorb such a large number of returning people. Trump says they’re fine now, and of course they are not, and many have made a life here. These kinds of temporary extensions do more harm then good, because sooner or later, and the later is now, people will suffer more because they have established themselves in this country.\nVirginia\nThought you all might be interested in Robert David Steel’s book reviews on the three recent books on Donald Trump, including Wolf’s, Lewindowdki’s and Gingrich’s: http://www.starshipearththebigpicture.com/2018/01/14/book-reviews-and-commentary-unhinged-donald-trump-his-family-his-appointees-and-everyone-else-by-robert-david-steele/\nBest wishes to Robert Parry for a speedy recovery.  But, we can all keep this going while you’re resting up.\nMr. Bernstein, thanks for your contribution and for keeping us informed about the immigrant status under Trump of El Salvadorans.\nturk 151\nJanuary 19, 2018 at 00:47\nI made it through a third of the book and realized it was mostly gossip.  Then I turned on the TV and saw that Wolf  was a used car salesman, who pretends to be an author.\n“He was the antiwonk. He was the counterexpert. His was the gut call. He was the everyman. He was jazz (some, in the telling, made it rap), everybody else an earnest folk music.”\nThere is probably a baby somewhere on that bathwater, but I can’t get past the sludge.\nZachary Smith\nJanuary 19, 2018 at 01:32\nThen I turned on the TV and saw that Wolf was a used car salesman, who pretends to be an author.\nI’d say Wolf’s previous life is a very minor factor in the Big Picture.   That said, when I googled his name and “car salesman” all I found was a Twitter accusation by a neo-Nazi to this effect.   In fact, the guy’s Wiki has him in some part of the publishing business all his life.\nBack when Karl Rove was engaged in putting George “Harken Hoodlum” Bush in the White House, he gave some extreme access to an author named J. H. Hatfield.   Hatfield learned from Rove that Bush had had a cocaine conviction in Texas.  GWB’s special one-of-a-kind “punishment” of community service was later portrayed as an example of Bush having – deep down – a heart of gold for spending a year with inner city black kids.    As soon as the book was published, the word was put out that Hatfield was a former felon who had done time in prison.   After that nobody dared raise the issue of Bush’s drug use.   And Hatfield killed himself.\nI skimmed the first chapters of the Wiki-leaks pirated version of Wolf’s book.  The descriptions of Trump matched what I had already heard (and deduced).  I’d say Wolff has a solid framework, and the gossipy trivia doesn’t matter anyhow.\nIMO it’s impossible to defend Trump.  The best a person can say is that he’s probably not as bad as Hillary would have been.\nVirginia\nJanuary 19, 2018 at 11:26\nTurk and Zach, I read only the Steele review which was really informative and I believe accurate.  He took on the motives of “lying” Wolf saying he’s a part of the Deep State’s intent to take Trump down.  Not surprised to learn his background is not in journalism!\nturk 151\nJanuary 19, 2018 at 11:49\nSteele premise is that the deep state uses pedophillia to blackmail our politicians and Trump is persecuting them.  Unfortunately, that allegation will be very difficult to prove; however, it would explain the insanity of our legislatures.\nturk 151\nJanuary 19, 2018 at 11:30\nWhen Hillary and her subsidiary, the DNC, took out Sanders in 2016, the only thing I was certain of. Is however bad the past 4 years were, the next 4 will be far worse.\nSanders was our only shot for a better future, and we, the people, blew it, again.\nJoe Tedesky\nJanuary 20, 2018 at 10:43\nVirginia, when Michael Wolff’s ‘Fire & Fury’ first came out I decided not to buy it, because the news media by the amount of quotes from the book they were quoting, and the massive commentary about the book reveling it’s contents, I thought why buy it just watch the news. Then one evening I came across a Wikileaks link which could be brought up, and when I tapped on the link, wa-la I got a free copy of Wolff’s tell all rag. That was, until the next day, and my having read about 20% of the book, Google took the IP address down….so I purchased a copy. Suckered in, but my curiosity was peaked.\nWolff is easy, and fun to read, but is his message one we can rely upon as gospel or is his portrayal of the Trump Administration just plain unaccountable gossip. I think his revelations on the occupants of the White House is fact mixed in through a lot of hype. Most of the trashing Wolff does seems to be aimed at Bannon. Wolff while pointing out the chaos and bluster of the Trump White House, doesn’t reference any other previous White House Administrations before Trump’s, such as LBJ’s hilarious bathroom antics, or Nixon’s drunken nightly rants, or anything to give reference to what the Oval Office had to bear in it’s long and historical past.\nIt’s a hit job, and a darn good hit job at that. What makes the release of this book even more interesting, is that along with Bannon almost all of the books characters are now ‘not serving’ in the White House alongside the crazy Donald Commander and Chief. What I thought the book would be good for, is to if you were writing a parity about the Trump White House, and you based your character portrayals around the book descriptions of said actors. Although this would only work to if you wished to write a poor account of this Trump Administration, then the book is a fine model to use. This book is no doubt on the shelf in the SNL script writers room.\nIn America everything is for sale. It doesn’t matter how true it is, if it has potential to sell, then we fine potentials to sell it to. Nothing is sacred in America, and because of that the value of belief is diminished as well. Joe\nVirginia\nJanuary 20, 2018 at 11:41\nAnother review of the Wolff book.   Thanks, Joe.  A hit job indeed!\nAnd btw, Turk, it is predicted that the pedophilia is going to be exposed in 2018.  This evil can’t hide forever.  Some Hollywood stars are beginning to speak out.  Though compartmentalized, can they keep silent on that while giving notice that “time is up” on sexual harassment?\nturk 151\nJanuary 21, 2018 at 23:42\nGlenn Greenwald just wrote an intriguing articles about Nunes, FISA warrant dossier in which the GOP were “shocked” about the definitive proof that Obama used DOJ, CIA and FBI against Trump on Russiagate.\nGreenwald’s point was, okay, release the document and show the public the proof.  The Republicans have all the power they need to do so.\nMy take the articles is that Greenwald knows the Republicans would not release it, do not have the proof and would never arrest the perpetrators even if they did.\nI think Greenwald makes a very good point about the alt-Right.\nZachary Smith\nJanuary 18, 2018 at 20:40\nPablo Alvarado: It is clearly an effort, as I said, to slow down the emergence of a new majority.  This has always been the strategy of the people around Trump.  They refer to it as “attrition through enforcement.”  This involves making the lives of immigrants so miserable that they will want to pack their bags and leave on their own.  Ending TPS is essentially a step in that direction.\nIt is interesting, right-wing pundits say that it is the Democrats who want to allow these immigrants to come because they want to turn them into Democratic voters.  This is so ridiculous. These people are leaving their countries not to be able to vote here.\nIt seems to me that Mr. Alvarado contradicts himself in the space of only a few sentences.   What on earth does “new majority” mean except in terms of voting?\nSeventeen years is more than plenty of time in terms of “temporary”.   Going home is going to be rough for sure, for El Salvador is the most dangerous nation on the planet with 108 people there murdered for every 100,000 of the population.    The refugees have plenty of time to sell their properties here, but taking the proceeds to El Salvador would guarantee their losing everything they own, and probably their lives as well.   That’s because the local criminal class will certainly single out these easy new prospects with known wealth.  Probably putting 95% of what they own into some sort of secure foreign bank account would be the best thing to do.\nTrump is so ignorant and incompetent that he is bound to do the entire thing wrong, but somebody ought to try to force him to provide at least one other option – for some of them to remain in the US until another place can be found to accept them.   We need to do this if for no other reason than to get some practice, for with the coming chaos from climate change the US and most other nations are going to have to learn how to handle huge numbers of  refugees who can NEVER go home.\nIMO Central America and Haiti are special cases because of the US involvement in the local political chaos and poverty.   I would argue that such “special cases” require “special treatment”.    Stopping the likes of Obama and Hillary from stirring up trouble would be a good start.\nLJ\nJanuary 18, 2018 at 19:45\nA home near where I was raised in a East SF Bay Bedroom Community in the heart of OAKLAND RAIDER  country  was bought several years ago by a M13 affiliated guy. He’s a smart kid. Actually ( I no longer live in the area) he’s one of the better people around there now. He got a good job last year with a local City. He’s not lazy. . He moved his parents and a GP  in a couple years ago. . Doesn’t show the overt tatoos. He’s smarter than most  the Asians ( A super cute Asian girl who got a PHD from Stanford lived a couple houses away but she’s getting huge bucks in SF now) and what’s left of the white trash in the area. I’m not making this up. In fact he’s friends with 3 of the 4 guys I know who still live in the area . All are almost 60 years old and bigger than me at 6″ 4″ 220lbs. . Funny. He’s an Ok guy but I’m smarter than he is  and he knows it so guess what? I would never trust him. Do you want M-13 or La Familia affiliate living next door to your family or any other gang related people from any other country including our own for that matter? Think about it. US policy made El salvador worse than it should have been but life’s is tuff and these are the cards that the kids in the local High School that I graduated from in 1976 have to play. M-13 should get kicked out of our country. NOW. PS  He grew some OK pot getting into the Medical Marijuana business but too much nitrogen fertilizer. Easy Money . Sheddus Erectus.\nmike k\nJanuary 18, 2018 at 18:21\nHow blind does a person have to be to not see that Trump is a blatant activist racist? How many Americans share his fear that “they” (dark skinned people) will become the dominant demographic in the US in the near future? White privilege has a long and ugly history – many are reluctant to see it end.\nNancy\nJanuary 20, 2018 at 14:12\nWhites will no longer be the majority in the U.S. by 2050, if not before. There’s no way to turn this trend around–it’s like climate change. I’m sure Trump and his ilk are aware of this reality. They are just playing to the ignorant in our society who feel threatened by the “others.”\nmtbinary\nJanuary 18, 2018 at 18:09\nI am so tired of Trump’s confounding desire to be an uninformed bigot. Sending Salvadorians who live and work here back to their impoverished countries solves absolutely nothing and only serves to prove that, no matter what his protestations, Trump is both racist and ignorant.\nOur immigration system is broken. People who came here, found work and made a new life for themselves deserve to be given legal status. I know at least a dozen people who have worked tirelessly to gain legal residency and have been standing in line six to eight years to earn that privilege. They have social security numbers, own homes, pay their taxes like everyone else and are productive members of the local area.\nWhy are they made to wait? Why can’t a person who want’s legal status not take a decade of tax returns down to an immigration office and come away with residency? It’s immoral.\nSelfishly speaking, I’ve moved towards becoming an expat in Central America. I fear that Trump’s pig-headed actions will turn Americans in foreign lands into targets. It’s a damn shame nobody can figure out how to talk some sense into Trump. He’s done good things here and there, but otherwise, he’s just plain dangerous.\nZachary Smith\nJanuary 18, 2018 at 20:46\nPeople who came here, found work and made a new life for themselves deserve to be given legal status.\nNo, they don’t.    In fact, your post makes me wonder if you’re not some kind of employee for one of the US organizations who wants to ensure the continued flow of illegals into the US so as to keep both wages and unions suppressed.\nJoe Tedesky\nJanuary 18, 2018 at 17:34\nBack in 2009 with the Florida housing market down to one of it’s lowest real estate pricing points, my wife and I bought a condo. Over these years I have made some new friends there, but none better than the working staff who takes care of our buildings maintenance. These hardworking individuals are all from El Salvador.\nI heard from Juan how he witnessed his father’s execution in their small town. The people who killed Juan’s father were the same people who the U.S. backed, while monkeying around with regime change. Juan doesn’t blame the U.S. though. No, instead Juan just talks about how after so much violence over so many years, how one loses track of who exactly fired the first shot. Juan, is just happy to be living in the U.S., but now since TPS is on the chopping block, Juan has had a nervous breakdown.\nSaul, who is interesting in his own right, is dismayed with this latest TPS dictate, and he is doing legally whatever it is that must be done to secure his stay in the U.S.. Funny thing about Saul, is if he could have voted he would have possibly voted for Trump. Why, because like Saul told me, ‘the Donald’ said he would send the bad guys back from where they come from. Saul said to me how he would help the new president to clear out the criminal rug rats who live in his neighborhood, and think nothing of it. Saul also has had two beautiful children born here in America, and he is, or was, looking forward to his babies being raised in the U.S. as naturalized citizens. Saul, like the rest of his friends, pay their own way. Saul wouldn’t take a dime for free. He pays for his own family’s healthcare, and he is so hard on himself with this principle, that after the hurricane he would not even take any free Red Cross hand outs.\nRomeo, has just started his own business, after having worked two to three jobs for many years to support himself and his family. Remember these Salvadoran workers, all of them, send money home to help those family members who still live in El Salvador out as well.\nSo, I’m pulling for these Salvadoran people who I know, and I must say they deserve my support. Also, think of this, how many of those from these Central American countries are now serving in our U.S. Military?\nThis TPS decision is a true case of throwing the baby out with the bath water.\nAnnie\nJanuary 18, 2018 at 23:27\nI’ve said this so many times on these posts that the US has a long history where it favors Northwestern Europeans over other groups, because they are deemed superior to others. Think of Trump’s remark, when he said why can’t we have more immigrants from Norway. The Emergency Quota Act restricted the number of immigrants admitted from any country annually to 3% of the number of residents from that same country living in the United States as of the U.S. Census of 1910. However the Immigration Act of 1924 limited the number of immigrants who could come here based on a percentage using the 1890 census, and not the 1910 census  so that  it could cut down on the number of immigrants of Southern and Eastern Europeans which were seen as inferior. it also severely restricted the immigration of Africans and banned the immigration of Arabs and Asians.\nSo I have no doubt that non-white or Hispanic people’s are being targeted to maintain a mostly white America.\nAnnie\nJanuary 18, 2018 at 23:37\nJoe, I don’t know how that happened, but I was not referencing your post. Well, if I do, we did more in El Salvador  then perhaps Juan would like to acknowledge. We supported a government against a leftest insurgency and helped kill over 70,000 people, and all to protect our corporate interest there.\nJoe Tedesky\nJanuary 18, 2018 at 23:55\nI wish you had been referencing to my post, because it’s always interesting having a conversation with you Annie.\nI know your right about Juan, and I’m careful not to dig too much. I feel for the fate of my friends of whom I mentioned their saga about above. Maybe I was to close growing up around my Italian immigrant grandma, I don’t know, but I tend to lean towards the law abiding immigrant by my nature, as I think everyone in life deserves some kind of respect, and an opportunity where one might exist.\nI also realize the threat the immigrants pose to a natural born American worker. With all of us Baby Boomers retiring, and our off spring getting degrees in high paying fields, the Salvadorans I’m speaking about make good retiree replacements to pay into our retirement benefits. I will admit though, this country got to get better jobs, and more of them, if we are all suppose to keep working. We also must go beyond a quota system with our equal opportunity programs, but we will leave that conversation for another day.\nAnnie, the racial divide in America, is age old. I also do believe that racism had existed in America long before now, and will continue to exist, until maybe another three generations past. That is, if compromises and continued social acceptances are to stay as the appear they are now currently. Progress is being made, but it’s slow at best, and to slow for the better.\nGood hearing from you Annie, whether intentionally or unintentionally, it’s all good. Joe\njaycee\nJanuary 18, 2018 at 17:31\nI understand that TPS was meant as a “temporary” program, but the federal government needed to establish clear guidelines on what “temporary” was actually supposed to mean. In the absence of such guidelines, the government’s inaction for 16-17 years has in effect  put these persons in the status of immigrants. To suddenly rescind their status and uproot these people after such a long period of time is a form of cruelty, particularly to younger persons whose life experience has largely been formed in America. It reveals a fault line whereby a small (at least one might hope) percentage of Americans show themselves as lacking any compassion or empathy whatsoever, and create policy with the support of a larger group who do not or cannot consider the real issues and human cost but might see things a different way if exposed to the real-life consequences of such policy.\nFree Truth\nJanuary 18, 2018 at 15:06\nI know this is unrelated to this article, but how did Consortium News not write an article about the real MLK on MLK day that was criticizing the government and white society toward the end of his life rather than letting the mass media keep getting away with framing him as the “I have a dream” MLK of 1963?\nHere’s a sample:\n“What is it America has failed to hear?…It has failed to hear that the promises of freedom and justice have not been met. And it has failed to hear that large segments of white society are more concerned about tranquility and the status quo than about justice and humanity.”\nPEG\nJanuary 18, 2018 at 18:18\nGood point. Reason why Consortium News did not publish this is probably because the editor is ill, we hope not long…\nZachary Smith\nJanuary 18, 2018 at 20:42\nIn case you haven’t noticed, Consortium News hasn’t been “publishing” very much lately because of Mr. Parry’s illness.\nSally Snyder\nJanuary 18, 2018 at 14:19\nAs shown in this article, one world leader has long understood America’s changing role in the global geopolitical reality:\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/12/17/world/americas/honduran-presidential-election.html",
                "http://www.starshipearththebigpicture.com/2018/01/14/book-reviews-and-commentary-unhinged-donald-trump-his-family-his-appointees-and-everyone-else-by-robert-david-steele/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.flashpoints.net/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "alvarado",
            "protections",
            "status",
            "trump",
            "bernstein",
            "salvador",
            "ends",
            "administration",
            "country",
            "immigrants",
            "el",
            "tps"
        ]
    }
]