[
    {
        "url": "https://www.christianpost.com/news/john-piper-returns-to-pulpit-after-8-month-leave.html",
        "title": "John Piper Returns to Pulpit after 8 Month Leave",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Sunday, January 09, 2011\nJohn Piper returned to the pulpit Sunday after an eight month leave to reexamine his soul and work on his family life.\nThe respected preacher and author delivered a message focused on prayer titled, \"Our Deepest Prayer: Hallowed Be Your Name,\" based on Matthew 6:5-15. Those attending the service at Bethlehem Baptist Church in Minneapolis, Minn., were asked to reflect on how Piper's leave influenced the examination of their own heart for pride and on their priorities regarding time, according to the sermon resource posted on the church's website.\nPiper took his first-ever break from 30 years of ministry last year, from May to December, to work on what he described as the \"sins of my own soul\" and \"ongoing character flaws.\"\n\"I see several species of pride,\" Piper had told Bethlehem Baptist Church last March. \"They may not rise to the level of disqualifying me for ministry. Nevertheless, while I don't think they do, I grieve over them.\"\nDuring the leave, Piper did not preach, write books, blog, or tweet, with a few exceptions in speaking engagements that his wife, Noel, agreed to.\nEarlier this month, Piper had posted a blog on the Desiring God, a ministry he founded, website where he provided an update on \"the blessings\" of his leave of absence. He noted that he wrote 265 pages in his journal about his thoughts and meditations during the eight months and that it will take the rest of his life to unpack what happened during that time.\nHe shared that he \"experienced afresh\" his love for God while worshipping with church members of Sovereign Grace Fellowship in Bloomington, Minn., and that his marriage of 42 years is in \"a good place now.\"\n\"I would label my decades-long, besetting (and I hope weakening) sins in this relationship as selfishness, self-pity, anger, blaming, and sullenness (all of them species of pride),\" Piper reflected in the blog post. \"There are others, but these are close to the root of our troubles.\"\nUpon returning to ministry in 2011, Piper said he wants to guard his time with God, not overload his schedule with outside speaking engagement, and work on a long-term future plan for Bethlehem church, which includes a successor to his leadership position.\nPiper, who will soon turn 65, expects to step down within the next few years and wants to write books and serve as chancellor and professor at Bethlehem College and Seminary and founding contributor to Desiring God ministry.\n\"God is as sovereign and gracious as ever. And I find myself chastened, humbled, and perhaps more useable now,\" Piper concluded in the blog post. \"It is good to be back.\"\nHis first public speaking engagement this year was at the Passion 2011 conference in Atlanta on Jan. 3.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "piper",
            "bethlehem",
            "blog",
            "leave",
            "work",
            "speaking",
            "god",
            "church",
            "ministry",
            "returns",
            "month",
            "pride",
            "pulpit",
            "john"
        ]
    }
]