[
    {
        "url": "https://www.christianpost.com/voice/why-would-a-bible-translation-use-the-word-palestine.html",
        "title": "Why Would a Bible Translation Use the Word 'Palestine'?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-18",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nThursday, January 18, 2018\n| Thursday, January 18, 2018\nAll of these would be grossly anachronistic.\nYet none of my examples are as anachronistic as what is consistently found in various editions of the NASB, including print editions (the one in front of me is printed by Cambridge University Press) and various digital versions (for example, on Bible Gateway, Bible Hub, and the Laridian PocketBible, which is found in the Logos app).\nAs a colleague (and long-time reader of the NASB) pointed out to me today, in several places in the translation, \"Palestine\" is introduced in the section headings.\nAnd so, the print edition carries this section heading before Joshua 10:29: \"Joshua's Conquest of Southern Palestine.\" Similarly, each of the digital versions I mentioned carries this heading before Joshua 11:1: \"Northern Palestine Taken.\"\nIn contrast, other modern Bible translations have this heading before Joshua 11:1 on the Bible Gateway website : \"Joshua's Conquest of the North\" (Lexham); \"Conquests in Northern Canaan\" (ESV); \"Israel Defeats a Northern Coalition\" (NET); \"The Northern Campaign\" (ISV); \"Conquest of Northern Cities\" (CSB); \"The Northern Conquest\" (NKJV); \"Northern Kings Defeated\" (MEV); \"Conquering the North\" (TLV).\nOnly the NASB mentions Palestine.\nThe problem, of course, is that \"Palestine\" did not exist at that time, and if a place name was needed, then \"Canaan\" would have sufficed (as per the ESV).\nAnd while it's true that these section headings are not part of the Bible translation proper (I've been involved in a few translation projects, and our focus is always on the actual biblical text), it's also true that they can become as fixed as the translation itself, hence the appearance of \"Palestine\" in both print and digital editions of the NASB.\nAgain, I'm not implying anything sinister, since the NASB renders one key passage in a way that I would say is not only accurate but also refuted a supersessionist interpretation. (By \"supersessionist\" I refer a wrong interpretation in which the Church is seen as spiritual Israel and in which there are no national promises for physical Israel. Thus the Church supersedes Israel.)\nSpecifically, the NASB translators (along with most other modern translators) recognized that Paul was not addressing Gentile believers in Galatia as \"the Israel of God\" (see Galatians 6:16; contrast the NIV), as if these Gentile Christians had become the new Israel and had displaced the old Israel. (Here, in this verse, \"the Israel of God\" refers most likely to Jewish believers in Jesus, called Messianic Jews today.) Had there been an anti-Israel bias, it would likely have been reflected here.\nSo, at the risk of being redundant, I'm bringing no accusation against this popular translation, nor am I assuming that the translators themselves all agreed on the section headings.\nI am simply wondering out loud why they used the completely wrong term \"Palestine\" in these section headings, since \"Palestine\" did not even exist as a name for this part of the world until roughly 1,500 years after the time of Joshua's conquest. Talk about being anachronistic.\nBut not only so, the origins of the name Palestine are totally negative. That's why Tsafrir Ronen posted an article  titled, \"The Invention of Palestine as a Psychological Weapon for Conquering Eretz Yisrael [the Land of Israel]\" on the Think Israel website.\nAs Ronen explains, \"Almost 2,000 years ago, the Roman Emperor Hadrian cursed the Jewish People and decreed that Judea should be henceforth called 'Palestine' after the Philistines, an ancient enemy of Israel that had disappeared from the world's stage more than 600 years earlier. It was his final twist of the knife and legacy after wars, massacres, persecutions, and exiles that had largely extinguished the Jewish presence from Judea.\"\nOr, as another website states , \"The Roman emperor Hadrian, in an effort to destroy Jews once and for all, renamed the territory of Judea (the present-day West Bank), Palaestina, after the Philistines, an Aegean people who had conquered the coast of Canaan. They appear in the Old Testament as depraved pagans and have long since vanished from history.\n\"Hadrian's intention was to eradicate memory of the Jewish people whom the Romans exiled from their homeland as punishment for having rebelled against them in 130 AD.\"\nIt is true that the Jewish people reclaimed the word \"Palestinian\" for themselves earlier last century, and so, the Israel Philharmonic Orchestra was originally the Palestine Symphony Orchestra ( founded in 1936 ), while the original name for the Jerusalem Post was the Palestine Post ( founded in 1932 ).\nIronically, this underscores the fact that the Arabs and others living in Palestine before 1948 did not think of themselves as Palestinians. This was never part of their corporate or individual identity until after 1967. (See here  for example; as Ronen noted, \"Today, the modern enemies of a resurrected Jewish Nation have dusted off Hadrian's curse and are attempting to pull off a monumental theft: the Arab world have reincarnated 'Palestine' to steal Israel's heritage and the Land of the Jewish People.\")\nBut, when it comes to Bible history, especially Old Testament history, there is no such entity known as \"Palestine,\" and there is absolutely no justification for its presence in the section headings of the NASB (or, any other Bible for that matter) when talking about biblical events.\nIt's one thing to talk about Mark Twain visiting Palestine in the 1800's (when it was actually known by that name). It's another thing to talk about Joshua conquering Palestine.\nTo do so is to agree with the anti-Israel talking points of Palestinian activists, who also claim that the ancient Israelites engaged in the ethnic cleansing  of Palestine (those evil Israelis are doing it again today!) and that Jesus was \" a Palestinian messenger .\"\nI look forward to the those currently responsible for the NASB rectifying this error.\nUpdate: I have been informed that the 2019 revision of the NASB already planned to replace \"Palestine\" with \"Canaan\" in these section headings.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.commentarymagazine.com/articles/jesus-was-a-palestinian-the-return-of-christian-anti-semitism/",
                "https://quadrant.org.au/magazine/2014/06/tactical-myth-palestinian-identity/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bintjbeil.com/E/occupation/ameu_bible.html",
                "https://www.biblegateway.com/",
                "https://www.jewishvirtuallibrary.org/the-palestine-symphony-orchestra",
                "https://en.wikipedia.org/wiki/The_Jerusalem_Post",
                "http://www.think-israel.org/ronen.hadriancurse.html"
            ]
        },
        "key_words": [
            "word",
            "translation",
            "headings",
            "northern",
            "conquest",
            "palestine",
            "bible",
            "israel",
            "nasb",
            "jewish",
            "today"
        ]
    }
]