[
    {
        "url": "https://www.christianpost.com/news/transcript-john-piper-rick-warren-on-doctrine-purpose-driven-life.html",
        "title": "Rick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\n| Saturday, May 28, 2011\nWARREN: It doesn't.\nPIPER: Christ talk is crucial. So my question is that if you wrote it today would it be the same or do you ...\nWARREN: Oh no. Absolutely not. In the first place, I never intended <em>The Purpose Driven Life</em> to be read by unbelievers. I was presuming that people already had a certain basis of Scripture because I didn't actually write it as a book. I wrote it as a workbook for our 40 Days of Purpose, which is our annual spiritual growth campaign, which is not an evangelistic campaign, it's a spiritual growth emphasis that we have done every year for 30 years.\nAnd so rather than writing a book and creating a campaign, I did it the exact opposite. I was writing it for my people, and it was only at the end that I thought that an unbeliever may need to read this. I better throw something in here about salvation. And actually, if I had known how many unbelievers would read it, I would have explained salvation far much more in detail. Really, I admit it was a cursory expression of it.\nNow I believe in Christ dwelleth all the fullness of the Godhead bodily. I believe that we are in Christ, we are hid with Christ in God, and we are sealed with the Holy Spirit. So in essence, for Satan to get at me he has to go through the Trinity. So I 100 percent agree with you that we have to be even more Christocentric because of the influence of Islam today.\nYou know, I frequently speak to Muslims groups. Now, what do you expect a guy who has the gift of evangelism? Ok, I spend most of my time speaking to people who totally disagree with me. I speak to gays, I speak to atheists, I speak to secularists, I speak to Muslims because I am trying to build a bridge between my heart and theirs so Jesus can walk across and they can come to know Christ.\nSo if your God doesn't look like Jesus, we don't worship the same God, sorry.\nPIPER: I'm going to come back to religions and the centrality of Jesus in a minute. But staying close to the glory of God, let me go to the next thing – sovereignty of God.\nWARREN: Sure.\nPIPER: Amazing statements here. I love them. So let me celebrate for a minute.\nPage 111. God is all powerful, He's in control.\nPage 195. Our hope is a certainty based on the truths that God is in complete control of our universe and that He loves us.\nPage 94. God uses everything for good in our lives.\nPage 193. God has a purpose behind every problem.\nPage 194. Regardless of the cause, none of your problems could happen without God's permission. Everything that happens to a child of God, His father filtered and He intends to use it for the good and even when Satan and others mean it for bad because God is sovereignly in control. Accidents are just incidents in God's good plan for you.\nPage 273. Your weaknesses are not an accident but deliberately allowed, very interesting phrase, deliberately allowed in your life for the purpose of demonstrating His power through you.\nTwo more.\n195. There is a grand designer behind everything. God's plan for your life, all that happens to you, including your mistakes, your sins, and your hurts.\nAnd 196. This promise is only for God's children, it is not for everyone. All things work for bad for those living in opposition to God and insist on having their own way.\nSo question, how did you come to such a, I would call high or strong view of God's purposeful sovereignty? A lot of people would gag on those statements.\nWARREN: Yea, they do. From the very beginning, I started preaching when I was 16 years old. So I began studying Scripture very seriously. I had done over a hundred revivals in Baptist churches before I was 20. So I am studying the Scripture as a kid and I'm noticing that Christians often wanted to excuse God from things that God doesn't need excusing from.\nWhen He says, am I not responsible for the blind? Am I not responsible? God assumes much more responsibility, we are afraid to give Him that responsibility. Now, my personal view on this is that Romans 8:28 makes no sense without Romans 8:29. For whom He did foreknow he predestined to become conformed to the image of His son so that we might become the first born among many brethren.\nTo me, predestination – I know some people will disagree with this – is as much about sanctification as it is about. That we are predestined to become conformed to the image of His son. And what I've found on this is that how does God make us like His son? How does He make us like Jesus? If that's God's number one purpose, to make us like Christ. Well, it's not like we are walking down the street one day and zap, and all of the sudden I no longer worry anymore, or I'm always patient with everybody, and I'm always Christ-like. There is no pill, no conference, no book that can do that kind of sanctification.\nI have found both from Scripture and experience that God allows us in the exact opposite situation in order to teach us character. Now, what is Jesus Christ? The fruit of the spirit is a good example. Jesus is total love, total joy, total peace, total patient, gentleness, goodness, faithfulness, meekness, and self-control. How does God teach me love? By putting me around unlovely people. How does God teach me joy in the middle of grief? Not happiness, which is based on happenings. How does God teach me peace? Not when I am out fishing and everything is going my way and it doesn't get better than this. But in the middle of chaos. How does God teach me patience? By putting me in His waiting room. So the exact opposite. Those are part of the sovereignty of God too.\nPIPER: In that narration, you use two different kinds of verbs. You said put me and allowed me. And I can't believe these are accidental phrases.\nWARREN: They're not! They are deliberate.\nPIPER: You took a long time to write this book. You said the phrase, your weaknesses are not an accident but deliberately allowed. Here's my theological take on that statement. You are not an open theist, you think God knows the future. He knows something bad is coming. He could keep you from it and so what you mean by permit is that he doesn't keep you from it.\nWARREN: I would even go further than that. I would say that God custom designed my weaknesses. I am not making God responsible for my sins. I do not believe God is responsible for my sins, some people may. But I believe that my own weaknesses are father-filtered and just as much as God touched Jacob's hip and he walked with a limb the rest of his life, that I have certain emotional weaknesses that are there to keep me dependent on God.\nPIPER: Let's take sins. You said there is a grand designer behind everything. God's plan for your life and all that happens to you, including your mistakes, your sins. Now, sins are somehow folded into the plan.\nWARREN: Of course they are, because He is sovereign. And the clearest way I can say it is when I am teaching on abortion. And I will say it this way. There are accidental parents, but there are no accidental children. There are illegitimate parents, but there are no illegitimate children. You may not have planned your kids, but God did. And I believe that with all my heart.\nPIPER: Even though it might be fornication that brought that kid about?\nWARREN: Read the genealogy of Jesus, and you have to see how the four women in that genealogy God used their sins for His glory.\nPIPER: So you meant it for evil and God meant it for good, could be written as a big banner over all the sins of our lives.\nWARREN: Absolutely.\nWARREN: Genesis 50:20 applies to every area of life.\nPIPER: How do you speak into tragic situation? You come into a situation where everybody who read these things and takes them seriously knows what you believe. You did it yesterday, so use yesterday as an example. You walked into a heart attack or a still birth or something, speak on how does the sovereignty of God inform how you speak.\nWARREN: Well, before I get to the doctrinal part. I'll first start at the human part, which is simply sympathy. That I listen. My first word is not God can bring good out of this. I'm going to get them there. There is no doubt about, that is what I'm going with. But I don't start with that. I first start with weep with those who weep, rejoice with those who rejoice, be sympathetic, show tenderness and brotherly kindness. All of those Scriptures that talk about sympathy.\nI love the verse in Job, where it says a man deserves the devotion of his friends even when he forsakes the Almighty. Now what that verse means to me is, even if I were to say, right now I don't believe in God. I still need John Piper to be my friend, and say, I can believe God for you right now. I'm going to hold you up while you are ranting and railing, and God can handle my ranting and railing because He certainly handled David's and Job's and so many others.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "purpose",
            "piper",
            "im",
            "good",
            "jesus",
            "god",
            "does",
            "transcript",
            "rick",
            "sins",
            "gods",
            "believe",
            "john",
            "driven",
            "clarifies",
            "warren",
            "speak",
            "doctrine",
            "life"
        ]
    }
]