[
    {
        "url": "https://consortiumnews.com/2017/06/26/how-trump-risks-a-saudi-qatar-war/",
        "title": "How Trump Risks a Saudi-Qatar War",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "E Wright",
                "link": null
            },
            {
                "name": "Mark Thomason",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-06-26",
        "text": "Main menu\nJune 26, 2017\nBy Joe Lauria\nThe split inside the Trump administration over how to deal with the Qatar crisis has opened a dangerous situation that could soon lead to armed conflict.\nPresident Donald Trump touches lighted globe with Egyptian President Abdel Fattah al-Sisi and Saudi King Salman and Donald Trump at the opening of Saudi Arabia’s Global Center for Combating Extremist Ideology on May 21, 2017. (Photo from Saudi TV)\nThe State and Defense Departments have largely sided with Qatar, but the White House has undermined the leverage the U.S. has over Saudi Arabia to rein in Riyadh’s aggressive behavior towards its neighbor. President Donald Trump, for instance, last week called Qatar “a major sponsor” of terrorism, ignoring that Saudi Arabia is a big supporter, too.\nTension between Qatar — with its independent foreign policy — and Saudi Arabia — with its allies United Arab Emirates, Bahrain and Egypt — has been building for years. Earlier in June, the four nations imposed an economic blockade on Qatar and cut diplomatic ties. They closed their airspace to Qatar Airways. Food imports, on which Qatar depends, were blocked at the country’s only land border, which is with Saudi Arabia.\nAfter U.S. Secretary of State Rex Tillerson urged an end to the economic embargo and called on the Saudis to make “reasonable” proposals, Riyadh on Friday released a list of 13 demands, designed to be rejected by Doha. Saudi Arabia laid down a 10-day deadline for Qatar to respond by July 7. The Saudis did not say what would happen next, but the signs are ominous.\nQatar has already rejected the demands as unrealistic. Among them is for Qatar to break all ties with Iran, to stop supporting the Muslim Brotherhood, and to shut down the Al Jazeera television network. The Brotherhood seeks to institute an Islamist agenda through the ballot box, a threat to the monarchist Saudis and their Egyptian clients. Al Jazeera’s broadcasting helped stir up popular revolt during the failed Arab Spring, another threat to Saudi rule.\nFurther, if Riyadh intends to go to war with its regional rival, Shi’ite Iran, it needs U.S. support. The largest U.S. military base in the Middle East is in Qatar, which would have to be on board for an attack.\nA Green Light\nIn Syria and Afghanistan, Trump has left decisions largely up to the military, rendering many of his tweets and statements irrelevant. But Trump is asserting himself in the Gulf crisis. He even tried to take credit for the embargo after his visit to Riyadh last month, where he also met the Qatari emir. While the Pentagon and the State Department want a mediated settlement, White House spokesman Sean Spicer said on Friday the crisis should be left up to the participants to solve.\nPresident Trump shakes the hand of Saudi Deputy Crown Prince and Defense Minister Mohammad bin Salman on May 20, 2017. (Screenshot from Whitehouse.gov)\n“The four countries that are part of that – we believe it’s a family issue and that they should work [it] out,” Spicer said. “If we can help facilitate those discussions then so be it,” he said. “They want to, and should work [it] out for themselves.”\nSpicer’s remark reminded Ali al-Ahmed, director of the Institute for Gulf Affairs in Washington, of the George H.W. Bush administration’s ambassador to Iraq, April Glaspie, telling Saddam Hussein in 1990 that the U.S. had “no opinion on inter-Arab disputes, such as your border disagreement with Kuwait.” Eight days later Saddam invaded Kuwait.\nAl-Ahmed thinks Spicer’s remark is similarly a sign that Trump has given Riyadh a green light to invade Qatar. He said the elevation last week of Mohammed bin-Salman to Saudi Crown Prince is another ominous sign. Bin-Salman, who has shown his aggressiveness as defense minister with a two-year, open-ended disastrous attack on neighboring Yemen, replaced Muhammad bin Nayef, who was “seen as too close to Qatar, and had to be pushed out,” al-Ahmed told me.\nBin-Salman will want to consolidate his power in his new position the way he did when he was named defense minister, by launching a war, al-Ahmed said. He drew another parallel with Saddam Hussein who invaded Iran a year after he came to power to shore up his authority, with U.S. support that time too.\nThe stalemated war in Yemen has drained the Saudi treasury. So there is also the matter of seizing control of Qatar’s supply of natural gas, the world’s third largest, through a puppet regime that Riyadh would seek to install in Doha, al-Ahmed said.\nFearing a Larger Conflict\nGiven the dangers involved, instead of staying out of it, the White House should send an unequivocal message, al-Ahmed said.\nDefense Secretary Jim Mattis meets with troops stationed at Al Udeid Air Base, Qatar, April 21, 2017. (DoD photo by Air Force Tech. Sgt. Brigitte N. Brantley)\n“The U.S. should make clear that the use of violence against another nation is not acceptable and will have consequences,” he said. With the leverage Washington has, “I think if the U.S. really wanted this resolved, it can achieve it easily.”\nGiorgio Cafiero, chief executive of Gulf State Analytics in Washington, told me that the U.S. should benefit by resolving the Gulf crisis.\n“Unquestionably, it serves Washington’s interests to see its Sunni Arab allies maintain a semblance of unity and cohesion, thus this rift represents a major problem for the U.S. and its foreign policy in the Gulf region,” Cafiero said.\nWith the U.S. largely butting out, Kuwait has been leading an effort for the Gulf Cooperation Council to solve the crisis without outside help. With its “mixed messages” on the crisis, Washington “appears to be in a relatively weak position to facilitate a restoration of diplomatic and economic relations between the involved states,” Cafiero said.\nAnd that could only spell danger. “The longer this stalemate prolongs, the more politically costly it will be for either side to back down,” Cafiero said. “In the event that Saudi Arabia and the UAE’s pressure on Qatar fails to achieve Riyadh and Abu Dhabi’s goals, there are risks of escalating tensions.”\n“A military confrontation cannot be dismissed as a possible outcome of diplomatic failures to resolve the row, ” Cafiero said. But that may indeed be what Trump wants and why he seems to want no part in solving the crisis.\nIf Trump wanted the U.S. to act like a Great Power he would go even a step further to use American leverage to force an accommodation between the Saudis and the Iranians. Their rivalry has impacted conflicts in Syria, Lebanon, Yemen, Bahrain, Afghanistan and now Qatar too.\nIn May, bin-Salman threatened to directly attack Iran and Iran returned the threat. The Saudis and Iranians blame each other as aggressors. But neither is going anywhere. A balance of power is needed to bring stability to the region.\nInstead of facilitating this, Trump is lowering the U.S. to the level of the sectarian combatants, openly siding with Sunni Riyadh while threatening Iran, thus risking an even larger regional war. A U.S. green light to invade Qatar could well be the prelude to an attack on Iran.\nIranian President Hassan Rouhani told the Qatari emir in a phone call on Sunday that “Tehran will stand by Qatar’s government” and that the “siege of Qatar is not acceptable for us,” said the website of Rouhani’s office. “Iran’s air space, ground and sea will be always be open to Qatar as a … friendly nation,” said Rouhani, adding that “pressure, threats and sanctions” are not the way to resolve the crisis.\nIf the Saudis do indeed invade Qatar, al-Ahmed believes U.S. troops stationed in Qatar would secure infrastructure in Doha but would otherwise not stand in the way. Doha might not be able to rely on a contingent of Turkish forces that have been rushed to Qatar, he said, because the Turkish troops deployed do not have the heavy weapons needed to repel an invasion. The Qatar military can succeed in defending its country only if the population fights with them, said al-Ahmed.\n“The Qataris should start arming every man now,” he said.\nJoe Lauria is a veteran foreign-affairs journalist. He has written for the Boston Globe, the Sunday Times of London and the Wall Street Journal among other newspapers. He is the author of  How I Lost By Hillary Clinton  published by OR Books in June 2017. He can be reached at joelauria@gmail.com  and followed on Twitter at  @unjoe .\nDoc_B\nJuly 3, 2017 at 22:59\nIf there is too be peace in the Middle East,  The house of Saud and Israel must be wiped from the pages of history, along with the Zionist international banking cabal.\nMark Thomason\nJune 29, 2017 at 14:18\nThe Saudis could well lose any war with Qatar. They can’t even win in Yemen. They are blundering incompetents with money instead of good sense, led by a 31-year old wild man.\nMeanwhile, Qatar has been more efficient in support of the US, and it is HQ for a major US base, and it hosts Turkish forces of proven ability, at least compared to Saudis. There is a lot more behind the Turks and of course the US, if they decide not to lose.\nWhat happens to the other Saudi confrontations if they push this until they lose? Will they collapse their efforts in Yemen and Syria and around the edges of Iran?\nThe Saudis could make a complete mess of this, and historically they tend to do so. They very nearly lost to Saddam in the only actual conflict with him on the border with Kuwait.\nJoe_the_Socialist\n***\nCui bono?\nJune 28, 2017 at 21:10\nGood article,  but you’ve missed the elephant in the room – Turkey.  Qatar and the Kurdish question represent two red lines for Turkey so how will they react?  Suddenly the Turks see themselves aligned with Russia on the Kurds and Iran with Qatar.  More dangerously,  they already have ground troops in Qatar.\nErdogan has already been frustrated to see US support for the Kurds – will he just roll over again?  My guess is that he will do something to assuage Turkey’s prestige. But what?\nJune 28, 2017 at 09:28\nWat is de best solution to resolve de conflict between Qatar and Saudi\nJohn P\nJune 27, 2017 at 12:20\nIsrael and an imbecile’s son-in-law and other close staff are walking America into a catastrophe, and once again America does the heavy work for an increasingly fascist country. I hope sanity prevails and a few good members of government can rein things in. Hopefully Trump will grow another neuron and be able to make a synapse.\nIs World War 3 in the works?\n—————————————————————————-\n2 hours ago\nThe White House provided no supporting evidence or further explanation….\n[read more at link below]\nJune 27, 2017 at 20:38\nJust another backward move from our retrograde president. “Repeal and Replace” has suffered another setback for Mr. Narcissist.\nHe reacts by playing the GWBush card, Accusing Assad of a looming WMD attack ‘against his own people’.\nThis is clearly a diversion away from his failure to belittle Obama. His NEGATIVE presidential approach that is his personal war against all things Obama just isn’t working and America and the world suffers for his regressive “I’m better than you” mentality.\nBOO! Mr. President – A Loud chorus of  HISS & BOO toward you.\ntuyvcycuctctc\njenvagi\ni agree. the conspiracy is so true. thanks michael dude.\nexiled off mainstreet\nTrump seems like he is in over his head unfortunately.\nbackwardsevolution\nJune 26, 2017 at 23:45\nAnother interesting comment I read:\n“Maybe the new ultimatum was issued in order to distract the other [Saudi] royals after Salman consolidated even more power in KSA and Israeli troops were called in and stationed on Saudi soil to make sure no coup was launched.  I would bet money on the fact that KSA is not going to attack Qatar.”\nSo many opinions, and they all could be right.  Yeah, maybe Salman was just trying to distract so he could seize power more easily.  Who knows.\nGregory Herr\nJune 26, 2017 at 22:29\nI like that Ali al-Ahmed, director of the Institute for Gulf Affairs in Washington, doesn’t have a short memory, and draws interesting parallels. And of course he’s right that Washington has the leverage to chill things out.  At least Tillerson seems to have some sense here, but when push comes to shove…I doubt the Iranians just stand by while Qatar gets rolled… so this whole thing needs to be nipped quick.\nbackwardsevolution\nFrom Moon of Alabama:\n“The Saudi ultimatum ends on July 3, the anniversary of the Saudi sponsored military coup against the Qatari-backed Muslim Brotherhood government in Egypt. One demand in the ultimatum is for Qatar to end all support for the Brotherhood.\nThe ultimatum will likely be rejected. Qatar will simply not respond until the Saudis and others lift their blockade of the country. If the Saudis want war they should launch it right away, the Qatari ruler thinks. Doha is sure that the U.S. will not allow that. Ten-thousand U.S. troops are stationed in Qatar. It hosts a major U.S. air base and the important Central Command, which leads the war against ISIS and Syria. Qatar just bought U.S. fighter jets for $12 billion and is offering to take a 10% share of American Airlines.\nTurkish troops have arrived to protect the sheikdom. One unexpected Saudi demand is that all Turkish troops leave Qatar. The Erdogan government, a Muslim Brotherhood branch, responded with a snippy “Make me do so”:\nTurkey’s Defense Minister Fikri I??k rejected the demand, saying any call for the base to be shut would represent interference in Ankara’s relations with Doha. He suggested instead that Turkey might bolster its presence.\nThere is no “or else” in the Saudi ultimatum. The Saudi ruler, the clown prince Mohammad bin Salman, is not a strategist. He likely has not thought through what he would do if Qatar says “no” to him.”\nThe Trump administration is considering a Camp David-style summit to solve the conflict:\n“The president now wants to bring all the key players to Washington,” he said. “They need to disavow groups like the [Muslim] Brotherhood for the stability of the Middle East at large. It’s not just about Qatari elements funding the Brotherhood but disavowing support for extremism in general,” [a senior White House official] said.\nThe real issue for the Trump administration is to unite the GCC behind its plans against Iran. There is only a small chance that such can be achieved. Iran is an important commercial partner for Kuwait, Qatar, the UAE and Oman. Those countries have nothing to win from any war with it.\nSo far Iran is the sole winner of the GCC spat. Should the Saudi blockade of Qatar continue Iran’s farmers will sell over 400,000 tons of food per year to Qatar. Steel and concrete are other potential exports products for Iran. Lucrative air traffic in Iranian air space has increased by 17% since the Saudis blocked Qatar Airlines flights through their airspace. Iran will sell more natural gas should Qatar’s gas exports be damaged.”\nSam F\nJune 27, 2017 at 08:55\nInteresting that commercial relations across the Sunni-Shiite Gulf would be the peacemaker. Surely the US could promote Iran-Saudi business deals to quell the warmongering religious right on each side.\nBut with the Saudi ultimatum set up to expire 7/3 one wonders about a coordinated US 7/4 military operation to disrupt any further Sunni-Shiite accommodations. Perhaps a coup in Doha to expand the main US base, perhaps a false-flag chemical weapons incident blamed on Assad.\nbackwardsevolution\nJune 26, 2017 at 18:51\nIraq, the Arab Spring, the murder of Gaddafi, the manufacture of ISIS, Syria, Yemen – all orchestrated in order to carve up the Middle East.  Russia, Syria, Iran on one side; the U.S. and its allies on the other.\nThe U.S. and its allies are losing the war in Syria, and they know it.  They are desperate to get another battle (or two) going before all is lost, making Russia spread herself too thin.\nThe U.S., Saudi Arabia, Gulf States, Israel, Europe, Australia, Canada have applied sanctions and the West have definitely been the aggressors.  The U.S. is leading all of this; no way these other countries would be acting on their own.\nExpect to see something happen with Iran and/or Ukraine.\nThe Bully will have its way, even if we all die.  They are trying to bring Russia to its knees.\nmike k\nJune 26, 2017 at 21:05\nThe last fatal attempt to conquer Russia eh? That seems to be the tar baby for the West. This time will fail too, but we all will lose. Make peace or die. That’s our choice.\nDave P.\nJune 27, 2017 at 01:37\nBackwardsevolution: It will be Ukraine most likely. it seems that they want to hit close to Russian home. That policy of Trump getting along with Russia, and no more interventions is over – dead.  NoeCons are in charge.\n——————————————————————–\nMedia & establishment push for regime change but ignore consequences – Tulsi Gabbard\nPublished time: 26 Jun, 2017 17:25 Edited time: 26 Jun, 2017 19:02\nJune 26, 2017 at 17:37\nIt’s easy to fall into a trance that feels everything will just go on in the Middle East as it has, with a blip here and there. Until that is SHATTERED by war breaking out between the US and Russia. These sudden shifts always come as a big surprise to the entranced players. They always react with, “How did that happen!!”  As if all their little stupidities were in no way responsible. By then nobody gives a shit why it happened, because the CRISIS is upon us all…..\nCal\nJune 26, 2017 at 16:08\nIf you take the long term view there is some perverse satisfaction ( i.e.we told you so)  in knowing the US cant get jack shit right and is just spinning its wheels.\nWhen we invaded Iraq the only thing I said was Iraq will be Iraq again as soon as the US leaves.\nI said the same thing about Afghanistan.\nI am going to say the same thing about every country we attack in the ME.\nEven if we manage to destroy the ruling entities of a country as we did when we ‘installed’ the US puppet Shah in Iran—-they will all eventually be overthrown–just as the Shah was.\nCal\nJune 26, 2017 at 15:59\njj goldberg is usually pretty acurate in his takes on the ME upheavels because of his interest in Israel.  The only thing he left out was about Bahrain–its a Saudi protected Sunni ruled country and Saudi sent tanks and troops into Bahrain several years ago to quell  Shitte protests. I’ve been to Bahrain and its  minitory ‘under class’ of Shittes is severely kept  down economicaly and politicaly. And here we have the more *democratic country of Qatar being threathened  with Trumps’s blessings and not a peep out of the ‘democracy spreading’ Dems? All this hypocriscy is vomit inducing.\nGoldberg:\n”There are three ways to explain the recent crisis that suddenly erupted in the Sunni Arab world when Saudi Arabia and a group of allies abruptly broke relations with the oil-rich Persian Gulf emirate of Qatar.\nOne explanation is strategic: that the rift is a Saudi-led bid to rein in the maverick Qatar, end Qatar’s support of Islamist terrorists and close Sunni ranks in the worsening cold war with Shi’ite Iran.\nThe second explanation is Machiavellian: It’s a Saudi maneuver to squelch Qatar’s leadership ambitions and preserve Saudi pre-eminence as the leader of the Sunni camp.\nThe third, surprisingly, is philosophical: The crisis is essentially a showdown pitting the Saudis’ uncompromising, take-no-prisoners pugnaciousness against Qatar’s preference for big-tent diplomacy.\nThere’s some truth in all three theories. Which you choose to emphasize tells as much about you as it does the Qatar crisis.\nThe crisis came to a head on the morning of June 5. Bahrain, an island-nation in the Persian Gulf, announced that it was severing ties with neighboring Qatar. Bahrain accused Qatar of destabilizing the region, supporting terrorism and meddling in its neighbors’ affairs. All trade and transportation between the two neighbors would cease, and each nation’s citizens were to leave the other’s territory.\nMinutes later, similar statements emerged, in close coordination, from neighboring Oman and the United Arab Emirates, as well as from Egypt, 1,300 miles to the west. Over the next 24 hours they were joined by Mauritania, the Maldives, Mauritius and what’s left of the governments of Yemen and Libya.\nQatar is one of five small Sunni sheikhdoms, all of them absolute monarchies, that dot the Persian Gulf shore on the east coast of the Arabian Peninsula. The other four are Kuwait, Bahrain, Oman and the United Arab Emirates. Together with Saudi Arabia they make up the conservative Gulf Cooperation Council.\nQatar has been periodically at odds with the others, pursuing an independent foreign policy that the neighbors deem dangerous adventurism. Qatar also maintains cordial ties with Iran, the Saudis’ bitter rival. Indeed, it co-owns with Iran the world’s largest undersea natural gas field in the Persian Gulf. That’s what’s meant by “destabilizing the region.”\n“Meddling in neighbors’ affairs”: that’s code for the Qatar-owned Al-Jazeera cable network, which broadcasts freewheeling, critical, often inflammatory coverage that the other, more traditionalist Arab regimes resent.\nAs for “supporting terrorism,” that refers to Qatar’s 2011 decision to back anti-regime protesters when the Arab Spring broke out. A wave of anti-government protests in a half-dozen Arab countries, it started out as a liberal, pro-democracy surge but was quickly co-opted in most places by Islamists, and led by the fundamentalist Muslim Brotherhood.\nRead more…..\nJune 26, 2017 at 14:58\nPlaying nuclear chicken is a lot like Russian roulette. The more times you get way with it, the bolder you become.\nMild-ly Facetious\nSpecial Ops at War\n“We operate and fight in every corner of the world,” boasts General Raymond Thomas, the chief of U.S. Special Operations Command (USSOCOM or SOCOM).  “On a daily basis, we sustain a deployed or forward stationed force of approximately 8,000 across 80-plus countries.  They are conducting the entire range of SOF missions in both combat and non-combat situations.”  Those numbers, however, only hint at the true size and scope of this global special ops effort.  Last year, America’s most elite forces conducted missions in 138 countries — roughly 70% of the nations on the planet, according to figures supplied to TomDispatch by U.S. Special Operations Command.  Halfway through 2017, U.S. commandos have already been deployed to an astonishing 137 countries, according to SOCOM spokesman Ken McGraw.\nSpecial Operations Command is tasked with carrying out 12 core missions, ranging from counterinsurgency and unconventional warfare to hostage rescue and countering the proliferation of weapons of mass destruction.  Counterterrorism — fighting what the command calls violent extremist organizations (VEOs) — may, however, be what America’s elite forces have become best known for in the post-9/11 era.  “The threat posed by VEOs remains the highest priority for USSOCOM in both focus and effort,” saysThomas.\n“Special Operations Forces are the main effort, or major supporting effort for U.S. VEO-focused operations in Afghanistan, Syria, Iraq, Yemen, Somalia, Libya, across the Sahel of Africa, the Philippines, and Central/South America — essentially, everywhere Al Qaeda (AQ) and the Islamic State of Iraq and Syria (ISIS) are to be found…”\nMore special operators are deployed to the Middle East than to any other region.  Significant numbers of them are advising Iraqi government forces and Iraqi Kurdish soldiers as well as Kurdish YPG (Popular Protection Unit) fighters and various ethnic Arab forces in Syria, according to Linda Robinson, a senior international policy analyst with the RAND Corporation who spent seven weeks in Iraq, Syria, and neighboring countries earlier this year.\nU.N.: Yemen Facing World’s Worst Cholera Outbreak\nJUN 26, 2017\nThe United Nations says Yemen is now facing the world’s worst cholera outbreak, as the U.S.-backed, Saudi-led bombing and naval blockade has devastated the country’s health, water and sewer systems. The World Health Organization says more than 200,000 people in Yemen are infected with cholera; 1,300 people have already died—a quarter of them children.\n(:\nReport: U.S.-Led Coalition Airstrikes Killed 700 Civilians in Raqqa, Syria\nJUN 26, 2017\nIn Syria, U.S.-backed troops captured a district of western Raqqa from ISIS over the weekend. The local journalistic group Raqqa Is Being Slaughtered Silently reports U.S.-led coalition airstrikes killed at least five civilians on Saturday in Raqqa: a man named Khalil Al Sharabi, along with his wife, as well as another man named Khalil al-Bari, his wife and one of their sons. The Syrian Observatory for Human Rights says the U.S.-led coalition airstrikes have killed nearly 700 civilians in and around Raqqa since the campaign to take control of the city began in March.\nMeanwhile, critics are warning that the United States is quietly expanding its military role in Syria, with an increasing number of strikes against the Syrian government. The U.S. has shot down at least one Syrian government plane and two Iranian-made drones this month.\nThe dean of the Johns Hopkins School of Advanced International Studies, Vali Nasr, warns, “We are sleepwalking into a much broader military mandate, without saying what we plan to do afterward.”\nWhy not call Special Ops what they are – death squads?\nmike k\nJune 26, 2017 at 13:27\nWhen you only have a hammer to work with, everything looks like a nail. The only real tool the failing American Empire has to work with is it’s bloated military power. All our “planners” can come up with now are ways we might beat our competitors into submission by force of arms. When one of those opponents has equivalent nuclear arsenals, armed victory may not be possible.\nI don’t think Trump and his half-wit crew can get their heads around the obvious.  They will most likely stumble into WWIII while blaming it on someone else. Good luck everybody, we are really going to need it.\nIs it all going to culminate in Nuclear War?\n…\nWhen the final war comes there will be no escape\nNuclear war will be the end of the human race\nThe signs of this war madness are available for all to see\nIraq, Libya, Afghanistan, Yemen and Syria are endless killing sprees\nThe perpetrators of these wars are powerful and still hassle-free\nThese war criminals were not arrested and did not cop a plea\nThey were allowed to continue their endless evil depredations\nNow millions are dead, maimed, or refugees from a number of victim nations\nThere is no end in sight to all these planned atrocities\nAre the ruling gangs in power plotting more monstrosities?\nShould the conditioned-to-obey serfs, obey their evil commands?\nShould they do killings and bombings in these chosen unfortunate lands?…\n[ more info at link below]\nmeanwhile, “as the world turns” — (or burns)\nMAGA, Donald Trump !!!\nYuan the key to expansion of Sino-Russian economic ties\nAn inadvertent beneficiary of US/EU sanctions against Russia, China stands to gain more by working to deepen commercial ties with its neighbor\nBy ZI YANG JUNE 25, 2017\nThe recovery of trade between China and Russia emphasizes the need for continued growth in financial collaboration between the two powers. Bilateral trade rebounded to US$69.5 billion in 2016, after sliding 27% in 2015 to $64.2 billion from 2014’s US$95.3 billion.\nChina’s top financiers have been reaching out to their Russian counterparts at recent international meetings. Burdened by US and EU sanctions, Russia is increasingly relying on the yuan as an international trade settlement currency. In 2016, China-Russia cross-border yuan transactions saw 27.7% year-on-year growth to 30.46 billion yuan, or 6.41% of total bilateral trade volume. In March 2017, Russian aluminum giant Rusal issued its first Panda Bond tranche of 1 billion yuan. In the same month, the Industrial and Commercial Bank of China officially began operating as a yuan clearing bank in Moscow, further raising the importance of the yuan in bilateral trade and investment.\nIt is useful to examine China’s commercial interests with Russia at two levels—national and provincial.\nJune 26, 2017 at 12:13\nJust what our times cry out for:  one more trip wire to World War III.\nSurely Trump must realise this.  But whose words is he mouthing?   He campaigned on the promise (later broken) to keep the fighting from escalating to what could become a world war in Syria, Ukraine and other flash points with Russia.   But that goal comes to naught if World War III erupts as a consequence of Washington and Moscow backing different principles in an Iran vs Saudi Arabia conflict.\nYou know that America would never stay out of it, never having seen a war it didn’t want to get  into.  And the loons would egg Russia on, drawing them into the fight, probably using Russian aid to Iran as a pretext.  If we can shoot down the planes of a country defending its own territory against invading mercenaries, we must think we can do anything we please.   Somebody in Washington must sit around all day thinking up the maximum number of scenarios for engaging this country in hot wars.  Nobody ever comes up with plans for ending or preventing them.  The day after inauguration all that campaign rhetoric goes out the window.  Probably not even in the job description for state department diplomats any more.\nJoe Tedesky\nJune 26, 2017 at 13:02\n” If we can shoot down the planes of a country defending its own territory against invading mercenaries, we must think we can do anything we please.”\nRealist you, and I should go to the tops of the mountain and scream this sentence out until every American man, women, and child get this into their brain that Syria is still a sovereign nation. I only say this, because as we all know our corporate owned media never will. Then again, we could just grab the remote and watch the new Gong Show, because why bother when no one wants to listen anyway?\nI believe it could be leading up to war with Iran.\n“According to four-star General Wesley Clark, shortly after the attacks of 9/11, the Pentagon adopted a plan to topple the governments of seven countries; Iraq, Libya, Lebanon, Syria, Somalia, Sudan, and Iran.” Darius Shahtahmasebi, January 27, 2017.\n[read much more info at link below]\nJune 26, 2017 at 10:49\nI believe this is the Yinon plan in action.  Arabs killing Arabs.  Israel’s got to love it.  Then of course after Riyadh takes over Qatar, they’ll go after breaking the Shia crescent, via Syria and/or Iran.\nJoe Tedesky\nJune 26, 2017 at 11:25\n“Leader of the Islamic Revolution Ayatollah Seyyed Ali Khamenei says Muslims today are obliged to fight Israel with whatever means they have as he calls Palestine the foremost issue of the Islamic world.”\nSkip Scott\nJune 26, 2017 at 13:09\nIt is strange that the Ayatollah calls for unity in the Islamic world when they just fired missiles on ISIS in Syria a few days ago in response to the terror attacks in Tehran.  He can call for unity all he wants, the Saudis and their proxies are having none of it.  I doubt Israel is worried much, although they will act like they are.  After all, they’ve got nukes and superior air power.  And they lead the US around by the ring in our nose.\nJoe Tedesky\nJune 26, 2017 at 19:50\nMy guess is the Ayatollah is speaking to the Shia, along with Syria, Hezzbollah, but while I await the next Gong Show episode these people over there in the Middle East are at war with each other on all fronts. Skip as you know these wars are hardly ever talked about in our national news, so concern is ignored or hidden for all practical purposes. When you start adding up all the wars in the Middle East it is astounding that more at home here isn’t being made of it. America has it’s own reality of everything, and the leaving out important details concerning the Middle East wars is conveniently left out for a purpose. We are at a moment that any leader who could step forward and implement a plan for peace, would certainly go down in history as a great leader, but how often in history has there been such a person?\ntina\nJune 27, 2017 at 00:10\nThe three hundred year war between  Martin Luther  and the Holy  Wonderful Catholic church  is the source of all our misunderstanding.  I do not believe in god, but thankfully, today I won’t be crucified, or burnt at the stake.  We have got to understand the differences between people, and reconcile those differences.  I love dogs, I do not like cats, so,should I try to get rid of cats>?  No way, find a way for dogs and cats to live together.  Usually, we never recognize our own good people, only after they die.  Hope it does not hold true.\nSam F\nJune 27, 2017 at 16:32\nPart of the problem of public peacemaking is presenting a strong image, rather than seeming fearful or meek. This is part of the appeal of James (and Carter’s) “moral equivalent of war.”\nA great power does not seem weak when peace is already agreed among great powers, and a US president can use the military strength, influence, and tough image of America abroad to make peace with little foreign opposition. But within the US he must gain the support of oligarchy, the votes of right-wing demagogues and their selfish supporters, permit the military to pose as heroes, and seem to be gaining advantages for business.\nThat probably requires a tough-talking bully-impersonator, who can spread the word of costs and deals through the oligarchy, declare victories instead of quagmires for the right wing, stage pre-agreed invasions of humanitarian services divisions and construction divisions, and similar shows of strength to sway small minds.\nEven Trump could in principle listen to better advisers, take John Wayne lessons, and soon negotiate peace in the Mideast, re-purpose 80% of the military to aid developing nations, force through single-payer health care, rebuild US infrastructure, and still reduce the budget.\nThose willing and able to do that will have characters proven by a life of seeking benefits for humanity under great difficulties, and be supported by parties forming a shadow government to move in quickly upon election, to ensure that they can resist the influence of the deep state.\njohn wilson\nJune 27, 2017 at 04:33\nAbsolutely right Skip, and this morning that stupid rsole Trump through his halfwit Sean Spicer spokesman has announced that Assad is planning another chemical attack on children and that America will respond etc. Obviously the Yanks with the white helmet war criminals  and the head choppers  are up to some dirty tricks again. That old fool Michael Fallon (British defense minister) said he would approve anything the Yanks do. Another false flag operation is underway and these nutters are even announcing it in advance! Iran needs to start preparing for war now, because they are next on the list.\nVera\nJune 26, 2017 at 10:14\nAnd isn’t this exactly what the military/industrial complex is aiming for??? The US…a nation that is taking all of us down the drain but it will end up in the same hole with us.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://twitter.com/unjoe",
                "https://www.orbooks.com/catalog/how-i-lost/"
            ]
        },
        "key_words": [
            "iran",
            "saudi",
            "saudiqatar",
            "trump",
            "gulf",
            "alahmed",
            "crisis",
            "war",
            "riyadh",
            "risks",
            "qatar",
            "saudis"
        ]
    }
]