[
    {
        "url": "https://nutritionfacts.org/2013/05/02/are-microgreens-healthier/",
        "title": "Are Microgreens Healthier?",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2013-05-02",
        "text": "Are Microgreens Healthier?\nMay 2nd, 2013\nUSDA researchers recently published a  study  assessing the nutrition content of 25 commercially available microgreens, seedlings of vegetables and herbs that have gained popularity in upscale markets and restaurants. Just a few inches tall, they boast intense flavors and vivid colors, but what about their nutritional content? No one knew until now.\nWe’ve known that baby spinach leaves, for example, have  higher  levels of phytonutrients than mature spinach leaves, but what about really baby spinach–just a week or two old?\nMicrogreens won hands down (leaves down?), possessing significantly higher nutrient densities than mature leaves. For example, red cabbage microgreens have a 6-fold higher vitamin C concentration than mature red cabbage and 69 times the vitamin K.\nMicrogreens are definitively more nutrient dense, but are often eaten in small quantities. Even the healthiest garnish isn’t going to make much of a difference to one’s health, and microgreens may go for $30 a pound! But BYOM—birth your own! You can have rotating trays of salad that you can snip off with scissors. It’s like gardening for the impatient—fully-grown in just 7 to 14 days! If that’s too long, what about sprouting? See my 1-min. video Antioxidants Sprouting Up  to see what happens to the antioxidant content of seeds, grains, and beans when you sprout them.\nHomemade sprouts are probably the most nutrition-per-unit-cost we can get for our money. See  Biggest Nutrition Bang for Your Buck , where they beat out the previous champ, purple cabbage ( Superfood Bargains ). Broccoli sprouts are probably the best—see for example  The Best Detox  and  Sulforaphane From Broccoli to Breast . I would recommend against alfalfa sprouts (even when home sprouted) as fecal bacteria from manure can hide in the seed’s nooks and crannies and cause illness:  Don’t Eat Raw Alfalfa Sprouts .\n–Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/22812633",
                "https://www.ncbi.nlm.nih.gov/pubmed/20329797"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/antioxidants-sprouting-up/",
                "https://nutritionfacts.org/video/the-best-detox/",
                "https://nutritionfacts.org/video/biggest-nutrition-bang-for-your-buck/",
                "https://nutritionfacts.org/video/superfood-bargains-2/",
                "https://nutritionfacts.org/video/dont-eat-raw-alfalfa-sprouts/",
                "https://nutritionfacts.org/video/sulforaphane-from-broccoli-to-breast/"
            ]
        },
        "key_words": [
            "healthier",
            "vitamin",
            "content",
            "leaves",
            "sprouts",
            "higher",
            "sprouting",
            "example",
            "mature",
            "cabbage",
            "microgreens"
        ]
    }
]