[
    {
        "url": "https://consortiumnews.com/2017/07/15/neocons-enlist-in-anti-trump-resistance/",
        "title": "Neocons Enlist in Anti-Trump #Resistance",
        "authors": [
            {
                "name": "Mark Thomason",
                "link": null
            },
            {
                "name": "Matthew Johnson",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Michael K Rohde",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Delia Ruhe",
                "link": null
            },
            {
                "name": "Hide Behind",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-15",
        "text": "Main menu\nJuly 15, 2017\nBy James W. Carden\nIn these summer dog days of the Trump presidency, good news is hard to come by, but in late June it was reported that the successor institution to William Kristol’s Project for a New American Century, the Foreign Policy Initiative (FPI), was shutting its doors for good.\nAt the start of the U.S. invasion of Iraq in 2003, President George W. Bush ordered the U.S. military to conduct a devastating aerial assault on Baghdad, known as “shock and awe.”\nFPI was founded in 2009 to give the displaced neocons who had worked for President George W. Bush a platform from which to endlessly criticize the new Democratic administration and push for a continuation of Bush’s disastrous neocon foreign policy. (Some other neocons sheltered in place mostly inside the State Department and the Pentagon.)\nDuring the Obama years, FPI gave a platform to Kristol and likeminded neocons such as Dan Senor, James Kirchick and Jamie Fly, who went on to serve as a foreign policy adviser to neocon favorite Sen. Marco Rubio, R-Florida.\nFPI was generously subsidized by hedge fund manager Paul Singer. The Washington Post recently reported that “Those close to the organization said that in the new policy and political environment marked by the ascendency of Donald Trump, many donors, including Singer, are reassessing where to put their funds.”\nBut does the demise of FPI mean the neoconservatives would be, at long last, going away for a while — perhaps to take stock in the immense damage they have caused the country and the word? The answer would seem to be: not on your life. And why would they? In Donald Trump’s Washington, the neocons are in high demand even though a number of high-profile neocons (such as Elliott Abrams and John Bolton) were rebuffed for senior positions inside the new administration. But neocons are finding plenty of high-profile jobs elsewhere.\nIn April, the New York Times announced that longtime climate change denier Bret Stephens was joining the paper as an op-ed columnist. Stephens, who came to the Times from the Wall Street Journal, has been aptly described by The Nation’s Eric Alterman as a “deliberate purveyor of propaganda and misinformation.” Stephens’s past columns include such classics as “ I Am Not Sorry the CIA Waterboarded .”\nFor its part, the centrist Brookings Institution announced last month that it was hiring neocon smear artist James Kirchick. Kirchick, who will serve as a Brookings Visiting Fellow, has used his platform at the Internet tabloid Daily Beast to smear proponents of detente as “Putin apologists” and “anti-semites.” Kirchick, an outspoken NeverTrumper, also penned a hysterical (and discredited) screed accusing prominent liberals, without evidence, of supporting Donald Trump.\nJoining the #Resistance\nNeocons are also in demand at what had long been one of the more responsible foreign policy think tanks in Washington. The German Marshall Fund just announced the launch of the Alliance for Securing Democracy, which, according to its mission statement, “will develop comprehensive strategies to defend against, deter, and raise the costs on Russian and other state actors’ efforts to undermine democracy and democratic institutions.”\nNeoconservative pundit William Kristol. (Photo credit: Gage Skidmore)\n“The Alliance,” read the statement, “will work to publicly document and expose Vladimir Putin’s ongoing efforts to subvert democracy in the United States and Europe.”\nThe Alliance will be run by none other than former FPI executive director Jamie Fly and a former foreign policy adviser to the Clinton campaign, Laura Rosenberger. The Alliance’s board of advisers is a veritable who’s who of neocon royalty including the ubiquitous Bill Kristol, along with David Kramer, Michael Morell and Kori Schake.\nThis is not to imply that the neocons find themselves confined to the think tank world and lack representation inside the Trump administration. Far from it. Trump has appointed several neocons to key jobs, such as United Nations Ambassador Nikki Haley, National Security Adviser H.R. McMaster, and the new Ukraine Envoy Kurt Volker.  It is also rumored that Trump will appoint hardliner, A. Mitchell Weiss, as assistant secretary of state for Europe and Eurasia, the post from which Victoria Nuland, a neocon holdover from the Bush years to the Obama administration, managed to do such lasting damage to U.S.-Russia relations.\nThe neocon revival has been facilitated by #Resistance-friendly media like MSNBC, which frequently features David Frum and Willian Kristol, two early and outspoken members of the NeverTrump movement. But perhaps what the #Resisters at MSNBC are forgetting is that the neocon-dominated NeverTrump movement was driven by the fact that, for them, Trump was not militaristic enough, which is why they threw their support behind the likes of Marco Rubio and Lindsey Graham in the Republican primaries and, in the cases of Robert Kagan and Max Boot, behind Hillary Clinton in the general election.\nThe willingness of the pro-Hillary #Resistance to make common cause with the neocon NeverTrumpers is troubling and may explain why there has been so precious little “resistance” on their part to Trump’s plans to expand the wars in Afghanistan, Libya, Syria and Yemen. (Indeed, Trump’s April 6 missile strike on Syria won praise from Hillary Clinton, who only lamented that Trump had not done more militarily in Syria.)\nBut perhaps all this isn’t so surprising, after all, the legions of embittered Clinton supporters never really objected all that strenuously (if at all) to their candidate’s record of support for endless war.\nIn the end, perhaps the neocons and the pro-Hillary #Resistance are not such strange bedfellows after all. Indeed, the #Resistance’s newfound enthusiasm for many prominent NeverTrumpers like Kristol and Frum helps explain the neocon revival now underway.\nJames W. Carden served as an adviser on Russia policy at the US State Department. Currently a contributing writer at The Nation magazine, his work has appeared in the Los Angeles Times, Quartz, The American Conservative and The National Interest.\nJuly 21, 2017 at 02:38\nDidn’t we get rid of the Neocons during the Reagan administration…..and during the Bush administration?   Why do these guys keep popping up?\nTaras77\nEvidence of further warmongering instincts of the demo party:\nGreenwald’s article:\nNeocons would be more appropriately named “ziocons”.\nHIDE BEHIND\nJuly 17, 2017 at 00:21\nSince nations foundings there has always been an elitist minded group, each looking out for their financial gain, and they all used the Centralized government to legalize their corruption.\nIt has reached a point today where there are no illegal political and finacial dealings, we now live under Rule Of Law whereby theft, even using citizens as guinea pigs or placing them in mortal da ger to save the elites has no moral or ethical boundaries.\nAn illegal war upon Iraq had the support of over 80% of American voters and 90+%  of our elected.\nReligious organizations used to preach morality and demand ethical behavior of all americans; but 80+million so called fundys of the Christian Zionist Dominionist ferverently jooined in with fanatical nationalist, not patriots by any means,  of almost totally ignorant , all joined and were aided by Jewish Zionist to ralley behind Bush.\nWe person vote the scum of nation into office and if by accidet an honest woman does get electex we sit and let the elites destry her.\nCanada. Ivaded by land speculator lex us to first loss of war in 1812.\nSoon after that we hit the Barbary Coast and joined in forcing militarily weak China and Japan to allow our entry; both instigated by military in partnership with private mercantiles.\nHaiti invade multiple times by privat interest that then needed US military to save their buttsPlots to steal Florida, New Orleans and Mexico along with several Latin American nations all began by elitist private concerns.\nHawii stolen  by christian bigots and agricultural powers that when in trouble our military bailed them out.\nDiego Garcia Islands stolen from natives by US  and British butt kissers militariesForcibly removed all islanders without any thought of just payments.\nWhere was the rational, ethical and mora voices of US of A? Our ational elitism is proud of our military and yes e en cheers when our financialy bSed rob other peoples resources.\nSpoiled children who get just enough reward to award their crotch level inseam IQ#.\nAnation of immoral cannot expect to be run by people of high moral character.\nTo just live what we think is a good moral  life while not actively sacrificing some wee bit of comfort  to fight the injustices, is not the high moral character  necessary to end our Nations unleashing of terror upon rest of world.\ndelia ruhe\nJuly 16, 2017 at 18:01\nYou neocons appear to be finding multiplying birds of a feather among the interventionist, regime-changerist, responsibility-to-protectionist liberals.  Well, welcome!  The more the merrier on the grand toboggan ride down the slippery slope of decline-and-fall.\nMild-ly Facetious\nJuly 16, 2017 at 19:03\nWill “conscious capitalism” allow Trump to open his heart to Koreans after watching them dominate the richest LPGA tournament- including a seventeen year old novice finish in second place. No American golfer in at least the top ten.\nCan Mr. Trump see Dollar Signs in Investment to North Korea’s well being?\nMild-ly Facetious\nJuly 16, 2017 at 15:50\n???? ???????\n3 Advocacy of Objectivism\n4.1 Rational selfishness\n4.3 Capitalism and business\n5 Bibliography\nJuly 16, 2017 at 12:54\nI really wish the political commentary would catch up to reality.  There are no real neocons or neoliberals, there imperial apparatchiks and those who support the one and only established power.  Political parties, distentions between right and left no longer serve to describe the political environment.\nNow, you are either supporting the established power/deep state/transnational oligarchy or you are part of the insurgency against it.\nMild-ly Facetious\ntrue or false-The ACA is Only Exploding in Red States?\nEducation?\nHow many of those present went yo college to become educated, or did the majority  of us a\nttend to gain a degree ?\nWhy is it that US Dept of Educatoond yearly budget, in the billoon$, go not to education of students  ovrrall but some 80% goes to programs staffed undrrgraduates who work upon military, pharmaceutical nuclear and militaru drug/pschological research?\nThe college and University administration gets almost all the remaining % and many get full or partial patent rights with attached royalty payments as well.\nHow much  of our natoond brain pownf og scientific minds, skilled craftsmen and  adminitrator does just DARPAS (EST) YEARLY 1.5 TRILLION , AND est.Million mployees, just how much brain powrr is taken away from other research of many fields , such as alternative means of ower generation.\nTaken away to susidize our worldwide nuclear cartel that is in reality for military weaponry?\nTThe most educated people in US are those eithin the mins of people who govern and or do the govrrning bodies field work.\nCan a person gain a degree in medicine and not be educated? Is he not but a mechanic trained in operating and repair of humans.\nHe may be a skilled mechanic nut dumb as a rock as to operations of world body.\nSadly the so called great generation that through fate of US lands abundant wealth found but a mere 25 years of such wealth while the majority were once again uneducated and still are dumb as rocks\nThey thought education was.was decided by their income leveld.\nCal\nJuly 16, 2017 at 01:08\n”In April, the New York Times announced that longtime climate change denier Bret Stephens was joining the paper as an op-ed columnist. Stephens, who came to the Times from the Wall Street Journal, has been aptly described by The Nation’s Eric Alterman as a “deliberate purveyor of propaganda and misinformation.” Stephens’s past columns include such classics as “I Am Not Sorry the CIA Waterboarded.” >>>>>>>>>\nThought I remembered Stephens writing this:\nBret Stephens JUNE 16, 2017\nIn the matter of immigration, mark this conservative columnist down as strongly pro-deportation. The United States has too many people who don’t work hard, don’t believe in God, don’t contribute much to society and don’t appreciate the greatness of the American system.\nThey need to return whence they came.\nI speak of Americans whose families have been in this country for a few generations. Complacent, entitled and often shockingly ignorant on basic points of American law and history, they are the stagnant pool in which our national prospects risk drowning”\nWiki:\nStephens was born in New York City,[3] the son of Xenia and Charles J. Stephens, His parents were both secular Jews. His paternal grandfather had changed the family surname from Ehrlich to Stephens.[6]\nHe was raised in Mexico City, where his father was born and worked.\nSays Bret:\n>>>>>>>>>>>>>>>>>\nYou know what amuses me most about  Stephens and others who want ”to remake’ America   ?\nHere we have a guy who is Jewish (and very into the Jewish ‘ethnic’ thing) and was an editor for the Jerusalem Post in Israel, a country that exist on US largess and our politicians ignoring their genocide of another country and their 254 violations of International Law.\nOh yes we certainly need the Bret Jews to remake the US in the  image of Israel…Oh Wait!!!! ….they already have.\nDrew Hunkins\nZionists, paranoid bloodthirsty Zionists.\nWe must start calling a spade a spade and quit beating around the bush in order to avoid offending the sensibilities of certain liberal minded folks. Namely, that these warmongering sociopaths, who purport to be the smartest and most important people in the room, are rabid bloodthirsty  paranoid Zionists.\nZionists, vicious Zionists.\nRefering to them as ‘neocons’ is fine as far as it goes but to have an honest and rigorous intellectual assessment of the genuine politico-economic reality engulfing decisions of war and peace in Washington, we must call Boot, Frum, Kirchick, Kristol, Singer, Kagan et al., and the Brookings flunkies — who give their liberal imprimatur to Israeli racism, bombings and land grabs — what they actually are, despite the sensitivities of anyone denying reality.\nUntil we call the paranoid Islamophobic, anti-Arab psychopaths: Zionists, bloodthirsty Zionists, who have dual loyalties and support the Jewish state to the brink of nuclear war, we aren’t going to be fully dealing with reality.\nZionists, paranoid bloodthirsty Zionists.\nJuly 15, 2017 at 22:37\nTo get right to the point, we (the USA);  and forget everyone else on the planet because the ball is completely in the west’ s court, MUST make peace with the only remaining Atomic Superpower-Russia. Making excuses, wringing our hands, wasting (political) time and efforts running contrary to this OBVIOUS notion spells-disaster for the entire world. I wish to pause, and take a moment here and extend the warmest thanks to Soviet Naval officer, Vasili Alexandrovich Arkhipov and family; He, who single handed-ly prevented WW III during the Cuban missile crisis by refusing to launch a nuclear tipped torpedo into one of our US battle cruisers. Vice Admiral Arkhipov, if you can hear us from the grave, we award you the “Nobel Peace Prize”, not a piece of paper, but from our hearts, from those of us who truly understand, what is meant by military leadership- and just how lonely, unrewarding, that place and decision was for you! The Western Occident will NEVER be so lucky again!  On a more cheerful note,  I now hum a lovely and somewhat apropos tune for this discussion, sung by that sexy singer,  Basia…”A New Day for You”,  hold that thought! hold on to that thought!, indeed world, indeed!….. Basia, your in my dreams!\nAn honest, informative analysis and commentary on the most important problem facing humanity: The pervasively toxic influence of a nasty nest of nefarious neoconservatives. Their narcissistic/sociopathic personality disorders are fully displayed in their orchestrated Middle East disasters. These neocon ghouls have left a living-Hell legacy of death, disability, destruction, desolation, and despair, pursuing their “endless war” agenda.  Let no man envy them on The Day of The Final Judgement. Their blood-stained wealth, which they accrued in implementing their “New American Century” plan, will not be their Salvation.\nmrtmbrnmn\nJuly 15, 2017 at 17:33\nWould you happily pay your taxes if the $$ went to fund universal single payer health care???  You would ultimately be the beneficiary!! Not Raytheon or DynCorps or Lockheed Martin or Apple (who hide their taxe$ offshore) or the criminal enterprise of Hell-th Insurance companies (who would be run out of the business entirely).  Imagine starving the Wall Street/War Street/ Washington DC Axis of Evil. I know it sounds a lot like Utopia.  But it would be helluva a lot better than our present Doomocracy!!!\nSeer\nJuly 15, 2017 at 20:49\nI applaud the notion, but there’s a little detail that needs to be addressed… Where are those “tax $$s” to come from?  What jobs?  If this was a simple solution then the entire world could just wave its hand and everyone would have jobs that paid for everything.  There’s only so much natural resources to exploit (that’s where true wealth comes from- and it’s finite, not a good thing with a growth-oriented -no matter what ideology is in charge- society).\nA friend was once telling me that education needed to be free to everyone.  I thought that that was a nice idea.  However, I asked, what if everyone wanted to go to school at the same time?  Details!  I’m a farmer, so the concept of staying on the farm in order to oversee the production of food (nature produces it, not me) caused me to wonder what if I left the farm and went to school, who provides the food then?\nMichael K Rohde\nJuly 15, 2017 at 17:29\nWhat is most troubling is that these people we refer to as neo-cons are an identifiable group of men and women that seem to have a single purpose which is not in our countries long term interests, or the globes’ for that matter. Based on their conduct and the policies they espouse it appears they have a goal of domination of the Middle East, and one has to assume, what those countries posses. Oil.\nThey were exposed as liars and their mission more or less exposed when W invaded Iraq for the second time and the fantasy WMD never materialized. Why they are even mentioned in a discussion with anything other than their inmate numbers on display testifies to their ability to manipulate our system.\nThey belong in prison yet they are still in our discussion at the national policy level as if Iraq II never happened and the WMD that didn’t exist was found and saved the world. I believe it is clear and convincing evidence that these billionaire donors do indeed control the agenda and have immense influence in the media because they are not referred to as the criminals they are. I believe they support the Wall Street gang and their control of capital which they use to leverage control of Congress and ultimately our national agenda, which they dedicate to war.\nIt is amazing how these same names keep coming up after being exposed as liars and then are invited by the biggest communications companies in the world to lecture us on Sunday mornings as if they are the font of wisdom. There is control of mainstream media and its’ mission is not our legitimate national agenda, rather it is dedicated to controlling governments and resources around the globe. We have ceded control of our society to these addicts of money and the power it brings. We have to take it back.\nSeer\nJuly 15, 2017 at 20:32\n“Our” “country” came to be because of the wealthy elite, not in spite of them.  The “taking back” constitutes taking back the reigns of power.  In order to keep it power over others must be exerted.  Once you establish that killing is necessary it never stops.  Pretty sure that Chomsky has laid this all clear.\nDave P.\nJuly 15, 2017 at 23:05\nMichael Rohde:  As you wrote : ” . . . I believe it is clear and convincing evidence that these billionaire donors do indeed control the agenda and have immense influence in the media because they are not referred to as the criminals they are.  . . .”.   These  billionaire donors you write own the Media, entertainment, and Finance.  They are creating their own realities.  The liars of yesterday are the saints of today. It all depends upon the billionaire class – everything. Through movies and all this propaganda through their  hugely paid servants/mouth pieces  in Media, Think Tanks, Academia,  you name it , in all these numerous organs of The Empire, they decide how the country, indeed the entire World  should look like, and how it should be run.  This billionaire class decides who should have the rights to wealth, and how much.   I can go on . . .\nThe economic reality in the country shows it all.\nHIDE BEHIND\nJuly 15, 2017 at 16:51\nPolitics is not governing, it is but games of power; and those who choose to play the games know there is no trusting anyone that  also engages in pursuit of power.\nOn the Ides of March, lo those many years ago, As Julius Caeser was being stabbed and hacked to death by his fellow politicos, he is said to of hollered Et tu Bruteas  at his friend who daggered him.\nTrump is part and parcel of the system of elitism, contributed to whatever politico party or personage that best suited his needs, including Bill and Hillrys family wedding gifts after supporting Both Bill and Hillary’s elections.\nEven  the elite courts of old had their jesters and buffoon clowns nearby, Trumps wealth let him be a buffon and he paid the favors to be seen with them.Trouble is the man is an ass, conceited SOB and never knew he was but a buffoon.\nSome times in royal courts they let the jesters play at being royalty, and as long as he did not serioudly mock royals he was rewarded.\nIn Trumps case you have elites with differing ways to remain in their exalted positions and the jockying around by them must be within boundaries that do not challenge the groups situation at allTrump being the narcistic ass actually xid not know that CEO of US government was not the same as being a CEO of Trump enterprises’.\nWell maybe todays elites will not give him the same treatment Julius recieved, physicly, but they will most assuredly do it by neutering him politicly.\nOne must remember Trump was a protest vote( he still believes what his minds slipping cogs said), and he did not win majority of votes, and only by voter suppression of voters did Republican backers aid his win.\nRepublicans are far longer in experience in both hacked up machines nd denial of voters than are limp wristed Demos.\nSeer\nJuly 15, 2017 at 20:28\nTrump is actually providing great cover for the oligarchs.  Other than places like here, where is anyone talking about the oligarchs?\nBritton\nJuly 15, 2017 at 15:23\nFantastic reporting CN, Neo Cons weren’t onboard with Trump during the election cause he wouldn’t sing their tune, march to their beat in full. He has some neo cons in his administration from Fox News, other soucesr but hes keeping them on a tight leash IE Sebastian Gorka, KT MacFarland, considered John Bolton for Nat Security advisor. HR McMaster a Neo Con, CFR member. Hes playing it close to the chest. He knew the April chemical weapon attack in Syria was a false flag but went against military advice not to strike as well as less publicized airstrikes in Yemen, Syria. Hes very strategic and isnt for full invasion like Bush, Obama. Obama. Obama wanted mass invasion in 2013 after that false flag chemical weapon attack but members of the military fought back saying no to being Al Qaeda Syrian rebels not wanting to be their air cover airforce protection similar to anti Castro rebels during Bay of Pigs invasion.\nSeer\nJuly 15, 2017 at 15:41\nA problem with all this is that we are projecting what we “think” is going on inside the heads of these people.  Keep in mind that it’s been proven to be in more than just a few cases that politicians will feign something up-front while behind closed doors act 180 degrees to the opposite.  It’s a huge game of deception.  Trump has only ever operated under full deception; trying to figure him out is a fools errand: I can only hold out hope, not that I make my life’s decisions on doing so, that Trump could possibly be outsmarting all these nasty folks (something tells me he’s not smart enough [he’s got about zero command of the English language]- my thoughts here is that he might be getting instructions from Putin, not in a puppet way, but in a Master-student way, on how to deal with these thugs).\nJoe Tedesky\nJuly 16, 2017 at 00:01\nI don’t pretend to have any insider information, but now that young Trump Jr has his head on the media chopping block, I would bet that we will see Donald Sr come out in full attack mode. I should correct myself to say that much of what President Trump will or will not be able to do, will be done behind close doors. If my hunches are right the FBI will be urged by Trump and Sessions, to go after Hillary with all they got. You see I have a theory that much of what effects Trump Jr will in effect link itself to the FBI investigation of Hillary’s convenient at home computer server violation. In the end both Hillary and Donald Trump Jr will walk free, and if Junior finds himself not so lucky as to get a free get out of jail card, well then Daddy will just have to give his son a pardon.\nbackwardsevolution\nJuly 16, 2017 at 22:56\nSeer – we all come in different packages.  Many a person with a good command of the English language has turned out to be psychopathic in nature:  charming, gift of the gab, extroverted, words coming easily.  But what we don’t see is the cunning, manipulation, lies.  Think Ted Bundy.  You cannot tell what anyone is really thinking, as you have said.\nNo one is bright in every respect.  Often, if there is a strong deficiency in a person, you will find a significant strength somewhere else.  I remember Trump saying (and it might have all been bull): “I’ve enjoyed going out on the road and meeting the American people.  They’re good people and I like them.” I’m paraphrasing, but it looked to me like he actually meant it, that what he said was genuine.\nAnd I think the oligarchy know this.  That’s what’s got them so scared.  They would not be going after Trump like they are if they thought for a second that he was one of them.  I think all we have to do is look at the behavior of the oligarchy to know whether Trump is caving to them.  I don’t think he is.\nNo wonder Trump has taken a liking to Putin.  They are both in the same boat, being crucified.\nGood comments, Seer.  I’m keeping my fingers crossed too.\nAbe\nJuly 15, 2017 at 15:12\nRadical anthropologist David Graeber analyzes how Trump fits into US history\nWow.  Great link Abe.\nJuly 15, 2017 at 14:58\nThere has never really much difference between neocons andn democratic interventionists in terms of foreign policy. The only difference being the degree to which combat troops on the ground are used to achieve the exact same neo-liberal goals. This difference matters little to their common victims.\nbackwardsevolution\nJuly 15, 2017 at 14:29\nJust before I go, I wanted to post this talk that Tucker Carlson gave to a fire fighters convention in March of this year.  He explains perfectly why Hillary lost and Trump won.  He describes how he changed his thinking while being out on the road for a year and a half, meeting with ordinary people and seeing how they’re suffering, during the election process.  He describes Washington, D.C. is terms that are not glowing, especially the people who live there.  I think if you watch this, you might come away with the thought that maybe he is for the average guy after all.\nThanks backwards………Good one!\nJuly 16, 2017 at 09:29\nSo enjoyable!  funny,  informative and correct.  I’ve already sent the link to a couple of friends.  Thank you,  Back.\nbackwardsevolution\nJuly 16, 2017 at 23:34\nCal and Virginia – I thought Tucker was great too.  What he says is good common sense, and some very good points on automation and immigration.  What I thought was really interesting was the schism between the Republicans in Congress and the White House.\nTucker says Trump needs to get things done, but the reason he isn’t getting things done is the Republicans are fighting him almost as much (it’s just a more silent dissent) as the Democrats are.  The insiders are all against Trump.  He is fighting an uphill battle.  Three million people work for the executive branch, and maybe 50 don’t hate him, says Tucker.  That’s about it.\nbackwardsevolution\nJuly 15, 2017 at 14:24\nSuch good comments by everyone.  On this beautiful, sunny day, I’m heading out into the sunshine knowing that at least there are some thinking people on this planet.  Have a great one.\nMark Thomason\nJuly 15, 2017 at 13:37\nThey must. They have no choice. They signed on with Hillary when they expected her to win, and now Trump won’t have them back.\nBill\nJuly 15, 2017 at 12:28\nYou don’t mention the NY Times and the Washington Post.  Aren’t they both basically giving us the neocon point of view?\nSusan Sunflower\nJuly 15, 2017 at 12:49\nthey are largely giving the status-quo “stability worshipping” establishment critique as always … this is a continuation also of the demonization of Trump (and Brexit) as racist isolationism, ignoring that these are NOT all-or-none propositions and that the popularity of Brexit and Trump arise out of popular belief that the pendulum has swung too far for too long … The Democrats’ “basket of deplorables” invalidated a lot of middle and lower class American concerns … Talk to the black community about “illegal aliens”, specifically Hispanic and Asian immigrants.\nYou can have leftists like Corbyn and Zizek deploring the EU and — at the same time — advocating a “stay” vote (for a number of reasons, but mostly because who Brexit and its likely chaos would hurt most).  Brexit is/was an all-or-none and its future (for the first time) seems credibly debatable.\nThe easy meme — the wall or the immigration ban — hits the brick wall of reality and real-world costs and injustices … see the “lap top ban” which keeps being lifted for a growing list of  GCC  carriers.\nLook at the coverage of Venezuela …\nSeer\nYou’re good!\nI’d admired Chavez and Castro mainly for the fact that both were very intelligent, both know/knew how people actually worked, both could talk to anyone about anything.  When we talk about “leaders” this is the kind of thing that makes one.  In the US we have politicians, not leaders, folks who wouldn’t even be able to tell you what end of a cow milk comes from.\nbackwardsevolution\njnan\nJuly 15, 2017 at 12:05\n“The hexagon with it’s 6 sided triangle and 6 points… 666 literally the mark of the beast” !\nMichaelAngeloRaphaelo\nEnough’s Enough\nJuly 15, 2017 at 12:00\nThe reason why the neocons have turned against Trump is Russiagate. Putin was originally a “useful idiot” in a neocon scheme to destroy the EU, which the neocons seem to regard as the principal threat to US global hegemony. Putin was to be, at one and the same time, the battering ram to break up the EU into a series of small, defenceless statelets and, by re-creating the Soviet Union (territorially, at least), the bogeyman who would drive those statelets into the arms of the US, which would, of course, defend them as in cold war days. When Putin grabbed Crimea by force and tried to grab more Ukrainian territory by a series of manufactured revolts, he departed from the neocon script. Obama the compounded the disaster by failing to stand up firmly to Putin, thereby torpedoing the whole scheme by discrediting the very NATO the neocons were trying to reinvigorate (which may, indeed, have been precisely Obama’s intention!). At that point, Putin became a serious liability for the neocons. Since Trump is, as with everything, saying much but doing little as regards Putin, the neocons have naturally turned their backs on Trump.\nmike k\nNonsense.\nRealist\nMust be from a parallel universe.\nSusan Sunflower\nJuly 15, 2017 at 12:24\nThat’s an interesting re-telling of the Maidan “revolution” new to me… but it was chief neo-con Nuland who got Yanukovich ousted when he wavered in breaking with Putin and Russia (he had promised to hand the Ukraine to NATO and eventually the EU (see Turkey) .. IMHO, the seizure of Crimea is another boogieman pretext. When the Ukraine fell due to Russia-hostile machinations, it was a no-brainer for Russia to “seize” it’s long term naval facility / warm water port, that had historically been Russian, populated by Russians\nNo, Russia-gate that’s the frame for selling the impeachment of Trump … Trump’s sins are many (and most quite real) but wrt Neoconservatives it is (or was) his promised “isolationism” with renegotiation of omnibus trade deals and non-interventionism (which is actually appearing to be a continuation of the “no boots” proxy interventionism of Obama) …\nAmerican Business (multinational and otherswise) has used the US Government as enforcer and protector (and, when that would be problematic, used Blackwater and ilk — hand in glove — for same) …\nUltimately Russia gate has nothing to do the election and everything to do with further demonizing and isolating Russia.  China and the rest of the non-aligned are in line to be “next”\nTypingperson\nJuly 15, 2017 at 16:24\nThis is dumb. “When Putin grabbed Crimea by force…” Sorry. Dumb. Not interested.\nSusan Sunflower\nJuly 15, 2017 at 11:53\nThe NeoCons are battling for the preservation of neoliberal globalization.  All this warmaking is to protect or further “American ($$$) interest”.\nIf this were the French Revolution, Tom Friedman would be fearfully living underground and being burned in effigy in public squares. “Philosophical” Globalization was the national religion for almost 30 years (as distinct from the inexorable — no going back —\ndevelopment of globalized infrastructure brought about by technology and telecommunications)\nTo doubt the yummy-goodness, the righteousness of “progress” that globalization was believed to have at its core has long been greeted with the same mocking disbelief as doubting the “Russian Hackers disrupted the election” fairy tale  (not that hackers hack or that Russians and other hackers attempted to gain surreptitious access (that’s what hacking is all about)  and./or to probe the machinery of the organizations involved in the election process.   (note: American outrage at election related hacking/leaks ignore the ubiquity of industrial espionage hacking, monitoring and simple surveillance — see also stock market predictors/analysis).\nit’s kind of like America’s blindness — denial and amnesia — regarding the origins of the 2008 global economic meltdown or our ongoing warcrimes and admitted disinformation campaigns (and our global spying on anything that can be spied on — Merkel’s cellphone, for example).\nAmusing how Podesta and Biden son’s financial ties in the Ukraine go unmentioned as Trump Jr. is hauled over the coals … reminiscent of British (and other) second born sons seeking their fame and fortune in colonial India or other “fresh playing fields” … foreign connections being invaluable on resumes.in the globalized world, even ties to daddy are never severed.  (I suspect Blackwater and other private security ./ intelligence firms remains integral in all this — “The Night Manager” comes to mind — wannabe James Bonds with even better, even more deluxe production values)\nThat better, safer “democratic and capitalist” world-on-the-hill the neocons dreamed of was always to create an American-friendly world (and to punish the dissenters, the non-aligned).  Read the Guardian article from a few days ago.  After the “happenstance” of American global dominance arising from the ravages of WWII (which left the USA unscathed) American “foreign policy” has been consumed — for the last near-century — with maintaining same.  Having ascended to the throne, the catbird’s seat, American aggression quite nakedly was leveled at all challengers, all doubters.\nSusan Sunflower\nsee also Neoliberalism as the Imperialism 3.0\nJuly 15, 2017 at 15:22\nGlobalism was just a logical and inevitable expansion of the growth paradigm.\nIf anyone can figure a system that doesn’t continue the growth paradigm I’m all ears/eyes.  I’ve been asking this question for a LONG time.  As I state, the PROBLEM is quite clear (and most still are unable to trace it to its true roots- I could argue that “Go forth and multiply” started our downfall- no instructions for dealing with what happens when we run up against the limits of our finite planet; gee, thanks!).\nCal\nSeer\nJuly 15, 2017 at 3:22 pm\n>>>>>>>>>>>>>>>>\nWell there is growth and then there is growth.\nIt was logical  for the ‘multi national corps’ that started expanding in the sixties–not so natural for the small and medium size businesses that at that time accounted for most of the jobs in the US.  I was at the GATT hearings in Geneva in 1966, I was a college student then and went to the hearings with my father who was testifying for the  US Manufacturer’s Association.\nEverything the US manufacturing industry warned of re the lose of US industry and living wage jobs has come true right down the line.\nMy state is littered with closed down plants…….they are like ghost…textiles, furniture, appliances, etc….all gone and the jobs with them.\nA few industries survived…mostly those connected to arg and livestock raising….hog, turkey,chicken,etc. processing plants, the huge timber companies like GP and Whys…most of who now employ the plentiful Mexican labor cause they will work for less and are classified as seasonal or part time and therefore don’t get any full time benefits–another cost saver for these companies.\nIn globalism all the ‘growth’ has been at the top……as was predicted.\nSusan Sunflower\nJuly 15, 2017 at 23:13\nyes, and other countries decided, by policy, to maintain a lot of domestic manufacturing, despite “savings” that were available through off-shoring … this isn’t  and wasn’t an “act of god” although you might think so if you’re an American …\nThe post-Reagan generations really do not know that neoliberalism wasn’t part of the founding fathers master plan for the USA …\nWhen I was a child in the 1950’s I remember my elementary school teacher discussing that part of American strength was it’s self-sufficiency, which was part of “god’s bounty” of this continent … that it made us strong and permitted us the freedom of choice many countries do not enjoy.  That was traded away for stock dividend over cheap wages and under employment.\nCal\n@ Susan\n+10\nBrad Owen\nJuly 16, 2017 at 09:01\nCal; you supply an accurate picture to the overall “Grand Agenda” of the traditional Euro-British Oligarchy (“children” of the Roman Empire) that I’ve been following for some years now on EIR/LaRouchePAC websites, also Tarpley.net, which has a free online book in its left column; “Against Oligarchy”. I remember some time back, 10 or 12 years ago when the EIR people were campaigning for stopping the sell-off of precious high-tech machine tools, needed for economic recovery. They found Felix Rohatyn’s (an associate of a known Synarchist bank, apparently operating as its economic hit man) signature approving the sale. The traditional, ancient Oligarchy is actively involved in taking down American economy, returning us to colonial status once again as supplier of raw materials and reliant upon imported manufactures from transnational corporations under control of the Oligarchy, and generally living a standard impoverished life of colonial subjects to Empire, euphemistically referred to as “Globalization”. This I get from EIR search box: “Return of the Monarchs”, “Synarchy against America” and “Oligarchism”, and also “Against Oligarchy” from Tarpley.net. Also, in “Return of the Monarchs” there is reference to the ongoing training of “Straussians” in Rome in the 80s. These would be the neocons now plaguing us in the early 21st century. This is all with Malice Afore Thought against America for the “sin” of 1776 causing the Oligarchy to have to launch a centuries-long “Cleanup” operation to get “Their World” back on the Right track. People, such as Oligarchs, with extremely large inheritable fortunes think & plan for VERY long-term outcomes, and see to it that their children are groomed to “take care of the family business”.\nCal\n@ Brad\n“I remember some time back, 10 or 12 years ago when the EIR people were campaigning for stopping the sell-off of precious high-tech machine tools, needed for economic recovery.”\nhummm…thats very interesting…..thanks….I need to look into EIR\nTypingperson\nJuly 15, 2017 at 15:51\nWould love to see the ridiculous Tom Friedman buried underground and burned in effigy.\nNYT editorial page is a right-wing Zionist joke.\nCal\nTypingperson\nJuly 15, 2017 at 3:51 pm\n>>>>>>>>>>>>>>>>>>>\nCan I burn Eric Alterman  in effigy at the same time?\nEric Alterman:\n”I am a dual loyal Jew and sometimes I’m going to actually go with Israel, because the United States can take an awful lot of hits and come up standing. Whereas if Israel takes one serious bad hit it could disappear. So there’s going to be some cases where when Israel and the United States conflict I’m going to support what’s best for Israel rather than what I think is best for the United States.”\n”You know, one of the touchiest words you can say when you’re discussing Jews and Israel is the word dual loyalty. It’s sort of one of those words that American Jewish officialdom has ruled out of the discourse. If you say dual loyalty, you’re playing into the hands of anti-semites, because it’s been a consistent trope among anti-Semites that you can’t trust Jews. etc. etc. And I find this very confusing because I was raised dually loyal my whole life. When I went to Hebrew school, the content of my Hebrew school was all about supporting Israel. When my parents who I think are here tonight sent me to Israel when I was 14, on a ZOA [Zionist Organization of America]-sponsored trip… [laughter/backtalk] that was a bad idea, yeah– it was drummed into me that I should do what’s best for Israel.”\n” Here’s a much simpler example actually. I think that bin Laden and 9/11 were to some degree inspired by U.S. support of Israel. I think a great deal of the terrorist attacks and the sort of pool of potential terrorists who want to attack the United States are inspired by the United States support for Israel. I’m not saying we shouldn’t support Israel for that reason. I’m saying, Dammit if that’s the price we have to pay, then I’m willing to pay it”\nThe Forward panel he is on then goes on to agree that this dual loyalty is perfectly normal and natural for Jews.\nstarting on the Video at 33:44\nI have to laugh at this….” If you say dual loyalty, you’re playing into the hands of anti-semites, because it’s been a consistent trope among anti-Semites that you can’t trust Jews. etc. etc. ” says Eric.\nWell now….everything he just said is pretty good grounds for not trusting (some at least) Jews —and he doesn’t  get It.  Never Again should be changed to Never Learn.\nSome Jewish writer whose name escapes me at the moment  wrote…”We have never been able to look into the others eyes and see when they have had enough of us”\nJuly 15, 2017 at 11:31\n500+ years of our amoral corrupt West murdering and plundering our way across the planet, and finally it is all slowly imploding right before the eyes of the psychopathic oligarchs and their henchmen in politics and media.   The question for humanity is “can it happen quickly enough to save the planet?” If there is still a single solitary human being in the U.S. still under the sway of the “two-party politics” paradigm delusion, one can only assume they are faithful Maddow viewers and are thus similarly divorced from reality.  The “neocon” forces have always been about open warfare & plunder and amoral destruction versus the more nuanced “liberal” foreign policy of CIA coups, low intensity conflict, and quiet assassinations.  Both approaches are simply variations on our ongoing colonial assault on the earth and its peoples.  Neither is an option if a habitable planet is in our future.\nTypingperson\nJuly 15, 2017 at 15:36\nJFK wanted peace. The CIA assasinated him. MLK advocated for peace and end to US poverty. In the richest, most powerful nation on earth. A big threat. CIA assasinated him too.\nI used to think this stuff was conspiracy theory.\nI was raised in a solid-citizen, daily newspaper-subscribing, moderate Republican family–that later became Democrat. Same difference. We watched Milton Friedman’s PBS series in the 70s as a family. I believed it. Pull yourselves up by your bootstraps! The cream will rise to the top! Take personal responsibility for yourself!\nI believed it. Not anymore.\nJoe Tedesky\nJuly 15, 2017 at 15:54\nEvery person should work to the best of their ability, and provide for the ones who are most deserving of welfare. Naturally there will be cheats to the system both poor, and rich, and our system should do what it can to prevent cheats from getting over on the commons. Our nation is on a downhill slide, and the international community is swirling around looking for new leadership. In the end what will have been America’s greatest blunder, is that it used its mighty military to turn the rest of the world against it. Exceptionalism, and a great amount of conceded hubris, has brought us to this place. If time is left, we in the U.S. should urge our leaders to join the world, and quit killing it. If we were to do this the U.S. would be most loved and gratefully honored down through the coming ages. If this is to happen, then the Neocon’s must be gone….there is no other way.\nJuly 15, 2017 at 16:45\nJoe you say the US should urge its Leaders. Who are your leaders? Who puts your leaders in power? I humbly suggest it is not the voters. So who is it? When you start answering these questions you may be able to do something about it. Everyone reading this post give me some feedback into who you think puts your leaders into power? Don’t waist yours or my time by saying we the voters.    You all have a nice Peacefull day. YAHANPD\nJoe Tedesky\nJuly 15, 2017 at 22:45\nCarroll Quigley’s book ‘Tragedy and Hope’ got into the weeds with that kind of question, and as deep as Quigley went with it, even he had a hard time pinning it down to put a name on it. I know that CityCorp it was revealed picked Obama’s Cabinet. David Rockefeller, or Richard Mellon Scaife, once would have been good candidates to give you, as them being the kingmakers, but as you know they are both dead. I seriously can’t give you a specific name, or even a group of names, but I do believe, like you, that the voter has little to say about it.\nI’m curious to hear your reply Bruce, and hear what you have to say. Joe\nCal\nJuly 15, 2017 at 21:01\n” I was raised in a solid-citizen, daily newspaper-subscribing, moderate Republican family–that later became Democrat. Same difference. We watched Milton Friedman’s PBS series in the 70s as a family. I believed it. Pull yourselves up by your bootstraps! The cream will rise to the top! Take personal responsibility for yourself!” —–Typingperson >>>>>\nMe too. It worked  for my father’s generation  but its no longer that way.\nJoe Tedesky\nJuly 15, 2017 at 10:41\nI get it that to support all of this country’s military spending, it is good to have intelligent minds working overtime to think of how to use all that military might, but is this mental workforce really paying off. Well it depends on who is getting paid off. Certainly with the national debt being where it’s at, the U.S. Citizen isn’t winning anything, so it must be the military contractors who are the ones being rewarded so immensely. So who do these Think Tanks really work for, the Military Industrial Complex and not the American people.\nHere is a decent book about the Neocon’s; “Transparent Cabal: The Neoconservative Agenda, War in the Middle East, and the National Interest of Israel” by Stephen J. Sniegoski\nOther than the Think Tanks giving intelligent reason (if you want to call it that) to a U.S. war machine, these same Think Tanks represent a donor class that stretches far beyond the U.S. Citizenry. U.S. Interest are often abandon to serve the interest of foreign nations. Funny though, how more often that not, the same foreign nations are the same beneficiaries who benefit constantly from the well written Think Tank foundations that give reason for why we must fight wars in their names. Remember these nations also are big U.S. Aid weapons buyers, so once again who do these Think Tanks represent?\nWhat I’m attempting to shed light on here, is that these Neocon, R2p, or any other acronym affiliated to a Think Tank group doesn’t necessarily mean these brainiacs are serving the American people’s interest in the least bit. In fact one could argue how these Neocon inspired hegemonic experts are bringing the U.S. down with each new weapons purchase order one at a time. Ask yourself, how have these wars fought over the last sixteen years benefitted you as an American citizen? If you come up empty on how these wars benefit you, well there’s a reason for that, they don’t and they were never meant to.\nWhile these Think Tank war strategists appear to be patriots, and all of what they do, well then let’s see how patriotic they appear when someday when the bill comes due. Interest on this debt is already higher than it can be paid down, so would it be expected that these Think Tanks took this massive budget adherence into account?  It’s always easy when you have big ideas on how to spend another persons money, isn’t it? If and when the sky someday does falls, and it is falling, these geniuses who waged all these wars will need to stay off the American streets in order for them to maintain their healthy lifestyles.\nIn short these Think Tanks aren’t serving your American interest or values.\nTypingperson\nJuly 15, 2017 at 15:12\nI just did the math. I pay about $13,000 in federal taxes every year. So I’m paying about $8,000 a year from my hard-earned paycheck to support US military and illegal foreign wars every year.\nI’m contributing to the problem–the murder of thousands of innocent people–by being an obedient US taxpayer.\nThis makes me very angry.\nI am contemplating refusing to pay taxes. It’s come to that. These USA wars are war crimes. Not in my name.\nHmm. The American Revolution was fought over taxes. USA colonists didn’t want to pay taxes to pay off the English expense incurred in fighting the French and Indian wars.\nWe’ve always been a nation of tax-dodgers and tax cheats. Apple is a current outstanding example.\nI resent paying $8,000 a year of my hard-earned money for USA illegal, criminal, stupid wars.\nJoe Tedesky\nCal\nI have thought the same thing.\nNot paying taxes would bring the US NEO regime down.\nBut enough people would have to do it to be successful.\nThe good part is the IRS would be swamped and not able to handle all the non payers.\nPlus they don’t have enough prisons to put us all in.\nRealist\nJuly 16, 2017 at 03:25\nYeah, but you know what they’d do if any movement you might start even made a dent?   They’d stop paying Medicare and Social Security to your grandma rather than stop paying for arms and bribes to the Middle Eastern pashas that control the oil fields.\nThe only way to make the entire American people angry enough to demand a real change in Washington is for a Snowden or an Assange to make such a provocative data dump that people start to storm the Bastille, or its counterpart in Washington.   Hopefully, being good little efficient Nazis, someone keep a digital record of all the payoffs received and tendered by the series of crooks we’ve had in the White House over the past several decades and criminal trials can proceed without delay.   I worry there wouldn’t be enough clean hands to run the necessary prosecutions.\nPatrick\nJuly 16, 2017 at 09:05\nUnderstand, but nobody likes to pay taxes. But it’s better to spend it on military and international influence (because that brings in business – either in sales of weapons or in general business) then to stiff the pockets of oligarchs. And there are countries who pay more taxes then the US-citizens.\nDave P.\nJuly 15, 2017 at 18:23\nJoe,  you mentioned our national debt – owed to foreign countries. It is about $20 trillion dollars as pointed out in comments above. President Reagan, with his spending extravaganza on Defense and Star Wars grandiose schemes was creating all this national debt.  Somebody questioned him about it. Reagan answered back: who is going to pay it? What he conveyed was: we have the guns, who is going to come and collect it. I read somewhere, in that $650 billion annual Defense Budget, $50 billions are for new Weapons Research and Development. The arms manufacturers spend another $50 billions on R and D annually  A total $100 billion for weapons research and development. India’s total annual budget for 1.3 billion people,  is  $240 billions or so.\nWe are not going to pay back any of this debt. China and other countries know it.  Like ancient Empires – the Romans and Other  Empires – our new commander-in-chief is already asking E.U. and other vassal states to whom we supposedly provide protection to pay some tribute and they are complying. Trump has bragged about it quite a few times now – money is flowing into treasury.  May be, World Nations get together and agree on a plan  to pay some annual Tribute to The Empire and avoid all this death and destruction which is going to be come sooner or later.\nJoe Tedesky\nJuly 15, 2017 at 23:08\nIt’s always interesting to hear from you Dave, and with what you are asking me I can only hope I make as much sense as you did with your comments inquiry.\nThe simple truth to how to pay off this huge, rather gargantuan National Debt of 20 trillion dollars, is we probably can’t. You see Dave I have a theory, a dumbass theory at that, and that is we are not suppose to be able to pay off this disgraceful loan. After that I’m not sure just exactly what else is scheduled to happen either.\nWhat I picture isn’t pretty. I picture a whole nation of people serving the government, until they drop. How this would work I don’t know, but I see a future America struggling from day to day to pay off the loans of their grandparents, and parents. Already we see college students strapped under the heavy financial burden of them having hard to pay off student loans, and yet these graduates find it difficult to land a job with their newly hard earned fresh degrees. Since 2008 it’s common to find homeowners buckling from the heavy weight with their underwater mortgages. If the average worker gets any more flatlined with their wages, why they will be paying their bosses to work at their trade….okay, that’s going a little too far, but I think you get my point, it’s not good.\nHow do you Dave think this will all work out?\nRead this, it’s long but it’s good.\nJoe\nJuly 16, 2017 at 12:19\nJoe, thanks. I have  read just part of the article.   It is very informative.  Thanks again for sharing this article.\nJoe Tedesky\nJuly 15, 2017 at 23:42\nDave my answer is in moderation, because I have a linked article attached to it….please if possible check back. Joe\nDave P.\nJoe Tedesky\nJuly 16, 2017 at 10:00\nDave after thinking about how we pay off the National Debt I came up with an idea….Nationalize the Federal Reserve and all Big Banks, all government military contractors, all huge energy suppliers who received federal funds or bailouts, and takeover the health system on top of that. I wouldn’t nationalize every single business, just the ones who operated due to government funding. The government can do something you and I can’t, and that is takeover their creditors and suppliers.\nexiled off mainstreet\nJuly 15, 2017 at 10:30\nWhile Trump shoots from the hip and is at times a buffoon, and even committed war crimes, possibly in an ill-conceived effort to gain freedom of movement from neocon pressure, the question is how things might have been going or would they still have been going by now had the neocon harpy triumphed. While repeatedly accusing Trump of being a fascist the neocons and their acolytes are the true fascists, even those who have let their hatred for Trump make them drink the fascist nihilist kool-aid.\nJuly 15, 2017 at 09:52\nIt will be economic collapse of the Empire that defeats these evil beings, I am convinced. That debt is enormous and the idiots aren’t doing anything about it. They make ever more foolish decisions about use of fictitious money.\nI further believe that we are witnessing extreme weather events brought by Mother Earth and aided by their diabolical manipulation through chemtrails and other manipulating equipment such as the never talked about HAARP phased array radar that will bring about the law of unintended consequences. And our Sun is the ruler of the planet. I count on Nature to stop stupid humans.  Florida is having problems, for example, so many humans down there in limestone-based earth from which so much water has been pumped for use that land is sinking and sinkholes are developing regularly. Houses are being swallowed.\nDanny, I disagree with you about Tucker Carlson.   I don’t think money is his sole motivator. And as Realist said, there are others such as Pat Buchanan, Ron Paul, PCR who are pushing back against this insanity. At least there are some, think what we would have without that.\nJoe Tedesky\nJuly 15, 2017 at 10:54\nI’m no scientist, or naturalist, or anything like those mentioned, but I do believe that to maintain this earth’s natural treasures, that we must start by observing our planets ecology. Saving our water ways, enriching the soil, and doing everything we can to aid wildlife in their survival, is most important and vital to what we need to surround us in a healthy way.\nWhen it comes to news personalities I’m getting to the point to like them for how they stand on individual issues. Tucker Carlson on some things I agree with, on some other things not at all, or very little. Where Tucker made me most happy, was on his interview with Colonel Ralph Peters…boy that Peters guy gets me going. I caught the tail end of it, but Tucker appeared to have put the boxing gloves on when he interviewed Max Boot…there is another creep who gets under my skin. So good on Tucker for that. I was disappointed when Tucker admits to Russian aggression, but there again the only good excuse I can come with for Tucker, is he is on FOX…I mean how far can anybody go on that network?\nRealist\nJuly 15, 2017 at 17:23\nYou make a fair point about Tucker, Joe.  I think Jessica and I were focusing on his foreign policy statements especially regarding Russia, not that he is correct across the board.   I still don’t like most conservative domestic policy.  I’ll say this:  to have the luxury of any domestic policy we must make sure that  our foreign policy does not result in a world war and a nuclear conflagration.\nOnce we get past that, I agree that the priority should be on saving the world’s environment and resources for future generations rather than converting them to $$$ as fast as possible.   After all, what is money really, other than a symbolic icon entitling the bearer to some personal claim on bits of the environment and the world’s resources?  It’s a fools mission to destroy what is worth possessing to create mere money.\nJoe Tedesky\nJuly 15, 2017 at 23:39\nI am on the same page as you and Jessica, Realist. Why the other night while Tucker was giving it to Colonel Peters, I got up out of my chair, and was rooting Carlson on, as I wanted for him to send Peters back to that mosquito ridden swamp he crawled out of. I think it was when Tucker interviewed that slime bucket Boot, that although Tucker wrestled with the literate Neocon devil, it was a little discouraging when Tucker said he knew Putin had went after journalist, and that Putin was aggressive. Possibly you, like me put your head down with that line, but with all of what Carlson had said and done to Max Boot I let it slide. I mean we are so starved for that hero of truth, that this is where we settle to find satisfaction.\nA side note, I once stood next to Tucker Carlson in the hotel lobby of where we stay when we go to New York. I will say this, Tucker is a neat dresser, and he got some serious hair that made me a bit envious…not really, but he is a decent looking man, and from the little I was around him at the particular time he acted normal, and he didn’t shove where all he had to say was, excuse me, when passing through. I’m also the kind of celebrity fan who doesn’t yell, hey Tucker. I kind of go the other way, and keep it on the down low…unless your Maurkice Pouncey #53 Pittsburgh Steelers, but that’s another story.\nAs far as the environment and extracting natural resources, I think we could for the most part do it all. Realist your a scientist, so you would understand that if I gave you guidelines and a goal, you would do everything possible to accomplish what I gave you to do. I just think that we could no doubt do what’s right for the ecology while still finding ways of creating abundant energy. We shouldn’t be destroying rain forests, nor fracking until everything around us turns to poison or we have earth quakes, but I do believe that we have some great minds, and not just in America, that could bring about a new age of respecting our environment while still being able to turn on a light bulb.\nHelp me here, do you think I have a point? Joe\nRealist\nJuly 16, 2017 at 02:40\nBy all means, I think you are correct in maintaining that it should be possible to save the environment and the world’s resources for future generations if we take the necessary precautions, minimize pollution and ease up on burning through resources like there’s no tomorrow, especially potable water and fertile soil.  But it won’t be easy.\nI am also convinced that there is one piece to the puzzle that many people will disagree with, some out of religious convictions, others for political reasons which they will characterise as philosophical:  we must also constrain the growth of our population.   Those in Europe, North America  and Japan are doing their part, in fact, our populations are actually shrinking, as they must.   In this case, it’s the rest of the world that needs to get a clue.   The world will not survive, even if Europe, North America and Japan go to negative population growth yet the third world burgeons the total human load on the planet to 15 billion or more.   There is not enough of anything to get spread that thin.\nReally, there are too many people already, but that’s NOT to say we need to “cull the herd” as some believe is in the offing (and purportedly why the Deep State wants a world war).  We need to shoot for a soft landing at less than the nearly 8 billion we now have… somehow.   Otherwise, the whole planet will look like Haiti, which long ago cut down every stick of its forests to use as fuel and building material.  Other formerly lush countries (like the island of Borneo in Indonesia) have recently become practically denuded, causing the extinction of the many exotic animals such as orangutans which lived there and leaving only sun-baked mud the hardness of concrete upon which nothing grows.\nUnfortunately, I expect major resistance to such efforts from both the religious side and the gung-ho pro-development side.   People will not freely choose what’s necessary about population growth any more readily than they have chosen to mitigate climate change until the disastrous consequences are staring them in the face.   So, maybe when we are on the brink of catastrophe the human race will take the necessary steps.   By then, the world may well resemble the backdrop for the movie “Elysium,” if you remember that.\nBut the reality is that, whether we humans act or not, the four horsemen will take care of the problem for us.  The excess population that the environment can no longer sustain will be culled whether we like it or not by famine, disease, and war.   Ecologists have repeatedly seen the first two fates befall numerous animal species that have exceeded the carrying capacity of their environment in boom and bust cycles which seems to be a built in consequence of most reproductive strategies–produce excess progeny and hope enough survive to propagate the species.  War is a human innovation that can accomplish the same end game even quicker.   I hate to see it for all the suffering it needlessly brings.   We’ve got this thing called a rational mind that we COULD use to break the cycle.   If only we could cut through the group think fantasies propagated by the holy men and the laissez faire capitalists that are both based on building limitless empires of followers or assets.  The key is admitting we live in a finite world and then extrapolating the logical consequences from that.\nJoe Tedesky\nJuly 16, 2017 at 09:50\nRealist I agree with you on every point you made. It’s too bad you and I can’t sit on the front porch and talk this stuff out.\nI feel that if God made us humans smart, then practicing birth control would be quite okay. I am a result of an adoption. A year after my mother passed away, because my oldest daughter was concerned about our gene pool, I found my biological mother thanks to the computer in three weeks. Then I discovered, that there are companies which can pin point your gene pool, who can tell you all about your family medical history. I mention this because I lived it, and it’s something of a process which is improving all the time.\nIt’s endless what can be done, and what needs done. The growing population concerns me as well. There may come a day when mankind will finally be at the end of their rope, and where nothing can save us, but we don’t have to give up right now without a try.\nWe can do this! What? Anything we want, if we put our minds to it.\nbackwardsevolution\nJuly 16, 2017 at 14:12\nRealist – “Unfortunately, I expect major resistance to such efforts from both the religious side and the gung-ho pro-development side.”\nYep, both sides working together, and often the pro-development side will cite religious reasons as well. “Why, if we stop growth, it’ll just hurt the Third World.” Yeah, like they actually care about the Third World!  They don’t, but if it helps support their agenda, then it’s “The Third World deserves to be brought up to our standards.  It’s not fair they’re being ‘held back’.” Aaaaagh, it’s such a phony world.\nOf course, the religious side is really looking for “growth” too, if they were honest.  Their flock must grow!  Helping the Third World sucks in a lot of money from the sheep in the pews.\nMoney used to represent hours “worked”.  If you had $50,000.00 in your bank account, that used to represent hours worked that you had saved.  With globalization and especially financialization (levering up), it no longer does that.\nThe population of Africa is going to be something to behold.  Because we are providing them money, advanced medicine and food aid, they are doing what any animal would:  increasing their population in times of plenty.  We are allowing the best and brightest to immigrate to the West, thereby emptying these countries of the smartest people they have.\nThese people, once settled in the West, start sending remittances back to their home country, allowing more to come to the West.  Of course, the void in the over-populated countries is quickly filled in by more mouths because now more money is flowing to them, and in this case directly to their door from relatives in the West.  More consumer goods are now bought in the poor countries (TV’s, you name it), and who benefits the most from all of this?  The corporations.  The people who hold their money offshore in tax havens.\nYes, the Western taxpayers pay for the aid, pay for the immigration in the form of support (education/medical/social services), which the immigrant turns around and sends back home (often untaxed money), thereby creating a whole new rung of consumers in developing countries.  All paid for NOT by the corporations, and yet they grossly benefit!\nIt’s a big circle of fun in order to build markets, but it’s not helping the planet any.  We are in for a rude awakening in the not too distant future.\nRealist\nJuly 16, 2017 at 18:34\n“Money used to represent hours “worked”. If you had $50,000.00 in your bank account, that used to represent hours worked that you had saved. With globalization and especially financialization (levering up), it no longer does that.”\nQuite so, Backwards, and as I said “After all, what is money really, other than a symbolic icon entitling the bearer to some personal claim on bits of the environment and the world’s resources?” You used to get those icons only through extracting resources from Mother Earth, adding value to them by fashioning them into useful products, growing, harvesting or rendering foods or otherwise providing useful services like doctoring, teaching, soldiering etc.  They represented what you had done or created and entitled you to acquire similar things produced by others.   Property, i.e., real estate or pieces of Mother Earth herself, also came to have a monetary equivalent because it afforded the potential to create things necessary to life.\nUnfortunately, the mere service of handling money came to have the greatest value of all attached to it.  Hence the ascendancy of the bankers, brokers and financiers.   Everything under the sun was moniterized and a taste taken at every transaction by the money changers.   This was possible because these were the people with the most frequent access to this money that was universally being exchanged this for that.\nBut the greatest game changing breakthrough, that is about to crash the big Ponzi scheme of modern times, was when the money handlers discovered that they could create money from nothing by issuing debt.  It used to represent your labor, as you said, Backwards, but now it only represents claims made by powerful men who run financial institutions.   It’s not even backed up by anything tangible.   The Fed is empowered to issue debt.   It loans, say a thousand dollars to your local bank.   That bank loans the money to your neighbor to buy a new flat screen TV.   In the old days, the bank used to take that $1000 off its ledger and unavailable to further loan out.   Today it will loan out that  same money again and again (concomitantly, not sequentially!), to you and your other neighbors, often with no collateral, anticipating the day when each borrower pays back his loan of  that Grand plus interest.  Back in the day, the interest was the bank’s profit.   Today their profit is all the ephemeral money created from nothing by these unsecured loans.   Of course, the exact machinations are more intricate than that but the bottom line is modern day banking is basically a racket wherein inherently valueless paper is lent on the hope that the borrower will succeed in his endeavor and return the non-existent money together with interest.  The system “works” because of law enforcement that will seize your assets and maybe even put you in jail if you fail to pay back the bank.   At every such transaction the nominal wealth of the bank increases.  Until it doesn’t, because at some point the economy stagnates, numerous borrowers fail, many loans are not paid back, the public panics and government steps in to make the lenders whole with tax dollars that are just as evanescent as the dollar value of the bad loans.   Still it chugs along, mostly for the benefit of those who control the flow of all that inherently valueless cash created by issuing debt.\nInteresting fact:   Everyone knows the national debt is approximately 20 trillion dollars.  Of course, there is even greater private debt, how much I don’t know, floating around out there.   But there is only about 1.2 trillion American fiat dollars of cash in circulation.   Think of the implications of that.   What we are mainly talking about is just figures on a ledger, or in the modern world Exabytes of digital data in computers that can be… hacked.\nTypingperson\nJuly 15, 2017 at 14:53\nUSA is $20 trillion (!!) in debt–and the petrodollar that makes this viable is crumbling. Russia is debt free. Hmm.\nSeer\nJuly 15, 2017 at 15:14\nALL empires collapse.  We are all part of a parabolic function (or one could say a Ponzi).  The mechanism that is common to ALL collapsed empires is that they were fully engaged in the growth model, and on a finite planet that’s a premise that’s ALWAYS going to fail.\nSo, I suppose we can take heart in the fact that this WILL burn itself out.  My aim is to help educate/train the next generation how NOT to act; jumping into the raging fire, which will consume all who enter, will only deplete the true line of defense (for the future).\nbackwardsevolution\nJuly 16, 2017 at 01:50\nSeer – the only problem is that these parasites are using up all of the easily-obtainable fossil fuels in order to keep squeezing out more “growth”. If they are not stopped, there’s not going to be anything left.   Of course, they’re using it all up so they can get richer and could care less about future generations.  They are taking it all for themselves.\nThey have manipulated the economy in order to keep the Ponzi going, which just depletes the planet more.  They are still on the old model of:  bring in more immigrants, build more houses, sell more trinkets; IOW, growth, growth, growth.  We can’t keep doing this.  I was amazed, while watching my child’s flight on the Internet, how many planes are in the sky at any one time.  Mind-boggling.  Or the amount of ships plying the waters, coming from China, Japan, India.  Products should be manufactured close to home, not halfway around the world.\nI agree that it WILL burn itself out, but just afraid that too much damage will have been done by then.\nRealist\nJuly 16, 2017 at 03:11\nYes, as I said above to Joe, the key is admitting that we live in a FINITE world, on a planet with only so much of everything needed to sustain life.   The resources will eventually run out, especially if population keeps growing putting ever greater demands on the processes of extracting and rendering resources from planet Earth.\nIt should come as no surprise to anyone that even the most laissez faire economy in the history of human society (USA, USA, USA) simply cannot continue to provide a growth rate necessary to sustain the Ponzi schemes upon which it is based.   Wall Street is bemoaning the “meager” current 2% growth rate, which will look like halcyon times  in the not too distant future.   I’m not an economist, but there are plenty of those types around that will explain to you why the western economies and currencies have about peaked and are ready to collapse.   Basically, too many hands grabbing for too few resources that have, in fact, already been corralled by too few oligarchs.  Only five guys own more than half the world’s resources for chrissake.\nThis pattern is not merely confined to the artificially contrived human economies, but extends to the natural world as well.   The reason so many biological species are newly extinct or facing extinction today is simply because the human species has occupied and despoiled an ever increasing swath of the ecosphere.  Land, water and clean air that used to support vast herds of wildlife and endless square hectares of forests, grasslands or wetlands have been rendered into housing projects, highways, corporate production and transportation facilities and vast monocultures of crops or torture chambers called factory farms run by big agribusiness.\nLook around.  Our planet has been massively transformed in our lifetimes, and the reach of the transforming principle, corporate money, has spread to every nook and cranny throughout both the developed and the so-called third world.   The tropics have been ravaged in the last quarter century or so.  The only massive tracts of undeveloped lands  and resources left seem to be in Siberian Russia and the Arctic.   So, guess why the Deep State has suddenly become so Russophobic and the Ukies have suddenly become paragons of “freedom and democracy?” Who are the transnational corporations looking to roll next?   After that, what?  There will be nothing left.\nDave P.\nRealist: Excellent observations.\nJuly 17, 2017 at 05:40\nLaRouchPAC: Farming the Galaxy: a 20 minute video for people reading this, but wonder if a different path is available.\nPatricia Victour\nJuly 15, 2017 at 09:37\nMany of us did not vote for Clinton for exactly the reason of her “support for endless war.”\nDanny Weil\nJuly 15, 2017 at 09:29\nRubio is a very dangerous neo-con.  He is already using his bully pulpit, and has for years, to overthrow VZ.\nAll of this is to the neo-con’s liking.\ndoray\nJuly 15, 2017 at 09:11\nThe evil puppeteers of the world have it in such a state I don’t see how the We the People of Earth can fight them. They own everything, have MASSIVE weaponry (paid for by us to be used against everyone on Earth), and the will to use it regardless of the consequences!  How do you fight the psychopaths in control? Especially when most ignorant, arrogant, apathetic Amerikans believe Russia and them other terrrrrrists are the enemy?\nThe US Deep State is like a terminal cancer on the planet, for which the only cure is for the healthy cells to wipe out the cancerous cells. The cancer is fast becoming terminal though, so any kind of healthy cells most likely have a snowball’s chance in hell at this point. I’m still going to work on supporting healthy entities like regenerative agriculture, teaching people to grow their own food, and constantly speaking out against the deep state’s evil capitalist plans. I’m going to fight the farking bastages to the end with good stuff, even though I feel like the mouse in the eagle’s talons, when its last gesture before being devoured is to flip the eagle off.\nJuly 15, 2017 at 08:44\nAmerica’s “neocons” have no god but MONEY (for our military industrial complex) and as international “regime change” terrorism advocates have FAR more “blood on their hands” than ISIS and El Qaeda combined!\nhillary\n¨America’s “neocons” have no god but MONEY¨\nInteresting how the US ¨troops on the ground¨ are encouraged to attend Christian Bible study programes on a regular basis & had translated Christian Bibles to distribute to the natives.\nJuly 15, 2017 at 15:08\nMoney’s not it.  Money is a representation of POWER.  Power corrupts.  It’s why I state that the ONLY way to limit such corruption is to limit the scope of power.\nmike k\nJuly 15, 2017 at 07:45\nJust remember this: money controls everything. The three branches of government, the MIC, MSM, Intel, etc. are basically tools and toys of the Wealthy. The power of the Oligarchs pervades every aspect of human society. The formula “follow the money” will explain almost everything that is happening in our world.\nUntil we restructure society to eliminate oligarchy, we will be forever lost in the games of blind man’s bluff created by the rich and powerful. The Rich are the enemies of the Rest. As long as capitalist laws made by them allow them to rule over the rest of us, we will have wars and poverty – because this is what suits their insatiable greed. The future existence of Humankind depends on our permanently deposing the Oligarchs, who are leading us all to extinction.\nmike k\nJuly 15, 2017 at 07:47\nThe “Deep State” is simply the Ultra Wealthy and their henchmen (and women).\nHerman\nJuly 15, 2017 at 08:29\nMike K, you make the essential point, how we choose our leaders which are chosen by the oligarchs. Until we get a handle on this condition, nothing will change. Politicians are vetted before the enter the ring and their performance is determined by those doing the vetting and financing their elections and re-elections. This, in turn, assures that the right people are appointed to policy positions and we have what we have now, a perpetual motion machine for exploitation and enrichment.\ndoray\nJuly 15, 2017 at 08:54\nExcellent post, mike k! “As long as capitalist laws mae by them allow them to rule over the rest of us, we will have war and poverty – because this is what suits their insatiable greed.”\nCapitalism itself is a master/slave system. We HAVE to evolve to a worker-owned, cooperative system, before the Greedies kill us all. If we don’t move from a “moneyist” system to a “peopleist” system ASAP, the Earth and Her inhabitants are in grave danger. I’m not a Christian, but I do believe the love of money is the root of all kinds of evil. The deep state is evident of that. Think of all the building and helping we could have done with the neocon war money they’ve spent destroying the planet. I can’t figure out why so many humans are SO stupid!\nSeer\nJuly 15, 2017 at 15:07\nAs long as you have thrones of power you will have people taking them over.  It’s human nature.  And the thing is is that this is about survival of the fittest, in the form of who has the best ability to operate under cloak of deceptiveness (Nature is very keen with operating via deception, humans are OF nature).  Best that could ever happen is a breakdown into tribal groups (which is our historic norm), as it is with tribes you tend to have sizes that actually can achieve democratic consensus (I think that it’s proven that pure democracy only works up to some small number like 128).  The ability of folks like these oligarchs and neocons could only then affect a small group (within that small group it’s highly likely that such folks would be dispatched with prejudice).\nCal\n” Just remember this: money controls everything”>>>>>\nits not always just money…..iow in the kind of people  we are talking about the money is for a ‘purpose’–to gain power and control of others  as a means to elevate themselves above others  and for some gaining power is for the purpose of ‘revenge”.\nSome of us of a certain age who have been around the business  world a long time have come across the kind of individuals who are not satisfied in just profiting from some deal—they aren’t happy with a win-win situation—-their satisfaction come  from ‘crushing or ruining the other person or people with who they are dealing……true psychopaths.\nI forgot that, Realist, very funny!\nJuly 15, 2017 at 06:31\nThanks, john wilson, for that comment about The Borg finally being defeated!\nRealist\nAnd the Borg leader was a queen.  Coincidence or not?\nSteve\nJuly 15, 2017 at 06:23\nHillary basically is a neocon in terms of foreign policy, so it should come as no surprise that her supporters welcome neocons with open arms.\nRealist\nJuly 15, 2017 at 07:04\nThey have obviously blindly chosen party and person over policy and rational analysis.  But then, the average American has never been mistaken for an intellectual or a deep thinker.  They are more like lemmings or sheep.  Once they are made to understand by the carnival barkers which is their herd, they will follow it without question, even into repeated futile wars.\nSeer\n^^^ Sadly, in a nutshell.\nJuly 15, 2017 at 14:46\nI have family members who are big Hillary lovers. They take zero interest in US foreign policy and US wars–and Hillary’s role in them. Are completely ignorant and uninformed–and don’t care–re Syria, Libya, Ukraine, Honduras, etc. And of course they buy the Russia hacking b.s. hook line and sinker.\nTheir concerns are about identity politics. Big “Resistance” participants and truly feel they’re fighting the power–and proud of themselves for it.\nDave P.\nJuly 15, 2017 at 17:26\nTypingperson: You are not alone regarding family members being Hillary lovers and all the rest which you mentioned.  This is what happens when Finance, Media, and Entertainment industry is owned by few people – and we know  who they are.  It happened in Germany during Third Reich too .  The only difference is that in U.S. , with all the brainwashing for more than two decades now, with extremely perfected propaganda tools, the situation is much worse than it was  during Hitler’s Germany.  They – those in power – can march people in lock step with them to any War/Slaughter they want do, anywhere  outside The Western World – it includes  Russia too.\nJuly 15, 2017 at 05:41\nI just watched Carlson’s interview with Boot and amend that he “took down” Boot.  Boot mainly used character attacks on Tucker, though, which looked cheap. And Carlson did not say it is unproven that Russia interfered in the 2016 election, which was disappointing, although Boot was so nasty he couldn’t give up driving the interview. It was a draw.\nbackwardsevolution\nJuly 15, 2017 at 14:16\nJessica K – agree he didn’t take down Boot, but at least he made him sweat.  Up until very recently, Tucker had been asking, “Where’s your evidence that Russia interfered with the election?” He seems to have stopped that, and I don’t know why.  Maybe he was told to?\nI’ve wanted to email Tucker Carlson some of Consortium’s articles (the ones about there being only 3 intelligence agencies, and not 17, that the analysts were hand-picked, that the evidence for the January 6, 2017 intelligence report came from Crowdstrike and the Christopher Steele dossier, the fact that the NSA could have easily detected whether this was a hack or a leak, as they can trace the emails, etc.)\nI think if he had that information, he could better argue his case.  Maybe he does have it, but Fox prevents him from saying it?  I don’t know.  I’ve never heard Tucker mention Crowdstrike, or mention that the analysts were hand-picked.  It’s all very confusing to follow, and I just wondered whether he had anyone putting it all together for him.\nTucker appears to always pull back (at least somewhat) when he’s confronted with these military/intelligence types because they appear so forceful, so all-knowing, leave little doubt that of course Russia hacked the election.  We’ve all been up against people like this, but if you don’t have information to refute them with, you kind of end up agreeing with them somewhat.  At least you can’t put up a good fight.\nSo I don’t know whether Tucker knows some things, but doesn’t say them, or whether he just doesn’t have the information.\nJuly 15, 2017 at 05:11\nTucker Carlson of Fox is the media person to watch in going after the stupidity and danger of neocon thinking, and he has no qualms about doing it, just recently took down Max Boot. I don’t have TV but almost wish I did to watch Tucker. I hope he challenges Maddow in ratings to send her down. She’ll probably start having on neocons.\nRealist\nJuly 15, 2017 at 06:57\nIt’s almost surreal.  Just a few years ago Maddow seemed the rational one and Tucker the blind idealogue.   Now the roles are 180-degrees reversed.   Actually, it’s worse than that.   Maddow is a strict partisan, not even an idealogue.   She dropped her principles to reflexively support a candidate and a party.   Tucker, in contrast, seems to have grown and learned, and now supports standards rather than just a movement.  There are a few, but not many, other old timey conservatives who have turned towards the light.  Pat Buchanan is one.   PCR has been one for a long time.\nThe crux of the matter is that both parties have sold out to corporate cash and the military industrial complex, therefore they both function together as a bipartisan war party.  To stick with the Democrats you have to become a neocon warmonger, just as the Republicans have traditionally been.   It’s why the senate votes 98-2 to support ever more sanctions on Russia for something they quite obviously could not or would not do because it is impossible and irrational:  steal the election from Hillary.\nHillary’s own ravings lost the election to Donald Trump.   That’s saying something when half the country found him less scary than her.  Her long history in government was a greater detriment than his complete inexperience in it.  The best analysis of the election results in language common folks can understand is to be found on the Jimmy Dore show, not in ANY New York Times or Washington Post article, nor on any CNN or MSNBC talk show.   Unfortunately, though Washington “let Reagan be Reagan” for better or for worse, they obviously are making no such allowances for President Trump.   It’s the neocon way or the highway as far as both Dems and GOPers are concerned.   To those who can still see, Neocon Way sure looks a lot like the road to Hell.\nDave P.\nJuly 15, 2017 at 11:27\nRealist: Yes, Jimmy Dore does explain this all in common language, though he still harks on Bernie Sanders primary era too often in his shows. But he is doing a  good job in exposing the misdeeds of the  Ruling Establishment.  Here is Jimmy Dore’s  funny Video on Barak Obama’s press conference with Merkel in November, 2016 just after the Election when he went to Germany to conspire with the Madam Chancellor to build a wall against Trump’s  carrying out his supposed promise to improve relations with Russia.\nThe link is below:\nDave P-\nLarco Marco\nJuly 15, 2017 at 14:58\nYes, great rant on Obomba EmptySuit. {I had never heard of Jimmy Dore before.}\nMiranda Keefe\nJuly 15, 2017 at 18:36\nJimmy Dore helps keep me sane.  Another great voice is Lee Camp.  Also I like Caitlin Johnstone.\nI don’t really learn from these folk, that’s more something that happens here or at CounterPunch or at Shadowproof.  But they help me feel I’m not going crazy and I’m not alone.\nJuly 15, 2017 at 21:30\nThanks Dave P.,…i’m looking forward to sending that clip to some friends that still believe Obama did his best.\nSusan Sunflower\nJuly 15, 2017 at 15:07\nI’ve seen a bit of Maddow this last week (my internet speed is worse than usual leaving me with my Dish-bare bones package) … she has fallen into the style of televangelists, speaking endlessly to the camera and the people-at-home in a truly creepy way that makes a mockery of any claims that what she’s offering is “news” … the other MSNBC anchors are not nearly as shameless, however in another day and time, they would also have been considered propagandists … and these are the folks who loudly deplored Fox News and currently are aghast at the “anti-American” bia of RT because they present a counternarrative (as if we are all chained to our easy chairs without a remote …\nMiranda Keefe\nI try to stay far away from the Maddowing crowd.\nDanny Weil\nJuly 15, 2017 at 09:31\nTo be kind but fair, how can anyone believe a word Tucker Carlson says or even believe he is ‘going after’anything but money?\nSeer\nJuly 15, 2017 at 14:55\nI think it less a matter of what HE “believes” and more a matter of him saying what should be said.  Even facts stated by the “Devil” are facts.  The sooner we can shift to making decisions based on facts the sooner we become “civilized.”\nRarely to I champion an individual.  Instead, I champion what is SAID (if it’s based on sound facts).\nI loathed representative Walter Jones back when I was spending a lot of energy pushing back against the Afghanistan invasion (and then the invasion of Iraq).  But Jones realized that he had been wrong, and for him to admit it and change his ways is something that I find admirable.  And this is basically what Carlson was trying to get across to those low-life scums- you have to learn by your mistakes: if we didn’t learn from our mistakes we’d still be stumbling and falling about as we were when we were infants; in the case of the low-lifes their brains are still stumbling and falling.\nbackwardsevolution\nJuly 16, 2017 at 01:58\nDanny Weil – watch the video I posted below (at 2:29 p.m.) re Tucker Carlson’s talk at the fire fighter’s convention.  In that video he seems disgusted by the wealth in Washington, the arrogance of the people who live in Washington, the disregard they have for the people in the flyover states.  He also mentioned how travelling with the election for a year and a half opened his eyes to the true suffering out there.  To me, he seems very genuine, and he makes some great points.  Give it a watch (if you can get it).\nTania Messina\nJuly 15, 2017 at 11:27\nHi Jessica:  We, too, do not EVER watch TV; however, I do watch Tucker Carlson on Fox News via the internet.  Simply subscribe to Fox News and not only will you see Tucker at work, but some of their other good people as well.\nGood luck!\nJuly 15, 2017 at 13:03\nJessica, I have followed your comments which tell me that you also live here in NH.  I’m a NH-based psychologist living half an hour south of Hanover-Dartmouth/1 mile north of Meriden & am reaching out to like-minded neighbors.  Please get in touch with me at my alternate email address: jranc@q.com so we can communicate directly.  Thanks, Jean\nAnd to all:  great analysis, extremely helpful for finding one’s way through all of the MSM mind pollution!\nJWalters\nJuly 15, 2017 at 18:27\nRachel Maddow recently said, “They [Trump’s lawyers] are looking at what may be a very high-powered offensive throught the court system, through the federal courts, all tied to that second prong of the Russian attack, that hack of the DNC where they stole that information and turned it back on the American people.” 7/12/17 segment titled “Trummp camp tries to turn narrative as Russia scrutiny intensifies”, at 13:20 of video.\nMaddow doesn’t bother to explain how revealing the truth about the DNC lies somehow nefariously “turned it back on the American people”.  This glaring omission is a classic Rush Limbaugh tactic.  Some news outlets seem to be switching from the “hack” claim to a “meddling” claim, but not MSNBC.\nMaddow is tripling down on the flat assertion that the DNC emails were “hacked” by the Russians, stating it as an established fact numerous times during the show.  Chris Hayes is doing the same.  (I haven’t checked other MSNBC shows.)  Especially telling and disturbing is the absence of ANY effort whatsoever at a balanced look at the evidence by either of these highly intelligent, inquisitive, professional reporters.  Such a weird scenario practically screams out for an explanation.\nA big clue is provided by a related case, in the minimal discussion of Netanyahu and Israel’s blatantly overt attempt to help Mitt Romney win in 2012.  But despite Israel’s longstanding, huge efforts to influence US elections, which have been voluminously documented, e.g.\n“Let’s talk about Russian influence”\n“What Neocons Want from Ukraine Crisis”\n“War Profiteers and the Roots of the War on Terror”\nAs to the motives of Maddow, Hayes and others in the Vichy press and government, it could be financial security.  Where that won’t work, another ancient and favorite pair of Oligarchy tactics is blackmail and scandal.  Often these involve victimless “offenses” against some social norm, a favorite being sexual behavior.  Such threats and attacks can be either based on facts (sometimes with entrapment), or be complete fabrications, including forged documents and hired “witnesses”.\nThe American public urgently needs to learn they can trust NOTHING their MSM tells them about either Israel or Russia.  The grass roots needs to spread the word.  And somebody in Congress needs to be convinced to act ASAP to rescue America’s captured press and democracy from the grip of the Oligarchy.  This is a dangerous time.\nbackwardsevolution\nJuly 16, 2017 at 13:24\nJWalters – thank you for the outstanding links!  I’ve only read the first one so far (the Mondoweiss article), but it was great.  Of course, I’d already read the “War Profiteer Story” article before, which was exceptionally good.  And I guess I’ve probably already read the two Consortium stories, but I’ll reread them.  Thanks, J. Walters!\nJWalters\nJuly 18, 2017 at 18:28\nThanks for your assessment of those links.  I hope that will encourage others to read them.  They were selected to provide central information in an easily accessible form.\njohn wilson\nJuly 15, 2017 at 05:04\nI am surprised that anyone still believes that there is any real difference between political parties, because there isn’t. They all read from the same hymn sheet which reads, “line our own pockets, make war and damn the people” One only has to look at Nikki Haley and Samantha Powers to see if there is any difference between a Democrat appointment and a Republican one. These two might just as well be twins for all the difference there is between them. These two macabre witches from hell differ only insofar as one has dark hair and the other has light coloured hair.\nPierre Anonymot\nJuly 15, 2017 at 07:45\nYou certainly have that right.\nRemember: The CIA/MIC owned the Republican Party from the time when ex-CIA Director Papa Bush moved into the Oval Office. After the kid, Duh W left the White House and the Middle East in tatters, any idiot could tell we wouldn’t elect a follow-on Republican president. So they quickly found Hillary & Obama, 2 “minority candidates they could easily control. Whichever lost the nomination was promised the follow-on candidacy. S Obama won, Hillary lost.\nEver since, the same old same old neocon filled CIA/MIC ran the government with their Cheneyesque/CIA mindset.\nIn Europe the losers in elections are quickly shuttled off to EU Headquarters in Brussels where they get fat paychecks until the next election. Here they go to “think” tanks or become lobbyists. That is what has happened since the CIA’s candidate for the promised follow-on Presidency promise was more than even the American voters could stomach.\nBobS\nNo difference between Scott Pruitt and Gina McCarthy.\nNo difference at all between Loretta Lynch and Jeff Sessions.\nBetsy DeVos and John King Jr might be the same person.\nErnest Moniz and Rick Perry probably fool each other’s wives.\nAjit Pai and Tom Wheeler obviously share a brain.\nTom Perez and Alex Acosta? Twin brothers from different mothers.\nAnd it’s clear as glass that Sonia Sotomayer, Elena Kagan, and Merrick Garland have exactly the same vision of the United States as John Roberts, Samuel Alito, and Neil Gorsuch.\nLove the circle jerk that the comment section here has devolved to.\nHomer Jay\nJuly 17, 2017 at 12:02\namen…then the vigorous debate over social  issues ie civil rights…gives the illusion of choice. And btw these rights have never been extended to the people by the dems, but demanded from the people till the dems relent to our demands…usually by throwing a bone to silence the masses.\nRealist\nJuly 15, 2017 at 04:43\nI’m beginning to think these neocons are really space aliens who have infiltrated our planet and are in the process of taking it over, just as the “tin foil hat” crowd suggests.   Who else could have so little regard for human life, and be willing to inflict so much suffering on human beings?   The counter argument is that no one in government can keep secrets, the media would expose the conspiracy, so they  could never get away with such a thing, banish the thought.   Now, most of the folks who regularly read this site know the truth about what really happened in Ukraine, Syria, Libya, Iraq and numerous other “hot spots” that Uncle Sam seems to want to concomitantly destroy and control.   Do you see any truth written about any of that in the mainstream media or admitted to by the government?   Do the voices in the wilderness like Stephen F. Cohen get any semblance of a fair forum?   Does more than a fraction of the American public believe the truth as represented  here?   There goes that argument.   Apparently the conspirators can keep a secret, or at least fool nearly everyone in spite of the handful of whistle-blowing truth-tellers.    The Borg were right:  resistance is futile.\nJust call me “Locutus.”\nJuly 15, 2017 at 05:10\nThe Enterprise captain did actually kill the Borg in the end, Realist, so don’t despair just yet.\nMiranda Keefe\nJuly 15, 2017 at 18:33\nI was just thinking the same thing- almost.  I was thinking that I understand why people believe the elite must be lizard people from space masquerading as humans because it just doesn’t make sense that they are so stupid they don’t realize that their greed and blood lust will end up destroying the planet- unless they do realize it but don’t care because they plan on leaving just before that happens to go rape and pillage some other poor planet.\nOf course I don’t think this.\nQuintus Sertorius\nOptime locutus es.\nPolitics makes for strange bedfellows as the old saying runs!\nbruce\nJuly 15, 2017 at 12:48\nIt’s more about money then politics research Paul singer he has made a lot of money from exploiting the poor and in most cases the money came from directly from people who had so little it was all they had\nTypingperson\nPaul Singer is also a hardcore Zionist. Big surprise.\nThe obstruction to world peace; a long, serious reading to absorb: http://www.countercurrents.org/2017/07/14/stand-up-to-anglo-zionist-fascism/\ntina\nRoger Taylor said it best in his song ” my country”\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/bret-stephens-i-am-not-sorry-the-cia-waterboarded-1418687576",
                "https://countercurrents.org/2017/07/stand-up-to-anglo-zionist-fascism",
                "https://www.thenation.com/article/why-does-the-new-york-times-have-so-little-respect-for-its-readers/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.washingtonpost.com/news/josh-rogin/wp/2017/06/29/conservative-national-security-think-tank-shutting-down/?utm_term=.fa2faf580ff9"
            ]
        },
        "key_words": [
            "w",
            "neocon",
            "kristol",
            "state",
            "resistance",
            "trump",
            "antitrump",
            "enlist",
            "foreign",
            "policy",
            "kirchick",
            "neocons"
        ]
    }
]