[
    {
        "url": "https://www.christianpost.com/voice/every-year-we-abort-1-5-million-babies-while-over-3-million-families-are-in-line-to-adopt.html",
        "title": "Every Year We Abort 1.5 Million Babies While Over 3 Million Families Are in Line to Adopt",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-19",
        "text": "Go\nThe Christian Post\nEvery Year We Abort 1.5 Million Babies While Over 3 Million Families Are in Line to Adopt\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nFriday, January 19, 2018\nEvery Year We Abort 1.5 Million Babies While Over 3 Million Families Are in Line to Adopt\nEvery Year We Abort 1.5 Million Babies While Over 3 Million Families Are in Line to Adopt\nThe annual March for Life concludes at the U.S. Supreme Court in Washington, D.C., U.S. January 27, 2017.\nLearning that my husband and I were infertile was devastating. After struggling with this reality for eight years we felt like our dreams of having children were shattered. We turned to adoption, thinking it would be a quick and easy solution. What we discovered was that it was time-consuming with a lot of paperwork and hoops to jump through. After all that we had to wait to be selected by a birth mom.\nWe persevered, and our lives changed forever after adopting two children at birth. They are our joy and their birth moms are the very definition of courage.\nWhen faced with unexpected and difficult life situations, they each made the selfless choice to carry their babies to term and place them for adoption. There can be profound feelings of loss for mothers who make that hard choice, so it's hard to fully express the deep gratitude and humility I carry as an adoptive parent. Our children's birth mothers made that hard choice, and now we have the incredible responsibility and joy of raising two precious kids.\nYet, too many expecting mothers make a different choice. Despite the rapid change in public opinion related to abortion largely influenced by modern science, in the United States alone we still abort 1.2 million babies  annually. At the same time, there are four to five million couples waiting to adopt a baby. In fact, statistics tell us that for every baby placed for adoption there are 36 couples waiting  for their turn to adopt. Think about that: we could literally adopt every single baby destined to be aborted in 2018.\nI wonder how many women wrestling with the decision to abort might choose life if they knew there was already a home awaiting their baby even before it was born?\nAs a Christian, I believe that a person's value is not determined by ethnicity, race, gender, age, ability, citizenship, or any other identifying factor. Our dignity is not based on our abilities, whether we are able to care for ourselves or our competence to perform tasks.\nInstead, a person's value is based on being made in the likeness of God; it is a divine and irrevocable membership in the human family. All men, women and children (including preborn children in the womb) should be respected, regardless of their mental capacity, physical ability or social position.\nNo matter what we do or say, our human dignity should not be forfeited or diminished.\nThat's why I'm marching in the 45th annual March for Life in Washington D.C., joining thousands of others who care deeply about the sanctity of life. As an adoptive parent, I feel an obligation to do my part to advocate for life. My heart longs for our culture to value life from birth to death.\nBeing pro-life means so much more than defending unborn children. It means a commitment to caring for people through every season of life. For example, there are thousands of children  in the foster care system whose lives could be drastically changed by adoption. We also have a duty to make sure our elderly receive the intentional care and support they need to feel comfortable and loved as they face end of life issues.\nFor my husband and me, adopting two children has been a remarkable journey filled with ups and downs, one we've been so glad to have made. My prayer is that no woman would feel her only option is to abort her baby, but that she would know there's a home already waiting for her child.\nMegan West hosts My Faith Votes LIVE, a forum for conversation on the importance of faith in American politics. My Faith Votes,a nonpartisan movement focused on motivating Christians in America to participate in local and domestic elections. By partnering with local churches, pastors and national faith leaders, My Faith Votes mobilizes and resources Christians to lead the conversation on the place of faith in culture and politics. Gov. Mike Huckabee serves as the organization's honorary national chairman.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.lifenews.com/2012/07/09/thirty-six-couples-wait-for-every-one-baby-who-is-adopted/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "line",
            "adoption",
            "adopt",
            "faith",
            "babies",
            "abort",
            "children",
            "15",
            "choice",
            "birth",
            "million",
            "families",
            "care",
            "baby",
            "life"
        ]
    }
]