[
    {
        "url": "https://consortiumnews.com/2013/03/30/watergates-washed-away-lessons/",
        "title": "Watergate’s Washed-Away Lessons",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-30",
        "text": "Main menu\n • Comments Off on Watergate’s Washed-Away Lessons\nThe Republican Party that emerged from Vietnam and Watergate was determined to obliterate the lessons learned, and the Democrats veered between timidity and complicity as those lessons were unlearned. Now, the key lessons are more reminiscence than real, as Michael Winship laments.\nBy Michael Winship\nAt moments, “The Lessons of Watergate” conference , held a couple of weeks ago in Washington, D.C. by the citizen’s lobby Common Cause, was a little like that two-man roadshow retired baseball players Bill Buckner and Mookie Wilson have been touring.\nIn it, they retell the story of the catastrophic moment during the bottom of the last inning of Game Six of the 1986 World Series, when the Mets’ Wilson hit an easy ground ball toward Buckner of the Red Sox, who haplessly let it roll between his legs. That notorious error ultimately cost Boston the championship.\nPresident Richard Nixon, speaking to the nation on Aug. 8, 1974, announcing his decision to resign.\nAs The New Yorker magazine’s Reeves Wiedeman wrote of the players’ joint public appearance, “It is as if Custer and Sitting Bull agreed to deconstruct Little Bighorn.” Or those World War II reunions where aging Army Air Corps men meet the Luftwaffe pilots who tried to shoot them down over Bremen.\nSo, too, in Washington, four decades after the Watergate break-in scandal that led to the downfall of President Richard Nixon. Up on stage was Daniel Ellsberg of Pentagon Papers fame, one of the first victims of Nixon’s infamous “plumbers,” the burglars who went skulking into the night to attempt illegal break-ins, including one at the office of Ellsberg’s psychiatrist.\n“I want to add something to the history here that I’ve never told,” Ellsberg said, then asked. “Is Alex Butterfield still alive?”\nA voice shouted from a corner of the room, “I’m over here.”\nAnd sure enough, it was Alexander Butterfield, former deputy to Nixon chief of staff H.R. “Bob” Haldeman, and a pivotal if accidental notable in the Watergate saga. In July 1973, Butterfield let slip to the Senate Watergate committee that Nixon made secret audiotapes of all his meetings at the White House, a revelation that cracked the scandal wide open.\nWe never did hear the story Ellsberg wanted to tell; he decided he needed to clear it with Butterfield before he went public. The Common Cause event was filled with such slightly surreal moments, kind of like a Comic Con for history buffs and policy wonks.\nJust moments before Ellsberg spoke, I had been chatting with former Brooklyn Congresswoman Liz Holtzman, when Butterfield walked over, introduced himself and told Holtzman, “I was in love with you even when I was at the White House.” Holtzman was a prominent member of the House Judiciary Committee that in July 1974 passed three articles of impeachment against Nixon. He resigned less than two weeks later.\nI was there in the hearing room that summer, briefly, while they debated one of the articles. My first TV job was working for public television in Washington, and while most of the time I was in the office or studio, a colleague lent me her credentials to see a bit of the action.\nThe day Nixon quit, I was in Lafayette Park across from the White House taping promos for our coverage (somewhere I have a color slide of me working with our correspondent while Tom Brokaw teeters on an orange crate next to me, doing a standup).\nI returned to the park that night, after Nixon’s resignation speech, where a jubilant crowd celebrated his departure. When a garbage truck rolled past, they began chanting, “The moving men are here!”\nWashington was a smaller town then and Watergate had become a cottage industry. Everyone you met had a rumor to spread or a story to tell. Books about the mess sold like crazy, everything from Woodward and Bernstein’s best-selling All the President’s Men to transcripts of the White House tapes to collections of Watergate “recipes.”\nA friend of mine and I led Watergate tours and peddled bumper stickers on the side: one read, “Nixon Bugs Me, Too.” The other was the simpler yet eloquent “Impeach Nixon.” In those days, D.C. didn’t have cable television to entertain us. It didn’t matter: We had Nixon.\nYet make no mistake, for all the general hilarity (and remember, to many, Richard Nixon had been the butt of jokes for decades before; Watergate was just the ultimate punchline), this was a true constitutional crisis.\nThe abuse of presidential power was staggering, from the soliciting of illegal corporate campaign contributions used for hush money and delivered by bagmen, to the illicit actions of the aforementioned plumbers, an operation, by the way, that traced its roots all the way back to the early months of Nixon’s first term.\nCombined with the ongoing tragedy of Vietnam, including the secret bombing of Cambodia and the violent squelching of antiwar protest, Watergate shook the public’s confidence in government as it hadn’t been since the bleakest days of secession and the Civil War.\nBut as several participants at the conference noted, the nation and its institutions did something about it. Committees in both the Senate and House, members of both parties cooperating with one another (!), conducted thorough investigations.\nIn a more competitive, less consolidated news environment, a free press went on the attack (once the reporting of Woodward and Bernstein at The Washington Post, Sy Hersh at The New York Times, Jack Nelson at the Los Angeles Times and others awoke a moribund White House press corps).\nAnd the courts worked, from John Sirica, chief judge of the U.S. District Court for the District of Columbia, who cracked down on the Watergate burglars and demanded the White House turn over those audiotapes, to the highest court in the land.\nAs Fred Wertheimer of the reform group Democracy 21 remarked at the conference, “The Supreme Court understood that citizens had a constitutional right to protect their democracy from corruption.”\nPeople went to jail, lots of them, even the former attorney general of the United States, John Mitchell. Think about that. Many of them did hard time. Today, we couldn’t even get miscreant bankers to resign in exchange for their billions in bailouts, much less prosecute them for criminal behavior.\nThe briefly restored public trust that followed Nixon’s departure started turning back to the cynicism that endures today almost immediately, when his successor Gerald Ford absolved Nixon of his sins with a full presidential pardon. In the years that followed, the erosion has continued.\nThe bagmen have become the banks and Wall Street. Gridlock and intolerance have replaced bipartisanship. The efforts at campaign finance reform that followed Watergate  crushed by Citizens United and other court rulings, have dwindled to the point where, as conference panelist Trevor Potter of the Campaign Legal Center observed, we are “shockingly close again to no contribution limits.”\nAnd with 9/11 and the war on terror, including ongoing drone attacks and threats to civil liberties, Morton Halperin noted, “The public is once again accepting an imperial presidency.”\nDuring its conference, Common Cause presented what it called Uncommon Heroes awards to members of the House Judiciary Committee who served during the crisis, and saluted an Uncommon Heroes of Watergate Honor Roll, a bipartisan collection of “individuals from Richard Nixon’s Enemies List, members of the prosecution team, journalists and House and Senate Committee staff.” All could look back 40 years and be proud they took a stand.\nBut the Lessons of Watergate are lessons learned and lost. We’ve got to organize, get our government back and make it accountable. Many believe it will take another scandal the size of Watergate, or worse, to get us back on track. Let’s hope not.\nInstead, four decades in the future, let there be changes for the good America can celebrate, so we don’t wind up like those old ballplayers on the road, reliving an unforced error, again and again.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.commoncause.org/site/pp.asp?c=dkLNK1MQIwG&b=8601105"
            ]
        },
        "key_words": [
            "watergate",
            "lessons",
            "nixon",
            "white",
            "butterfield",
            "washedaway",
            "watergates",
            "went",
            "house",
            "public",
            "nixons",
            "conference"
        ]
    }
]