[
    {
        "url": "https://consortiumnews.com/2015/09/28/the-power-of-false-narrative/",
        "title": "The Power of False Narrative",
        "authors": [
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Steve Jones",
                "link": null
            },
            {
                "name": "George Archers",
                "link": null
            },
            {
                "name": "Jim Mooney",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Carroll Price",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-09-28",
        "text": "Main menu\nSeptember 28, 2015\nBy Robert Parry\nIn this age of pervasive media, the primary method of social control is through the creation of narratives delivered to the public through newspapers, TV, radio, computers, cell phones and any other gadget that can convey information. This reality has given rise to an obsession among the power elite to control as much of this messaging as possible.\nSo, regarding U.S. relations toward the world, we see the State Department, the White House, Pentagon, NATO and other agencies pushing various narratives to sell the American people and other populations on how they should view U.S. policies, rivals and allies. The current hot phrase for this practice is “strategic communications” or Stratcom, which blends psychological operations, propaganda and P.R. into one mind-bending smoothie.\nPresident Barack Obama.\nI have been following this process since the early 1980s when the Reagan administration sought to override “the Vietnam Syndrome,” a public aversion to foreign military interventions that followed the Vietnam War. To get Americans to “kick” this syndrome, Reagan’s team developed “themes” about overseas events that would push American “hot buttons.”\nTapping into the Central Intelligence Agency’s experience in psy-ops targeted at foreign audiences, President Ronald Reagan and CIA Director William J. Casey assembled a skilled team inside the White House led by CIA propaganda specialist Walter Raymond Jr.\nFrom his new perch on the National Security Council staff, Raymond oversaw inter-agency task forces to sell interventionist policies in Central America and other trouble spots. The game, as Raymond explained it in numerous memos to his underlings, was to glue black hats on adversaries and white hats on allies, whatever the truth really was.\nThe fact that many of the U.S.-backed forces  from the Nicaraguan Contras to the Guatemalan military  were little more than corrupt death squads couldn’t be true, at least according to psy-ops doctrine. They had to be presented to the American public as wearing white hats. Thus, the Contras became the “moral equals of our Founding Fathers” and Guatemala’s murderous leader Efrain Rios Montt was getting a “bum rap” on human rights , according to the words scripted for President Reagan.\nThe scheme also required that anyone  say, a journalist, a human rights activist or a congressional investigator  who contradicted this white-hat mandate must be discredited, marginalized or destroyed, a routine of killing any honest messenger.\nBut it turned out that the most effective part of this propaganda strategy was to glue black hats on adversaries. Since nearly all foreign leaders have serious flaws, it proved much easier to demonize them  and work the American people into war frenzies  than it was to persuade the public that Washington’s favored foreign leaders were actually paragons of virtue.\nAn Unflattering Hat\nOnce the black hat was jammed on a foreign leader’s head, you could say whatever you wanted about him and disparage any American who questioned the extreme depiction as a “fill-in-the-blank apologist” or a “stooge” or some other ugly identifier that would either silence the dissenter or place him or her outside the bounds of acceptable debate.\nGiven the careerist conformity of Washington, nearly everyone fell into line, including news outlets and human rights groups. If you wanted to retain your “respectability” and “influence,” you agreed with the conventional wisdom. So, with every foreign controversy, we got a new “group think” about the new “enemy.” The permissible boundary of each debate was set mostly by the neoconservatives and their “liberal interventionist” sidekicks.\nThat this conformity has not served American national interests is obvious. Take, for example, the disastrous Iraq War, which has cost the U.S. taxpayers an estimated $1 trillion, led to the deaths of some 4,500 American soldiers, killed hundreds of thousands of Iraqis, and unleashed chaos across the strategic Middle East and now into Europe.\nMost Americans now agree that the Iraq War “wasn’t worth it.” But it turns out that Official Washington’s catastrophic “group thinks” don’t just die well-deserved deaths. Like a mutating virus, they alter shape as the outside conditions change and survive in a new form.\nSo, when the public caught on to the Iraq War deceptions, the neocon/liberal-hawk pundits just came up with a new theme to justify their catastrophic Iraq strategy, i.e., “the successful surge,” the dispatch of 30,000 more U.S. troops to the war zone. This theme was as bogus as the WMD lies but the upbeat storyline was embraced as the new “group think” in 2007-2008.\nThe “successful surge” was a myth, in part, because many of its alleged “accomplishments” actually predated the “surge.” The program to pay off Sunnis to stop shooting at Americans and the killing of “Al Qaeda in Iraq” leader Abu Musab al-Zarqawi both occurred in 2006, before the surge even began. And its principal goal of resolving sectarian grievances between Sunni and Shiite was never accomplished.\nBut Official Washington wrapped the “surge” in the bloody flag of “honoring the troops,” who were credited with eventually reducing the level of Iraqi violence by carrying out the “heroic” surge strategy as ordered by President Bush and devised by the neocons. Anyone who noted the holes in this story was dismissed as disrespecting “the troops.”\nThe cruel irony was that the neocon pundits, who had promoted the Iraq War and then covered their failure by hailing the “surge,” had little or no regard for “the troops” who mostly came from lower socio-economic classes and were largely abstractions to the well-dressed, well-schooled and well-paid talking heads who populate the think tanks and op-ed pages.\nSafely ensconced behind the “successful surge” myth, the Iraq War devotees largely escaped any accountability for the chaos and bloodshed they helped cause. Thus, the same “smart people” were in place for the Obama presidency and just as ready to buy into new interventionist “group thinks” gluing black hats on old and new adversaries, such as Libya’s Muammar Gaddafi, Syria’s Bashar al-Assad and, most significantly, Russia’s Vladimir Putin.\nCausing Chaos\nIn 2011, led this time by the liberal interventionists  the likes of Secretary of State Hillary Clinton and White House aide Samantha Power  the U.S. military and some NATO allies took aim at Libya, scoffing at Gaddafi’s claim that his country was threatened by Islamic terrorists. It was not until Gaddafi’s military was destroyed by Western airstrikes (and he was tortured and murdered) that it became clear that he wasn’t entirely wrong about the Islamic extremists.\nThe jihadists seized large swaths of Libyan territory, killed the U.S. ambassador and three other diplomatic personnel in Benghazi, and forced the closing of U.S. and other Western embassies in Tripoli. For good measure, Islamic State terrorists forced captured Coptic Christians to kneel on a Libyan beach before beheading them.\nAmid this state of anarchy, Libya has been the source of hundreds of thousands of migrants trying to reach Europe by boat. Thousands have drowned in the Mediterranean. But, again, the leading U.S. interventionists faced no accountability. Clinton is the frontrunner for the Democratic presidential nomination, and Power is now U.S. Ambassador to the United Nations.\nAlso, in 2011, a similar uprising occurred in Syria against the secular regime headed by President Assad, with nearly identical one-sided reporting about the “white-hatted” opposition and the “black-hatted” government. Though many protesters indeed appear to have been well-meaning opponents of Assad, Sunni terrorists penetrated the opposition from the beginning.\nThis gray reality was almost completely ignored in the Western press, which almost universally denounced the government when it retaliated against opposition forces for killing police and soldiers. The West depicted the government response as unprovoked attacks on “peaceful protesters.” [See Consortiumnews.com’s “ Hidden Origins of Syria’s Civil War. ”]\nThis one-sided narrative nearly brought the U.S. military to the point of another intervention after Aug. 21, 2013, when a mysterious sarin gas attack killed hundreds in a suburb of Damascus. Official Washington’s neocons and the pro-interventionists in the State Department immediately blamed Assad’s forces for the atrocity and demanded a bombing campaign.\nBut some U.S. intelligence analysts suspected a “false-flag” provocation by Islamic terrorists seeking to get the U.S. air force to destroy Assad’s army for them. At the last minute, President Obama steered away from that cliff and  with the help of President Putin  got Assad to surrender Syria’s chemical arsenal, while Assad continued to deny a role in the sarin attack. [See Consortiumnews.com’s “ The Collapsing Syria-Sarin Case. ”]\nUpset over Iran\nPutin also assisted Obama on another front with another demonized “enemy,” Iran. In late 2013, the two leaders collaborated in getting Iran to make significant concessions on its nuclear program, clearing the way for negotiations that eventually led to stringent international controls.\nThese two diplomatic initiatives alarmed the neocons and their right-wing Israeli friends. Since the mid-1990s, the neocons had worked closely with Prime Minister Benjamin Netanyahu in plotting a “regime change” strategy for countries that were viewed as troublesome to Israel, with Iraq, Syria and Iran topping the list.\nPutin’s interference with that agenda  by preventing U.S. bombing campaigns against Syria and Iran  was viewed as a threat to this longstanding Israeli/neocon strategy. There was also fear that the Obama-Putin teamwork could lead to renewed pressure on Israel to recognize a Palestinian state. So, that relationship had to be blown up.\nThe detonation occurred in early 2014 when a neocon-orchestrated coup overthrew elected Ukrainian President Viktor Yanukovych and replaced him with a fiercely anti-Russian regime which included neo-Nazi and other ultra-nationalist elements as well as free-market extremists.\nUkraine had been on the neocon radar at least since September 2013, just after Putin undercut plans for bombing Syria. Neocon Carl Gershman, president of the U.S.-government-funded National Endowment for Democracy, wrote a Washington Post op-ed  deeming Ukraine “the biggest prize” and a key steppingstone toward another regime change in Moscow, removing the troublesome Putin.\nGershman’s op-ed was followed by prominent neocons, such as Sen. John McCain and Assistant Secretary of State for European Affairs Victoria Nuland, urging on violent protests that involved firebombing the police. But the State Department and the mainstream media glued white hats on the Maidan protesters and black hats on the police and the government.\nThen, on Feb. 20, 2014, a mysterious sniper attack killed both police and demonstrators, leading to more clashes and the deaths of scores of people. The U.S. government and press corps blamed Yanukovych and  despite his signing an agreement for early elections on Feb. 21  the Maidan “self-defense forces,” spearheaded by neo-Nazi goons, overran government buildings on Feb. 22 and installed a coup regime, quickly recognized by the State Department as “legitimate.”\nThough the fault for the Feb. 20 sniper attack was never resolved  the new Ukrainian regime showed little interest in getting to the bottom of it  other independent investigations pointed toward a provocation by right-wing gunmen who targeted police and protesters with the goal of deepening the crisis and blaming Yanukovych, which is exactly what happened.\nThese field reports, including one from the BBC , indicated that the snipers likely were associated with the Maidan uprising, not the Yanukovych government. [Another worthwhile documentary on this mystery is “ Maidan Massacre .”]\nOne-Sided Reporting\nYet, during the Ukrainian coup, The New York Times and most other mainstream media outlets played a role similar to what they had done prior to the Iraq War when they hyped false and misleading stories about WMD. By 2014, the U.S. press corps no longer seemed to even pause before undertaking its expected propaganda role.\nSo, after Yanukovych’s ouster, when ethnic Russians in Crimea and eastern Ukraine rose up against the new anti-Russian order in Kiev, the only acceptable frame for the U.S. media was to blame the resistance on Putin. It must be “Russian aggression” or a “Russian invasion.”\nWhen a referendum in Crimea overwhelmingly favored secession from Ukraine and rejoining Russia, the U.S. media denounced the 96 percent vote as a “sham” imposed by Russian guns. Similarly, resistance in eastern Ukraine could not have reflected popular sentiment unless it came from mass delusions induced by “Russian propaganda.”\nMeanwhile, evidence of a U.S.-backed coup, such as the intercepted phone call of a pre-coup discussion between Assistant Secretary Nuland and U.S. Ambassador Geoffrey Pyatt on how “to midwife this thing” and who to install in the new government (“Yats is the guy”), disappeared into the memory hole, not helpful for the desired narrative. [See Consortiumnews.com’s “ NYT Still Pretends No Coup in Ukraine. ”]\nWhen Malaysia Airlines Flight 17 was shot down over eastern Ukraine on July 17, 2014, the blame machine immediately roared into gear again, accusing Putin and the ethnic Russian rebels. But some U.S. intelligence analysts reportedly saw the evidence going in a different direction, implicating a rogue element of the Ukrainian regime.\nAgain, the mainstream media showed little skepticism toward the official story blaming Putin, even though the U.S. government and other Western nations refused to make public any hard evidence supporting the Putin-did-it case, even now more than a year later. [See Consortiumnews.com’s “ MH-17 Mystery: A New Tonkin Gulf Case. ”]\nThe pattern that we have seen over and over is that once a propaganda point is scored against one of the neocon/liberal-hawk “enemies,” the failure to actually prove the allegation is not seen as suspicious, at least not inside the mainstream media, which usually just repeats the old narrative again and again, whether its casting blame on Putin for MH-17, or on Yanukovych for the sniper attack, or on Assad for the sarin gas attack.\nInstead of skepticism, it’s always the same sort of “group think,” with nothing learned from the disaster of the Iraq War because there was virtually no accountability for those responsible.\nObama’s Repression\nYet, while the U.S. press corps deserves a great deal of blame for this failure to investigate important controversies independently, President Obama and his administration have been the driving force in this manipulation of public opinion over the past six-plus years. Instead of the transparent government that Obama promised, he has run one of the most opaque, if not the most secretive, administrations in American history.\nBesides refusing to release the U.S. government’s evidence on pivotal events in these international crises, Obama has prosecuted more national security whistleblowers than all past presidents combined.\nThat repression, including a 35-year prison term for Pvt. Bradley/Chelsea Manning and the forced exile of indicted National Security Agency contractor Edward Snowden, has intimidated current intelligence analysts who know about the manipulation of public opinion but don’t dare tell the truth to reporters for fear of imprisonment.\nMost of the “leaked” information that you still see in the mainstream media is what’s approved by Obama or his top aides to serve their interests. In other words, the “leaks” are part of the propaganda, made to seem more trustworthy because they’re coming from an unidentified “source” rather than a named government spokesman.\nAt this late stage in Obama’s presidency, his administration seems drunk on the power of “perception management” with the new hot phrase, “strategic communications” which boils psychological operations, propaganda and P.R. into one intoxicating brew.\nFrom NATO’s Gen. Philip Breedlove to the State Department’s Under Secretary for Public Diplomacy Richard Stengel, the manipulation of information is viewed as a potent “soft power” weapon. It’s a way to isolate and damage an “enemy,” especially Russia and Putin.\nThis demonization of Putin makes cooperation between him and Obama difficult, such as Russia’s recent military buildup in Syria as part of a commitment to prevent a victory by the Islamic State and Al Qaeda. Though one might think that Russian help in fighting terrorism would be welcomed, Nuland’s State Department office responded with a bizarre and futile attempt to build an aerial blockade of Russian aid flying to Syria across eastern Europe.\nNuland and other neocons apparently would prefer having the black flag of Sunni terrorism flying over Damascus than to work with Putin to block such a catastrophe. The hysteria over Russia’s assistance in Syria is a textbook example of how people can begin believing their own propaganda and letting it dictate misguided actions.\nOn Thursday, Obama’s White House sank to a new low by having Press Secretary Josh Earnest depict Putin as “desperate” to land a meeting with Obama. Earnest then demeaned Putin’s appearance during an earlier sit-down session with Netanyahu in Moscow. “President Putin was striking a now-familiar pose of less-than-perfect posture and unbuttoned jacket and, you know, knees spread far apart to convey a particular image,’ Earnest said.\nBut the meeting photos actually showed both men with their suit coats open and both sitting with their legs apart at least for part of the time. Responding to Earnest’s insults, the Russians denied that Putin was “desperate” for a meeting with Obama and added that the Obama administration had proposed the meeting to coincide with Putin’s appearance at the United Nations General Assembly in New York on Monday.\n“We do not refuse contacts that are proposed,” said Yuri Ushakov, a top foreign policy adviser to Putin. “We support maintaining constant dialogue at the highest level.” The Kremlin also included no insults about Obama’s appearance in the statement.\nHowever, inside Official Washington, there appears to be little thought that the endless spinning, lying and ridiculing might dangerously corrode American democracy and erode any remaining trust the world’s public has in the word of the U.S. government. Instead, there seems to be great confidence that skilled propagandists can discredit anyone who dares note that the naked empire has wrapped itself in the sheerest of see-through deceptions.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ). You also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nCarroll Price\nOctober 1, 2015 at 10:15\nWhy does openly discussing the most obvious false narrative of all time (the one used to support and justify all the other false narratives mentioned in this article) remain off-limits to main-stream columnist like Mr. Perry?\njacobo\nSeptember 30, 2015 at 02:03\nMy take on our government’s official propaganda is that the truth is the opposite of whatever the false narrative. So when our government accuses Russia of initiating the events that led to the coup in Kiev, it’s evident to me that it was not Russia but the accuser of Russia (ie the U.S. Govt.) whose actions triggered the violence that led to said coup. Invariably, I must say, as the facts dribble out re: the various imbroglios of the violent type that the U.S. has fomented over these past 70 + years, Indeed, I can’t remember a single instance in which subsequently acquired information hasn’t substantiated that initial take.\nBob Van Noy\nSeptember 30, 2015 at 07:52\nVery near my approach to propaganda too, jacobo.  It has proved invaluable to me since November 22, 1962.  Thanks.\nPeter Loeb\nONE MORE TIME….\nlike to refer to a comment I made  on September\n22, 2015 to Paul Pillar’s article “Russian Role Could\nHelp Syria” by Paul Pillar. I titled my comment:\nTHE EASE OF VICTORY\nof my invention (they are attributed).\nMy comments then apply as well to the article above\nby Robert Parry..\nIt might be added that while Vladimir Putin is building\non his role (and yes power—-certainly the US and Israel\nare not  foreigners to these concepts.— that Russia’s\ngrip on foreign policy is becoming more and more solid.\nThe US (aka Obama) seem somehow to be squirming\nand frustrated in outworn false narratives of their own\nconstruction.\naccet without question the US protrayal of events.\nAnd here I return to points I made in THE EASE OF\nVICTORY., 9/22/2015, Consortiumnews.com.\nSeptember 29, 2015 at 07:13\nI disagree with the tenor of this article that Stratcom is portrayed as a somehow new tool. The phrase Stratcom may be new, but the tool is very old.\nLord Posonby said about it 1928 in his book FALSEHOOD IN WAR-TIME:\n“… Falsehood is a recognized and extremely useful weapon in warfare, and every country uses it quite deliberately to deceive its own people, to attract neutrals, and to mislead the enemy. The ignorant and innocent masses in each country are unaware at the time that they are being misled, and when it is all over only here and there are the falsehoods discovered and exposed. As it is all past history and the desired effect has been produced by the stories and statements, no one troubles to investigate the facts and establish the truth.\nLying, as we all know, does not take place only in war-time. Man, it has been said, is not “a veridical animal,” but his habit of lying is not nearly so extraordinary as his amazing readiness to believe. It is, indeed, because of human credulity that lies flourish. But in war-time the authoritative organization of lying is not sufficiently recognized. The deception of whole peoples is not a matter which can be lightly regarded. …”\nEdward Bernays called the tool propaganda, Goebbels called it VolksaufklÃ¤rung, the CIA called it Mockingbird, the Israelis call it Hasbara, etc.\nBy the way, did anyone notice that Reagan’s freedom fighters, our brothers of believers in god against the infidel communists, yesterday took the Northern Afghan town Kunduz?\nJim Mooney\nSeptember 28, 2015 at 23:00\nFantastic summary. I’ll save it. If only the masses could read it instead of the lies in those rags, the NY Times and Washington Post. You’d think more people would be suspicious after WMDs.\ngeorge Archers\nOctober 1, 2015 at 09:55\nbut the author never touched or mentioned the elephant in the room—All major USA media ,banking , military industries  and government policy makers are Jewish\nThey have a hatred and a sinister agenda towards Muslim/Arabs.\nAbe\nSeptember 28, 2015 at 20:46\n[Seymour] Hersh’s report went on in detail covering the manner in which Western leaders intentionally manipulated or even outright fabricated intelligence to justify military intervention in Syria – eerily similar to the lies told to justify the invasion and occupation of Iraq, and the escalation of the war in Vietnam after the Gulf of Tonkin incident.\nAnd not only did the report punch holes through the official narrative, it helped hobble what little momentum was left for Western military aggression against Syria based on the lies told by the US and its allies regarding the chemical attack.\nIn Hersh’s follow up report, “The Red Line and the Rat Line,” also published by the London Review of Books, he revealed information not only further exposing the lies told by the US and its allies, but suggested NATO member Turkey and close US-ally Saudi Arabia may have played a role in supplying those responsible for the attack with the chemical weapons.\nShould Hersh’s reports reach wider audiences and the idea of a West capable of conceiving, carrying out, then trying to exploit a crime against humanity to justify expanded, unjust war, Western foreign policy would irrevocably be disfigured and perhaps begin to unravel.\nOutsourcing Trust\nThe methods of augmenting an increasingly discredited and distrusted Western media have become very creative. With the advent of the Internet and social media, attempts to produce viral content and seemingly outside sources to help guide the public back who are turning away from the mainstream media in droves was actually the subject of an entire policy paper by former Administrator of the White House Office of Information and Regulatory Affairs, Cass Sunstein. The paper was covered in a Salon article titled, “Obama confidantâ€™s spine-chilling proposal,” which stated (emphasis added):\n“Sunstein advocates that the Governmentâ€™s stealth infiltration should be accomplished by sending covert agents into â€œchat rooms, online social networks, or even real-space groups.â€ He also proposes that the Government make secret payments to so-called â€œindependentâ€ credible voices to bolster the Governmentâ€™s messaging (on the ground that those who donâ€™t believe government sources will be more inclined to listen to those who appear independent while secretly acting on behalf of the Government).”\nIt would be these – what are essentially government-paid liars – who the West would turn to in an attempt to bury Hersh and the remnants of real Western journalism with him.\nThe Western Media Is Dying and Here’s Why\nBy Tony Cartalucci\nAnother great link…Thanks Abe.  Here is the ending:\n“With the veils of legitimacy and professionalism yanked from them, they are reduced to vulgar, miniature versions of the rotting system that created them. Without realizing their very creation as “consultants” lies in the decline of those who sought them out, not because of their talent, but because of their willingness to do what those with dignity refuse to do, they will likely go on with their ignoble work. But like the media houses that desperately needed their “independent credible voices” to begin with, fewer will be listening and reading.”\nSo true and so heartbreaking.\nSteve Jones\nAnd the stratcom road goes ever on and on: http://www.nytimes.com/2015/09/28/world/middleeast/iraq-agrees-to-share-intelligence-on-isis-with-russia-syria-and-iran.html\nF. G. Sanford\nSeptember 28, 2015 at 17:33\nIn the long run, propaganda is a two-edged sword. Perception management, or in the present vernacular, “stratcom”, enables the process in question to proceed by minimizing negative consensus. The contest thus becomes a race to achieve the desired outcome before public perception succumbs to disillusionment. It can encourage the public to “stay the course”, but it can also convince them to drive a long way down the wrong road. A recent article at politico.com is entitled, “Martin Dempsey’s World is Falling Apart”. It laments the old warrior’s departure after a brilliant 40 year career, recalls his sonorous tenor voice rising in song, his Irish heritage, multiple accomplishments, etc. etc. etc. The article goes on to explain that, once certain of a bright and democratic future for NATO and Europe, he leaves his post under the specter of – – wait, wait – – I’m not making this up: NATO allies Estonia and Georgia in the shadow of “revanchist” Russia, and Turkey struggling to cope with instability and ISIS terrorism along their border with Syria and Iraq. OK, I’m not Von Clausewitz, but even I know that the Baltic States are historically the most corrupt in Europe, and Turkey is notorious for its covert ties to state-sponsored terrorism. That tenor voice might have served the administration better if it had sung a few bars of “Peace Train”. NATO alliance with the Baltic States, Georgia and Ukraine is like Pennsylvania assuming responsibility for Camden, Newark, Elizabeth and Atlantic City. Like Putin, Chris Christie would be glad to be rid of them. But let’s look at the bright side. It took ten years of propaganda to get from the ‘Beer Hall Putsch’ to the Reichstag. Regardless of what John Wayne movies advocate, the war was lost in 1941 at Stalingrad. Propaganda, and ONLY propaganda kept it going until April, 1945. Of course, historical analogies are temptingly facile, but my guess is we’re at the Reichstag level right now. Von Papen – err – Boehner just resigned. (I bet there’s something juicy behind THAT story.) The neocons took a page from Clevon Little in “Blazing Saddles”. They figured, “This is our big chance. If anything goes wrong, the [black guy] gets it”. So, by my calculations we’ve only got about twelve more  years of “stratcom” to deal with. Hey, we can do that standing on our heads.\nBill Bodden\nSeptember 28, 2015 at 18:27\nRegardless of what John Wayne movies advocate, the war was lost in 1941…\nAre you implying John Wayne didn’t win WW2?  Don’t tell that to the people in Orange County, CA.  It will cause a riot.\nGregory Kruse\nI actually look for your comments.\nTom Welsh\nSeptember 28, 2015 at 17:11\n“Take, for example, the disastrous Iraq War, which has cost the U.S. taxpayers an estimated $1 trillion, led to the deaths of some 4,500 American soldiers, killed hundreds of thousands of Iraqis…”\nThat’s 2.8 million Iraqis – and counting. Source: “Genocide in Iraq” (2 volumes), Abdul-Haq Al-Ani and Tarik Al-Ani.\nHalf a Holocaust! Nicely complementing the 3 million (minimum) they killed in South-East Asia. Grand total: one Holocaust – before you start counting the other 50 countries. The boys in Washington must be real, real proud.\nBill Bodden\nSeptember 28, 2015 at 18:22\n“The result of our Global War on Terror is that we have spent more than $780 billion on the Iraq War and more than $387 billion on the Afghanistan War, a total of over $1.167 trillion. These wars have cost California $147 billion, and have cost our 23rd Congressional District $2.6 billion. These numbers grow by the day. Joseph Stiglitz, a Nobel Laureate in Economics, has predicted that the total cost of the war in Iraq to the Federal government and to society will conservatively exceed $3 trillion.” http://www.commondreams.org/view/2011/03/19-3\nA more recent estimate suggested somewhere closer to $5 TRILLION.\nltr\nYou are ill and need immediate and intense assistance.\nAlso, the repeated attempts by this person to destroy this blog need to be stopped.\nJim Mooney\nSeptember 28, 2015 at 23:06\nGarbled and nonconstructive. A series of non-sequiturs do not constitute a paragraph ;’)\nGregory Kruse\nSeptember 29, 2015 at 11:45\nNon-sequiturs aside, I get it.  Innuendo is in the eye of the beholder.\nltr\nSeptember 29, 2015 at 13:41\nThis person repeatedly posts anti-Semitic comments, either for the sake of anti-Semitism or to try to destroy the blog.\nTom Welsh\nSeptember 28, 2015 at 17:07\n‘The game, as Raymond explained it in numerous memos to his underlings, was to glue black hats on adversaries and white hats on allies, whatever the truth really was’.\nAnd the trouble is, it isn’t a game. Maybe someone should tell the children that. Although more and more I am getting the feeling that the White House, the State Department, the Pentagon, and the “intelligence community” are occupied by the children from “Lord of the Flies” – wearing suits and ties but not grown up. No, not grown up one little bit.\nVoxPax\nSeptember 29, 2015 at 05:39\nAnd their clones are the worst examples of nation leaders, that guy in Turkey, the guys in Hungary, the noecons/neonationalists all over Europe….last but not least the Empire on the Island.\nTom Welsh\nSeptember 28, 2015 at 17:03\n‘Exclusive: â€œStrategic communicationsâ€ or Stratcom, a propaganda/psy-op technique that treats information as a â€œsoft powerâ€ weapon to wield against adversaries, is a new catch phrase in an Official Washington obsessed with the clout that comes from spinning false narratives, reports Robert Parry’.\nWow. Talk about sophisticated high-tech American know-how! These guys have invented… lying.\nThey must be very proud.\nRJA\nSeptember 28, 2015 at 21:42\nYeah they’ve been doing it like this since Eddie Bernays wrote Propaganda.\nYou’d think the American Public would have wised-up to this obvious trail of BS but nooooo.\nThe only difference here that instead of selling cars they’re now selling wars the same way.\nEvangelista\nSeptember 29, 2015 at 21:32\nInfo-Ponzi:  The game is to create a ‘reality’ and then keep it ‘real’ by continuous feeding of additional and repeat details, catering these to the indications the ‘buyers’ of the created reality indicate they are inclined to believe.  The trick is to keep the whole self-inflated fabrication round and to shape, and to stave off collapse and fend off ‘pricks’… The last being the holes the knowledgeable and non-gullible would poke in the fabrication, not the knowledgeable and non-gullible themselves (though the info-ponzi fabricators might disagree here)… When the info-ponzi does collapse the last buyers are left looking silly and holding the bag, or  the shards thereof.\nBill Bodden\nSeptember 28, 2015 at 16:56\nPresident Obama and his administration have been the driving force in this manipulation of public opinion over the past six-plus years.\nThe problem for Obama and his administration is that among people paying attention they have become like the young shepherd boy who was always crying, “Wolf.” Whatever comes out of the White House or subordinates is regarded with skepticism or as bullshit.  Same for the current crop of contenders offering to replace “Hope” with more wars.\nThe problem for the United States is the plethora of gullible and uninformed people willing to accept whatever claptrap comes out of their favorite ideologues.\nnatoistan\nMH17 â€” DUTCH PREPARE MISSILE ATTACK ON MOSCOW [source]\nâ€¢ MH17 â€“ INADMISSIBLE EVIDENCE FOR WHAT CANNOT HAVE HAPPENED [source]\nâ€¢ MH17 â€“ THE LIE TO END ALL TRUTHS, AND THE NEW EVIDENCE [source]\nSeptember 28, 2015 at 16:36\nIt seems that people can ‘fall for it’ with very little help from the propagandists.\nLook at the recent visit by pope Frank.  Seems like a nice guy but his boss has never been verified let alone seen and his favorite book is rife with violence.\nIn spite of this millions spent days to perhaps be within 1.4 mile of Frank and yet these same people will not spend a few hours researching a pending climate disaster.\nI’m not sure that we are going to make it!!\nSeptember 28, 2015 at 16:24\nThe Western Media is NOTHING but a CIA/DOD controlled spin machine who will willfully forget ANY and ALL inconvenient flat facts like Nuland’s phone call that flat fact PROVES the US State Department was the ‘power’ behind the Ukraine coup, no different than Ollie North and the Nicaragua Contras, less the drug deals to supply LA crack cocaine.\na ‘little’ off topic but NASA ALREADY stated LIQUID water 15 YEARS AGO !!!\nZachary Smith\nSeptember 28, 2015 at 22:35\nMaybe not “off-topic” at all.   I didn’t watch either the NASA thing or the UN speechifying, but a Russian site has a conspiracy notion about the timing of the NASA event.\nTranslated by Kristina Rus\nA few words about what preceded Putin’s speech. After the schedule of speeches was revealed, NASA immediately convened a press conference at almost the same time with some sensational details about Mars. It turned out that small rivers might flow there, or, perhaps not. It is clear that this was done so that Americans would change the channel and not watch Putin’s speech.\nMany, including myself, noticed that simultaneously with the beginning of Putin’s speech a strange noise was heard in the room coming from the speakers. The noise was distinct and irritating. The aim is clear – to ruin the impression from the speech and try to bring Putin a little out of balance.\nNo idea if this is real or silly fantasy, but that’s what they’re writing.\nPaul Finnegan\nSeptember 28, 2015 at 15:58\nI was told by a member of a team of British mercenaries that the oil well fires in Kuwait during the first Gulf War were not set by the retreating Iraqi army, as the press reported at the time, but were set by that British group as part of a British wartime propaganda coup intended to “demonize” Sadam in the eyes of the world.\nSee http://www.hermajestysothersecretservice.blogspot.com for more information on this operation and others by this unofficial but de facto secret agency that has carried out a number of similar missions for the Crown.\nW. R. Knight\nSeptember 28, 2015 at 15:34\nPropaganda, in all its forms, is as old human speech.  The sad part of it is the inability or unwillingness of those who listen to exercise independent thought.  In the grand con game that is American politics, the American voter is the easiest mark in the room.\nJoe Tedesky\nSeptember 28, 2015 at 16:22\nJust look at how Scot Ritter was treated, after he made claims that Iraq had no WMD. TV commenters like Chris Matthews who goes through the roof, if anyone disagrees with the official findings of the Warren Report, is common media scolding. If you actually read a recent Putin speech, where upon you feel Putin is saying what needs said, you are called a Putin apologist. Questing anything concerning the official narrative regarding the 9/11 attacks, will get you a tin foiled hat for sure. I agree the American voter is the easiest target, for the established government’s way of getting over on that very public they swore an oath to protect. My hope is that there are good things happening which we don’t know about, and that a peaceful solution is on the way. There again, I have been hoping for this to happen for a very long time.\nTjoe\nA couple of words from Proverbs 26 came to mind.\n“A lying tongue hates it’s victim” and\n“While their hatred may be concealed by trickery, their wrongdoing will be exposed in public”\nJoe Tedesky\nFrom Proverbs 26\nflaming arrows of death\nTjoe\nSeptember 29, 2015 at 09:19\nRight you are Ted about division.  Thanks for pointing out that the Likud party, certainly not all Jews, that would/could carry out such a thing.\nIf I had an option to edit, I would clarify that it is my opinion, not that I have hard evidence.  We are still allowed to have opinions and discuss alternative interpretations of events, aren’t we?  You see no threats or vile language in my comment.\nI would be just as critical of a Christian that is not following Jesus or any nation that assembles under his name, but ignores his peace message. Israel says it’s the Jewish country, not the Likud, so please excuse me for not making the distinction.\nJoe Tedesky\nSeptember 28, 2015 at 15:16\nIn my opinion, Accountability is the key word.It should have taken all of about a week for the U.S. Congress to start the proceedings to take Bush and Cheney to the wood shed over the missing WMD’s, that Iraq didn’t have. In fact, more should have been made of the 9/11 failure, which happened on the Bush watch. Instead, the Americsn public was put on notice, by the government’s intrusive measures enacted to prevent any more terrorists plots that were to come. Allowing Bush & Company to finish out their term in office, was the ultimate insult bestowed upon the American, and the world’s citizenry. All of this should be an issue raised by all presidential candidates, but oh look we have a Bush and a Clinton on the ticket. So, apparently accountably is off the table.\nHere is a great read, with an interesting insight;\nSeptember 28, 2015 at 15:29\nThe U.S. Congress would never consider starting proceedings to take Bush and Cheney to the wood shed.  The majority of them were in on the deal.\nJoe Tedesky\nHow right you are.\nSickening, vile anti-Semitism.\nWhat ltr said.\nThat Monica Lewinsky was Jewish proves nothing.\nPersonally I think you are clutching at straws here. Unless you can present any actual evidence then pure speculation then ltr is correct.\nJoe Tedesky\nSeptember 29, 2015 at 00:16\nTjoe, if you are going to make accusations like the ones you just made, you must provide us all with some references to support your claims. BTW, picking on all Jews is wrong. Being an American citizen doesn’t make me a Neocon. So, being Jewish does not automatically enroll one into the Likud party. Now, is a time when all like minded people seeking peace, shouldnt need to be divided anymore than we already are by bigotry.\ngeorge Archers\nOctober 1, 2015 at 10:06\nBut it’s peachie AOK  for  U.S. news media and Washington politicians—to pick on all Muslims as terrorists. go make my day–give us one well known Jew not to support Israel mass killings of Palestinians– True not all snakes are poisonous-\nLiloldlady\nThumbs up.\nSeptember 29, 2015 at 09:17\nRight you are Ted about division.  Thanks for pointing out that the Likud party, certainly not all Jews, that would/could carry out such a thing.\nIf I had an option to edit, I would clarify that it is my opinion, not that I have hard evidence.  We are still allowed to have opinions and discuss alternative interpretations of events, aren’t we?  You see no threats or vile language in my comment.\nI would be just as critical of a Christian that is not following Jesus or any nation that assembles under his name, but ignores his peace message. Israel says it’s the Jewish country, not the Likud, so please excuse me for not making the distinction.\nTjoe\nSeptember 29, 2015 at 10:03\nI have to admit when I’m wrong.  All accounts that I find state that Broadwell first met Patraeus in 2006 and the Monica issue was much earlier.\nJoe Tedesky\nSeptember 29, 2015 at 10:44\nTjoe, thanks for the apology. It is a noble thing to admit when you are wrong. Your opinions are your own, and no one can take that away from you. We may agree to disagree at times, but still you are allowed to have your opinion.\nAlso, I have heard the theory whereas the Zionist were behind the Clinton’s Monica scandal. Although, Bill’s affairs were a target for anyone who wanted to make his stay in the presidency a living nightmare. Linda Tripp, and that infamous blue dress for many people, is enough to give way to believe in a conspriracy plan being hatched within the White House. Linking it it Broadwell and Petraeus is hard due to the timeline. I also happen to believe that Petraeus is more of a friend to the Clintons as opposed to his being an enemy. There again, what do I know….maybe I’m wrong! Now, let’s hope some Neocon’s will soon admit how wrong they have been. Take care Tjoe.\ngeorge Archers\nOctober 1, 2015 at 09:33\n“more should have been made of the 9/11 failure, which happened on the Bush watch”\nDear Joe-\nfailure?–Black flag 9II operation was a success not a failure for Bush regime. Purposely done  and orchestrated for the general public to support the invasion of 7 middle east countries. Who benefited in all of this? Israel!\nRoger Annis\nSeptember 28, 2015 at 14:53\nA very important additional source to mention regarding the investigations into the sniper fire directed at police and protesters in Maidan Square is the pioneering work of University of Ottawa researcher Ivan Katchanovksi. Last year, he published a study drawn largely from available video evidence showing that the sniper fire alleged to have been perpetrated by Berkut police forces came, instead, from the buildings controlled by Maidan extremists forces. He has since published two updates of that original study, confirming all the more his original thesis. He is also highly critical of the official investigation of the sniper massacre. Find all his research here: http://newcoldwar.org/category/articles-by-author/ivan-katchanovski/ .\nUnited Nations special rapporteur on torture, Christof Heyns, a lawyer from South Africa, was in Ukraine on a one-week, official visit earlier this month. His rather comprehensive report (contrasting with poor reporting by other UN bodies) says the official investigations into the sniper massacres of Feb 2014 and the Odessa Massacre of May 2, 2014 are seriously failing. http://newcoldwar.org/category/human-rights-reports-ukraine/\nBrendan\nSeptember 28, 2015 at 17:01\nIt was already clear soon after the Maidan massacre on 20 February 2014, that many of the protesters were shot from buildings that were under the control of right wing militias. There had been public announcements from the Maidan stage about snipers firing from the Hotel Ukraina. There were reports by medical professionals that policemen and protestors were shot with the same type of bullet.\nThe western media hardly reported this at all and instead blamed president Yanukovych and the police force for the massacre.\nIvan Katchanovski has been documenting a lot of information on the massacre, including video recordings and eye witness reports about many of the individual shootings.\nKatchanovski’s lengthy documents might be a bit too much for many people to digest. That’s probably unavoidable, given the large number of victims, as well as the unwillingness of the Kiev authorities to release factual information. As an alternative to those reports, the following Facebook postings by him from the past six months might be a better introduction to his findings:\n– German TV team films their hotel room Hotel Ukraina being used by pro-Maidan gunmen to fire on the street below:\nSeptember 28, 2015 at 14:39\nGreat article, unfortunately the corporate multi nationals are in charge of the “spin” and our populace isn’t intelligent enough to read or hear between the lines. Too bad it wasn’t Barack Obama delivering Putin’s speech today at the UN. Who out there wants to send their children to fight in another world war? It’s coming if we, the world’s nations, don’t take control of religious extremism, and begin the long process of stabilization and economic retribution for the middle east.\nBob Van Noy\nSeptember 28, 2015 at 14:17\nRobert Parry I hope i’m the first to say THANK YOU.  I’ve been waiting for years for this kind f summary.  AND congratulations on winning the I.F. Stone award; richly deserved.\nHelge\nSeptember 28, 2015 at 18:03\nThe same here, I can only repeat what Bob Van Noy wrote before: Congratulations on winning the I.F. Stone award; richly deserved!\nRJA\nI second that!\nSeptember 30, 2015 at 20:16\nYES! All hail Robert Parry!\nI proudly add my congratulations and sincere “Thank You” Robert, for this erudite and factually insightful reporting; and for you having earned the honor of the I.F. Stone award. As has been my habit for many years now, I will pass your excellent narrative on to some of the other venues that have shown appreciation for the quality of your journalism and common interest in factual history.\nYour opening paragraphs virtually demand repeating:\nIn this age of pervasive media, the primary method of social control is through the creation of narratives delivered to the public through newspapers, TV, radio, computers, cell phones and any other gadget that can convey information. This reality has given rise to an obsession among the power elite to control as much of this messaging as possible.\nSo, regarding U.S. relations toward the world, we see the State Department, the White House, Pentagon, NATO and other agencies pushing various narratives to sell the American people and other populations on how they should view U.S. policies, rivals and allies. The current hot phrase for this practice is â€œstrategic communicationsâ€ or Stratcom, which blends psychological operations, propaganda and P.R. into one mind-bending smoothie.\n“Work is love made visible.” KG\nAs Usual,\nOctober 1, 2015 at 16:44\nThat is how S. Walker has won three times in Wisconsin. Right-wing radio and newspapers.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/opinions/former-soviet-states-stand-up-to-russia-will-the-us/2013/09/26/b5ad2be4-246a-11e3-b75d-5b7f66349852_story.html",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/04/07/the-collapsing-syria-sarin-case/",
                "https://consortiumnews.com/2013/03/20/the-mysterious-why-of-the-iraq-war/",
                "https://consortiumnews.com/2015/06/15/the-bush-dynastys-back-story/",
                "https://consortiumnews.com/2015/09/10/madness-of-blockading-syrias-regime/",
                "http://www.bbc.co.uk/news/magazine-31359021",
                "https://www.nytimes.com/2015/09/28/world/middleeast/iraq-agrees-to-share-intelligence-on-isis-with-russia-syria-and-iran.html",
                "https://consortiumnews.com/2015/07/17/mh-17-mystery-a-new-tonkin-gulf-case/",
                "https://consortiumnews.com/2014/03/19/neocons-ukraine-syria-iran-gambit/",
                "https://consortiumnews.com/2015/09/02/usnato-embrace-psy-ops-and-info-war/",
                "https://consortiumnews.com/2015/07/20/hidden-origins-of-syrias-civil-war/",
                "https://consortiumnews.com/2013/02/21/how-reagan-promoted-genocide/",
                "https://consortiumnews.com/2014/12/28/the-victory-of-perception-management/",
                "http://www.bbc.com/news/world-europe-26079957",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/",
                "https://consortiumnews.com/2015/09/25/obamas-flak-demeans-putins-posture/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://hermajestysothersecretservice.blogspot.com/",
                "http://newcoldwar.org/category/articles-by-author/ivan-katchanovski/",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://consortiumnews.com/2007/030607.html",
                "http://newcoldwar.org/category/human-rights-reports-ukraine/",
                "http://www.commondreams.org/view/2011/03/19-3",
                "https://www.imdb.com/title/tt4052016/"
            ]
        },
        "key_words": [
            "power",
            "american",
            "surge",
            "president",
            "state",
            "propaganda",
            "false",
            "war",
            "narrative",
            "obama",
            "putin",
            "public",
            "iraq"
        ]
    }
]