[
    {
        "url": "https://nutritionfacts.org/2017/12/19/uncovering-the-early-silent-stages-of-alzheimers-disease/",
        "title": "Uncovering the Early Silent Stages of Alzheimer’s Disease",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-19",
        "text": "December 19th, 2017\nIn 1985, a Swiss pathologist noted Alzheimer’s disease-like changes—plaques and tangles—in the brains of about three-quarters of a small group of men and women in their 50s and 60s who had died from other causes. Most brains from people under age 30, however, did not have these features. But these studies just involved a few dozen people.\nAs I discuss in my video, Alzheimer’s May Start Decades Before Diagnosis , based thousands of autopsies, we have seen what appear to be the first silent stages of Alzheimer’s starting as early as our 20s in about 10% of the population and increasing to about 50% by age 50. “Just as the first malignant cells in cancer…fail to produce any clinically detectable symptoms but represent a larger and potentially life-threatening disease process, the presence of… [these tangles in the brain] may constitute a true threat.”\nThe high prevalence of the first stage of the disease and its extraordinarily long duration—most people don’t get diagnosed until their 70s—had not been fully appreciated until now. We now understand that neurodegenerative brain changes begin by middle age, and so does cognitive decline; we start losing brain function in our 40s. \nBefore people are diagnosed with Alzheimer’s, they are diagnosed with mild cognitive impairment, or MCI. That’s when cognitive decline becomes clinically apparent. A few years later, Alzheimer’s may be diagnosed, which then eventually results in death. We never knew what was happening before mild cognitive impairment was diagnosed… until now. There appears to be a slow decline in brain function and the buildup of plaques and tangles in the brain for decades before Alzheimer’s is diagnosed. \nThis finding potentially has profound implications for the prevention of dementia: We have to start early before marked brain loss has occurred. The good news is that brain disease is not inevitable, even after age 100. The oldest woman in the world, aged 115, retained the brainpower of those practically half her age. Had she had not died from stomach cancer, she could have kept on thriving.\nIt turns out, there’s no such thing as dying of old age. In 42,000 consecutive autopsies, centenarians––those living past 100–– succumbed to diseases in 100% of the cases examined, though most were perceived to have been healthy just prior to death, even by their physicians. In actuality, not one died of “old age.” Until recently, advanced age has been considered to be a disease itself, but people don’t die as a consequence of old age as commonly assumed, but from diseases and, most commonly, heart attacks.\nOne of the most intriguing findings from the 115-year-old woman mentioned above was that her body showed no significant atherosclerosis and the arteries in her brain were clear as well. That may have been one of the secrets to her mental clarity. There is emerging consensus that “what is good for our hearts is also good for our heads,” which I cover in my video, Alzheimer’s and Atherosclerosis of the Brain .\nI have an extended video series on this dreaded disease. Learn more about Alzheimer’s in the following videos:\nMichael Greger, M.D.\nPS: If you haven’t yet, you can subscribe to my free videos  here  and watch my live, year-in-review presentations:\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/3994315",
                "https://www.ncbi.nlm.nih.gov/pubmed/22223829",
                "https://www.ncbi.nlm.nih.gov/pubmed/15639311",
                "https://www.ncbi.nlm.nih.gov/pubmed/18534718",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3281313/",
                "https://www.ncbi.nlm.nih.gov/pubmed/16079208",
                "https://www.ncbi.nlm.nih.gov/pubmed/21170538",
                "https://www.ncbi.nlm.nih.gov/pubmed/9380250",
                "https://www.ncbi.nlm.nih.gov/pubmed/9330961"
            ],
            "unsure": [
                "http://www.nutritionfacts.us5.list-manage.com/subscribe?u=c1bae6687e1e6ab175fb56913&id=40f9e497d1",
                "https://nutritionfacts.org/video/alzheimers-may-start-decades-before-diagnosis/",
                "https://nutritionfacts.org/video/alzheimers-and-atherosclerosis-of-the-brain/"
            ]
        },
        "key_words": [
            "brain",
            "old",
            "cognitive",
            "video",
            "alzheimers",
            "start",
            "silent",
            "decline",
            "early",
            "diagnosed",
            "uncovering",
            "disease",
            "stages",
            "age"
        ]
    }
]