[
    {
        "url": "https://www.christianpost.com/news/clinton-and-trump-dig-deeper-on-race-and-policing.html",
        "title": "Clinton and Trump: Dig Deeper on Race and Policing",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nClinton and Trump: Dig Deeper on Race and Policing\nClinton and Trump: Dig Deeper on Race and Policing\n| Wednesday, September 28, 2016\nRepublican U.S. presidential nominee Donald Trump shakes hands with Democratic U.S. presidential nominee Hillary Clinton at the conclusion of their first presidential debate at Hofstra University in Hempstead, New York, U.S., September 26, 2016. | (Photo: REUTERS/Mike Segar)\nDonald J. Trump suggested \"Stop and Frisk\" as a means to help get guns off the streets of places like Chicago that are experiencing upticks in gun violence. Hillary Clinton touted police reform as a way to help race relations. Though the national stage is a good place to discuss these issues, when put into praxis on the local level, they often blow up when lived out in reality.\nDimas Salaberrios is pastor of Infinity Bible Church, which he founded in partnership with Tim Keller and Redeemer City to City, in the South Bronx of New York City.\nPolice routinely get hot when African Americans bring up bad calls police made that resulted in the death of unarmed citizens. African Americans get upset when people ignore grave mistakes of officers and lump the whole of law enforcement together as sin and error-free people. Progress and trust will continue to be elusive if we do not all admit that the current model in place that breeds distrust on both sides does indeed need improvement.\nI spoke with an officer about why the police use deadly force rather than shooting to wound an individual.\nThis honest officer said, \"Officers are trained for torso shots only, and the situation is considered a threat until the assailant hits the ground.\"\nThis is an example of the exigent need for quick reform. It doesn't sit well with most Americans seeing the killings of unarmed people regularly splashed across their screens.\nAmericans are also tired of seeing government property on fire when riots break out. It's sad that poor communities feel that if they do not vandalize, the press will not cover their story and their voices will not be heard. This situation is messy on all sides and something must change quickly. Both presidential candidates agreed on that point.\nAs citizens, we must be willing to hear all sides.\nWhite America, be willing to not only hear but understand the pain African Americans feel when we lose unarmed people at the hands of police.\nAfrican Americans, be willing to address our own community issues of killing each other.\nI don't think anyone will deny that policing urban communities is a dangerous business and for the most part, cops by and large are heroes. But if I now take a moment to speak about the small percentage of bad cops, it doesn't mean that I am against all cops. Dialogue and examining policies are vital to getting better.\nOur democracy prides itself on its freedom to fully examine presidential candidates and the character of civil service leaders, but the majority of Americans hit a wall when it comes to scrutinizing good calls and bad calls by police officers.\nAll the cops I have spoken to readily admit that there are indeed racist cops in the force. I spoke to officers in South Carolina, Dallas and New York City, and they all disclosed that racism contributed distinctly in how officers treat African Americans versus how White people are treated.\nCase in point: Lance Tamayo. Lance Tamayo, a white male, pointed a 9-millimeter gun at officers and children in San Diego for an hour. The officers patiently spared his life, even though he was unquestionably a clear and present danger not only to fellow officers, but also to children. After long negotiations, they purposely fired one shot into his stomach just to wound him and end the standoff by arresting him. All the cops that I spoke to agreed that if Lance was Black, there is no doubt that he would have been quickly and fatally shot.\nI understand equality is really tough to pull off, but we must strive to keep an open dialogue between law enforcement and the community in order to decrease the shootings of unarmed people, deescalate rather than execute citizens on the street, and keep our officers honored by all citizens.\nI appreciated that presidential candidates Donald Trump and Hillary Clinton discussed police reform. Hope to see more of that in the future.\nDimas Salaberrios is pastor of Infinity Bible Church, which he founded in partnership with Tim Keller and Redeemer City to City, in the South Bronx of New York City. Infinity targets at-risk youth and spearheads numerous outreach events and discipleship groups. As a worldwide missionary, church planter, and speaker, Pastor Dimas has shared the gospel on every continent except Antarctica. He is also president of Concerts of Prayer Greater New York, and he holds a master of divinity degree from Alliance Theological Seminary. He and his wife, Tiffany, live in the Bronx with their two daughters. Learn more at streetgodbook.com.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "race",
            "clinton",
            "york",
            "policing",
            "spoke",
            "african",
            "dig",
            "trump",
            "officers",
            "willing",
            "unarmed",
            "city",
            "deeper",
            "americans",
            "cops"
        ]
    }
]