[
    {
        "url": "https://www.christianpost.com/news/josh-duggars-family-mike-huckabee-standing-by-him-as-tlc-cancels-19-kids-and-counting.html",
        "title": "Josh Duggar's Family, Mike Huckabee Standing by Him as TLC Cancels '19 Kids and Counting'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJosh Duggar's Family, Mike Huckabee Standing by Him as TLC Cancels '19 Kids and Counting'\nJosh Duggar's Family, Mike Huckabee Standing by Him as TLC Cancels '19 Kids and Counting'\nJosh Duggar's Family, Mike Huckabee Standing by Him as TLC Cancels '19 Kids and Counting'\n| Tuesday, May 26, 2015\nAnna and Josh Duggar. | (Photo: Anna Duggar/Facebook)\n\"19 Kids and Counting\" star Josh Duggar has come forward to admit that he \"acted inexcusably\" when a teenager, allegedly molesting five girls, possibly including his sisters. Now, several people including former Arkansas Gov. Mike Huckabee, have come forward to defend Josh amid the growing controversy, as TLC has pulled the popular reality series from its lineup in the wake of Josh's admission.\nOne of the first public figures to come forward and offer support and a defense of Josh was Huckabee, a presidential candidate for 2016, who said that he and his wife, Janet, \"want to affirm our support for the Duggar family.\"\n\"Josh's actions when he was an underage teen are as he described them himself, 'inexcusable,' but that doesn't mean 'unforgivable.' He and his family dealt with it and were honest and open about it with the victims and the authorities.\nhe continued: \"No purpose whatsoever is served by those who are now trying to discredit Josh or his family by sensationalizing the story. Good people make mistakes and do regrettable and even disgusting things. No one needs to defend Josh's actions as a teenager, but the fact that he confessed his sins to those he harmed, sought help, and has gone forward to live a responsible and circumspect life as an adult is treatment to his family's authenticity and humility,\" Huckabee wrote on his Facebook  page.\nU.S. Republican presidential candidate, and former Arkansas Governor Mike Huckabee, formallly launches his bid for the 2016 Republican presidential nomination during an event in Hope, Arkansas, May 5, 2015. | (Photo: Reuters/Mike Stone)\n\"Janet and I love Jim Bob and Michelle and their entire family. They are no more perfect a family than any other family, but their Christian witness is not marred in our eyes because following Christ is not a declaration of our perfection, but of HIS perfection,\" he added.\n\"It is precisely because we are all sinners that we need His grace and His forgiveness. We have been blessed to receive God's love and we would do no less than to extend our love and support for our friends.\"\nMany slammed Huckabee for coming out in support of Josh and the Duggar family, stating that parents Jim Bob and Michelle were as complicit in the alleged abuse as Josh was. Making things worse was the fact that Judge Stacey Zimmerman, who was appointed by Huckabee to serve on various committees, ordered Josh's file be expunged.\n\"The judge ordered us yesterday to expunge that record,\" Springdale Police spokesman Scott Lewis told the The Associated Press , adding that similar records are generally kept indefinitely. \"As far as the Springdale Police Department is concerned, this report doesn't exist.\"\nAnother person supporting Josh through this ordeal is his sister Jessa Duggar's father-in-law, Michael Seewald. He wrote a post, \" Grace Greater Than Our Sin \" to his blog on Sunday, specifically addressing Josh's situation.\n\"It pains me to see that they are now having to relive the nightmare that had been laid to rest well over a decade ago with Josh's repentance and reformation, but I feel compelled to bring some context and reason for the bloodletting that many are engaging in and to come to the aid of our dear friends and family.\n\"As it stands criminal charges were not brought against Josh but I believe Josh's parents acted in a way that godly parents should. They did not turn a blind eye, but earnestly sought help from the church, counselors, and eventually the police. Maybe they didn't do it in a way that pleases everyone, but they acted decisively to confront the sin, to call a penitent son back from his errors, and to seek to aid the hurting victims,\" Seewald wrote.\n\"Josh sought forgiveness from those he wronged, repented of his sins, and came to trust Christ as his Savior. He has to the present day attested to the reality of his repentance and faith by living above reproach. In their efforts to salvage the wreckage that these transgressions brought, and bring healing to all involved, Jim Bob and Michelle are to be commended,\" he continued.\nThe Duggar family is famously known for the 19 children born to Jim Bob and Michelle. The Arkansas family is featured on the hit reality TV show \"19 Kids and Counting\" on TLC. | (Photo: Duggar family)\nMeanwhile, TLC  has ended its relationship with the Duggar family, issuing a statement that answered any and all questions about whether the show would continue to air.\n\"Effective immediately, TLC has pulled all episodes of '19 Kids and Counting' currently from the air. We are deeply saddened and troubled by this heartbreaking situation, and our thoughts and prayers are with the family and victims at this difficult time,\" the network said in an official statement.\nJosh's family is standing by him, but he resigned from his position at the Family Research Council in Washington last week in light of the news.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://people.com/tv/19-kids-and-counting-pulled-from-tlc-schedule-amid-josh-duggar-accusations/",
                "http://www.usatoday.com/story/life/tv/2015/05/23/josh-duggar-records-destroyed/27837149/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/news/mike-huckabee-supports-josh-duggar-family-amid-molestation-scandal-russell-moore-asks-churches-to-address-abuse-in-churched-contexts-139473/",
                "http://seewalds.com/grace-greater-than-our-sin/#more-341"
            ]
        },
        "key_words": [
            "kids",
            "family",
            "mike",
            "duggars",
            "counting",
            "forward",
            "support",
            "tlc",
            "victims",
            "duggar",
            "huckabee",
            "come",
            "joshs",
            "josh",
            "cancels",
            "standing"
        ]
    }
]