[
    {
        "url": "https://www.christianpost.com/news/ex-lesbian-talks-leaving-behind-super-wild-lifestyle-women-turning-to-jesus-video.html",
        "title": "Ex-Lesbian Talks Leaving Behind 'Super Wild' Lifestyle With Women, Turning to Jesus in Viral Video",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nEx-Lesbian Talks Leaving Behind 'Super Wild' Lifestyle With Women, Turning to Jesus in Viral Video\nEx-Lesbian Talks Leaving Behind 'Super Wild' Lifestyle With Women, Turning to Jesus in Viral Video\nEx-Lesbian Talks Leaving Behind 'Super Wild' Lifestyle With Women, Turning to Jesus in Viral Video\n| Tuesday, January 02, 2018\nEmily Thomes in a Facebook video posted on December 28, 2017, talking about her journey. | (Screencap: Facebook/Anchored North)\nA Christian speaker and blogger has shared her story of leaving behind a \"super wild\" lifestyle with other women and turning to Jesus in a video on Facebook that's sparking a debate online.\nEmily Thomes, now a wife and churchgoer who has been speaking out  about leaving behind homosexuality, explained in a Facebook video  last week for Anchored North , an online evangelism website, that her first romantic relationship with another girl began when she was 15 years old.\n\"It was my first time ever dating someone,\" Thomes says in the video, which has been viewed over 1.3 million times as of Tuesday.\nShe says that she came out to other people, and reasoned that God would be accepting of her relationship.\n\"God being love meant God was nice and God was chill with what you were cool with,\" she said of her thinking at the time.\n\"By 18 and 19 and 20, I was super wild and in serial relationships with women,\" Thomes reveals.\nShe adds that she ended up getting engaged to a woman who had two children when she entered nursing school.\nAt 22, however, she got invited to a Bible study.\n\"I expected them to bring up my lifestyle really early, and use that as justification for not coming back, so I agreed to go,\" Thomes recalled.\n\"Different women in that circle were talking about different experiences they had. I have nothing like that, and it bugged me. I could not stop thinking, 'what if all of that's true?'\" she wondered.\n\"'Are you sure this is who you are?' I couldn't stop questioning. I need to feel OK. Because I don't feel OK anymore.\"\nThomes then began researching Bible verses online.\n\"Those who practice homosexuality, which was me, and also drunkards and a bunch of other things that I would've been, I realized that I was in the 'will I enter the Kingdom of God?' lineup and it scared me really really bad,\" she explained.\n\"And then I read verse 11,\" she said in reference to 1 Corinthians 6:11. \"And it says, 'And such were some of you, but you are washed, you are sanctified, you are justified.'\"\nThe now former lesbian says that she realized there were other people in her situation, and that they became changed and saved.\n\"I could hold on to my sin and reject God, or I could turn to Him. All the debt that I'd wracked up living like I lived didn't have to be mine if I could trust Him. So that was it,\" Thomes continued.\n\"I knew what I wasn't going to do, because it was right there, it was black and white. I'd twisted those Scriptures before, I'd argued them down, I'd say 'judge not' to them like that mattered, and then that day it was like my eyes were really opened. I was amazed at the grace He'd shown me.\"\nShe insisted that people who claim they were \"born this way\" need grace as much as she does.\n\"It's not gay to straight. It's lost to saved. God calls us not to heterosexuality but holiness,\" she declared.\nThe viral video has brought both online support for Thomes, but also criticism that her arguments are harmful to gay people.\n\"So many people, no matter their lifestyle, believe as you did before, 'If God is love, then He's chill with whatever I do and whomever I love.' Even many churches preach this! I'm so proud of you for speaking against that lie,\" wrote  user Nocle DeMille last week in the video's comments section.\nUser Morven Roberts Baker argued, however, that the video is \"enough to push gay children over the edge to suicide.\"\n\"If God changed her, why didn't the prayers of my daughter count? So so wrong. I'm willing to bet good money that she is on the bisexual spectrum, or else she is really doing an injustice being in a relationship with that young man,\" he wrote  about her husband.\n\"Let me tell anyone who is gay and watching this video that God created you just exactly as you are and 'He saw that it was good.' You are loved and precious.\"\nWatch Emily Thomes' testimony below:\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thegospelcoalition.org/article/girl-in-the-picture/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/AnchoredNorth/videos/1563314947050165/",
                "https://www.facebook.com/AnchoredNorth/videos/1563314947050165/?comment_id=808357316002774&comment_tracking=%7B%22tn%22%3A%22R9%22%7D",
                "https://anchorednorth.org/",
                "https://www.facebook.com/AnchoredNorth/videos/1563314947050165/?comment_id=1563694157012244&comment_tracking=%7B%22tn%22%3A%22R9%22%7D",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "really",
            "thomes",
            "super",
            "viral",
            "id",
            "video",
            "jesus",
            "god",
            "gay",
            "talks",
            "leaving",
            "wild",
            "turning",
            "women",
            "lifestyle"
        ]
    }
]