[
    {
        "url": "https://www.christianpost.com/news/bill-maher-insists-norway-suspect-is-a-christian-terrorist.html",
        "title": "Norway Shooting, Bombing: Bill Maher Insists Suspect Is a 'Christian Terrorist'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNorway Shooting, Bombing: Bill Maher Insists Suspect Is a 'Christian Terrorist'\nNorway Shooting, Bombing: Bill Maher Insists Suspect Is a 'Christian Terrorist'\nNorway Shooting, Bombing: Bill Maher Insists Suspect Is a 'Christian Terrorist'\n| Saturday, July 30, 2011\nAmid the debate over whether \"fundamentalist Christian\" was an appropriate label for the man behind the attacks in Norway last week, comedian and TV host Bill Maher didn't hesitate on Friday to use that label.\n\"That's what he was. He's a Christian terrorist. He wanted to start a Christian onslaught against the Muslims,\" said Maher on his HBO show \"Real Time.\"\nHe went on to say that religion itself was the problem and that Christianity \"is perfectly capable of coming out of its dormant phase and once again becoming the violent blood-lusty religion it was under the crusades.\"\n\"They're in just as much denial as the Muslims,\" he argued.\nMaher, who calls himself a rationalist, is no stranger to bashing religion, or more specifically religious extremism. His 2008 film \"Religulous\" mocks religion as ignorance, dangerous and bigoted.\nOn his show Friday, he pointed to the 13th century Inquisition, the Crusades, the 1995 Oklahoma City bombing carried out by Timothy McVeigh, and most recently the bombing and shooting in Norway that left 77 dead.\nInitial reports indicated that Anders Behring Breivik was a fundamentalist Christian. Though Breivik identified himself as Christian on his Facebook page, he said in a 1,500-page manifesto that he is suspected to have written that he did not have a personal relationship with Jesus Christ and God.\nConservatives and Christians have been quick to denounce what they feel is a mislabeling of the terror suspect.\nFox News Host Bill O'Reilly blasted the liberal media for playing up the Christian angle in the Norway tragedy.\n\"No one believing in Jesus commits mass murder. The man might have called himself a Christian on the net, but he is certainly not of that faith,\" O'Reilly said.\nBut Maher rejected that statement as he listed past killings carried out in the name of religion.\n\"Religion ... gives people license to commit crazy acts,\" he contended.\nMargaret Hoover, a Republican strategist who was part of the panel on Maher's show, shot down his argument and the comparison between Breivik and Islamic extremists.\n\"He's a nut who calls himself a Christian but he isn't connected to a global terror network that is trying to perpetuate terrorism on everyone else in the name of an organized and well-funded terrorist network,\" Hoover said.\nShe added that 50 million people were killed in the 20th century in the name of atheism and communism – or what she called \"ideology run amok.\"\nEliot Spitzer, former governor of New York, agreed, arguing that it's \"fanaticism\" and not religion that is the enemy.\n\"Fanaticism in any ideology and lack of tolerance is when you get danger,\" he said.\nBreivik, who has anti-Muslim and anti-immigration views, admitted to last Friday's attacks in Oslo and Utoya Island but has denied criminal responsibility, saying they were \"necessary.\"\nHis lawyer said he may plead insanity in court.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "norway",
            "shooting",
            "terror",
            "suspect",
            "bombing",
            "whatsapp",
            "breivik",
            "religion",
            "insists",
            "terrorist",
            "maher",
            "bill",
            "christian"
        ]
    }
]