[
    {
        "url": "https://www.christianpost.com/news/pastors-who-lead-double-lives-lost-touch-with-people-are-wound-to-the-church-pope-francis.html",
        "title": "Pastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\nPastors Who Lead Double Lives Have Lost Touch With People, Are Wound to the Church, Pope Francis Says\n| Thursday, January 18, 2018\nPope Francis leads his Wednesday general audience at Paul VI auditorium hall in Vatican City February 8, 2017. | (Photo: REUTERS/Tony Gentile)\nPope Francis has dismissed out of touch pastors leading double lives as a \"wound\" to the church which parishioners should not emulate.\n\"It's bad to see pastors with double lives. It's a wound to the Church. Sick pastors, who have lost authority and carry on with this double life. Jesus is stern with them. He not only tells people not to listen to them but also to not do what they do. What does He tell them? 'You're white sepulchers.' Beautiful in doctrine on the outside, but rotting within,\" Francis said in a strongly-worded homily at Casa Santa Marta on Jan. 9 .\nThe pope warned that when pastors begin to lead double lives it is usually a symptom that their prayer life is weak and they have lost touch with the people they are supposed to be serving.\n\"This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion,\" he said.\nIn November, Francis highlighted how  Jesus warned his disciples about the scribes and Pharisees who \"tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them.\"\n\"This attitude is a wicked exercise of authority,\" he said, noting that spiritual leaders should lead by good example, \"helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.\"\nWhen authority is exercised badly, the pope explained, \"it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.\"\nThe pope's warning at the time came in light of a report that Indonesian bishop Hubertus Leteng had been accused by dozens of priests in the Diocese of Ruteng of having a mistress and misusing over $120,000 in church funds. He later resigned  from his post.\nThe pontiff urged pastors who have lost their authority to not lose hope like the high priest Eli in the Bible.\nDespite the failure of his two sons, Hophni and Phinehas, to live a life of righteousness , Eli still allowed them to serve as priests in the Tabernacle which angered God and the people of Israel.\n\"I say to the pastors who are detached from God and from the people, 'Don't lose hope. There's always another possibility. It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy.\n\"Accordingly, a son was born to her. Authority. Authority, a gift from God. It only comes from Him. Jesus gives it to His own. Authority in speaking, which comes from closeness to God and to the people. They always go together. Authority is coherence, not double life. It's authority, and if a pastor loses it, he should not lose hope, like Eli. There's always time to come close and reawaken authority and prophecy,\" Francis said.\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "It's bad to see pastors with double lives.",
                "Pope Francis",
                true
            ],
            [
                "It's a wound to the Church.",
                "Pope Francis",
                true
            ],
            [
                "Sick pastors, who have lost authority and carry on with this double life.",
                "Pope Francis",
                true
            ],
            [
                "He not only tells people not to listen to them but also to not do what they do.",
                "Pope Francis",
                true
            ],
            [
                "Beautiful in doctrine on the outside, but rotting within,",
                "Pope Francis",
                true
            ],
            [
                "This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion,",
                "Pope Francis",
                true
            ],
            [
                "tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them.",
                "Pope Francis",
                false
            ],
            [
                "This attitude is a wicked exercise of authority,",
                "Hophni",
                true
            ],
            [
                "helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.",
                "Hophni",
                false
            ],
            [
                "it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.",
                "Pope Francis",
                false
            ],
            [
                "I say to the pastors who are detached from God and from the people, 'Don't lose hope.",
                "Pope Francis",
                true
            ],
            [
                "It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy.",
                "Pope Francis",
                true
            ],
            [
                "Accordingly, a son was born to her.",
                "Pope Francis",
                true
            ],
            [
                "Jesus gives it to His own.",
                "Pope Francis",
                true
            ],
            [
                "Authority in speaking, which comes from closeness to God and to the people.",
                "Pope Francis",
                true
            ],
            [
                "Authority is coherence, not double life.",
                "Pope Francis",
                true
            ],
            [
                "It's authority, and if a pastor loses it, he should not lose hope, like Eli.",
                "Pope Francis",
                true
            ],
            [
                "There's always time to come close and reawaken authority and prophecy,",
                "Pope Francis",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.romereports.com/en/2018/01/09/pope-francis-in-santa-marta-pastors-with-double-lives-are-wound-to-the-church/",
                "https://www.christianpost.com/news/catholic-bishop-accused-of-misusing-120000-having-secret-mistress-resigns-after-protests-by-priests-202698/",
                "https://www.christianpost.com/news/pope-francis-says-church-leaders-politicians-must-lead-by-example-cant-have-double-life-205573/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/passage/?search=1%20Samuel%202:12-17"
            ]
        },
        "key_words": [
            "lost",
            "lives",
            "church",
            "wound",
            "life",
            "touch",
            "god",
            "francis",
            "double",
            "authority",
            "pastors",
            "lead",
            "pope"
        ]
    },
    {
        "url": "https://www.romereports.com/2018/01/09/pope-francis-in-santa-marta-pastors-with-double-lives-are-wound-to-the-church",
        "title": "Pope Francis in Santa Marta: Pastors with double lives are wound to the Church",
        "authors": [],
        "publisher": "https://www.romereports.com",
        "publish_date": "2018-01-09",
        "text": "We use our own and third party cookies to improve your user experience; by                     continuing to browse, we understand that you accept their use. You can get more information on                     our cookies policy .\nYou are using an outdated browser\nIn order to deliver the greatest experience to our visitors we use cutting edge web development techniques that require a modern browser. To view this page please use  Google Chrome, Mozilla Firefox or Internet Explorer 11 or greater\nPope Francis in Santa Marta: Pastors with double lives are wound to the Church\nShare\nPope Francis gave a strong homily at Casa Santa Marta. He reminded that priests who don't live their faith with coherence are a sore spot for the Church. \nPOPE FRANCIS\n“It's bad to see pastors with double lives. It's a wound to the Church. Sick pastors, who have lost authority and carry on with this double life. Jesus is stern with them. He not only tells people to listen to them but also to not do what they do. What does He tell them? 'You're white sepulchers.' Beautiful in doctrine on the outside, but rotting within.”\nThe prescription issued by the Holy Father for these pastors contains two parts – firstly, be close to God in prayer, and secondly, be close to the people to understand them and love them. \nEXTRACTS FROM THE POPE'S HOMILY\n(Source: Vatican News)\n“Because He was close, He understood. He welcomed, healed, taught with closeness. What grants authority to a pastor or awakens authority in him, given by the Father, is closeness to God in prayer. A pastor who does not pray, who does not seek God, cannot be close to the people. A pastor detached from the people cannot bring His message to them. This double closeness is what the anointing of the pastor consists in, because moved by God's gift of prayer, the pastor in turn can be moved by the sins, the problems and the diseases of the people.”\n“Jesus is clear on this: 'Do what they say' – they say the truth – 'but not what they do.' The double life. It's bad to see pastors with double lives. It's a wound to the Church. Sick pastors, who have lost authority and carry on with this double life. Jesus is stern with them. He not only tells people to listen to them but also to not do what they do. What does He tell them? 'You're white sepulchers.' Beautiful in doctrine on the outside, but rotting within. This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion.”\n“I say to the pastors who are detached from God and from the people, 'Don't lose hope. There's always another possibility. It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy. Accordingly, a son was born to her. Authority. Authority, a gift from God. It only comes from Him. Jesus gives it to His own. Authority in speaking, which comes from closeness to God and to the people. They always go together. Authority is coherence, not double life. It's authority, and if a pastor loses it, he should not lose hope, like Eli. There's always time to come close and reawaken authority and prophecy.”\nRELATED NEWS\n2019/06/11\n2019/05/28\n2019/05/21\n2019/05/10\n2019/04/30\nToday\nWeek\nMonth\nvia @romereports\n2019-08-22 13:58:10\nWho was Fernando Rielo, the founder of the Idente Missionaries?\nvia @romereports\n2019-08-25 13:00:42\nvia @romereports\n2019-08-24 14:01:02\nvia @romereports\n2019-08-21 12:30:07\nPope at General Audience: Conversion is authentic when it touches the pocket\nvia @romereports\n2019-08-25 09:30:19\nLIVE: Pope Francis prays the Angelus in St. Peter's Square\nvia @romereports\n",
        "quotes": [
            [
                "It's bad to see pastors with double lives.",
                "",
                true
            ],
            [
                "It's a wound to the Church.",
                "",
                true
            ],
            [
                "Sick pastors, who have lost authority and carry on with this double life.",
                "",
                true
            ],
            [
                "He not only tells people to listen to them but also to not do what they do.",
                "",
                true
            ],
            [
                "Beautiful in doctrine on the outside, but rotting within.",
                "",
                true
            ],
            [
                "Because He was close, He understood.",
                "",
                true
            ],
            [
                "He welcomed, healed, taught with closeness.",
                "",
                true
            ],
            [
                "What grants authority to a pastor or awakens authority in him, given by the Father, is closeness to God in prayer.",
                "",
                true
            ],
            [
                "A pastor who does not pray, who does not seek God, cannot be close to the people.",
                "",
                true
            ],
            [
                "A pastor detached from the people cannot bring His message to them.",
                "",
                true
            ],
            [
                "This double closeness is what the anointing of the pastor consists in, because moved by God's gift of prayer, the pastor in turn can be moved by the sins, the problems and the diseases of the people.",
                "",
                true
            ],
            [
                "Jesus is clear on this: 'Do what they say' – they say the truth – 'but not what they do.",
                "",
                true
            ],
            [
                "It's bad to see pastors with double lives.",
                "",
                true
            ],
            [
                "It's a wound to the Church.",
                "",
                true
            ],
            [
                "Sick pastors, who have lost authority and carry on with this double life.",
                "",
                true
            ],
            [
                "He not only tells people to listen to them but also to not do what they do.",
                "",
                true
            ],
            [
                "Beautiful in doctrine on the outside, but rotting within.",
                "",
                true
            ],
            [
                "This is the end of a pastor who is neither close to God in prayer nor close to the people in compassion.",
                "",
                true
            ],
            [
                "I say to the pastors who are detached from God and from the people, 'Don't lose hope.",
                "",
                true
            ],
            [
                "It was enough for a man to look and approach a woman, listen to her and awaken the authority to bless and prophecy.",
                "",
                true
            ],
            [
                "Accordingly, a son was born to her.",
                "",
                true
            ],
            [
                "Jesus gives it to His own.",
                "",
                true
            ],
            [
                "Authority in speaking, which comes from closeness to God and to the people.",
                "",
                true
            ],
            [
                "Authority is coherence, not double life.",
                "",
                true
            ],
            [
                "It's authority, and if a pastor loses it, he should not lose hope, like Eli.",
                "",
                true
            ],
            [
                "There's always time to come close and reawaken authority and prophecy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.romereports.com/en/cookies-policy/"
            ]
        },
        "key_words": [
            "marta",
            "lives",
            "church",
            "close",
            "wound",
            "life",
            "does",
            "santa",
            "god",
            "francis",
            "double",
            "authority",
            "pastor",
            "pastors",
            "closeness",
            "pope",
            "prayer"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/catholic-bishop-accused-of-misusing-120000-having-secret-mistress-resigns-after-protests-by-priests.html",
        "title": "Catholic Bishop Accused of Misusing $120,000, Having Secret Mistress Resigns After Protests by Priests",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCatholic Bishop Accused of Misusing $120,000, Having Secret Mistress Resigns After Protests by Priests\nCatholic Bishop Accused of Misusing $120,000, Having Secret Mistress Resigns After Protests by Priests\nCatholic Bishop Accused of Misusing $120,000, Having Secret Mistress Resigns After Protests by Priests\n| Thursday, October 12, 2017\nBishops waits under umbrellas before Pope Francis opens a Catholic Holy Year, or Jubilee, in St. Peter's Square, at the Vatican, December 8, 2015. | (Photo: REUTERS/Alessandro Bianchi)\nAn Indonesian bishop, who has been accused by dozens of priests in the Diocese of Ruteng of having a mistress and misusing over $120,000 in church funds, has resigned from his post.\nPope Francis accepted the resignation of Bishop Hubertus Leteng on Wednesday, BBC News  reported, though the under fire senior church member did not provide a reason for his exit.\nThe Vatican has been investigating claims that he borrowed $94,000 from the Indonesian bishops' conference, along with reports that he took another $30,000 from his diocese without accounting for either sum of money.\nAccording to  Ucanews , at least 69 of 167 diocesan priests quit their posts in June in the midst of the scandal, though clergy who remained loyal to Leteng urged members to continue supporting him.\nFather Robert Pelita, episcopal vicar of Labuan Bajo, was one of the many to accuse the bishop of financial irregularities.\n\"Bishop Leteng admitted at a meeting that he took the diocese's money,\" Pelita said at the time.\nThe priests who resigned have accused the bishop of using part of the money on a woman, who they suspect he is having an affair with. The allegations stem back from 2014, when one departing priest shared such observations.\nLeteng has in the past denied the accusations and, according to The Catholic Herald , told priests in a meeting that he was using the borrowed money to finance the education of youth from a poor family in the United Sates.\nHe has not provided further details, however, and reportedly told priests who asked for more information that it was \"none of their business.\"\nLeteng was ordained a priest of the Ruteng Diocese in 1988, and consecrated a bishop on April 14, 2010.\nCatholic News Agency  reported that Bishop Sylvester San of Denpasar will temporarily serve as apostolic administrator of Ruteng in the wake of Leteng's departure.\nThe Vatican has been involved in several investigations of controversial priests this past year, including one case from January concerning Father Andrea Contin of the northern city of Padua in Veneto, Italy.\nContin is reportedly facing defrocking after he was accused of organizing orgies  on the San Lazzaro church premises, some of which he recorded in pornographic home videos. The revelations were made when police seized such material from his possession after three female parishioners came forward with complaints.\nHe was also accused of pimping out 15 women at naturist and swingers' resorts in France.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Bishop Leteng admitted at a meeting that he took the diocese's money,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://catholicherald.co.uk/news/2017/06/21/indonesian-priests-appeal-to-vatican-after-accusing-bishop-of-embezzlement/",
                "https://www.christianpost.com/news/catholic-priest-under-investigation-organizing-orgies-pimping-out-women-from-church-172511/",
                "https://www.catholicnewsagency.com/news/indonesian-bishop-resigns-amid-embezzlement-affair-accusations-26789",
                "https://www.ucanews.com/news/supporters-of-under-fire-indonesian-bishop-fight-back/79825"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/news/world-asia-41587850",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "catholic",
            "priests",
            "secret",
            "church",
            "leteng",
            "misusing",
            "money",
            "mistress",
            "protests",
            "accused",
            "bishop",
            "resigns",
            "having",
            "diocese",
            "ruteng",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/pope-francis-says-church-leaders-politicians-must-lead-by-example-cant-have-double-life.html",
        "title": "Pope Francis Says Church Leaders, Politicians Must Lead by Example, Can't Have Double Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPope Francis Says Church Leaders, Politicians Must Lead by Example, Can't Have Double Life\nPope Francis Says Church Leaders, Politicians Must Lead by Example, Can't Have Double Life\nPope Francis Says Church Leaders, Politicians Must Lead by Example, Can't Have Double Life\n| Monday, November 06, 2017\nPope Francis waves during his Sunday Angelus prayer in Saint Peter's square at the Vatican, Rome, Italy, June 19, 2016. | (Photo: Reuters/Tony Gentile)\nAddressing pilgrims at the Vatican on Sunday, Pope Francis said those in authority, in government or in church, must not expect others to do what they themselves fail to do, and that true power is expressed best through service and a good example.\n\"A frequent defect in those who have authority, whether it is civil or ecclesiastical authority, is to demand from others things, even justly, but which they do not put into practice firsthand,\" the pope said, according to Crux Now . \"They lead a double life.\"\nFrancis noted that while Jesus told His disciples to listen to the scribes and the Pharisees of His time based on their authority to teach the law, He asked the disciples not to imitate what they do because \"they preach but they do not practice.\"\nThe scribes and Pharisees \"tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them,\" the pontiff said.\n\"This attitude is a wicked exercise of authority,\" he added. They should instead lead by good example, \"helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.\"\nIf authority is exercised badly, the pope continued, \"it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.\"\n\"We disciples of Christ should not seek titles of honour, of authority, or of supremacy, because among us there ought to be a fraternal attitude,\" Pope Francis cautioned. \"I tell you, it saddens me personally to see people psychologically running after the vanity of honorifics. We disciples of Christ should not do this, because among us there ought to be a simple and fraternal attitude. If we have received special gifts from God, we should put them at the service of our brothers, and not profit by them for our personal satisfaction.\"\nLast month, an Indonesian bishop, Hubertus Leteng, who has been accused by dozens of priests in the Diocese of Ruteng of having a mistress and misusing over $120,000 in church funds, resigned  from his post. Pope Francis accepted the resignation.\nAlso last month, the Legionaries of Christ, a Catholic religious order which fell into disgrace after the discovery that its founder was a sexual abuser with a secret family, was hit by a fresh scandal  with revelations that the head of its Rome seminary fathered two children.\nThe order said in a statement that Father Oscar Turrion would leave the priesthood. It also released a letter by Turrion in which he asks \"forgiveness for the scandal ... forgiveness for my bad example and the negative witness I have given.\"\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "A frequent defect in those who have authority, whether it is civil or ecclesiastical authority, is to demand from others things, even justly, but which they do not put into practice firsthand,",
                "",
                true
            ],
            [
                "they preach but they do not practice.",
                "",
                false
            ],
            [
                "tie up heavy burdens hard to carry and lay them on people's shoulders, but they will not lift a finger to move them,",
                "",
                false
            ],
            [
                "This attitude is a wicked exercise of authority,",
                "Jesus",
                true
            ],
            [
                "helping others practice what is right and due, supporting them in the trials that they encounter on the path of goodness.",
                "",
                false
            ],
            [
                "it becomes oppressive, it does not allow people to grow and it creates a climate of distrust and of hostility, and also brings corruption.",
                "",
                false
            ],
            [
                "We disciples of Christ should not seek titles of honour, of authority, or of supremacy, because among us there ought to be a fraternal attitude,",
                "Francis",
                true
            ],
            [
                "I tell you, it saddens me personally to see people psychologically running after the vanity of honorifics.",
                "Francis",
                true
            ],
            [
                "We disciples of Christ should not do this, because among us there ought to be a simple and fraternal attitude.",
                "Francis",
                true
            ],
            [
                "If we have received special gifts from God, we should put them at the service of our brothers, and not profit by them for our personal satisfaction.",
                "Francis",
                true
            ],
            [
                "forgiveness for the scandal ... forgiveness for my bad example and the negative witness I have given.",
                "Turrion",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/catholic-bishop-accused-of-misusing-120000-having-secret-mistress-resigns-after-protests-by-priests-202698/",
                "https://www.christianpost.com/news/legionaries-of-christs-head-of-rome-seminary-leaves-priesthood-after-fathering-2-children-202049/",
                "https://cruxnow.com/vatican/2017/11/05/pope-authority-cant-live-double-life-must-lead-example/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cant",
            "example",
            "leaders",
            "church",
            "life",
            "disciples",
            "christ",
            "attitude",
            "francis",
            "double",
            "authority",
            "politicians",
            "lead",
            "pope",
            "whatsapp"
        ]
    },
    {
        "url": "https://catholicherald.co.uk/news/2017/06/21/indonesian-priests-appeal-to-vatican-after-accusing-bishop-of-embezzlement/",
        "title": "Indonesian priests appeal to Vatican after accusing bishop of embezzlement",
        "authors": [],
        "publisher": "http://catholicherald.co.uk",
        "publish_date": "2017-06-21",
        "text": "A group of priests in Indonesia’s Ruteng Diocese appealed to the Vatican to intervene and resolve a dispute with their bishop, whom they accuse of misappropriating more than $100,000 in church funds.\nRepresentatives of the priests, accompanied by a bishops’ conference official, met Archbishop Antonio Filipazzi, the outgoing apostolic nuncio in Indonesia June 16 to call on the Vatican to help them achieve their demand that Bishop Hubertus Leteng heed their calls for an overhaul of how the diocese is run.\nThe move came after dozens of priests in the diocese on Catholic-majority Flores Island quit their posts in protest against their bishop.\nFather Alfonsius Segar, one of the priests who met with the nuncio, told ucanews.com that Archbishop Filipazzi has promised to help resolve the dispute.\n“He will immediately take this issue up with the Vatican,” Father Segar said.\nThe priest also said the nuncio will send someone to the diocese to appraise the situation.\n“We are looking forward to a swift Vatican decision on this,” Father Segar said.\nA source close to Antonius Agus Sriyono, Indonesia’s ambassador at the Vatican, told ucanews.com that the Indonesian government also was raising the Ruteng dispute with the Vatican.\nThe source, who asked not to be identified because he was unauthorised to speak, said the ambassador is trying to collect evidence related to allegations against Bishop Leteng and would summon witnesses to the Vatican if necessary.\nOn June 12, 69 diocesan priests submitted letters of resignation, quitting their posts as episcopal vicars and parish priests and demanding that Bishop Leteng change how the diocese is run.\nLast year, Bishop Leteng was accused of secretly borrowing $94,000 from the Indonesian bishops’ conference in Jakarta and $30,000 from the diocese and failing to provide an accountability report.\nIn a meeting, he told priests the money was used to finance the education of a youth from a poor family who was studying to be a pilot in the United States.\nWhen the priests asked for details, the bishop told them that it was none of their business, the source said.\nHowever, the priests suspect the money went to a woman with whom, they alleged, the bishop was having an affair. The allegation surfaced in 2014 after a priest who chose to leave the priesthood went public with the charge.\nTags\nSite designed and built by interconnect/it\nThis website uses cookies to improve your experience. By clicking 'Accept' you agree to this use of data. Accept Read More\nPrivacy & Cookies\nUK and Rest of World\nYou have 2 free articles left\n",
        "quotes": [
            [
                "He will immediately take this issue up with the Vatican,",
                "Segar",
                true
            ],
            [
                "We are looking forward to a swift Vatican decision on this,",
                "Segar",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://interconnectit.com/",
                "https://catholicherald.co.uk/acceptable-use-policy/"
            ]
        },
        "key_words": [
            "went",
            "embezzlement",
            "source",
            "told",
            "accusing",
            "appeal",
            "segar",
            "nuncio",
            "indonesian",
            "bishop",
            "priests",
            "leteng",
            "diocese",
            "vatican"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/catholic-priest-under-investigation-organizing-orgies-pimping-out-women-from-church.html",
        "title": "Catholic Priest Under Investigation for Organizing Orgies, 'Pimping Out' Women From Church",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCatholic Priest Under Investigation for Organizing Orgies, 'Pimping Out' Women From Church\nCatholic Priest Under Investigation for Organizing Orgies, 'Pimping Out' Women From Church\nCatholic Priest Under Investigation for Organizing Orgies, 'Pimping Out' Women From Church\n| Tuesday, January 03, 2017\nA view shows faithful gathering in St. Peter's Square as Pope Francis leads the Palm Sunday mass at the Vatican March 29, 2015. | (Photo: Reuters/Max Rossi)\nA Roman Catholic priest from Italy is being investigated by police for organizing orgies in his rectory, and for pimping out 15 women, who were his lovers, at naturist and swingers' resorts in France.\nThe Independent  reports that 48-year-old Father Andrea Contin of the northern city of Padua in Veneto is being accused of organizing the orgies on the San Lazzaro church premises, some of which he recorded in pornographic home videos. Police seized such material from Contin's possession after three female parishioners came forward with complaints.\nThe priest has not yet been arrested, but is being investigated by a prosecutor for sending some of the women who participated in the orgies to men on wife-swapping websites, along with taking others to the naturist and swinger resort in Cap d'Agde on the southern French coast.\nOne 49-year-old woman, a volunteer at the church, admitted that she had an affair with Contin in an interview with the Italian paper Il Mattino di Padova, where she said: \"There were a lot of women hovering around him. I didn't understand that at first, only later.\"\nThe Daily Mail  reports that some of the women who became involved with Contin first turned to him on separate occasions for help in dealing with their marriages, but instead of offering spiritual guidance, the priest allegedly seduced the women and pressured them into participating in the orgies.\nOne of the accusers, a 48-year-old woman, gave an eight-page statement to police of allegations against the priest, while another victim claimed that the sexual activities happened at \"all hours:\"\n\"It happened in the rectory and in different houses ... but I say no more because there are investigations. When? At all hours: Morning, afternoon, night. Always,\" she reportedly said.\nInternational Business Times  noted that police also found various sex toys in the priest's possession, while the pornographic tapes were apparently labeled with the names of popes on the covers, in efforts to conceal their contents.\nThe priest is also accused of using some of the profits from pimping out the women to pay for lavish holidays with other lovers in Croatia, France, and Austria.\nComplaints regarding Contin's actions were reportedly first made to a local bishop in the summer of 2016, but Church authorities did not notify police, explaining that they had not yet completed their internal investigation.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "There were a lot of women hovering around him.",
                "",
                true
            ],
            [
                "I didn't understand that at first, only later.",
                "",
                true
            ],
            [
                "It happened in the rectory and in different houses ... but I say no more because there are investigations.",
                "",
                true
            ],
            [
                "At all hours: Morning, afternoon, night.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.independent.co.uk/news/world/europe/catholic-priest-orgies-rectory-church-andrea-contin-padua-padova-veneto-italy-a7505851.html",
                "https://www.ibtimes.co.uk/italian-priest-filmed-orgies-rectory-pimped-lovers-wife-swapping-websites-1598939",
                "https://www.dailymail.co.uk/news/article-4083534/Italian-priest-organised-orgies-rectory-pimped-15-lovers-took-naturist-swingers-resort-France.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "contin",
            "catholic",
            "church",
            "pimping",
            "investigation",
            "woman",
            "women",
            "orgies",
            "priest",
            "reports",
            "organizing",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.catholicnewsagency.com/news/indonesian-bishop-resigns-amid-embezzlement-affair-accusations-26789",
        "title": "Indonesian bishop resigns amid embezzlement, affair accusations",
        "authors": [
            {
                "name": "Pm",
                "link": null
            },
            {
                "name": "Oct",
                "link": null
            },
            {
                "name": "Indonesia",
                "link": null
            },
            {
                "name": "Ruteng",
                "link": null
            }
        ],
        "publisher": "https://www.catholicnewsagency.com",
        "publish_date": "",
        "text": " \nIndonesian bishop resigns amid embezzlement, affair accusations\nBishop Hubertus Leteng, who resigned as Bishop of Ruteng Oct. 11, 2017. Credit: Aid to the Church in Need.\nRuteng, Indonesia, Oct 11, 2017 / 02:39 pm ( ).- An Indonesian prelate resigned Wednesday as Bishop of Ruteng amid mounting concerns surrounding an alleged mistress and reportedly stolen funds.\nBishop Hubertus Leteng, 58, was accused of borrowing $94,000 from the Indonesian bishops’ conference, as well as $30,000 from the Diocese of Ruteng.\nLeteng said the money was being used to fund a poor youth’s education, although he failed to give any further details or information, according to Ucanews. He was additionally criticized for reportedly taking a mistress – an allegation which Leteng called “slanderous.”\nIn June, more than 60 priests of the diocese resigned from their assignments in protest of Leteng’s administration of the diocese.\nA year earlier, 112 of the diocese's 167 priests had signed a letter of no confidence in Leteng, citing their suspicions of financial mismanagement and incontinence.\nThe Vatican has been investigating the accusations brought against Leteng since April, and Pope Francis accepted Leteng’s resignation Oct. 11.\nFollowing Leteng’s departure, Bishop Sylvester San of Denpasar will serve as apostolic administrator of Ruteng until a bishop is named.\nLeteng was ordained a priest of the Ruteng diocese in 1988, and was appointed its bishop in 2009. He was consecrated a bishop April 14, 2010.\nThough Indonesia is a heavily majority-Muslim country, the island of Flores, on which Ruteng is located, is largely Catholic. Flores was colonized by Portugal, and nearly 89 percent of the population of the Ruteng diocese is Catholic.\nThe Bishop of Fort Worth, Texas, said Monday that alleged appearances of the Blessed Virgin Mary...\nLatest Videos:\nFollow us:\n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "priests",
            "amid",
            "embezzlement",
            "letengs",
            "affair",
            "accusations",
            "mistress",
            "indonesian",
            "resigned",
            "bishop",
            "resigns",
            "reportedly",
            "leteng",
            "diocese",
            "ruteng"
        ]
    },
    {
        "url": "https://www.ucanews.com/news/supporters-of-under-fire-indonesian-bishop-fight-back/79825",
        "title": "Supporters of under fire Indonesian bishop fight back",
        "authors": [],
        "publisher": "https://www.ucanews.com",
        "publish_date": "",
        "text": "Several priests pressuring parishioners, media not to speak against scandal hit Ruteng Diocese prelate\nBishop Hubertus Leteng of Ruteng has been asked to resign by some priests  for allegedly misappropriating church funds. (Photo by Ronaldus Tarsan)\nJuly 24, 2017\nSeveral priests in Indonesia's Ruteng Diocese are pressuring their flock to back their under fire bishop as a split emerges over allegations that the prelate misappropriated church funds.\nAt least 69 of 167 diocesan priests quit their posts in June and, together with lay groups, have urged Bishop Hubertus Leteng to resign for allegedly misappropriating more than US$100,000 and have called on the Vatican to fire him.\nBut, in recent weeks, some loyalist priests on Flores Island have been using the pulpit to defend the bishop.\nFather John Mustaram, in charge of St. Gregory Parish in Borong, defended the prelate in a statement at a Wedding Mass that has since gone viral on social media.\nHe called accusations against Bishop Leteng — which include him having an affair — slander and warned other priests and lay Catholics not to speak against the prelate.\nHe also warned parishioners not to speak ill of the bishop.\n\"If a husband insults the bishop, his wife and his children will be cursed,\" he said.\nA bishop appointed by the Vatican can only be dismissed by the Vatican, he added.\nAnother priest reportedly backed the bishop by accusing local media of playing up the row.\nAccording to local news website Floresa.co, a priest calling himself Father Rustam Effendy said the publicity was a plot by non-Catholics to destroy the church.\nFather Rober Pelita, episcopal vicar of Labuan Bajo and one of the rebel priests, said the allegation of financial irregularities was true.\n\"Bishop Leteng admitted at a meeting that he took the diocese's money,\" he said.\nFather Pelita added that priests who still-support him also attended the meeting.\n\"I am surprised that they say the accusations are a lie. I suspect they say it because there is a particular vested interest,\" he said.\nFather Simon Nama, the episcopal vicar of Borong, said their accusations against Bishop Leteng were based on facts.\nSign up to receive UCAN Daily Full Bulletin\nThank you. You are now                    signed up to our Daily Full                    Bulletin newsletter\n\"Why should we endure a lot of lies by the bishop,\" he said.\nThe row erupted on June 12, when the rebel priests accused the bishop of secretly borrowing US$94,000 from the Indonesian bishops' conference and US$30,000 from the diocese without providing an accountability report.\nAccording to the priests, Bishop Leteng told them at the meeting attended by Father Pelita that the money was used to finance a youth from a poor family who was studying to be a pilot in the United States, but refused to give details about the boy, saying it was none of their business.\nThe priests suspect the money went to a woman who they believe the bishop was having an affair with. The alleged affair surfaced in 2014 after a priest who chose to leave the priesthood went public with the allegation. \nThe case has been raised with the Vatican, after rebel priests met the papal nuncio to Indonesia, Archbishop Antonio Guido Filipazzi, in Jakarta.\nA bishops' conference source told ucanews.com previously that the Vatican would make a decision on the matter after the nuncio met Bishop Leteng on July 7.\nHowever, the source said on July 19, that the Vatican has yet to make a decision and that the complaint against the bishop had to go through proper channels.\nBishop Leteng has not responded to several requests for comment.\nRelated Reports\nYour donation will add volume to our effort.\nOr choose your own donation amount\nLatest News\n© Copyright 2019, Union of Catholic Asian News Limited. All rights reserved\nExpect for any fair dealing permitted under the Hong Kong Copyright Ordinance.\nNo part of this publication may be reproduced by any means without prior permission.\n",
        "quotes": [
            [
                "If a husband insults the bishop, his wife and his children will be cursed,",
                "",
                true
            ],
            [
                "Bishop Leteng admitted at a meeting that he took the diocese's money,",
                "",
                true
            ],
            [
                "I am surprised that they say the accusations are a lie.",
                "",
                true
            ],
            [
                "I suspect they say it because there is a particular vested interest,",
                "",
                true
            ],
            [
                "Why should we endure a lot of lies by the bishop,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "supporters",
            "prelate",
            "pelita",
            "fight",
            "rebel",
            "priest",
            "money",
            "indonesian",
            "bishop",
            "priests",
            "leteng",
            "father",
            "vatican"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/legionaries-of-christs-head-of-rome-seminary-leaves-priesthood-after-fathering-2-children.html",
        "title": "Legionaries of Christ's Head of Rome Seminary Leaves Priesthood After Fathering 2 Children",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLegionaries of Christ's Head of Rome Seminary Leaves Priesthood After Fathering 2 Children\nLegionaries of Christ's Head of Rome Seminary Leaves Priesthood After Fathering 2 Children\nLegionaries of Christ's Head of Rome Seminary Leaves Priesthood After Fathering 2 Children\nPriests enter in procession for a mass led by Father Eduardo Robles Gil, the new leader of the Legionaries of Christ order, in the order seminary in Rome February 6, 2014. | (Photo: REUTERS/MAX ROSSI)\nVATICAN CITY — The Legionaries of Christ, a Catholic religious order which fell into disgrace after the discovery that its founder was a sexual abuser with a secret family, has been hit by fresh scandal with revelations that the head of its Rome seminary fathered two children.\nThe order said in a statement late on Friday that Father Oscar Turrion would leave the priesthood. It also released a letter by Turrion in which he asks \"forgiveness for the scandal ... forgiveness for my bad example and the negative witness I have given.\"\nThe Legionaries is a conservative order of Roman Catholic priests. Turrion was rector of the Pontifical International College Maria Mater Ecclesiae, a seminary for men in the order studying for the priesthood in pontifical universities in Rome.\nThe Legionaries said Turrion, a 49-year-old Spaniard, told his superiors in March that he had just had a daughter. A new rector was appointed and Turrion was ordered not to practice his ministry publicly.\nOn Thursday Turrion acknowledged that he had previously had a son with the same woman several years ago, the order said. This meant he had a secret family while he was head of the seminary.\nIn his letter, Turrion said he did not come clean earlier \"out of weakness and shame\" and that he had not used any of the seminary's money, supporting his family with donations from friends.\nHe said he had \"lost his grounding\" and fell in love with a woman during the period of turmoil that hit the order when revelations about its founder, the Rev. Marcial Maciel Degollado, came to light between 2006 and 2014.\nMaciel founded the order in Mexico in 1941 and for decades the Vatican dismissed accusations by seminarians that he had abused them sexually, some when they were as young as 12.\nThe order was run like a cult, former members said, with rules forbidding any criticism of the founder or questioning his motives.\nMaciel enjoyed the support of the late Pope John Paul and was spared official censure for years despite what critics say was overwhelming proof of his crimes.\nIn 2006, a year after John Paul's death, a Vatican investigation concluded that the previously denied accusations of molestation were true. Pope Benedict ordered Maciel to retire to a life of \"prayer and penitence.\"\nAfter Maciel's death in 2008, Vatican investigations found that he had also fathered several children with at least two women, visited them regularly and sent them money. He also used drugs.\nThe Vatican appointed a commissioner to run the order and phase in a new leadership, rejecting suggestions from critics that it be suppressed. New constitutions for the order were approved in 2014 but the Vatican still has a special representative in its leadership.\nTurrion's case was very similar to that of Thomas Williams, a former Legionaries member who left the priesthood in 2013 after it was discovered that he had fathered a child with the daughter of the former U.S. ambassador to the Vatican.\nWilliams, an American moral theologian, kept his family secret while continuing to teach at the Legionaries university in Rome, appearing often on U.S. television.\nReporting by Philip Pullella; editing by Clelia Oziel\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "forgiveness for the scandal ... forgiveness for my bad example and the negative witness I have given.",
                "Turrion",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "vatican",
            "legionaries",
            "leaves",
            "turrion",
            "family",
            "secret",
            "fathering",
            "head",
            "christs",
            "children",
            "order",
            "rome",
            "priesthood",
            "seminary"
        ]
    },
    {
        "url": "https://cruxnow.com/vatican/2017/11/05/pope-authority-cant-live-double-life-must-lead-example/",
        "title": "Pope: Those in authority can’t live a ‘double life,’ must lead by example",
        "authors": [
            {
                "name": "Elise Harris",
                "link": null
            }
        ],
        "publisher": "https://cruxnow.com",
        "publish_date": "2017-11-05",
        "text": "Pope: Those in authority can't live a 'double life,' must lead by example\nLATEST\nCATHOLIC_NEWS_AGENCY\nPope Francis arrives in St. Peter's Square for the general audience September 21, 2016. (Credit: Daniel Ibez CNA.)\nIn his Sunday Angelus, Pope Francis noted how in the day's Gospel reading from Matthew, Jesus, whose death is drawing nearer, offers “serious critiques” of the scribes, and at the same time leaves “important signs” for Christians not just of that time, but of all times, including those today.\nVATICAN CITY – On Sunday, Pope Francis offered some punchy advice to both average faithful and people in positions of authority, saying true power is expressed through service and a good example, which Christians must always show to others in humility.\nSpeaking during his Nov. 5 Angelus address, Francis told pilgrims that “a frequent defect in those who have authority, whether it is civil or ecclesiastical authority, is to demand from other things, even justly, but which they do not put into practice firsthand. They lead a double life.”\nHe noted how in the day’s Gospel reading from Matthew, Jesus, whose death is drawing nearer, offers “serious critiques” of the scribes, and at the same time leaves “important signs” for Christians not just of that time, but of all times, including those today.\nJesus, Francis noted, tells his disciples to listen to the scribes and the Pharisees, because they have the authority to teach on the law, but not to imitate what they do, because “they preach but they do not practice.”\nQuoting the day’s Gospel passage, the pope said the scribes and Pharisees “tie up heavy burdens hard to carry and lay them on people’s shoulders, but they will not lift a finger to move them.”\nThis attitude “is a bad exercise of authority,” which ought to have strength in offering a good example, rather than a show of power, he said.\nReal authority “is born from the good example, in order to help others practice what is right and proper, supporting them in the trials that they encounter on the path of good,” Francis said, explaining that authority ultimately ought to be used to help people.\nHowever, if it is exercised badly, “it becomes oppressive, it does not allow people to grow and it creates a climate of mistrust and hostility and even brings corruption.”\nWhen speaking to the Christians about the day’s reading, Francis noted how Jesus gives his disciples some specific instructions, telling them to “Call no one on earth your father; you have but one Father in heaven. Do not be called ‘Master’; you have but one master, the Christ. The greatest among you must be your servant.”\nAs disciples of Jesus, Christians “shouldn’t look for titles of honor, authority or supremacy,” he said, adding that it pains him personally “to see people who psychologically live running behind the vanity of honors.”\n“We disciples of Jesus must not do this, but rather, there should be a simple and fraternal attitude among us,” he said, explaining that as Christians, “we are all brothers and we must in no way overwhelm others and look down on them from above. No.”\nIf we have received certain qualities or authority from God, then we must put these at the service of others, the pope said, rather than trying to take advantage of them “for our own interests and personal satisfaction.”\nNeither should a Christian consider themselves superior to others, he said, adding that a healthy dose of modesty “is essential for an existence that wants to be conformed to the teaching of Jesus, who is meek and humble of heart and came not to be served, but to serve.”\nFrancis closed his address asking Mary to intercede for us so as “to avoid pride and vanity, and to be meek and docile to the love which comes from God for the service of our brothers and sisters, and for their joy, which will also be ours.”\nShare:\nCrux News. Anytime. Anywhere.\n*\nThis iframe contains the logic required to handle Ajax powered Gravity Forms.\nLatest Stories\nAug 27, 2019\nMost Read\nAug 27, 2019\nAug 27, 2019\nCrux needs your monthly support\nto keep delivering the best in smart, wired and independent Catholic news.\nQuick Links\nAbout Crux\nWe’re a news site dedicated to offering the very best in smart, wired and independent coverage of the Vatican and the Catholic Church.\nConnect with us\nAug 27, 2019\n© 2019 Crux Catholic Media Inc.\n",
        "quotes": [
            [
                "a frequent defect in those who have authority, whether it is civil or ecclesiastical authority, is to demand from other things, even justly, but which they do not put into practice firsthand.",
                "Francis",
                false
            ],
            [
                "they preach but they do not practice.",
                "Francis",
                false
            ],
            [
                "tie up heavy burdens hard to carry and lay them on people’s shoulders, but they will not lift a finger to move them.",
                "",
                false
            ],
            [
                "is a bad exercise of authority,",
                "Francis",
                false
            ],
            [
                "is born from the good example, in order to help others practice what is right and proper, supporting them in the trials that they encounter on the path of good,",
                "Francis",
                false
            ],
            [
                "it becomes oppressive, it does not allow people to grow and it creates a climate of mistrust and hostility and even brings corruption.",
                "Francis",
                false
            ],
            [
                "Call no one on earth your father; you have but one Father in heaven.",
                "Francis",
                true
            ],
            [
                "Do not be called ‘Master’; you have but one master, the Christ.",
                "Francis",
                true
            ],
            [
                "The greatest among you must be your servant.",
                "Francis",
                true
            ],
            [
                "shouldn’t look for titles of honor, authority or supremacy,",
                "",
                false
            ],
            [
                "to see people who psychologically live running behind the vanity of honors.",
                "",
                false
            ],
            [
                "We disciples of Jesus must not do this, but rather, there should be a simple and fraternal attitude among us,",
                "",
                true
            ],
            [
                "we are all brothers and we must in no way overwhelm others and look down on them from above.",
                "",
                false
            ],
            [
                "for our own interests and personal satisfaction.",
                "",
                false
            ],
            [
                "is essential for an existence that wants to be conformed to the teaching of Jesus, who is meek and humble of heart and came not to be served, but to serve.",
                "",
                false
            ],
            [
                "to avoid pride and vanity, and to be meek and docile to the love which comes from God for the service of our brothers and sisters, and for their joy, which will also be ours.",
                "Francis",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cant",
            "example",
            "scribes",
            "jesus",
            "live",
            "christians",
            "life",
            "disciples",
            "service",
            "francis",
            "double",
            "authority",
            "noted",
            "lead",
            "good",
            "pope"
        ]
    }
]