[
    {
        "url": "https://www.christianpost.com/news/pope-francis-sends-out-modern-family-survey-asking-bishops-about-gay-marriage-contraception.html",
        "title": "Pope Francis Sends Out 'Modern Family' Survey Asking Bishops About Gay Marriage, Contraception",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPope Francis Sends Out 'Modern Family' Survey Asking Bishops About Gay Marriage, Contraception\nTuesday, November 05, 2013\nPope Francis Sends Out 'Modern Family' Survey Asking Bishops About Gay Marriage, Contraception\nPope Francis Sends Out 'Modern Family' Survey Asking Bishops About Gay Marriage, Contraception\n| Tuesday, November 05, 2013\nPope Francis is making headlines again for recently sending out a \"modern family\" survey to bishops around the world to ask what church leaders think about hot button issues such as gay marriage and surrogate mothers, among other topics relating to family life.\nThe survey has been sent to every nation's conference of bishops and asks questions on topics ranging from birth control and surrogate motherhood to gay marriage and inter-religious unions, as well as divorce, premarital cohabitation, and single-parent families. The questionnaire states that it is addressing \"many new situations requiring the Church's attention and pastoral care,\" including some \"concerns which were unheard of until a few years ago have arisen today as a result of different situations, from the widespread practice of cohabitation [...] to same-sex unions.\" \n\"The social and spiritual crisis, so evident in today's world, is becoming a pastoral challenge in the Church's evangelizing mission concerning the family,\" the Vatican survey reads, according to BBC News .\nSome of the questions posed in the survey include : \"Do [the divorced and remarried] feel marginalized or suffer from the impossibility of receiving the sacraments?,\" \"In the case of unions of persons of the same sex who have adopted children, what can be done pastorally in light of transmitting the faith?,\" and \"What pastoral attention can be given to people who live in these types of [same-sex] union?\"\nThe survey was issued in advance of a planned October 2014 international conference of bishops to take place in Rome where church leaders will discuss their Church in the modern world. Although many media outlets are arguing that this recent survey is a sign that the church plans to make major reformations on social issues, the Vatican issued a statement saying the church remains \"loyal to the vision of the family where a man and a woman join together and procreate children.\"\nIn reference to next year's unprecedented bishop synod, Lorenzo Baldisseri, head of the synod of bishops,  told reporters  recently that the meeting's theme \"reflects very well the pastoral zeal with which the Holy Father wishes to approach the proclamation of the Gospel to the family in today's world.\"\nPope Francis has garnered a reputation for making headline-grabbing comments relating to Catholic doctrine regarding homosexuality and other hot-button topics. Although some have argued that his comments show a possible change in Church doctrine in the future, those familiar with Catholicism argue that his comments have remained in-line with traditional Catholic teaching.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://news.yahoo.com/vatican-issues-global-questionnaire-modern-families-145433172.html",
                "http://worldnews.nbcnews.com/_news/2013/11/05/21320327-pope-francis-latest-surprise-a-survey-on-the-modern-family?lite",
                "http://www.bbc.co.uk/news/world-europe-24821843"
            ]
        },
        "key_words": [
            "topics",
            "modern",
            "world",
            "francis",
            "gay",
            "church",
            "sends",
            "marriage",
            "bishops",
            "pope",
            "pastoral",
            "family",
            "survey",
            "contraception"
        ]
    }
]