[
    {
        "url": "https://consortiumnews.com/2017/05/03/trumps-fragile-grasp-of-history/",
        "title": "Trump’s Fragile Grasp of History",
        "authors": [
            {
                "name": "Martin - Swedish Citizen",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Duke Mantee",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-05-03",
        "text": "Main menu\nMay 3, 2017\nBy Michael Winship\nGene Tunney, the champion prizefighter of the 1920s, wanted to promote an image of himself as a great intellectual. Trying to prove it, he always carried in his pocket a copy of Shakespeare’s sonnets. Many members of the press weren’t buying it. When Tunney published a volume titled  A Man Must Fight , one sportswriter began his story about it with this immortal line: “Gene Tunney, who has written one book and read several others…”\nPresident Trump delivers his brief speech to the nation explaining his decision to launch a missile strike against Syria on April 6, 2017. (Screen shot from Whitehouse.gov)\nIt’s a line that would work for Donald Trump, too, but only if flipped: “Donald Trump, who has written several books and read one other…”\nOf course, his various books have been written with the considerable help of long suffering ghosts. And yes, I know that on several occasions Trump has bragged to reporters about the many books he claims to have read. In 2011, for example,  he told the official Chinese news agency Xinhua , “I’ve read hundreds of books about China over the decades.” If you believe that, I’ve got a Great Wall to sell you. A real one. In China, not Mexico.\nAs  I wrote a couple of weeks ago , one of Trump’s least appealing of many unappealing traits is his incuriosity, his total lack of interest in history or pretty much anything that somehow doesn’t pump up his ego or profits. It’s deeply dangerous for all of us.\nOn Monday, here he was again, the man who just claimed an unprecedented first 100 days (must have been a helluva shock to FDR), who may have thought Frederick Douglass was still alive (“somebody who’s done an amazing job”) and who seemed eager to spread the news that Abraham Lincoln was a Republican (“Does anyone know? A lot of people don’t know that!”).\nNow he was  sharing his thoughts on the Civil War : “People don’t realize, you know, the Civil War — if you think about it, why? People don’t ask that question, but why was there the Civil War? Why could that one not have been worked out?”\nWhen my eyes uncross and my head stops coming to a point, I’d like to read aloud to him from the Emancipation Proclamation. Trump’s remarks came as he discussed in a radio interview his oft-stated admiration for Andrew Jackson. But  as Aaron Blake at The Washington Post notes , Trump pulled yet another groaner when, “Just last week, in  an interview with Reuters , Trump suggested there was really no reason for the Israelis and the Palestinians to have been fighting for all these decades.\n“‘I want to see peace with Israel and the Palestinians,’ Trump said. ‘There is no reason there’s not peace between Israel and the Palestinians — none whatsoever. So we’re looking at that, and we’re also looking at the potential of going to Saudi Arabia.'”\n“No reason whatsoever! You know, besides the whole claim-to-the-very-same-holy-land thing. Minor details.”\nDon’t Know Much…\nIt boggles the mind. My former colleague, historian David McCullough, is no stranger to American presidents, having written Pulitzer Prize-winning biographies of Harry Truman and John Adams. He has been making the rounds promoting his new book, a collection of his speeches called  The American Spirit: Who We Are and What We Stand For .\nAn artist’s rendering of the Constitutional Convention in 1787\nWhen  he appeared on Leonard Lopate’s talk show on New York public radio  a couple of weeks ago, McCullough noted that in Donald Trump we had “put someone in the pilot seat who has never ever flown a plane before; who doesn’t understand how our government works, who has no interest in the history of the country and has said so on more than one occasion, who has never read a book about the presidency or a biography of a president and claims… that he doesn’t need to read books because he knows so much intuitively.”\nAnd yet when Trump declares that health care reform or pretty much anything else — in fact the  entire job of being president  — is much more complicated than he imagined it would be, it’s precisely because he has no knowledge of history, the kind of knowledge that might at least from time to time buffer for him the shock of reality by offering the golden gift of precedence.\nHistory, McCullough writes, is “an aid to navigation in such troubled uncertain times. … All problems have histories and the wisest route to a successful solution to nearly any problem begins with understanding its history. Indeed, almost any attempt to solve a problem without an understanding of its history is to court failure — an example our tragic plunge into Vietnam with hardly a notion of its past.”\nOr our plunge into Iraq. Or Afghanistan. Or Iran. Or North Korea — especially when the sum total of Trump’s knowledge of that country’s fraught history seems to have been a 10-minute tutorial from the president of China.\nHistory is that proverbial butterfly flapping its wings in Mexico and causing a tsunami in Malaysia. Which makes it all the more perilous when you have a president who uses “America First” as a campaign slogan, revealing little knowledge of the isolationist movement before World War II; whose press secretary makes ill-considered statements comparing Nazi Germany, Syria and the use of poison gas to massacre civilians; and who calls Sen. Elizabeth Warren “Pocahontas,” demonstrating a willful, repugnant ignorance of Native American history that goes all the way  back to a time some 24 years ago  when he claimed owners of tribal casinos “are not Indians” because they didn’t conform to his stereotype of what Native Americans should look like.\n‘A Bad Thing’\nBut even worse than any of these is a lack of knowledge of history and government that puts our very existence as a free and democratic government in peril. Embracing other countries’ dictators is one slippery slope. And then on Sunday  there was Trump’s chief of staff Reince Priebus  suggesting to Jonathan Karl of ABC News that his boss is contemplating amending or even eliminating the First Amendment to curb negative coverage of the president. And finally, there was Trump himself,  complaining to Fox News  about the difficulty of getting his program through Congress: “It’s a very rough system. It’s an archaic system… It’s really a bad thing for the country.”\nPresident Thomas Jefferson in a portrait by Rembrandt Peale.\nIn other words, history, the system of checks and balances and the Constitution itself are just getting in Trump’s way, despite his prior claims to regard as inviolate the original language of the founders.\nDavid McCullough has said  that our past is an invaluable asset, but “if you’ve inherited some great work of art that is worth a fortune and you don’t know that it’s worth a fortune, you don’t even know that it’s a great work of art and you’re not interested in it — you’re going to lose it.”\nTrump and his minions seem determined to send the admittedly flawed masterwork that is our legacy to the trash. One of David’s favorite quotes comes from Thomas Jefferson: “If a nation expects to be ignorant and free in a state of civilization, it expects what never was and never will be.”\nSadly, those words are probably unfamiliar to Trump precisely because of what Jefferson suggested. Past presidents have embraced our past as prologue, read books, invited eminent historians to the White House for advice and consultation. But Trump takes his history, as little as it is, from the dark spoutings of pseudointellectuals like Steve Bannon and Sebastian Gorka, or in tweets and soundbites from Fox & Friends. When he tries to parrot the words back as public statements, they come out even more mangled and malevolent.\nWhile he is so ignorant we cannot be free.\nMichael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com. Follow him on Twitter at @MichaelWinship . [ http://billmoyers.com/story/dont-know-much-about-history/ ]\nCurious\nMay 4, 2017 at 23:33\nInteresting this article would bring up Trumps’ idea of changing or eliminating the First Amendment. Wasn’t it only last week the Donald said ” I love the First Amendment! No one loves it more then I do”.\nVacillating to an extreme, ambiguous to a fault, forgetting yesterday’s comments, and inherently ignorant is a bad presidential cocktail.\nrosemerry\nMay 4, 2017 at 16:06\nWe cannot keep blaming Trump. He has been well-known to Americans and many others for decades, and yet “we the people” voted him in (despite H.Clinton’s ridiculous denials). Unless the “Democratic Party” wakes up to itself and makes vast changes to represent normal people, not the rich and the corporations, or self-destructs and is replaced by a Party which is worth supporting, Trump and the mob called “Republicans” will continue the ruination of the country.\nThe  gerrymandering, the SCOTUS and other partisan “Justice” appointments, the lack of a main Party which supports workers (why is there half the population not bothering to vote?), the buying of elections especially since “Citizens United” in 2010, the low quality of candidates for Congress, Senate and POTUS (and the interminable terms for all but POTUS!) make a mockery of the USA being a democracy.\nps Ralph Nader, still active, may be the best POTUS you never had!!\nGregory Herr\nMay 4, 2017 at 17:11\nVery much to the point rosemerry.   When I think of the best POTUS we should have had (at least in my lifetime), I think of George McGovern.\nSheryl\nMay 6, 2017 at 12:21\nI agree, rosemerry. The latest bill passed by House Republicans to eliminate mandatory time and a half for overtime, with Trump’s approval, makes me wonder why any working class person would vote Republican. But as you said, there aren’t any other good options\nmike k\nWestern history is the greatest evil.\nmike k\nStill fighting over who is the lesser evil?\nexiled off mainstreet\nMay 4, 2017 at 02:22\nWhile Trump is certainly a failure and has largely caved into the power structure on foreign policy, it is probable that Mr Winship’s preferred candidate would likely already have put paid to our future. Julian Assange now refers to her correctly as the “butcher of Libya.\nbackwardsevolution\nMay 4, 2017 at 02:08\nRealist – you go up against the Deep State and you don’t come out alive.  I’m sure this has been spelled out to Trump.  They have a plan, an agenda, and you’d better not get in the way.  I mean, who does Trump have on his side?  His son-in-law is loyal, but when it comes right down to it, he’s probably more loyal to Israel than he is to Trump.  This is the greatest loss of all, the fact that the citizens allowed their country to be taken over by a religion.\nSeparation of church and state?  Nope, more like a stealth, covert strangulation of state by religion, with few aware of what’s taken place.  Banking, Federal Reserve, media, academia, Hollywood, communications, Congress and Senate – all captured.  Same thing happened in Germany.\nTrump was probably threatened with the rug being pulled out from under the stock market if he didn’t go along.  It’s all manipulated, anyway, and these guys win no matter whether it goes up or down.\nThis is eventually going to get ugly again.\nbackwardsevolution\nMay 3, 2017 at 22:03\nImagine Trump thinking that we could eliminate war!  What an idiot!  He should have read all them there history books because, if he had, he would have learned that all great Presidents wage war until every last young man has lost at least one limb.  He would have learned that countries don’t play nice; they pound each other into the sand.  Imagine him thinking that things could be different.  What a maroon!\nTrump would have learned, had he read some books, that Israel and the Israeli lobby own the U.S. government, that the banks need war to make more debt, that the arms dealers and military-industrial complex are dependent on wars too, that offshoring all jobs keeps multinational corporations and their shareholders happy, and having pesky immigration laws just makes the agri and construction businesses get all uppity (because how are you supposed to loot when you’re forced to pay a decent wage?  It can’t be done, I tell you!)\nHe would have learned that the business of government is not business, but lies and false flags, coups and color revolutions.  Trump is living back in the old days when actual business did take place.  He had better get up to speed on the new game:  getting something for nothing, just taking what you want, and if that means you have to level the other country, so be it.  It’s all about whose palms get greased.\nImagine him thinking that he could actually change things.  Ha!\nRealist\nMay 4, 2017 at 00:47\nIn short, why bother with elections?   Just let the Politburo, I mean the Deep State, make the pick.   They control the nominating procedures as it stands.  Trump was supposed to be a populist palooka, providing red meat to the anti-establishment riff raff, that would go down in the first round to disliked but malleable Hillary, only they didn’t count on Hillary being as widely hated as she was (such that outsider incompetence was actually preferred by many over a continuation of the same unacceptable insider bullshit), and the palooka ended up winning.   Not to fear, the fixers merely attempted about a half dozen different varieties of soft coups (no one seems to remember what happened just months ago) against the palooka until they finally found one that worked.   Now he’s as compliant as the teacher’s pet.\nbackwardsevolution\nMay 3, 2017 at 21:44\n“David McCullough has said that our past is an invaluable asset, but “if you’ve inherited some great work of art that is worth a fortune and you don’t know that it’s worth a fortune, you don’t even know that it’s a great work of art and you’re not interested in it — you’re going to lose it.”\nYou can’t lose something that’s already been lost.  The time to worry about loss was decades ago.  People actually had hope that Trump could “bring back” was had already been lost, but the vested interests (you know, the ones who stole the country) are fighting to maintain their positions.\nThat ship sailed a long time ago.\nBill Bodden\nMay 3, 2017 at 21:16\nOne of the problems with most histories, U.S. and others nations, available to the public is that the so often comprise lies and myths.\nJ'hon Doe II\nMay 3, 2017 at 19:50\nWarrantless Spying, Russian Targets, and Trumped-Up Wire Tap Charges: What the Feds Might Really Have on the President\nMarch 16, 2017\n(excerpt)\nIronically, if the Trump team really did communicate electronically with Alfa Bank or some other Russian agent who was an NSA target of intelligence gathering, then, because Trump has called for an investigation of whether Obama ordered a wire tap on Trump Tower, he has also made his own communications the target of a criminal investigation.  In such a case, he would be caught with his proverbial fingers in the cookie jar.\nAccording to Section 702 (g)(2)(A)(v) of the 2008 FISA Amendments Act, “a significant purpose” of the acquisition must be to obtain foreign intelligence, which means that there could be other purposes for conducting warrantless surveillance of a foreign power or its agents. In particular, a further purpose could be to gather information regarding the commission of a crime. This means that the evidence of the commission of a crime acquired in the course of electronic foreign surveillance would be admissible for purposes of criminal prosecution. So, if Trump and/or his associates colluded with the Russians in interfering with the 2016 presidential election, then the evidence acquired through surveillance of the Russian target would be admissible in prosecuting him and/or his associates for a crime against the United States, namely treason as defined in Article 3, Section 3 of the United States Constitution—“adhering to their enemies, giving them aid and comfort.”\nSo, the corporate media may best do its job as “Fourth Estate” by keeping the focus on the investigation into possible collusion between Trump and the Russians, rather than on whether Obama wire tapped Trump Tower.  Indeed, it would not be remarkable if the communications of Trump and/or his associates showed up in a perfectly lawful albeit warrantless foreign intelligence acquisition.  And, in stark contrast to the trumped-up charge that Obama bugged Trump’s phones, this would truly be breaking news!\nWas a Trump Server Communicating With Russia?\nMay 3, 2017 at 18:55\nBannanaBoat- “Trump may lie, but how wrong is it to improve relations with a nation if also happens to bolster your business”\nWhose business? His own private fiefdom, or the United States of America? Don’t you know by now Donald J Trump is purely interested in building his own brand, increasing his own wealth?\nHis backdoor deals with Russia are one thing — his hush hush deals with Indonesia, Turkey, UAE, Philippines and who-knows-where-else are yet to be exposed.  (stay tuned)\nEmolument Clause and Conflict of Interest  violations abound\nmike k\nMay 3, 2017 at 18:34\nOur ignorant leader has gathered around him a crew almost as dumb as himself – a true ship of fools. The Exxon Valdes was well steered compared to what we are in for. The whole bunch of them might as well be drunk, none of them has a clue what reality is about.\nDuke Mantee\nMay 3, 2017 at 17:43\nDaffy Don is a product of America’s trash culture landfill. Along with his drooling Trumpies, he apparently thought being POTUS would play out like a zany sitcom premise would. He was going to swoop into the big seat and “drain the swamp” with his unique brand of “business savvy” and “plain old common sense”, then discovered that it’s somewhat more complicated than judging a lemonade-selling contest between washed-up D-list celebrities is.\nRealist\nMay 3, 2017 at 15:44\nSoooo…. Trump is not that much different from most American politicians.  They all have this exceptional and instinctive ability to know how the rest should live, or else.\nHillary well knows her history: the only problem is that most of it is fictional.\nJ'hon Doe II\nMay 3, 2017 at 19:37\n“Hillary well knows her history: the only problem is that most of it is fictional.” – Realist\n— Can you, Realist, tell us, with a straight face that Ms.Clinton would’ve eviscerated the Agency Section of our government as Mr. Trump has?\n— Can you not see Doomsday ahead with his diabolical erosions of environmental protections?\n— Are so quickened by Hillary’s “evil” intent that you cannot fathom or give credence to her VASTLY SUPERIOR intellect, not to mention her gigantic political expertise.\n—I didn’t vote for Hillary, was all in for Bernie, but comparatively speaking, Ms. Clinton is Executive Cut New York Steak to Trump’s Farmer John hotdog.\n— Yeah. A virtual Farmer John  is the President of the United States of America.\n— And Andrew Jackson would’n have allowed the Civil War.\n— But, woe is us, Mr. Trump’s ignorance  may lead us into Civil War II.\nRealist\nMay 4, 2017 at 00:27\nSorry, if you want to swap “whoppers,” I simply cannot beat yours.   Hillary as “executive cut” New York steak:  that’s about as funny as it gets.  You chew on that some more…\nexiled off mainstreet\nMay 4, 2017 at 02:29\nHer intelligence is open to question. The fact she is guilty of major war crimes based on her stewardship of the overthrow of Khaddafi’s Libya and its replacement by a barbarian influenced failed state is now a historical fact proven beyond question. Trump’s war crimes are partly the result of his quest for acceptability by the corrupt power structure epitomised by the harpy and her cheerleading squad which includes a wide variety of individuals who have jumped the shark and lost their remaining shreds of integrity shilling for her.\nSteveK9\nMay 3, 2017 at 14:24\nTrump is stupid, but he had/has a number of good instincts.  All of which have been rendered useless, by the despicable and ridiculous ‘Russia-gate’ campaign of the Democrats.  Which not only pushes us in the direction of a nuclear war, but delegitimizes our entire political system.\nRealist\nMay 4, 2017 at 00:59\nIndeed.  The Democrats seem to think it’s their ball and they’ve taken it home in a snit.\nBtw, Rachel Maddow has won the “Bullshit Artist of the Day” award for the 177th consecutive day today.\nTo quote the prescient Dan Quayle: “What a waste it is to lose one’s mind. Or not to have a mind is being very wasteful. How true that is.” Hang it there, Rachel, psychotherapy can work wonders today.\nexiled off mainstreet\nMay 4, 2017 at 02:32\nI fully concur. Those propagating the Russiagate story are not only criminal but stupid. This is history’s ultimate shark jump and may indeed bring about Fukuyama’s end of history, but not in the way he hoped for.\nTom Welsh\nMay 3, 2017 at 14:14\n” Past presidents have embraced our past as prologue, read books, invited eminent historians to the White House for advice and consultation”.\nOh yeah? You think? George W Bush? Bill Clinton?? Richard Nixon???  Gimme a break.\nAndrew\nMay 3, 2017 at 16:06\nBill was pretty smart, particularly when he used his brain instead of his genitalia.\nBrad Owen\nMay 4, 2017 at 13:32\nBill is a Rhodes scholar, and mentored by Prof. Carroll Quigley…just goes to show how brilliant and cunning the evil ones can also be…better to go with the Coyote Trickster Clown who knows nothing but accidentally uncovers wisdom in his fumbling ignorance.\nMartin - Swedish citizen\nI agree.\nThe author makes a long list of sad US interventions by former presidents  that could have been avoided with more knowledge of history, contradicting himself.\nIt may be that Obama, Mrs Clinton, GW Bush, Bill Clinton etc (also) didn’t know history, and did not have much clues about foreign cultures, nor respect for them.\nTom Welsh\nMay 3, 2017 at 14:12\n“But even worse than any of these is a lack of knowledge of history and government that puts our very existence as a free and democratic government in peril”.\nOh no, this really is too much! You honestly believe that you have “a free and democratic government”? Hahahahahahahahahaha!\nbackwardsevolution\nMay 3, 2017 at 21:19\nTom Welsh – yes, when I read that line, I burst out laughing.  Proves that you can lead a horse to a lot of books, but still have just a horse in the end.\nTom Welsh\nMay 3, 2017 at 14:07\n“McCullough noted that in Donald Trump we had “put someone in the pilot seat who has never ever flown a plane before; who doesn’t understand how our government works…”\nWell, at the very least it’s an interesting experiment to find out if those things make any practical difference. So far, I would say not.\nTom Welsh\nMay 3, 2017 at 14:09\nAlthough, on brief reflection, I suppose Trump can hardly know less about government or put less effort into it than, for example, Calvin Coolidge or Warren Harding. Arguably, they were among the very best US presidents precisely because they did so little – and thus so little harm.\nTom Welsh\n“You know, besides the whole claim-to-the-very-same-holy-land thing”.\nThat, too, seems to me somewhat misleading. I don’t know, and have no way of knowing, whether Zioniests wished to claim the land of Palestin because it is their “holy land”. I am quite certain that Palestinians do not rest their claim to it on any such consideration. The Palestinians claim the land because they owned it legally before the Zionists forcibly stole it from them, killing all who resisted.\nTom Welsh\nMay 3, 2017 at 14:00\n“When my eyes uncross and my head stops coming to a point, I’d like to read aloud to him from the Emancipation Proclamation”.\nAs far as I know, the War between the States was caused by the decision of the Confederate States to secede from the Union, and Lincoln’s reluctance to allow that. The following passage sums up his views and policies quite clearly.\n“My paramount object in this struggle is to save the Union, and is not either to save or to destroy slavery. If I could save the Union without freeing any slave I would do it, and if I could save it by freeing all the slaves I would do it; and if I could save it by freeing some and leaving others alone I would also do that. What I do about slavery, and the colored race, I do because I believe it helps to save the Union; and what I forbear, I forbear because I do not believe it would help to save the Union. I shall do less whenever I shall believe what I am doing hurts the cause, and I shall do more whenever I shall believe doing more will help the cause”.\n– Abraham Lincoln; The Collected Works of Abraham Lincoln edited by Roy P. Basler, Volume V, “Letter to Horace Greeley” (August 22, 1862), p. 388. http://home.att.net/~rjnorton/Lincoln78.html\nJ'hon Doe II\nMay 3, 2017 at 12:32\nSo much of US actual history is buried in “Classified Documents” and remains buried for decades. Meanwhile, We The People are fed odious lies, false reports and straight propaganda – which we mostly swallow hook-line-and-sinker.\nPower Rules and Absolute Power Dominates.\n::\nWas a Trump Server Communicating With Russia?\nThis spring, a group of computer scientists set out to determine whether hackers were interfering with the Trump campaign. They found something they weren’t expecting.\nBy Franklin Foer\nOctober 24, 2016.\nRead Franklin Foer’s follow-up story for new statements from the Trump campaign and Alfa Bank and analysis of the competing theories about the server and its activity.??\nbrief excerpt —\n* * *\nWhile the researchers went about their work, the conventional wisdom about Russian interference in the campaign began to shift. There were reports that the Trump campaign had ordered the Republican Party to rewrite its platform position on Ukraine, maneuvering the GOP toward a policy preferred by Russia, though the Trump campaign denied having a hand in the change. Then Trump announced in an interview with the New York Times his unwillingness to spring to the defense of NATO allies in the face of a Russian invasion. Trump even invited Russian hackers to go hunting for Clinton’s emails, then passed the comment off as a joke. (I wrote about Trump’s relationship with Russia in early July.)\nIn the face of accusations that he is somehow backed by Putin or in business with Russian investors, Trump has issued categorical statements. “I mean I have nothing to do with Russia,” he told one reporter, a flat denial that he repeated over and over. Of course, it’s possible that these statements are sincere and even correct. The sweeping nature of Trump’s claim, however, prodded the scientists to dig deeper. They were increasingly confident that they were observing data that contradicted Trump’s claims.\nBannanaBoat\nMay 3, 2017 at 16:29\nTrump may lie, but how wrong is it to improve relations with  a nation if also happens to bolster your business. Is it better as many politicians do, to destroy nations to bolster their business profits? Anyone who communicates in secret is guilty of a crime?\nThe DemoNeoCons dropped their Russia  gate impeach Trump  meme as soon as Trump initiated his bombs away DemoNeoCon posture.\nmike k\nEnough with the Trump/Russia conspiracy theories. Total BS.\nBrad Owen\nMay 3, 2017 at 12:21\nI prefer EIR’s approach; keeping the good and positive things he has said (all in foreign policy, leading to The New Silk Road, causing a change in World Paradigm, which will correct the domestic policy flaws as the unintended consequence of closing the deal on The New Silk Road). Refreshingly un-programmed in “groupthink”, but therefore easily mislead (as in Brit propaganda leading to 59 cruise missiles launched on Syria), He’s still in good communications with Russia and China (according to EIR). Getting the right guidance is all-important. EIR is plugging away at that project(no arm-chair journalists are they), while others waste time making fun and throwing stones. Oh the Path of Coyote Trickster is difficult to walk.\nMay 3, 2017 at 14:35\nThe new silk road seems to be working pretty good already via the rail line from China through Russia and on to the capitols of Europe.\nWhile the US pivots to the Pacific on debt money aircraft carriers, China and Russia pivot to the Atlantic with free trade railroad profits.\nRussian farmers sell healthful produce on trains going east and west to customers avoiding corporatist GMO food. Russia’s organic farmers sell more produce than Russia exports armaments of war. Healthful farm producers driven from Ukraine deep into Russian safety are proving themselves stronger than US atom bomb terrorism and its addiction to regime change wars.\nBrad Owen\nMay 4, 2017 at 04:21\nThe Silk Road’s greatest achievement will come when the World Land Bridge is built between Russia’s Chukchi Peninsula in Siberia, and USA’s Alaska, connecting Eurasia and Africa with all the Americas north and south…a project dreamed of by the Lincoln Administration and Czar Alexander II (the reason WHY Russia sold Alaska to us, as an end-run around our mutual enemy;The Brits’ maritime Empire), but the technology wasn’t yet available. The infestation of Wall Street/City of London imperialism is just about over, what with the re-institution of Glass-Steagle just around the corner, and the New Silk Road’s amazing ideological success, showing that Nations can relate to one another in ways other than in enmity. It is a huge irony that a man like Trump will go down as the greatest President ever, after he signs us onto the New Silk Road.\nBrad Owen\nMay 4, 2017 at 07:15\nFuture generations will see Trump as the greatest President ever, but we here, now, and living, will know the truth; the wrong guy, an unqualified person, was standing in the right place, at the right time, to make the Greatest Deal Ever. And BECAUSE he was FREE of “IMPERIAL GroupThink”, he was free to approach The New Silk Road as the simple, bombastic, carnival-barking, deal-making, real estate mogul that he is…President W.C. Fields accidently saves the World from WWIII.\nmike k\nMay 4, 2017 at 10:53\nReally? Trump and the Silk Road will save mankind? That smoke is way too strong for me.\nBrad Owen\nMay 4, 2017 at 11:46\nStay tuned and be amazed. Reminds me of how the Pentagon and CIA had 40-50 year contingency plans for holding back the U.S.S.R./Warsaw Pact, and a mere couple of years later it all disappeared…to their amazement…meanwhile, in 1983 (I think it was), LaRouche forecasted, based on his analysis of USSR’s economic situation, that if they refused signing on with a cooperative SDI, and forego M.A.D. they would politically cease to exist in five years time. (it took six years. Nobody’s perfect)…oh yeah, he also spilled the intel on how the Oligarchy was planning German reunification and the breaking up of Yugoslavia in the mid-eighties. I thought that was crazy talk. I was wrong. I pay attention now to what he and his intelligence organization has to say.\nrosemerry\nMay 4, 2017 at 16:11\nTrump, however, has been forced to abandon the only good points he had used to attract many people to his side (if he really did). If he had kept his few sensible promises we might be avoiding war and helping the USA, rather than going the same old way as in the cold War, but worse, with no “MAD”.\nBrad Owen\nMay 5, 2017 at 04:07\nIt ain’t over yet…but I can’t say “have faith”and mean it. We sure are in for a roller coaster ride. One cannot rest easy when Coyote-Trickster is in play.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-usa-trump-interview-highlights-idUSKBN17U0D4",
                "https://latimesblogs.latimes.com/washington/2011/05/donald-trump-i-understand-the-chinese-mind.html",
                "https://talkingpointsmemo.com/edblog/priebus-trump-considering-amending-or-abolishing-1st-amendment?utm_content=buffer33444&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                "https://www.reuters.com/article/us-usa-trump-100days-idUSKBN17U0CA",
                "https://www.washingtonpost.com/national/donald-trumps-long-history-of-clashes-with-native-americans/2016/07/25/80ea91ca-3d77-11e6-80bc-d06711fd2125_story.html",
                "https://billmoyers.com/story/dont-know-much-about-history/",
                "https://imprimis.hillsdale.edu/knowing-history-and-knowing-who-we-are/",
                "https://www.theguardian.com/us-news/2017/apr/29/trump-blames-constitution-for-first-100-days-chaos-presidency?CMP=share_btn_tw",
                "https://www.washingtonpost.com/news/the-fix/wp/2017/05/01/trumps-totally-bizarre-claim-about-avoiding-the-civil-war/",
                "https://billmoyers.com/story/at-sea-with-captain-wrong-way-trump/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://home.att.net/~rjnorton/Lincoln78.html",
                "https://books.google.ca/books/about/A_Man_Must_Fight.html?id=1wC2PAAACAAJ&redir_esc=y",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.simonandschuster.com/authors/David-McCullough/938",
                "https://twitter.com/michaelwinship",
                "http://www.thegreenespace.org/story/watch-brian-lehrer-show-live/"
            ]
        },
        "key_words": [
            "read",
            "knowledge",
            "written",
            "president",
            "know",
            "history",
            "trump",
            "books",
            "trumps",
            "dont",
            "fragile",
            "grasp"
        ]
    }
]