[
    {
        "url": "https://www.christianpost.com/voice/a-challenge-for-never-trumpers-are-you-willing-to-be-honest.html",
        "title": "A Challenge for Never Trumpers: Are You Willing to Be Honest?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nThe Christian Post\nA Challenge for Never Trumpers: Are You Willing to Be Honest?\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nA Challenge for Never Trumpers: Are You Willing to Be Honest?\nA Challenge for Never Trumpers: Are You Willing to Be Honest?\n| Monday, January 22, 2018\nDuring the Republican primaries, I was nearly a Never Trumper, so I'm quite sympathetic to that mindset. But I have a challenge for all of you who still identify as Never Trumpers: Are you willing to be as honest about the accomplishments of President Trump as you are about his failings?\nFor many of you who could not vote for Trump, it was a matter of conscience. How could you be a \"values voter\" and yet vote for a man with such abysmal moral values, a thrice-married, playboy, billionaire?\nPut another way, your integrity compelled you to be a Never Trumper. But does your integrity now compel you to admit where he has done well? Where he has kept his promises? Where he has championed causes that really matter to \"value voters\"? Where he has stood strong for the some of the great moral issues of the day?\nLest you think I'm being one-sided in my challenge to Never Trumpers, in June I wrote  an article titled, \"Don't Sell Your Soul Defending the Words of President Trump.\" And earlier this month I penned , \"As Evangelicals Our Ultimate Allegiance is to the Lord, Not the President,\" just to give two examples.\nIn short, I concur with prominent Never Trumper David French, who just last month counseled  his colleagues to follow these guidelines: \"Praise him when he's right, critique him when he's wrong, apply the same standards to your own side that you apply to ideological opponents, and keep your eyes fixed on the larger, more important cultural trends.\"\nBut have Never Trumpers done this? On a regular basis, those of us who voted for Trump are called on to repudiate his latest ill-advised comment or tweet, or to condemn a past indiscretion. And with words similar to French's, I recently wrote, \"When the president does the right thing, we commend him and encourage him. When he does the wrong thing, with full respect for his office, we express our differences. Is this really so hard?\"\nBut I ask again, have you done this as Never Trumpers? Doesn't your integrity compel you to be even-handed, or, perhaps, to acknowledge where, at times, you may have been wrong?\nSince the media bombards us 24/7 with the latest failings or alleged failings of the President, there's no need for me to rehearse them here. Only the most extreme pro-Trumpers view him as a flawless saint.\nBut will you, my Never Trumper friends, be as truthful in your praise as you have been in your criticism?\nConsider the President's pro-life words and actions.\nHe appointed Neil Gorsuch to the Supreme Court, along with a score of fine justices for other federal positions. This alone is highly significant.\nLast week , \"The Department of Justice (DOJ) filed an amicus (or 'friend-of-the-court') brief at the Supreme Court Wednesday, urging the justices to overturn a California law requiring pro-life crisis pregnancy centers to post information about state-funded abortions.\" Could anything be more anti-Obama than this?\nAlso last week, Trump made history as the first sitting president to address the March for Life in DC, which begs the question, Why didn't our previous, pro-life presidents do this? And in his speech , he criticized Roe v. Wade by name.\nIn terms of actions taken so far, was Vice President Pence exaggerating when he called  Trump the \"most pro-life\" president in our history? Pence \"boasted of a litany of anti-abortion measures by the Trump administration over its first year: Banning federal funds for global health groups that promote abortion under the 'Mexico City policy,' defunding the United Nations Population Fund, and overturning an Obama administration rule that required states to provide funding for Planned Parenthood.\"\nHow about Trump's actions opposing LGBT activism and standing for religious freedoms?\nFor the first time in 8 years, last June was not gay pride month. In contrast, January 16 was just proclaimed  \"Religious Freedom Day.\"\nEvaluating Trump's first year in office, a headline  on The Hill announces, \"Trump administration amasses striking anti-LGBT record in first year.\" Similarly, a headline  on The Conversation describes 2017 as \"the year of transgender moral panic.\"\nTo give one case in point, The Hill reported  last October that, \"Attorney General Jeff Sessions is reversing course on the Justice Department's policy that a 1964 civil rights law protects transgender individuals from discrimination.\"\nAnd in stark contrast with the Obama administration's aggressive pushing of transgender activism in our children's schools, the DOJ under Trump has reversed course here as well. This too is quite major. (It does not bring me joy that transgenders and their allies feel threatened or insecure; it does bring me joy that sanity is prevailing in our schools.)\nTrump is also the first president to take a major step in repealing the onerous Johnson Amendment, although more still needs to be done to make this far-reaching and permanent.\nAnd what of Trump's decision to move our embassy to Jerusalem, along with his calling out  of the Palestinian Authority's deception?\nFor many conservative voters, these are some of the most important issues: the sanctity of life and marriage; preserving religious freedoms; standing with Israel.\nAnd what of the strength of the economy? The decimation of ISIS?\nDo you have the integrity to commend the President for the good he has done?\nSteve Deace says  it well: \"I was once NeverTrump. I have called our current president both a narcissist and a child. Compared him to both Peter Pan and former pro wrestling manager extraordinaire Bobby 'The Brain' Heenan.\n\"But...\n\"The news that the Trump administration is setting up a new division within the Department of Health and Human Services to protect the conscience rights of doctors, nurses, and other health-care providers is unambiguously good. It allows HHS to come to the defense of conscientious objectors working in the health-care field by defending the God-given rights of those who opt out of 'certain procedures' — like the killing field that is abortion or gender-bending sex-change operations.\"\nThis \"is an outcome that simply wouldn't and couldn't have happened if Hillary Clinton was president,\" nor Deace reasons, likely would have happened under an establishment candidate like Mitt Romney.\nSo, once more, my appeal to the Never Trumpers: Will you demonstrate your integrity by recognizing the good President Trump has done without overbalancing your statement with a litany of the negatives, at least just this one time? And might you even acknowledge that, in some important ways, he has done better than you expected?\nI look forward to hearing your responses.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://thehill.com/opinion/white-house/369761-full-speech-addressing-march-for-life-trump-touts-advances-in-anti",
                "https://www.usatoday.com/story/news/politics/2018/01/18/trump-most-pro-life-president-american-history-pence-says/1046812001/",
                "https://theconversation.com/a-trans-review-of-2017-the-year-of-transgender-moral-panic-89272",
                "https://stream.org/dont-sell-soul-defense-president-trump/",
                "https://stream.org/evangelicals-allegiance-to-lord-not-president/",
                "https://www.nationalreview.com/corner/its-important-distinguish-between-never-trump-and-never-trumpnever-hillary/",
                "https://thehill.com/opinion/campaign/369790-trump-administration-amasses-striking-anti-lgbt-record-in-first-year",
                "https://stream.org/doj-backs-effort-repeal-california-law-requiring-pro-lifers-promote-abortion/",
                "https://www.conservativereview.com/news/heres-evangelicals-dont-feel-guilty-supporting-trump/",
                "https://www.timesofisrael.com/trump-said-to-yell-at-abbas-over-incitement-you-lied-to-me/",
                "https://thehill.com/blogs/blog-briefing-room/news/354023-sessions-reverses-doj-policy-on-transgender-employee"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/presidential-actions/president-donald-j-trump-proclaims-january-16-2018-religious-freedom-day/"
            ],
            "unsure": []
        },
        "key_words": [
            "prolife",
            "president",
            "does",
            "integrity",
            "trump",
            "willing",
            "honest",
            "trumps",
            "administration",
            "challenge",
            "trumper",
            "trumpers",
            "words"
        ]
    }
]