[
    {
        "url": "https://consortiumnews.com/2012/03/05/sloppy-comments-on-irans-nukes/",
        "title": "Sloppy Comments on Iran’s ‘Nukes’",
        "authors": [
            {
                "name": "Judah The Lion",
                "link": null
            },
            {
                "name": "John Novick",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-03-05",
        "text": "Main menu\nMarch 5, 2012\nBy Robert Parry\nAs Americans ponder a possible war with Iran over its nuclear program, they reasonably might turn to someone like Mark Landler, the New York Times’ White House correspondent, for a careful explication of the facts. If so, they might have heard an explanation like this, which Landler provided to MSNBC viewers on Monday:\n“The Israelis feel the window for that [denying Iran the capability to build nuclear weapons] is closing and it’s closing really fast, and if they allow it to close without taking military action, they would find themselves in a position where the Iranians suddenly are in possession of nuclear weapons, which they’ve threatened already to use against Israel.\nMark Landler, New York Times’ White House correspondent\n“As the Israelis always say, that’s an existential threat to Israel, which is something we don’t necessarily feel here in the United States.”\nNow, that sounds really scary that the Iranians have “threatened already to use [nuclear weapons] against Israel” which the Israelis understandably perceive as an “existential threat.” Except, of course, that Iran has not threatened to attack Israel with nuclear weapons. Indeed, Iranian leaders continue to deny that they even want nuclear weapons.\nJust last month, Iran’s Supreme Leader Ali Khamenei, who controls the armed forces, called “the possession of nuclear weapons a grave sin” and said “the proliferation of such weapons is senseless, destructive and dangerous.” He insisted that “the Iranian nation has never pursued and will never pursue nuclear weapons.”\nFurther, the U.S. intelligence community reported in 2007 that Iran stopped research work on a nuclear weapon in 2003 and had not resumed that effort. That assessment was reaffirmed in 2010 and remains the position of the CIA and other intelligence agencies.\nLast weekend elections also strengthened Khamenei’s hand vis a vis the lame-duck President Mahmoud Ahmadinejad, whose erratic statements are often cited by Israel and its supporters to justify a possible military attack on Iran. (Even before the election, however, Ahmadinejad’s power was tightly circumscribed by Khamenei, as blogger Juan Cole has noted .)\nYet, it is common practice for American journalists simply to parrot the Israeli propaganda theme that Iran’s achievement of just a “capability” to build a nuclear bomb, even if Iran is not really building one, represents an unacceptable threat to Israel. Those reporters also rarely mention that Israel has an actual arsenal of some 200 to 300 nuclear bombs.\nThese American journalists presumably see a greater risk to their careers from mentioning such inconvenient truths as the existence of Israel’s sophisticated and undeclared nuclear arsenal than from misleading the U.S. people into another “war of choice” in the Middle East. You may recall a similar pattern during the run-up to the U.S. invasion of Iraq in 2003.\nSo, instead of balanced analysis on the true state of play in the Israeli-Iranian stand-off, U.S. journalists like Landler deliver fear- and war-mongering declarations, albeit in measured tones, thus leaving Americans like those MSNBC viewers with the unchallenged assertion that Iran already has threatened to annihilate Israel with nuclear weapons.\nLandler did not provide any citation or any detail for his claim. It was presented as just one of those assumptions that everyone knows must be true.\nYet, it would be one of the strangest threats in world history for a nation without nuclear weapons and whose top leader disavows any intent to get nuclear weapons to threaten use of those non-existent weapons against a nation which has a large stockpile of nuclear weapons.\nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nJohn Novick\nMarch 7, 2012 at 15:18\nDuring the 40’s the US using centrifuges took two years to make enough U 235 for a bomb. Iran with much more efficient centrifuges have been working for ten years and still do not have enough for a bomb. I don’t think they want a bomb. I think they just use the threat to keep the price of oil up\nEliza\nMarch 8, 2012 at 20:13\nThere was no centrifuge process in the 40s. If you are interested in the history of the Manhattan Project and the enrichment of uranium there is much good stuff available at various web sites. It is truly fascinating.\nMarch 6, 2012 at 18:34\nAny chance that “the possession of nuclear weapons is a grave sin” (Khamenei) will gain as much currency as “wiped off the map?”\nMajWilliamMartin\nMarch 6, 2012 at 07:07\nI might also add: The US has since 1953 been involved in “Regime Change” in Iran. Causing the deaths of many. That is just Iran, Add Iraq, Afghanistan, Libya and countless countries in Latin and in Central & South America.\nIt is A OK for the US to want Regime Change as it’s continued FAILED Foreign Policies cause Terrorism against this Country.\nObama has Stationed US Boy’s on ALL of Israel’s Military Bases recently. WHY? So that when Iran is Attacked and Defends its self, US Boys WILL BE KILLED. Thus drawing the US into the War.\nMuch like taking the USS Enterprise and sticking it into the Straights so that one of Iran’s Torpedo’s  that Travels at 250mph Underwater will find the USS Enterprise (A Nuclear Carrier) and Sink it and 6,000 Boys to the Bottom of the Gulf.\nLike Henry Kissinger said, military men as “dumb, stupid animals to be used” as pawns for foreign policy. I actually wonder if these Loyal American’s realize that they are “Dumb Stupid Animal’s” and that they are to be used as Pawns in our Failed Foreign Policies.\nWhy hasn’t anyone noted that Israel is NOT a Member of the IAEA? and the last time Israel had their WMD’S Inspected was during the Kennedy administration and then… Israel hid their Nuclear Program 6 Stories below where the Inspectors could not gain access?\nI am shocked that more light is not shed on this, But just like in GAZA.. When you can’t control the Media that you don’t own… Shoot them in their Backs or their Heads. Anyone can search for (Reporters Shot in Gaza) and see how many have died/Murdered while trying to report what REALLY GOES ON in Gaza. This as Israel is brought before the World Courts for its War Crimes and each time the US Votes them down.\nOh well.. More Wars equal more US BOYS… DEAD!\nJudah The Lion\nMarch 8, 2012 at 19:57\nGeneral Turgeson of Dr. Strangelove fame would be proud of this wingnut!\nMajWilliamMartin\nMarch 6, 2012 at 06:52\nThe Media is OWNED by Zionist’s who Love to Tell LIE’S.  I have asked many of the Zionist Web Sites why they wont Print in the Comments section about the Translation of what Ahmadinejad ACTUALLY Said… They wont even Reply. So here is goes again.\nThe Lie about “Wiping Israel from the Map.”\nTranslation controversy.\nSource: en.wikipedia{dot}org/wiki/Mahmoud_Ahmadinejad_and_Israel#Translation_controversy\nMany news sources repeated the Islamic Republic of Iran Broadcasting statement by Ahmadinejad that “Israel must be wiped off the map”,[5][6] an English idiom which means to “cause a place to stop existing”,[7] or to “obliterate totally”,[8] or “destroy completely”.[9]\nAhmadinejad’s phrase was “Ø¨Ø§ÙŠØ¯ Ø§Ø² ØµÙØ­Ù‡ Ø±ÙˆØ²Ú¯Ø§Ø± Ù…Ø­Ùˆ Ø´ÙˆØ¯” according to the text published on the President’s Office’s website.[10]\nThe translation presented by the official Islamic Republic News Agency has been challenged by Arash Norouzi, who says the statement “wiped off the map” was never made and that Ahmadinejad did not refer to the nation or land mass of Israel, but to the “regime occupying Jerusalem”. Norouzi translated the original Persian to English, with the result, “the Imam said this regime occupying Jerusalem must vanish from the page of time.” Juan Cole, a University of Michigan Professor of Modern Middle East and South Asian History, agrees that Ahmadinejad’s statement should be translated as, “the Imam said that this regime occupying Jerusalem (een rezhim-e eshghalgar-e qods) must [vanish from] the page of time (bayad az safheh-ye ruzgar mahv shavad). According to Cole, “Ahmadinejad did not say he was going to ‘wipe Israel off the map’ because no such idiom exists in Persian.” Instead, “he did say he hoped its regime, i.e., a Jewish-Zionist state occupying Jerusalem, would collapse.” The Middle East Media Research Institute (MEMRI) translated the phrase similarly, as “this regime” must be “eliminated from the pages of history.”\nIranian government sources denied that Ahmadinejad issued any sort of threat. On 20 February 2006, Iran’s foreign minister Manouchehr Mottaki told a news conference: “How is it possible to remove a country from the map? He is talking about the regime. We do not recognize legally this regime.”\nSince a US Language Professor commented on this, I suppose that makes HIM a Terrorist too?\nJudah the Lion\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.juancole.com/2012/03/khamenei-takes-control-forbids-nuclear-bomb.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.presstv.com/detail/228014.html",
                "http://www.neckdeepbook.com/"
            ]
        },
        "key_words": [
            "iran",
            "really",
            "nuclear",
            "irans",
            "threatened",
            "nukes",
            "comments",
            "war",
            "israel",
            "weapons",
            "threat",
            "nation",
            "journalists",
            "sloppy"
        ]
    }
]