[
    {
        "url": "https://www.christianpost.com/news/walmart-opens-up-health-benefits-to-gay-couples-in-new-policy-shift.html",
        "title": "Walmart Opens Up Health Benefits to Gay Couples in New Policy Shift",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWalmart Opens Up Health Benefits to Gay Couples in New Policy Shift\nWalmart Opens Up Health Benefits to Gay Couples in New Policy Shift\nWalmart Opens Up Health Benefits to Gay Couples in New Policy Shift\n| Thursday, August 29, 2013\nWalmart is the world's largest retailer. | (Photo: Wikimedia Commons)\nWalmart has announced it will begin offering health benefits to same-sex couples. The nation's largest retailer explained its policy change has come about following the recent Supreme Court decision on same-sex marriage and a desire to reflect many states' legalization of gay marriage.\nUnder the revised policy, Walmart will extend benefits to employees who are married, as well as unmarried employees in a relationship of 12 months or more, regardless of the sex of their partner. The company will not require employees to prove they have a spouse to qualify.\nChad Griffin, the current president of the LGBT activist group, Human Rights Campaign, and a former Walmart employee expressed his support for the new policy.\n\"I am moved by my former employer's historic action that further proves equality is good business,\" Griffin said in a statement.\nHowever, not all have been pleased by Walmart's policy change.\n\"It validates a lifestyle which we think corporate America should discourage rather than promote,\" said American Family Association President Tom Wildmon in a statement.\nAs an openly gay former Walmart associate and current member of an organization seeking to improve the company's working conditions, Lucas Handy had mixed reactions to the new policy, explaining that he felt the decision would still leave behind thousands of employees.\n\"It's wonderful, freaking awesome if the company keeps its promise on this issue,\" Handy told USA Today  . \"But the truth is a lot of associates who work at Walmart don't have health care because they can't afford it.\"\nAs the nation's largest private employer, some see Walmart's decision as putting pressure on other large firms that have still not committed to extending benefits to same-sex couples.\nWallace Hopp, associate dean of faculty and research at the University of Michigan's Stephen M. Ross School of Business, highlighted that Walmart, as the largest retailer in the U.S., definitely has an influence on other retailers. He told Bloomberg News : \"They're so big that everything [Walmart does] sets an example.\"\nCurrently 62 percent of Fortune 500 companies offer benefits to same-sex couples. However, that is a massive rise since 2002 when just 34 percent did so, according to HRC.\nIn other Walmart news, just earlier this week, company executive Michelle Gloeckler appeared on CNN  to announce the company's new plan to invest $50 billion into domestic manufacturing jobs.\nWhile host Carol Costello challenged Gloeckler, saying that Walmart's contribution was insufficient to make a real dent in the U.S. manufacturing sector, noting that the retailer made $160 billion last quarter alone, Gloeckler disagreed.\n\"One of the reasons we partnered last week with the National Retailer Federation is to show how this effort can be even bigger than just Walmart by including other retailers. We're leading this and we're working with our manufacturers and suppliers as well as the U.S. government,\" she said.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.usatoday.com/story/money/personalfinance/2013/08/27/walmart-same-sex-domestic-partner-benefits/2710675/",
                "http://newsroom.blogs.cnn.com/2013/08/28/wal-mart-promises-more-u-s-made-products/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "health",
            "couples",
            "samesex",
            "largest",
            "walmarts",
            "shift",
            "opens",
            "gay",
            "retailer",
            "benefits",
            "gloeckler",
            "policy",
            "walmart"
        ]
    }
]