[
    {
        "url": "https://consortiumnews.com/2017/10/13/the-legacy-of-reagans-civilian-psyops/",
        "title": "The Legacy of Reagan’s Civilian ‘Psyops’",
        "authors": [
            {
                "name": "Nun Of That",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "The Umbrella Lady",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Tim Jones",
                "link": null
            },
            {
                "name": "Chris Chuba",
                "link": null
            },
            {
                "name": "John Hawk",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-10-13",
        "text": "Main menu\nOctober 13, 2017\nBy Robert Parry\nDeclassified records from the Reagan presidential library show how the U.S. government enlisted civilian agencies in psychological operations designed to exploit information as a way to manipulate the behavior of targeted foreign audiences and, at least indirectly, American citizens.\nWalter Raymond Jr., a CIA propaganda and disinformation specialist who oversaw President Reagan’s “psyops” and “perception management” projects at the National Security Council. Raymond is partially obscured by President Reagan. Raymond is seated next to National Security Adviser John Poindexter. (Photo credit: Reagan presidential library)\nA just-declassified sign-in sheet for a meeting of an inter-agency “psyops” committee on Oct. 24, 1986, shows representatives from the Agency for International Development (USAID), the State Department, and the U.S. Information Agency (USIA) joining officials from the Central Intelligence Agency and the Defense Department.\nSome of the names of officials from the CIA and Pentagon remain classified more than three decades later. But the significance of the document is that it reveals how agencies that were traditionally assigned to global development (USAID) or international information (USIA) were incorporated into the U.S. government’s strategies for peacetime psyops, a military technique for breaking the will of a wartime enemy by spreading lies, confusion and terror.\nEssentially, psyops play on the cultural weaknesses of a target population so they could be more easily controlled or defeated, but the Reagan administration was taking the concept outside the traditional bounds of warfare and applying psyops to any time when the U.S. government could claim some threat to America.\nThis disclosure – bolstered by other documents released earlier this year by archivists at the Reagan library in Simi Valley, California – is relevant to today’s frenzy over alleged “fake news” and accusations of “Russian disinformation” by reminding everyone that the U.S. government was active in those same areas.\nThe U.S. government’s use of disinformation and propaganda is, of course, nothing new. For instance, during the 1950s and 1960s, the USIA regularly published articles in friendly newspapers and magazines that appeared under fake names such as Guy Sims Fitch .\nHowever, in the 1970s, the bloody Vietnam War and the Pentagon Papers’ revelations about U.S. government deceptions to justify that war created a crisis for American propagandists, their loss of credibility with the American people. Some of the traditional sources of U.S. disinformation, such as the CIA, also fell into profound disrepute.\nThis so-called “Vietnam Syndrome” – a skeptical citizenry dubious toward U.S. government claims about foreign conflicts – undermined President Reagan’s efforts to sell his plans for intervention in the civil wars then underway in Central America, Africa and elsewhere.\nReagan depicted Central America as a “Soviet beachhead,” but many Americans saw haughty Central American oligarchs and their brutal security forces slaughtering priests, nuns, labor activists, students, peasants and indigenous populations.\nReagan and his advisers realized that they had to turn those perceptions around if they hoped to get sustained funding for the militaries of El Salvador, Guatemala and Honduras as well as for the Nicaraguan Contra rebels, the CIA-organized paramilitary force marauding around leftist-ruled Nicaragua.\nPerception Management\nSo, it became a high priority to reshape public perceptions inside those targeted countries but even more importantly among the American people. That challenge led the Reagan administration to revitalize and reorganize methods for distributing propaganda and funding friendly foreign operatives, such as creation of the National Endowment for Democracy under neoconservative president Carl Gershman in 1983.\nPresident Ronald Reagan meeting with Guatemalan dictator Efrain Rios Montt, who later faced accusations of genocide against Indian populations in the central highlands.\nAnother entity in this process was the Psychological Operations Committee formed in 1986 under Reagan’s National Security Council. In the years since, the U.S. administrations, both Republican and Democratic, have applied many of these same psyops principles, cherry-picking or manufacturing evidence to undermine adversaries and to solidify U.S. public support for Washington’s policies.\nThis reality – about the U.S. government creating its own faux reality to manipulate the American people and international audiences – should compel journalists in the West to treat all claims from Washington with a large grain of salt.\nHowever, instead, we have seen a pattern of leading news outlets simply amplifying whatever U.S. agencies assert about foreign adversaries while denouncing skeptics as purveyors of “fake news” or enemy “propaganda.” In effect, the success of the U.S. psyops strategy can be measured by how Western mainstream media has stepped forward as the enforcement mechanism to ensure conformity to the U.S. government’s various information themes and narratives.\nFor instance, any questioning of the U.S. government’s narratives on, say, the current Syrian conflict, or the Ukraine coup of 2014, or Russian “hacking” of the 2016 U.S. election, or Iran’s status as “the leading sponsor of terrorism” is treated by the major Western news outlets as evidence that you are a “useful fool” at best , if not a willful enemy “propagandist” with loyalty to a foreign power, i.e., a traitor.\nLeading mainstream media outlets and establishment-approved Web sites are now teaming up with Google , Facebook and other technology companies to develop algorithms to bury or remove content from the Internet that doesn’t march in lockstep with what is deemed to be true, which often simply follows what U.S. government agencies say is true.\nYet, the documentary evidence is now clear that the U.S. government undertook a well-defined strategy of waging psyops around the world with regular blowback of this propaganda and disinformation onto the American people via Western news agencies covering events in the affected countries.\nDuring more recent administrations, euphemisms have been used to cloak the more pejorative phrase, “psychological operations” – such as “public diplomacy,” “ strategic communications ,” “ perception management ,” and “ smart power .” But the serious push to expand this propaganda capability of the U.S. government can be traced back to the Reagan presidency.\nThe Puppet Master\nOver the years, I’ve obtained scores of documents related to the psyops and related programs via “mandatory declassification reviews” of files belonging to Walter Raymond Jr., a senior CIA covert operations specialist who was transferred to Reagan’s National Security Council staff in 1982 to rebuild capacities for psyops, propaganda and disinformation.\nThen-Vice President George H.W. Bush with CIA Director William Casey at the White House on Feb. 11, 1981. (Photo credit: Reagan Library)\nRaymond, who has been compared to a character from a John LeCarré novel slipping easily into the woodwork, spent his years inside Reagan’s White House as a shadowy puppet master who tried his best to avoid public attention or – it seems – even having his picture taken.\nFrom the tens of thousands of photographs from meetings at Reagan’s White House, I found only a couple showing Raymond – and he is seated in groups, partially concealed by other officials.\nBut Raymond appears to have grasped his true importance. In his NSC files, I found a doodle of an organizational chart  that had Raymond at the top holding what looks like the crossed handles used by puppeteers to control the puppets below them. The drawing fits the reality of Raymond as the behind-the-curtains operative who was controlling the various inter-agency task forces that were responsible for implementing psyops and other propaganda strategies.\nIn Raymond’s files, I found an influential November 1983 paper, written by Col. Alfred R. Paddock Jr. and entitled “ Military Psychological Operations and US Strategy, ” which stated: “the planned use of communications to influence attitudes or behavior should, if properly used, precede, accompany, and follow all applications of force. Put another way, psychological operations is the one weapons system which has an important role to play in peacetime, throughout the spectrum of conflict, and during the aftermath of conflict.”\nPaddock continued, “Military psychological operations are an important part of the ‘PSYOP Totality,’ both in peace and war. … We need a program of psychological operations as an integral part of our national security policies and programs. … The continuity of a standing interagency board or committee to provide the necessary coordinating mechanism for development of a coherent, worldwide psychological operations strategy is badly needed.”\nOne declassified “top secret” document in Raymond’s file – dated Feb. 4, 1985, from Secretary of Defense Caspar Weinberger – urged the fuller implementation of President Reagan’s National Security Decision Directive 130 , which was signed on March 6, 1984, and which authorized peacetime psyops by expanding psyops beyond its traditional boundaries of active military operations into peacetime situations in which the U.S. government could claim some threat to national interests.\n“This approval can provide the impetus to the rebuilding of a necessary strategic capability, focus attention on psychological operations as a national – not solely military – instrument, and ensure that psychological operations are fully coordinated with public diplomacy and other international information activities,” Weinberger’s document said.\nAn Inter-Agency Committee\nThis broader commitment to psyops led to the creation of a Psychological Operations Committee (POC) that was to be chaired by a representative of Reagan’s National Security Council with a vice chairman from the Pentagon and with representatives from CIA, the State Department and USIA.\nCIA seal in lobby of the spy agency’s headquarters. (U.S. government photo)\n“This group will be responsible for planning, coordinating and implementing psychological operations activities in support of United States policies and interests relative to national security,” according to a “secret” addendum to a memo, dated March 25, 1986, from Col. Paddock, the psyops advocate who had become the U.S. Army’s Director for Psychological Operations.\n“The committee will provide the focal point for interagency coordination of detailed contingency planning for the management of national information assets during war, and for the transition from peace to war,” the addendum added. “The POC shall seek to ensure that in wartime or during crises (which may be defined as periods of acute tension involving a threat to the lives of American citizens or the imminence of war between the U.S. and other nations), U.S. international information elements are ready to initiate special procedures to ensure policy consistency, timely response and rapid feedback from the intended audience.”\nIn other words, the U.S. government could engage in psyops virtually anytime because there are always “periods of acute tension involving a threat to the lives of American citizens.”\nThe Psychological Operations Committee took formal shape with a “secret” memo from Reagan’s National Security Advisor John Poindexter on July 31, 1986. Its first meeting was called on Sept. 2, 1986, with an agenda that focused on Central America and “How can other POC agencies support and complement DOD programs in El Salvador, Guatemala, Honduras, Costa Rica and Panama.” The POC was also tasked with “Developing National PSYOPS Guidelines” for “formulating and implementing a national PSYOPS program.” (Underlining in original)\nRaymond was named a co-chair of the POC along with CIA officer Vincent Cannistraro, who was then Deputy Director for Intelligence Programs on the NSC staff, according to a “secret” memo from Deputy Under Secretary of Defense Craig Alderman Jr.\nThe memo also noted that future POC meetings would be briefed on psyops projects for the Philippines and Nicaragua, with the latter project codenamed “Niagara Falls.” The memo also references a “Project Touchstone,” but it is unclear where that psyops program was targeted.\nAnother “secret” memo dated Oct. 1, 1986, co-authored by Raymond, reported on the POC’s first meeting on Sept. 10, 1986, and noted that “The POC will, at each meeting, focus on an area of operations (e.g., Central America, Afghanistan, Philippines).”\nThe POC’s second meeting on Oct. 24, 1986 – for which the sign-in sheet was just released – concentrated on the Philippines, according to a Nov. 4, 1986 memo also co-authored by Raymond.\nBut the Reagan administration’s primary attention continued to go back to Central America, including “Project Niagara Falls,” the psyops program aimed at Nicaragua. A “secret” Pentagon memo from Deputy Under Secretary Alderman on Nov. 20, 1986, outlined the work of the 4th Psychological Operations Group on this psyops plan “to help bring about democratization of Nicaragua,” by which the Reagan administration meant a “regime change.” The precise details of “Project Niagara Falls” were not disclosed in the declassified documents but the choice of codename suggested a cascade of psyops.\nKey Operatives\nOther documents from Raymond’s NSC file shed light on who other key operatives in the psyops and propaganda programs were. For instance, in undated notes on efforts to influence the Socialist International, including securing support for U.S. foreign policies from Socialist and Social Democratic parties in Europe, Raymond cited the efforts of “Ledeen, Gershman,” a reference to neoconservative operative Michael Ledeen and Carl Gershman, another neocon who has served as president of the U.S.-government-funded National Endowment for Democracy (NED), from 1983 to the present. (Underlining in original.)\nCarl Gershman, president of the National Endowment for Democracy.\nAlthough NED is technically independent of the U.S. government, it receives the bulk of its funding (now about $100 million a year) from Congress. Documents from the Reagan archives also make clear that NED was organized as a way to replace some of the CIA’s political and propaganda covert operations, which had fallen into disrepute in the 1970s. Earlier released documents from Raymond’s file show CIA Director William Casey pushing for NED’s creation and Raymond, Casey’s handpicked man on the NSC, giving frequent advice and direction to Gershman. [See Consortiumnews.com’s “ CIA’s Hidden Hand in ‘Democracy’ Groups. ”]\nWhile the initials USAID conjure up images of well-meaning Americans helping to drill wells, teach school and set up health clinics in impoverished nations, USAID also has kept its hand in financing friendly journalists around the globe.\nIn 2015, USAID issued a fact sheet summarizing its work financing “journalism education, media business development, capacity building for supportive institutions, and strengthening legal-regulatory environments for free media.” USAID estimated its budget for “media strengthening programs in over 30 countries” at $40 million annually, including aiding “independent media organizations and bloggers in over a dozen countries,”\nIn Ukraine before the 2014 coup, USAID offered training in “mobile phone and website security,” which sounds a bit like an operation to thwart the local government’s intelligence gathering, an ironic position for the U.S. with its surveillance obsession, including prosecuting whistleblowers based on evidence that they talked to journalists .\nUSAID, working with billionaire George Soros’s Open Society, also funded the Organized Crime and Corruption Reporting Project (OCCRP), which engages in “investigative journalism” that usually goes after governments that have fallen into disfavor with the United States and then are singled out for accusations of corruption.\nThe USAID-funded OCCRP also collaborates with Bellingcat, an online investigative website founded by blogger Eliot Higgins, who is now a senior non-resident fellow of the Atlantic Council, a pro-NATO think tank that receives funding from the U.S. and allied governments.\nDespite his dubious record of accuracy, Higgins has gained mainstream acclaim, in part, because his “findings” always match up with the propaganda theme that the U.S. government and its Western allies are peddling. Though most genuinely independent bloggers are ignored by the mainstream media, Higgins has found his work touted by both The New York Times and The Washington Post, and Google has included Bellingcat on its First Draft coalition, which will determine which news will be deemed real and which fake.\nIn other words, the U.S. government has a robust strategy for deploying direct and indirect agents of influence who are now influencing how the titans of the Internet will structure their algorithms to play up favored information and disappear disfavored information.\nA Heritage of Lies\nDuring the first Cold War, the CIA and the U.S. Information Agency refined the art of “information warfare,” including pioneering some of its current features like having ostensibly “independent” entities and cut-outs present U.S. propaganda to a cynical public that would reject much of what it hears from government but may trust “citizen journalists” and “bloggers.”\nA screen shot of U.S. Assistant Secretary of State for European Affairs Victoria Nuland speaking to U.S. and Ukrainian business leaders on Dec. 13, 2013, at an event sponsored by Chevron, with its logo to Nuland’s left.\nUSIA, which was founded in 1953 and gained new life in the 1980s under its Reagan-appointed director Charles Wick, was abolished in 1999, but its propaganda functions were largely folded into the new office of Under Secretary of State for Public Diplomacy and Public Affairs, which became a new fount of disinformation.\nFor instance, in 2014, President Obama’s Under Secretary for Public Diplomacy Richard Stengel engaged in a series of falsehoods and misrepresentations regarding Russia’s RT network. In one instance, he claimed that the RT had made the “ludicrous assertion” that the U.S. had invested $5 billion in the regime change project in Ukraine. But that was an obvious reference to a public speech by U.S. Assistant Secretary of State for European Affairs Victoria Nuland on Dec. 13, 2013, in which she said “we have invested more than $5 billion” to help Ukraine to achieve its “European aspirations.”\nNuland also was a leading proponent of the Ukraine coup, personally cheering on the anti-government rioters. In an intercepted phone call with U.S. Ambassador to Ukraine Geoffrey Pyatt, Nuland discussed how “to glue” or “midwife this thing” and who the new leaders would be. She picked Arseniy Yatsenyuk – “Yats is the guy” – who ended up as Prime Minister after elected President Viktor Yanukovych was overthrown.\nDespite all the evidence of a U.S.-backed coup, The New York Times simply ignored the evidence, including the Nuland-Pyatt phone call, to announce that there never was a coup . The Times’ obeisance to the State Department’s false narrative is a good example of how the legacy of Walter Raymond, who died in 2003, extends to the present.\nOver several decades, even as the White House changed hands from Republicans to Democrats, the momentum created by Raymond continued to push the peacetime psyops strategy forward.\nIn more recent years, the wording of the program may have changed to more pleasing euphemisms. But the idea is the same: how you can use psyops, propaganda and disinformation to sell U.S. government policies abroad and at home.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nOctober 21, 2017 at 08:22\n“During the first Cold War, the CIA and the U.S. Information Agency refined the art of “information warfare,” including pioneering some of its current features like having ostensibly “independent” entities and cut-outs present U.S. propaganda to a cynical public that would reject much of what it hears from government but may trust “citizen journalists” and “bloggers.””\nLet’s not forget a few other things the marvelous Jerusalem (city on a hill, which is how some officials describe their godless nation) does in order to make people think the way they want them to think. I read Douglas Valentine’s “The Phoenix Program” and when I finished it I started straight away on John Dinges’s “The Condor Years.” I’m glad I read Valentine’s book before I read Dinges’s book. I right away noticed off things about this Democracy Now visitor’s account. I hope like crazy that there are other accounts of Operation Condor out there.\n(The few things that the U.S. does in it’s ongoing psyops, is document forgery and alteration of official documents. It’s CIA members also sometimes become journos and CEOs themselves. How do you fight that darkness?)\nBesides claiming that 9/11 was perpetrated against the U.S. by enemies, a lie (Saudi Arabia is a stauch U.S. ally), Dinges, who never mentions Phoenix (which Valentine notes was not confined to Vietnam) relies heavily on documents of all sorts, including declassified stuff. But nowhere (so far in my reading of his book) does he point out some of those facts, which would make him useful ‘if’ he was in fact writing a book about something bad that we know about anyway, in such a way that he could do damage control. And I find it morally repugnant that he almost excuses Augusto Pinochet et al with the argument (undermined, in places, by his own statements) that they were genuinely frightened by a frightening widespread, underground, international Leftwing force that would undo his, and his allies’, regimes.\nWhat you do if you’re a democrat, firstly, is you don’t abuse your people for profit and in an unpatriotic manner show solidarity with foreign investors (predators) rather than your own people, causing your own people to suffer and causing some of them, inevitably, to push back. The solution for Pinochet and his six monster South American fellow leaders was to be loyal to their countries and people and care about them, not unleash terror upon them. Dinges, though, likes the other angle and pursues it with a vengeance.\nOctober 21, 2017 at 07:57\n“…most genuinely independent bloggers are ignored by the mainstream media…” It’s not only major (corporate owned) media that ignores independent bloggers and writers. Alternative sources (not bad but not perfect) like The Real News Network and (probably) Consortium News, continue to rely on deep state-connected sources, like Seymour Hersh and Lawrence Wilkerson and Graham Fuller (a straight up CIA asset), and Russia destroyer Jeffrey Sachs while ignoring research (often producing findings before celeb status journos like Max Blumenthal shove out ‘scoops’) of journos like Maram Susli, Eva Bartlett, Caitlin Johnstone, Vanessa Beeley, Sarah Abed, Mark Taliano and others. I didn’t list the many fully compromised ‘alternative’ sites. I listed two that I think are still on our – the people’s – side.\nOctober 21, 2017 at 07:12\n“In other words, the U.S. government could engage in psyops virtually anytime because there are always “periods of acute tension involving a threat to the lives of American citizens.”” In other words, this is an ongoing ‘make work’ project for rightwingers who like the fact that neoliberalism means no social safety net for normal (and I emphasize ‘normal’) people. These monsters are too free. We all like freedom and deserve it, until we don’t. That point, where our freedom is no longer deserved, is reached when we abuse it by abusing others, for profit or for any reason.\nIt’s hard to imagine what the world would look like without the monstrous money system that unwise U.S. leaders, over time, have created and feed and worship. It’s like the Devil decided to help Jehovah out here. God needs to know who will enter the new world (not heaven) and who wants no part of it. As Jesus Christ said, “You can’t slave for God and Riches.” He therefore allows us great freedom to act and believe as we wish, but not without consequences, obviously. Without a monstrous global, capitalist system that goes a long way toward allowing those who choose to self-modify themselves into being believers in inequality, How would the issue/lesson of universal sovereignty be taught?\nIdle hands (toward being part of the solution or toward just being good neighbors) are the Devil’s workshop. And that workshop has branches throughout this godless world and they are all busy, busy, busy. They are very busy making work, literally, for themselves and money has a big role to play in that grand outting.\nThe Issue Of Universal Sovereignty:\nI have some issues with the apostle Paul (he seems okay with imperialism and slavery?), but he seems to have it right here:\n“But the lawless one’s presence is by the operation of Satan with every powerful work and lying signs and wonders and every unrighteous deception for those who are perishing, as a retribution because they did not accept the love of the truth in order that they might be saved. That is why God lets a deluding influence mislead them so that they may come to believe the lie, in order that they all may be judged because they did not believe the truth but took pleasure in unrighteousness.” – 2 Thessalonians 2:9-12\nJohn Hawk\nOctober 17, 2017 at 09:15\nGersham and Ledeen, in addition to their neo-con standing, are also rabid arch-zionists with remarkable dual-loyalty…(hint, hint, nudge, nudge, wink, wink…) !\nChris Chuba\nHelp, I’m missing a piece of the puzzle here.\nIt’s the 1980’s, the press doesn’t trust the govt, Reagan creates NGO’s to create an alternative feed to get the govt narrative out to the press that isn’t tainted by untrusted govt sources.  This makes sense but when did the MSM go from being the 1970’s bulldogs who savage govt officials to becoming Stepford Wives?  This is the part I am missing.\nJohn Hawk\nOctober 17, 2017 at 09:17\n…you need to study everything there is about Operation Mockingbird…the answers are there.  (Cooper, Ignatius, Blitzer, Woodward, Bernstein et al)\nTim Jones\nI’ll try to post again as it seems my comment was not accepted (?) Excellent information from the Editor! However, I suggest that Consortiumnews discuss the logical extension of Psyops today, such as the Mind Control research at Arizona State Universities’ Center for Strategic Communication, mentioned on activistpost.com. The title of the document that can be downloaded there is titled, “156562352-Toward-Narrative-Disruptors-and-Inductors-Mapping-the-Narrative-Comprehension-Network-and-its-Persuasive-Effects (1)”\nOctober 15, 2017 at 12:05\nNot true. What reduction in violent conflict has occurred because of this? Obviously shaping of public perception, propaganda, occurs everywhere. But the US has spent vast sums of money for psyops, covert ops, overthrow of governments, assassinations, far and above the rest of the world (they have the money and personnel, being “number one”). US created MKULTRA and many other nefarious control programs. Read Stephen Kinzer’s “The Brothers” about the Dulles brothers’ period of US history, or David Talbot’s “The Devil’s Chessboard: Allen Dulles, the CIA and the Rise of America’s Secret Government”. Sounds like you subscribe to the Orwellian precept that “War is peace”.\nPSYOPer\nOctober 15, 2017 at 11:15\nSo I suppose it’s better to not even try and communicate ideas that may lead to a reduction in violent conflict.  The truth is that everyone and every organization communicates with a purpose to convince or change someone else’s behavior.  People should not be so naïve to think that this is anything different than what happens anywhere else in the world.  Stop being so self-righteous and understand that communication in any way shape or form is a path toward peace.  Everyone is trying to manipulate everyone else for their cause.  Whether you think it is predatory or not, is just a matter of perception and opinion.\nanon\nOctober 15, 2017 at 18:52\nThe critical distinction is whether one is spreading truth or falsehood; whether one is educating or deceiving. Trying to equate them is a slippery slope to personal degradation. If you are asked to spread falsehoods for “peace” and “democracy,” remember that this is always the pretense of tyrants to convince young operatives to do their dirty work. When you figure out the truth, they will dump you, and if you have the courage to first leak the truth to the citizens who should know it, perhaps you will be invited to join the VIPS group.\nHerman\nOctober 15, 2017 at 10:07\nI’m not sure anything really changed under Reagan except to make our propaganda and regime change operations better. The effort by Reagan, I think, can be traced to the trauma within our government of the Vietnam failure, which was both a military defeat and a public relations disaster.\nranney\nOctober 14, 2017 at 20:45\nIn case you’re wondering if our total news set up is a psyops operation, let me ask all of you a simple question.\nWhen was the last time you saw or heard on national TV Glen Greenwald, Laura Poitras, Ray McGovern, William Binney, (or any member of VIPS) or even someone as mild  as Matt Taibbi who writes hilariously for Rolling Stone?  All those names and more used to be heard, if not regularly, at least often enough to recall their names and their point of view.  But now ABC,CBS,NBC, PBS, CNN  MSNBC and Fox have banned all of them and many more besides.\nI recall watching PBS about 2 years ago, and as usual they had two people from different points of view discussing some current foreign policy.  One of the men was a former ambassador to the country under discussion.  I will never forget the look of utter hatred and anger on Gwen Iful’s face when this man did not say what she expected.  What he said more or less comported with what Consortium News was saying.  Gwen was so angry she could barely get her words out without vomiting her anger, but she did manage to just keep control and ended the segment.  Needless to say the ambassador has not been seen on network news since.\nNow that we have made sure that no one will express an opinion contrary to the approved line (it’s all Russia’s fault) we needn’t worry about the two sides – there is only one side – the information is expressed in belligerent terms by one person and by conciliatory terms by the other ,but the news and the “facts” always stay the same – i.e. the U.S. is blameless and is always trying to do good, and it’s other countries that are behaving badly.\nRemember Orwell’s quote:” Omission is the most powerful form of lie”.  And our media has figured out how to never report any news that contradicts the current lie.\nI bet a lot of you can add to the list of names who have been quietly banned over the past 2 or 3 years.\nmike k\nOctober 15, 2017 at 10:49\nSins of omission are impossible to notice if you have no place else to go for real news. What They don’t tell us is what we need to seek out. CN exists now, but the future looks increasingly dark for real information sources.\nOctober 21, 2017 at 09:02\nThe light is being snuffed out. I’m religious and I follow politics. And I can tell you that light is light. You don’t have to believe in God in order to see that the light (not just what some consider to be religious truths) is being snuffed out. But I would point out that it was expected. The prophet Ezekiel (chapters 38 &39) prophesied about an attack on God’s defenceless (unwilling to break rules and betray, which is how you survive in this dog eat dog world) people in the last days. While I believe that prophecy, I don’t believe that it means that that attack isn’t against all of humankind. But from God’s standpoint – and this is what brings him into the picture (soon enough) – it’s where that attack by Gog, which probably means ‘darkness’, affects his people that matters. (If you reject God, but are decent, he can’t go against your wishes – he gave you free moral agency – and claim you, Can he? Which doesn’t mean that he destroys you, but how far you want to take your rejection of God is up to you.)\nTime flies. Here we are, wishing for the old days of ‘mere’ surveillance. While this monstrous system of things is still with us, we will have surveillance. As Julian Assange said, that’s not getting undone. Well, the socialists who claim to be capitalists still have to earn a living (from the government, and by extension, the people). So what now? They simply get brutal. They literally shut us up. They kill communication. It started in earnest when Google got the ball rolling with its obscene First Draft. It’s now snowballing. The problem with this sort of thing is, besides the official, efforts of rich and politically powerful entities like Google and assorted police states, self-appointed gatekeepers come out of the woodwork, signalled to by Google and rightwing politicians and their anti-terrorist rhetoric that they can do their small part, as ‘patriots’, to knock off balance (or worse) those with the ‘wrong’ political views. Small businesses and individuals, at every level of society, now take it upon themselves, with confidence (the way police shoot black people for walking the ‘wrong’ way – https://www.counterpunch.org/2017/10/19/the-experiment-in-freedom-is-failing/ ), to put ‘trouble-makers’ in their place. They possess that confidence because the police state will allow gatekeepers (appointed and sometimes self-appointed) to get away with rule-breaking that it won’t tolerate when it comes to regular, normal people. And that’s the gatekeepers’ version of getting a life.\n“A Loud Whoompfing Sound”:\nOctober 14, 2017 at 18:03\nSomehow we’ve gone from “Teflon Ronnie” to “Teflon America”, because it’s just not sticking anymore, is it? The propaganda machine ran their plays one too many times and now they are forced to resort to headlines like “Pokémon Go used in Russian-linked meddling effort” just to generate a bump in their flatlining ratings. Morgan Freeman was wheeled out in a ridiculous attempt to scare the nation, the White Helmets were unmasked, Netanyahu’s time bomb speech was a dud, the Las Vegas shooting narrative now has more holes in it than the 32nd floor hallway. The western oligarchs are looking desperate and increasingly pathetic. The geopolitical shift of the century has occurred. Let’s hope that the globalists’ dream of US/Israel/Brussels hegemony to create a worldwide neo-feudalism, perpetual war, mass surveillance system, medical tyranny, food supply manipulation and domination, educational corrosion and other evil delights may never come to fruition.\nThe playbook was detailed in the unclassified document, Operation Northwood in 1963. It’s long outworn its usefulness:\nThen of course there is the grand economic psyop.\nOctober 14, 2017 at 09:41\nIt was just a question of time.   1950’s advertisers began using psyops in their clothing and liquor ads, to manipulate we ‘buyers’.  Of course, psyops appealed to other organizations.  We await the day when Americans protest injustice, and march in the streets.  Let us shove psyops back up the nose of the dark parts of US government.\nSkip Scott\nOctober 14, 2017 at 07:52\nI think that the internet and sites like CN are of great concern to the STRATCOM people.  Too many of us now see the cracks in their narrative.  Russia gate was/is all about deflecting the public’s attention from the CONTENT of the leaks, mainly that the DNC purposely sandbagged Bernie, and that Hillary held “public” views different from her “private” views that she shared with her wall-street buddies.\nI remember in ’86 when Top Gun came out, and how I saw it as just another attempt to restore blind patriotism and cure us of our “Vietnam Syndrome”.  It’s hard to believe that was 31 years ago.  But they succeeded in filling the ranks of their “all volunteer” military with fresh cannon fodder, and mostly from the “expendable” lower class neighborhoods.  I thank cocaine, disco, and Top Gun for destroying our ’60’s revolution.  Make Love Not War devolved into USA USA USA!  God help us all.\nJoe Tedesky\nOctober 14, 2017 at 08:24\nYeah Skip I agree we should have stayed true to marijuana, rock & roll, and Woodie Guthrie movies, or movie. Sorry, just couldn’t help but throw that in. What we all probably really do need is a cup of tea, Lawrence Welk, and animal movies to pass away our time. I’m going to go now, because I’m just not making any sense, but hey Skip you made a valid point. Joe\nThe Umbrella Lady\nOctober 14, 2017 at 09:43\nGood observation. I didn’t know they had ‘swelled their ranks’.\nmike k\nOctober 15, 2017 at 10:41\nAlways good to hear a positive comment about the 60’s. How easily the blue meanies crushed that youthful idealism!\nOctober 14, 2017 at 05:07\nThe fact that the psyops and propaganda wars don’t work on a huge section of the population must be a great source of concern to those ordering and implementing them. But it should be of equal, if not more, concern to everybody else.\nFrom the moves to gag the alternative media we can now see being implemented, it is quite clear opinions straying from the official narrative will not be tolerated. The beating of fists on the door in the middle of night is just a goosestep away. For decades, arrests, imprisonment and torture have worked towards discouraging and repressing unwelcome opposition in Latin America and many other nations. Single and mass assassinations, in person or by drone, have also been tried and tested, though the jury is stil out on their effectiveness.\nIf these methods are not already being employed in the home market, with the rise of increasingly militarised police forces, they are more than ready to go. And if that doesn’t do the job, there’s always the enticing prospect of civil war. The polarising of opinion is being ratcheted up at a rate that makes it more than a nightmare. It can work. If it doesn’t there’s always the plane with the engines kept running on the tarmac.\nSam F\nOctober 14, 2017 at 09:33\nWell put. We already have totalitarian surveillance and control of mass media and elections, totalitarian suppression of dissent and economic attacks upon dissenters, and are “a goosestep away” from totalitarian enforcement. Restoration of democracy may be a vain hope.\nOctober 21, 2017 at 08:34\n“The fact that the psyops and propaganda wars don’t work on a huge section of the population must be a great source of concern to those ordering and implementing them.” It isn’t. Every individual on the government’s payroll is getting a paycheque. Additionally, If you don’t care, generally, then you don’t care about much that is specific, like how good your democracy promotion products actually are.\nNun of That\nOctober 14, 2017 at 04:08\nFifteen years and a day after psyops were formed, 9/11/2001 happened. Now, we’re all harmed from constant denial of facts, truth, justice, and peace of mind.\nJoe Tedesky\nSo true.\nHide Behin\nOctober 13, 2017 at 22:54\nThe population of USA do not realize just how far into every facet of life in US that those tenticles of the earlier times Secrity Sate now reach.\nAnd how easy it is for a particular party to use those instruments of Security State in order to push ideological, economic and  increase their personal political power over political rivals.\nEven your children’s text books are under influence of the Security State.\nYears ago personal GPS  units could be bought years after they were in use by US military but their accuracy was limited by military to be no closer than + or- 200 yards in fear that civilian malita or foreign subversives would pin point domestic military and Intelligence agencies location\nLet me just say that in the densely timbered and mountainous terrains of Washington State 200 yards wss a hell of a rough and dangerous miscalculation in rainy dark wet and cold weather or moonless darkness.\nIt is not just Google that enjoys Intelligence contracts as every software development form is nodding for those military and Intel contracts.\nDEPT OF Education budget to the tune of billions a year never reaches the students UNLESS they are UNDERGRADS and working by grants on government , pharma and yes even drugs of psychtropics and biological chemical and nuke, space works taking 85% of the funding with 15% going to school iinfrastructure.\nBelong to a union and hold any official position then you will be background checked; not by employer or Union.\nWork on Docks, trains, public conveyance background check, and where even a misdemeanor offence can cost you employment.\nThe Empires military “Total Dominance: program towards all perceived threats to its dominance is now in play domesticly\nForget truth upon campus of University or Colleges, free speech and free will are not allowed, and by study of text books just recite and never ask why.\nSam F\nOctober 14, 2017 at 09:25\nYes, political control of employment and advancement is a right-wing problem, like tyranny since classical times. Economic power has become the primary instrument of tyranny, and controls political power.\nJoe Tedesky\nOctober 13, 2017 at 22:37\nOh why, oh why, oh why does the U.S. need to be so deceptive? I believe that whether we are describing the assassinations of JFK, RFK, MLK, Malcolm X, or suspected false flag events, and never make any list of possible deceptions and not include 911, are the merging of Operations Northwoods with Mockingbird and then we have disastrous cause for going to war, or hiding important truths. Hardly though does any American acknowledge to knowing of such Operations as Northwood or Mockingbird, let alone they recognize CoinTelPro, or Operation Paperclip. In fact the news is so lacking in their responsibly to report that Allen Dulles is a distant ghost to be left in the past, and with his mentioning this maybe met by an inquiring person as ‘wasn’t he on the Warren Commission? And consider that a good response if you get that answer.\nThe world may yet have the last laugh with all of this U.S. deception, because now besides the world shaking it’s head at all of the apparent lies the U.S. insist on selling, now the U.S. is going to go it alone come hell or high water. This attitude of conceited hubris is what may bring the U.S. hegemony project come crashing down, because the U.S. will have told one to many a lie, and made the fatal mistake of believing their own lies one to many times for it’s own good.\nSam F\nOctober 14, 2017 at 09:12\nThe full impact of these abuses, and their likely extent, hit me much more strongly when I read of the conviction in South Korea of the head of their NIS secret agency for using it to attack liberal political candidates in every way they could. That reveals not only the extent of likely abuse of US secret agencies, but also the fact that the mass media in SK were willing to investigate, their justice department was willing to prosecute, and they elected the present liberal admin just afterward. None of that would happen in the US. See my comment above for the link to an article on this conviction.\nOne wishes that the factions and purposes within the dark state were visible, although judging from the secret wars they conduct, this is a mixture of right wing anti-communism and right wing zionism, mostly the latter.\nOctober 13, 2017 at 22:14\nTwo books that document the CIA’s stunning history of manipulation in the arts shed a good deal of light on this matter.  They also catalogue just how subtle many forms of CIA manipulation of the public mind actually are. “The Cultural Cold War,” by Frances Stoner Saunders and “Finks: How the CIA Tricked the World’s Best Writers,” by Joel Whitney, both demonstrate conclusively from now available records the level of control the CIA has exerted on public perception, thought and behavior around the globe.  Parry’s article is an excellent look at the Reagan years.  When one watches the “Russia, Russia, Russia, Putin, Putin, Pokemon,” narrative become more absurd by the day, one cannot help but wonder this suggests.  Is our population so much more dumbed down today that this blatant post-reality propaganda “works” today, or is the entire apparatus of control simply slowly disintegrating and this is the best they can do?\nSam F\nOctober 14, 2017 at 09:00\nThanks for the references; the hubris seems to have led to US domestic totalitarianism rather than to disintegration.\nCarroll Price\nOctober 17, 2017 at 09:59\n“We’ll know our disinformation program is complete when everything the American people believe is false.” CIA director William Casey (CIA director, 1981-1987)\ntina\nOctober 13, 2017 at 22:00\nThis is nothing new.  For once, I would like to  hear a solution, or an alternative.  Vote? Do not take a job with these institutions, protest, burn yourself,  start a website, start your own community, what?   Stop bitching about  everyone who was past, yes they are responsible for our current mess, but what are we Doing about it except bitching?\nJoe Tedesky\nOctober 13, 2017 at 23:04\nI too tina once hated all of the bitching, until one day it dawned on me of how all this bitching leads to a political platform to be made. What we really need is organized, and some good leaders to put in office. Now, there tina is where to place your anger, because where is that kind of political front when you need it? I’m with you tina, but we here need to let off some steam some times, and hopefully a capable leader type will read your comment tina, and thusly become inspired to run for office, and do the right thing. On the other hand we could all go off the grid, and head to the mountains, but then we’d probably come to find out we have settled on fracking rights property and get arrested…so let’s chin up, and hang in there girl. Keep on bitching tina, and remember the squeaky wheel gets the most grease. Joe\nOctober 14, 2017 at 00:45\nTina, it is called raising awareness. Most people have no idea what the government is doing to them and others in their name. To become aware of a problem is the first step to its resolution. Get on it.\nmike k\nOctober 15, 2017 at 10:33\nBitching about world problems is a step towards working to solve them. Most folks don’t even know there is anything to bitch about!\nRandal Marlin\nOctober 13, 2017 at 20:55\nThanks, Robert, for this valuable documentation. Can you reference a couple of the documents relating to your statement:\n“Documents from the Reagan archives also make clear that NED was organized as a way to replace some of the CIA’s political and propaganda covert operations, which had fallen into disrepute in the 1970s”?\nThe mid-seventies investigation into CIA covert operations revealed amounts in the $millions going to influence newspapers like El Mercurio, showing that, yes, the US government-financed bodies were working on replacing Chile’s Allende. But how do you spend $5 billion in Ukraine? I assume that figure covers money spent since the end of the Soviet Union to the time when Victoria Nuland made her statement. Even so, the amount becomes something in the neighbourhood of $200 million a year. Is there no interest in Congress in what this money was spent on, or is any such interest deflected by bullet-proof claims about the need for secrecy in the name of “National Security”?\nThemisticles\nOctober 13, 2017 at 21:45\nFritz Perls and his Cold Mountain Institute… Do not just rely on an url….\nGregory Herr\nOctober 13, 2017 at 23:40\nThey only get upset when 200 million is used to feed or house the poor.\nD.H. Fabian\nOctober 13, 2017 at 20:12\nWe’re fully immersed in our post-reality era. The US is stuck with the consequences of decades of self-defeating political/policy choices. In a nutshell, we looked at the policies and programs implemented from FDR to Reagan, which took the US to its height of wealth and productivity (yes, far from perfect, but…), and chose to do the exact opposite. Meanwhile, the US has struck out wildly, earning the distrust/rage of much of the world.\nThe Reagan Revolution isn’t a relic of the past. It has been ongoing. Now we’re stuck with the results. Every step of the way. the “masses” supported the politics and policies that brought us to this point, disregarding all the warnings alone the way. Of course, those to the right blame Russia for our failures, while “liberals” blame (weirdly enough) Israel. Because we’re too exceptional to be held responsible for what we do.\nJoe Tedesky\nOctober 13, 2017 at 22:55\nAmerica’s decay is due to it’s selling of false narratives with remedies of electing the lessor of the two evils, where false idol worship overrides good political selection. This kind of culture is now supported by a rampant drive of blind patriotism, which only hides America’s many closeted skeletons from its no so nice pass. I’m not saying America hasn’t done some good, but by not owning up to it’s genocidal habit of destroying the indigenous of wherever they may have come from, is a deficit which is hard to cover up. I believe there is more good than there is bad, and I am convinced that it is time in America where the honest majority must take over from the deceptive few, and run this country right.\nI hope I’m within the parameters of your thought, because I only wanted to support what you had commented to. Joe\nOctober 14, 2017 at 00:41\nD. H., you do not have to go outside our borders (Russia, Israel) to find scapegoats. The mainstream media serves them up daily – ghetto youth, lazy blacks, immigrants sucking up welfare benefits, welfare Queens, Muslims. The blame is spread far and wide – divide and conquer – except where it belongs, the corporatocracy and our elected so-called “representatives”.\nSam F\nOctober 14, 2017 at 08:47\nAgain DH revises the facts to hide zionist control of US mass media and elections:\n1. Blaming “self-defeating policy” since Reagan which of course served zionism;\n2. Claiming that “the masses” supported this as if mass media were not zionist controlled;\n3. Claiming that the right runs “Russia-gate”, a coverup of zionist control of the DNC by zionist mass media, attacking Russia for winning the Israeli wars in the Mideast.\nDo advise us on why zionists should be accorded special privileges in the US:\n1. To control US foreign policy to dump money on Israel as “aid”;\n2. To control US mass media so that most accept zionist lies about the Mideast and special privileges;\n3. To control nearly all US politicians through bribes, like those of all of the top ten donors to Clinton;\n4. To rent the US military for nothing to Israel to kill millions of innocents for Israel;\n5. To terminate democracy in the US for the advantage of one of the most racist groups in history.\nZachary Smith\nOctober 14, 2017 at 18:28\nFor anybody who believes the latest Israel troll isn’t peddling the usual BS, I’d invite them to google the terms “Israel” and “central america”.  Example from results:\nIsrael and the Contras\nIn March 1985, a small group of conservative Nicaraguan Jews resurrected this campaign, aiming it at Jewish Congresspersons and those with Jewish constituents who had opposed funding the contras. [18] In March 1986, President Reagan appealed to American Jews to support the $100 million contra aid package by claiming that “our supply lines to Israel and NATO run through the Caribbean.” A few days later, Vice President Bush denounced the Sandinista government for its “Nazi-like tactics.” The fate of Nicaragua’s Jewish community, he went on, “gives a picture of what is at stake” in the war against Nicaragua. [19] Israel has provided weapons for the contras, and there are indications that the Reagan Administration would like it to give even more aid and to take a much higher profile.\nIn late 1982, Israel sent the contras several thousand AK-47 assault rifles that it had captured from the Palestine Liberation Organization in Lebanon. These rifles were paid for with CIA funds on cash-and-carry terms. [20] About 500 of the weapons were channeled to Eden Pastora from Israel via Venezuela; the remainder were destined for the Nicaraguan Democratic Force’s (FDN) Edgar Chamorro. [21] In July 1983, according to “senior Reagan administration officials,” Israel, “at the request of the United States,” agreed “to send weapons captured from the Palestine Liberation Organization to Honduras for eventual use by Nicaraguan rebels.” [22]\nZachary Smith\nOctober 13, 2017 at 19:43\nWhat’s really sad about all this is so many Americans believe they are the least propagandized people in the world. In reality the US is closer to North Korea in propaganda terms than any other western country. Even those who consider themselves “woke” fall victim to establishment mind control. Just try having a conversation with a Rachel Maddow fan.\nAnnie\nOctober 13, 2017 at 21:53\nOh, is that true! They have become as fanatical in their opinions as she is,  and yet they see themselves as liberal and progressive. For me those terms, liberal and progressive, mean you don’t allow someone else to do your thinking.\nSam F\nOctober 13, 2017 at 22:39\nInterestingly the US appears to be close to South Korea under its right-wing (anticommunist) administrations, whose spy agency NIS head under the 2012-16 administration has actually been convicted of using the agency to:\n1. Spread disinformation in social media during the 2012 election, using trolls to attack liberal candidates;\n2. Destroy the careers of liberal politicians and commentators;\n3. Control public prosecutors to prevent their own prosecution;\n4. Take bribes to grant contracts;\n5. Use mass media to attack opponents;\n6. Make fake public opinion surveys;\n7. Give false testimony at trials based upon political orders.\nSee article “Moon Jae-in’s Great Purge” today at Journal-Neo.org (link in reply comment).\nIt is likely that secret agency interference in domestic politics is also done in the US with political motives, a far more important story than any Russia hysterics. But in the US there is almost zero information in the mass media on political abuses by secret agencies, whereas in SK this appears to be a major ongoing news story. So their mass media are independent, while ours are controlled by secret agencies et al.\nSam F\nThe article is at this link:\nOctober 14, 2017 at 00:35\nLois, apparently you accept the US propaganda that North Korea is the most propagandized country. Maybe not.\nmike k\nOctober 13, 2017 at 19:00\nOur Rulers are avid students of Hitler’s methods. It’s not for nothing that Trump keeps Hitler’s speeches at his bedside.\nErik G\nOctober 13, 2017 at 22:44\nUS secret agencies apparently influence US elections directly, a problem that Russia bashing is designed to obscure. Once more Mr.Parry provides an essential counterpoint to the mass media propaganda.\nThose who would like to petition the NYT to make Robert Parry their senior editor may do so here:\nOctober 21, 2017 at 08:27\n“Those who would like to petition the NYT to make Robert Parry their senior editor may do so here” If that came to pass, I’d never read nor trust Robert Parry again.\nTannenhouser\nOctober 14, 2017 at 21:09\n“Our Rulers are avid students of Hitler’s methods. It’s not for nothing that Trump keeps Hitler’s speeches at his bedside.”\nShaking my head at such ridiculousness. You of course must have proof to make such a stupid comment yes? Not to mention the historical context of Roberts piece starts in the 80’s. Total fucktard CONment.\nmike k\nHello troll. Goodbye troll.\nOctober 15, 2017 at 12:42\nYes apparently you have learned from him as well. Name a politician that hasn’t used these techniques, it’s not like he had a monopoly on ‘what works’. I have read The communist manifesto as well as Mein Kampf,  they are on my shelf as I type this, guess that makes me a communist fascist right? Open up your eyesfucktard, you add even  less than I have here which is not much.\nanon\nOctober 15, 2017 at 18:35\n“Tannenhouser” your comment is unwarranted and abusive.  If you disagree, you may say so briefly or at length, but must do so respectfully.\nIt is one thing to present a viewpoint or object strongly, with evidence and argument. It is quite another matter to insult others simply because you disagree. That is not intellectual challenge it is mere abuse. Mike K has said nothing to warrant such abuse.\nBrad Owen\nOctober 15, 2017 at 05:05\nI think it can be said that our Rulers created Hitler and taught him his methods. I read about Henry Luce and Count Codenhouve-Kalergy, and their respective time magazine/ Pan-European Union projects that were set up in 1923 to organize the owning/rentiers class (financiers and their elite managerial minions and intelligence operatives) to make war upon the communists/anarchists/socialists and just the organized working class and unionism in general, under the construct of universal fascism. They were (and are) the Synarchists. Henry was a bonesman. They were opposed by FDR, and were violently opposed to FDR as a traitor to his Class. The FDR-like opposition to Synarchist Movement for Empire today rests in the hands of Nick Hannauer and fellow, like-minded billionaires. EIR represents that faction of the intelligence community still loyal to FDRs New Deal methods and Vision;directly opposed to universal fascism. One can say they are Dirigists recognizing the necessity of both Public and Private Sectors, and the primacy of Labor (in all its inventiveness, creativity and productivity) applied to Matter, as the actual source of the wealth of Nations everywhere, thus recognizing the fundamental dignity of the common working man and woman. This article provides a window into the elaborate, sophisticated preparations for Class Warfare upon the working man and woman.\nBrad Owen\nLook up “Hemry Luce” in EIR’s search box.\nHerman\nOctober 15, 2017 at 09:59\nMike K, sounds as if you learned something from the article.\n“Our Rulers are avid students of Hitler’s methods. It’s not for nothing that Trump keeps Hitler’s speeches at his bedside.”\nBut before I point out what is both pernicious and nonsensical, perhaps I should investigate your claim. It may be true!  However, I am highly suspicious that it is not.\nmike k\nOctober 15, 2017 at 10:26\nYou won’t have any trouble tracking down the basis for my remark about Trump’s bedside reading material. You might try this link to start –\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/12/01/the-orwellian-war-against-skepticism/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2015/05/12/punishing-another-whistleblower/",
                "https://www.journalism.co.uk/news/new-bellingcat-project-to-investigate-cross-border-corruption/s2/a562610/",
                "https://paleofuture.gizmodo.com/meet-guy-sims-fitch-a-fake-writer-invented-by-the-us-g-1787060769",
                "https://consortiumnews.com/2014/05/01/whos-the-propagandist-us-or-rt/",
                "https://consortiumnews.com/2015/09/02/usnato-embrace-psy-ops-and-info-war/",
                "https://consortiumnews.com/2015/01/08/cias-hidden-hand-in-democracy-groups/",
                "https://www.counterpunch.org/2017/10/19/the-experiment-in-freedom-is-failing/",
                "https://consortiumnews.com/2015/07/01/hillary-clintons-failed-libya-doctrine/",
                "https://consortiumnews.com/2017/03/25/how-us-flooded-the-world-with-psyops/",
                "https://consortiumnews.com/2014/12/28/the-victory-of-perception-management/",
                "https://consortiumnews.com/2016/11/18/what-to-do-about-fake-news/",
                "http://www.bbc.com/news/world-europe-26079957",
                "https://consortiumnews.com/2016/11/27/washington-posts-fake-news-guilt/",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.informationclearinghouse.info/article37599.htm",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "1986",
            "operations",
            "security",
            "reagans",
            "national",
            "propaganda",
            "legacy",
            "raymond",
            "civilian",
            "information",
            "psychological",
            "psyops",
            "public"
        ]
    }
]