[
    {
        "url": "https://consortiumnews.com/2016/07/31/lurching-toward-world-war-iii/",
        "title": "Lurching Toward World War III",
        "authors": [
            {
                "name": "Eric Sundin",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "James Lake",
                "link": null
            },
            {
                "name": "David Smith",
                "link": null
            },
            {
                "name": "R A Feibel",
                "link": null
            },
            {
                "name": "Minnesota Mary",
                "link": null
            },
            {
                "name": "Robert Billyard",
                "link": null
            },
            {
                "name": "Steve Naidamast",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-07-31",
        "text": "Main menu\nJuly 31, 2016\nBy John Chuckman\nWhen did America’s establishment ever discuss, in elections or at other times, issues of war and peace for the people’s understanding and consent? Virtually never. There was no mandate for Vietnam, Cambodia, Iraq, Libya, Syria, or a dozen other conflicts.\nOf course, once a war gets going, there is a tendency for Americans to close ranks with flags and ribbons and slogans such as “Support our troops” and “Love it or leave it.” The senior leaders know this psychological pattern, and they count on it, every time.\nA military parade on Red Square. May 9, 2016 Moscow. (Photo from: http://en.kremlin.ru)\nThe fundamental problem in America’s government is an elaborate political structure much resembling democracy but with actual rule by a powerful establishment and a set of special interests – all supported by a monstrous security apparatus and a huge, lumbering military, which wouldn’t even know what to do with itself in peace. Unfortunately, I don’t think there is any apparent solution to this horrible political reality, and, while once it affected primarily Americans themselves, today it affects the planet.\nThere is an intense new element that has been added to America’s governing establishment: the drive of the neocons for American supremacy everywhere, for complete global dominance, and it is something which is frighteningly similar to past drives by fascist governments which brought only human misery on a vast scale.\nThe neocons’ underlying motive, I believe, is absolute security for America’s colony in the Middle East, Israel – put another way, their concern is for Israel’s hegemony over its entire region with no room for anyone else to act in their own interests. It is only if the United States is deeply engaged all over the planet that Israel can constantly benefit from its strange relationship with America.\nIt did not require the neocons to interest America’s establishment with interfering in other people’s affairs. America has a long history of doing so, stretching back to the Mexican War, the Spanish-American War, the Philippine-American War, the brazen seizure of Hawaii from its people and going right up to the pointless War in Vietnam and Cambodia in the hope of keeping the Pacific Ocean effectively an American lake. But the neocons have added a new force, a new impulse to something which would be better left alone, and they are very influential in American affairs.\nOrdinary Americans are not interested in world affairs, and there is a great deal of evidence to support that statement. American Imperialists of earlier times disparaged this tendency to just want peace at home with the pejorative name, isolationism, and avoiding isolationism became an excuse for a whole series of wars and interventions.\nSo, Americans today cannot be allowed to fall back into their natural tendency of not caring. Thus we have the drive of the neocons and, tragically, thus we have America being driven into direct confrontation with Russia. And with China, too, of course, but Russia is my focus since Russia is the only country in the world literally capable of obliterating the United States. There is unquestionably a sense here of Rome wanting to go after Carthage, although cavalry, swords, spears and catapults no longer can settle such conflicts.\nThe situation is compounded by the American establishment’s dawning realization that its days of largely unquestioned supremacy in the world are fading into memory, as other countries grow and develop and have important interests in world affairs.\nIn many respects, it has been a long downhill slide for the average American since the economic heyday of the 1950s. Decline in real incomes, decline in good job opportunities at home, the export of American industries abroad to areas of less costly labor, and the virtual collapse of American towns and cities in many places, Detroit being perhaps the most sorrowful case of many – all these are evident year-in and year-out.\nLost Perspective\nI do think the American establishment simply does not know how to handle its role in a brave new world, but do something it clearly thinks it must, and that is an extremely dangerous state of mind. It is armed with vast armies and terrible weapons so that it retains a sense of being able to act in some way to permanently reclaim its place, an illusion if ever there was one.\nThe U.S. hydrogen bomb explosion codenamed Bravo on March 1, 1954.\nWe know from scholars of the past the role that the mere existence of terrible military power can play in disaster. Huge standing armies were one of the major underlying causes of the First World War, a conflict in which 20 million people perished. Germany repeated the effort with Hitler’s government working tirelessly to create what was to become the finest and most advanced army the world had ever seen until that time, but it, too, ended in disaster, and of even greater proportions.\nAmerica has not discovered the secret to making itself invulnerable, although I fear that its establishment believes that it can do so, and that represents the most dangerous possible thinking.\nContrary to political speeches, America’s establishment has never shown great concern over the welfare of ordinary Americans, and today its lack of concern is almost palpable. Washington’s white-maned, over-fed, crinkly-faced senators spend virtually every ounce of effort in two activities: raising funds from special interests for re-election (estimated at two-thirds of an average Senator’s time) and conspiring on how to keep America dominant in the world. Anything else is just piffle.\nAmerica’s unique place in the world of 1950 took care of ordinary Americans, not any effort by government. Again, the utter contempt for ordinary Americans perhaps offers a dark element in the thinking of America’s establishment when it comes to possible nuclear war.\nRussia is not, of course, a direct threat to neocon interests, except when it comes to matters like Syria, a deliberately-engineered horror to bring down the last independent-minded leader in the Middle East and to smash and Balkanize his country, parts of which, Israel has always lusted after in its vision of Greater Israel.\nThe coup in Ukraine, which borders along a great stretch of Russia, represented a direct challenge to Russia’s security, offering a place ultimately to be filled with hostile forces and missiles and American advisors – all of which was expected to silence Russia’s independent voice in the world and its ability to in any way thwart neocon adventures, if not, in the longer-range, savage dreams of some, to provide a platform for the ultimate destruction or overthrow of Russia herself.\nRussia’s effective countering with skillful moves in its own interests both in Syria and Ukraine has driven some of America’s establishment to the edge of madness, and that madness is what we see and hear in Europe, which is once again being turned into a vast armed camp. Europe is now seething with anti-Russian rhetoric, threats and activities such as huge war games, the largest of which occurred around the anniversary of Hitler’s invasion of Russia, the single most destructive event in all of human history.\nAmerica has created deliberately a situation almost as dangerous as the days of the Cuban missile crisis, which itself arose from the American establishment’s belief that it had every right to interfere in Cuba’s affairs.\nNuclear Threats\nWe have another element, now compounding the danger, in a far greater variety and level of sophistication of weapons, including some nuclear weapons whose controlled yields are regarded by America’s military as being perhaps “usable” in a theater like Europe.\nPresident Barack Obama walks from Marine One on arrival on the White House’s South Lawn, July 5, 2016, a few days before leaving to attend the NATO Summit in Warsaw, Poland. Official White House photo by Lawrence Jackson\nThe installation of anti-missile systems near Russia is very much part of this threat since these systems not only are intended to neutralize Russia’s capacity for response to a sudden, massive attack but to provide a cover for future covert, easily-done substitution of other kinds of missiles into the launchers, faster-arriving, nuclear-armed missiles which would indeed be an element in such an attack.\nRussia, a country twice invaded with all the might of Germany and before that by Napoleon’s Grande Armeé, cannot be expected just to sit and do nothing. It won’t. It cannot.\nThe world must not forget that America’s military, a number of times in the past, created complete plans for a massive, surprise nuclear attack on what was then the Soviet Union, the last of which I am aware was in the early 1960s, and it was presented as being feasible to President Kennedy, who is said to have left the Pentagon briefing sick to his stomach.\nNuclear war, just as with any other kind of war, can happen almost by accident through blunders and careless acts and overly-aggressive postures. Just let the blood of two sides get up enough, and an utter disaster could quickly overtake us.\nConstantly decreasing the possibilities for accidents and misunderstandings is a prime responsibility of every major world leader, and right now the United States is pretty close to having completely abdicated its responsibility.\nJohn Chuckman is former chief economist for a large Canadian oil company.\nGuest\nI love how you conveniently left out:\nAfghanistan and Iraq – bush psychopath, republican\nAt least all those other wars ended, the ME nightmare that bush created never will.\nAbe\nAugust 3, 2016 at 11:29\n“In the immediate aftermath of the [Russian Mi-8] helicopter’s downing and now ongoing since, pro-militant pundits from both the public and Western policy centers, celebrated the incident.\n“Former director of the Brookings Institution’s Doha Center, Salman Shaikh, repeatedly retweeted accusations that Russia’s Mi-8 was not in fact on a humanitarian mission, simply because empty rocket pods were found among the wreckage.\n“With SOHR [UK-based anti-Syrian government proponent Rami Abdulrahman who refers to himself as the ‘Syrian Observatory for Human Rights’] insisting indeed the Russian helicopter was on a humanitarian mission, the empty rocket pods were most likely empty upon take off. So far, ‘experts,’ including Atlantic Council’s ‘Digital Forensic Research Lab Senior Non-Resident Fellow’ Eliot Higgins, previously an unemployed British social worker and blogger, have insinuated the Mi-8 was on a military mission, but have yet to provide any evidence.\n“This attempt to leverage supposed ‘experts’ to justify the downing of a helicopter (and subsequent celebrations) engaged in humanitarian operations even in contradiction to media reports coming from both sides of the conflict, indicates just how far departed Western rhetoric has become from the principles it claims to uphold, particularly in regards to its involvement in the Syrian conflict and its backing of militant groups operating in Al Qaeda-held Idlib province.”\nUS Foreign Policy Comes Full Circle As Qaeda Downs Russian Helicopters\nBy Ulson Gunnar\nAugust 2, 2016 at 17:51\nLurching?  I fear that we just made a major leap today.   Two critical news items:  i) the Russian helicopter downed by rebel/terrorist forces using an American missile and ii) the accusations (being made through Reuters this day) that the town where the chopper was shot down was purportedly being gassed by Assad forces.  In their best case scenario, Washington would even like you to believe that the Russian copter was helping deliver the poison gas, at the very least you are expected to believe that Russia supports such barbarity and is just asking for a smart thrashing by the forces of Good.   Supposedly, another Obomber “red line” crossed and a clear causus belli, in the minds of neocons and those they wish to con.  Obomber and Killary must be doing their happy dance because the Russians had hoped that they had an effective missile defense system in place on those helicopters (which replaced some withdrawn fighter jets which did not).   Washington will be emboldened, knowing it can bring down Russian choppers in the planned escalation.   At the least, they hope that Russia will now withdraw the copters rather than allowing them to become sitting ducks, eliminating air support for Syrian ground troops.  This incident is meant to be the prelude to an American military move, it’s not just a random event.\nelmerfudzie\nAugust 2, 2016 at 12:41\nI ‘d like to add some additional support to commentaries made here and request that CONSORTIUMNEWS readers take a little time off from work, dust off those long forgotten made for TV programs (on VHS no doubt)  such as Twilight Zone. Please watch and review; Third from the Sun, Season 1 Episode 14 circa (1960) It’s just one of many memorable Hollywood flicks (before it began a war-rage insanity binge), educating a wholly and woefully ignorant pubic about nuclear warfare. This particular episode is doubly tragic; a family successfully escapes it’s doomed world only to enter another doomed world? It, so much reminded me of the Japanese Hibakusha, in particular, one, Tsutomu Yamaguchi who fled the bombed out Hiroshima only to experience a nuclear attack at Nagasaki. Over one hundred Japanese went through this horrific experience. Hillary Clinton poses the greatest danger to humanity that I can presently think of, her election spells the end to everything! When you vote, please write-in the candidate(s) of your choice and forget the current eligible s from either side of the isle!\nLJ\nAugust 2, 2016 at 12:23\nBIGGEST NEWS OF THE WEEK : What about the THAAD missile deployment on the Korean Peninsula last week? That is the US equivalent of the USSR moving missiles to Cuba  and there is no doubt that the US will functionally annex the naval base that was built at Korean expense (For US) on Jeju Island. How utterly gauche and entirely predictable this all is. . I have to point out that this is Obama/Clinton Policy in action. It isn’t Neocons but the overlap was evident when Obama kept the Coldest, most intractable of Cold Warriors, Gates as his Secretary of Defense.  This is confrontation with Russia and China at the same time. Meanwhile a coup in Brazil, hijinks in South Africa and who knows how we will subvert Indian/Iranian rapprochement, but we will. At the same time, if Turkey is to vbe believed, a retired NATO General was behind the coup in Turkey with CIA money. This Obama really loves his work ! The THAAD deployment is a  hugely negative development and went under the radar in US media like it’s no big deal, the Russians are already moving missiles East and China is not very happy about it either for some reason. Hillary will pursue the exact same policy. I will vote for Trump now but the Deep State won’t let him change the policy if it would even allow him to be elected at all under any conceivable circumstances (Can you say : Florida , Ohio, etc. ). Oh Bartelby, Oh Humanity.\nOnenationunderGod\nWhat no one has brought up is the fact that\n1) Germany started WW1\n2) Germany started WW2\n3) Most importantly, our planet has walked away from God !!!\nFor every action there is a reaction! As a country , as a nation,  ALL have turned their backs on God .\nRead your bibles people, it is ALL prophesied, throughout history that points to this time & age as being the “End (Last )of Days” !!! Wake Up people there’s not many days left in which we can repent from our sinful ways & be counted into God’s Family !!!\nJ'hon Doe II\nOnenationunderGod –1) Germany started WW1 – 2) Germany started WW2\nYou ought to assiduously   research  the Zionist connection to every European war… .\nRikhard Ravindra Tanskanen\nAugust 2, 2016 at 16:06\nThat better not be referring the “stabbed in the back” legend. Besides, the legend doesn’t even say that – neo-Nazis say Jews lost Germany the war but they don’t say they STARTED it – not even the neo-Nazis go that far! The war was caused by the Great Powers competing with each other.\nJ'hon Doe II\nYou’re 100% correct Rikhard Ravindra Tanskanen\n(excerpt)\nThe financial titans of the world, the Rothschilds, established their banking dynasty over 200 years ago. International banking dynasties like the Rothschilds buy out elections with their huge sums of money and profit when they lend money to foreign governments, which they have to pay the Rothschilds back with interest. Because of this scheme, known as fractional reserve banking, the Rothschilds and their international banking friends benefit immensely from prolonged and perpetual war around the world. And when the Rothschilds are paid back, they aren’t paid back with real dollars currently in circulation, but with cheaper dollars that are printed out of thin air. As a result, the bankers maximize their profits while the citizens’ money is devalued due to inflation. Because of this hidden theft, people are able to to buy less goods & services with their savings as time goes by. And as a result of financing both sides of every war since the Napoleonic Wars, the Rothschilds established a net worth of $350 billion, are believed to have over a trillion dollars in other assets, and are the second richest family/individual of all-time (The richest man ever was Mansa Musa I).\nThe Rothschild family is closely related to the Clintons. Marc Mezvinsky, the husband of Hillary Clinton’s daughter, Chelsea, is a money manager and in 2011, raised money for a new hedge fund firm called Eaglevale Partners. Some of the investors included a money management firm that was connected to Goldman Sachs & the Rothschilds. Also, Jacob Rothschild has donated money to the Clinton Foundation in the past. Hillary Clinton’s husband, former President Bill Clinton, spoke at a conference that was sponsored by the Rothschild Foundation at Oxford University.\nLynn Forester de Rothschild, husband of Sir Evelyn Robert de Rothschild, has publicly supported Hillary Clinton as the next president. Lynn supported Clinton as far back as 2008, when she called Obama an elitist, but as a result of current President Barack Obama being nominated instead of Clinton, she voted for John McCain & Jon Huntsman in back-to-back elections. What’s so ironic about Rothschild calling Obama an elitist is that Obama’s top donor, Goldman Sachs, is one of Clinton’s top donors, validating the fact that all of the establishment candidates are virtually the same and bought by the same donors. What’s also interesting about Lynn voting for McCain in 2008 was that McCain faced accusations of accepting improper donations from the Rothschilds.\nAugust 1, 2016 at 22:04\nI like Stefan Molyneux’s idea: if you want war, the bill for it is sent directly to YOU.  I’ll opt out of paying for it, thanks.  I’d bet there would be a lot more “blessed are the peacemakers” types out there if this was the case.\nAbe\n20th Saint Petersburg International Economic Forum (SPIEF)\nAugust 1, 2016 at 17:21\nThe strongest link is also the weakest link…the US Dollar. Now you know why the Fed continues *some type* of QE. How many more times can the USA government raise the debt ceiling ?\nnmb\nHillary warms up to lead Cold War 2.0\nAugust 1, 2016 at 13:23\n“There is unquestionably a sense here of Rome wanting to go after Carthage, although cavalry, swords, spears and catapults no longer can settle such conflicts.”\nCarthage under the Barbarians from the north eventually wiped Rome out…\nRobert Billyard\nAugust 1, 2016 at 13:00\nThis is an excellent summary of an utterly insane situation. It deserves the widest possible distribution. Let’s do it!\nWhen the nuclear missiles start flying\nThe result will be many millions dying\nPlanet earth will be all aflame\nNothing will ever be the same\n“Our leaders” will be hiding in their safe quarters\nHoping to escape the deadly horrors\nMad men of the earth who caused this fiery hell\n“ Honourable” idiots with nothing left to sell\nUseless scumbags in a now useless world\nTheir “victory” dreams are now fulfilled\nNow they have nowhere to run or go\nThe stupid bastards now reap what they sow\nSadly, many innocent people will also suffer and die\nVictims of the madmen who sent hellfire from the sky\nHell on earth becomes the final solution\nCourtesy of maniacs who pay no restitution\nThis is what happens when war criminals rule\nAnd people obey these bloody fools!\nA corrupt system brings death and dying\nThis is what happens when the Nukes start flying\nStephen J. Gray\nThis would make a great metal or punk song!\nMinnesota Mary\nLove it!\nAugust 1, 2016 at 11:27\nEXCELLENT WORK JON CHUCKMAN!! TO REVEAL WHAT THE REAL PROBLEM IS IN THE M.E. AND BEYOND “”ISRAEL”‘ IS TAKING YOUR CAREER INTO JEOPARDY AND POSSIBLY YOUR LIFE.AND THE WORST OF ALL POSSIBLE THINGS TO HAPPEN IS THEY ARE WINNING BIG TIME AS ASSAD IS GOING TO CAPITULATE AND GIVE UP GOLAN AND RECOGNIZED THESE CRIMNALS CALLED ISRAELI S .THIS A MAJOR EVENT ABOUT TO HAPPEN AS LAVROV AND KERRY HAVE BEEN WORKING ON THIS .AND NOW NEXT ON THE AGENDA IS IRAN AND MARK MY WORDS NO MATTER WHICH  CANDIDIDATE FOR POTUS WINS ,ITS WAR ON IRAN AFTER 1/20/17 .\nRoger\nAssad to capitulate!? What have you been drinking lately?\nJ'hon Doe II\nRussia’s pivot to Asia is a many-splendored thing\nBY M.K. BHADRAKUMAR\nAUGUST 1, 2016\n(excerpt)\nOnly two weeks ago, Russian Foreign Ministry spokeswoman had ostentatiously marked distance from voicing support for China in the territorial disputes in the South China Sea when she said, “I will remind you that Russia… has no intention of getting involved. We consider it a matter of principle not to side with any party.”\nRussia-China drill\nA JH-7 fighter jet of the Chinese Air Force takes part in an air exercise of the China-Russia joint naval drills, Aug. 24, 2015\nYet, media reports appeared in the weekend that Russia and China propose to hold naval exercises in the South China Sea. These may seem contradictory tendencies, but in reality they are not.\nMilitary exercises are not impromptu events, and in this case, the intent to hold such a naval exercise in South China Sea was first hinted a year ago. Indeed, Russian-Chinese military exercises have become frequent in the recent years and there have been naval exercises in the Black Sea, the Mediterranean and the Far East. No doubt, the Russian-Chinese exercises signify their robust strategic partnership, which has a growing military dimension.\nHeading deeper into the US w/NATO fomented “Clash of Civilizations.”\nXi pressed for armed response in S China Sea after Hague ruling\nAUGUST 1, 2016 in CHINA, SOUTHEAST ASIA, TOP NEWS\nBy Ben Blanchard and Benjamin Kang Lim\nBEIJING (Reuters) – China’s leadership is resisting pressure from elements within the military for a more forceful response to an international court ruling against Beijing’s claims in the South China Sea, sources said, wary of provoking a clash with the United States.\nSecurity personell guard the area near the Philippine embassy in Beijing\nSecurity personnel guard the area near the Philippine embassy in Beijing, July 12, 2016. REUTERS/Thomas Peter\nChina refused to participate in the case overseen by the Permanent Court of Arbitration in The Hague.\nIt denounced the emphatic July 12 ruling in favor of the Philippines as a farce that had no legal basis and part of an anti-China plot cooked up in Washington.\nThe ruling has been followed in China by a wave of nationalist sentiment, scattered protests and strongly worded editorials in state media.\nAugust 1, 2016 at 09:44\nJ’hon Doe II, thanks for bringing the S. China Sea situation into the discussion, which is overshadowed by the aggressive talk against Russia, but where a military confrontation is much more likely, as the US Navy has a great advantage over China. I believe The Phillipines is being prodded by the US to provoke a clash with China, there is a USA/Phillipines mutual defence pact, so the US Navy could get involved very quickly with the excuse it is not aggression against China’s sovereign territory, and could include the(already rehearsed)blockade of Chinese commerce thru Strait of Malacca. It would make sense to take a safe and easy crack at China before confronting Russia to divide their alliance.\nM2\nWashington is going or has gone insane.\nJWalters\nThanks for describing the complex situation so honestly and clearly.\nFor readers who haven’t seen them yet, here is Robert Parry’s analysis of the neocon/Israeli efforts to destroy Russia’s cooperation with the US in the Middle East, What Neocons Want from Ukraine Crisis.\nAugust 1, 2016 at 03:57\nI despair, the Americsn people are just so apathetic when it comes to analysing what their country does abroad.\nRikhard Ravindra Tanskanen\nAugust 2, 2016 at 15:59\nI have a question – do you agree with the neo-Confederate idiot or not?\nCharles\nAugust 1, 2016 at 01:14\nIn the list of American aggressive wars, one was omitted: Lincoln’s War.\nDavid Smith\nAugust 1, 2016 at 10:31\nIf you support breaking up the United States Of America, you are no patriot, and arguably a TRAITOR, so think before you yack. Read the declarations of seccesion, the reason given is to preserve the institution of slavery(except Virginia which gave none). Seccesion was declared by state legislatures, with no plebiscite of the people, and therefore illegal. I am a son of the South, and I don’t like Yankees, but Jeff Davis and Co. wrecked the South and crippled us for a century. I agree with the great Texan patriot, President and General Sam Houston.\ndeltajent\nAugust 1, 2016 at 12:53\nIf you support Lincoln’s Unified State of America you’re pathetically ignorant, most likely the product of the state’s “education” system that cranks out flag-waving ignoramuses like you by the millions.  Which is precisely why Americans are in the trouble they are today.\nBrad Owen\nAugust 1, 2016 at 14:14\nLincoln’s Unified State of America ended by the 1890’s, the Robber Barons and Carpet Baggers having regained ascendency (not to be challenged again until FDR and his New Deal). The Civil War itself was a British Empire operation to bust up and recapture its’ “Rogue Colony” (along with help from the French Empire…the Russian Empire stood in their way, knowing the USA kept the “globalizing” Brits at bay). The southern plantation Barons, their Wall Street money handlers (led by Morgan interests, an agent for British influence since the 1840’s), and Boston Blueblood shipping magnates (outgrowth of Essex County Junto, and longing for the good ole Tory Empire) were the axis of  evil in America…still are. Lincoln’s greatest “sin” was the Greenback policy (implicitly recognizing LABOR as the basis of all National Wealth)…the Brits had him killed for that one, as a direct threat to the Oligarchy, to the Money Power Elite. The op was run from the British colonial asset Canada. The Greens, through Stephan Zarlenga’s American Monetary Institute, is reviving the Greenback policy, in direct challenge to the Money Power Elite.\nDavid Smith\nAugust 1, 2016 at 18:17\nDeltajent, your use of the bogus term “Unified State of America”, indicates to me you are in thrall to deceptive sources, who are misleading you through distortion of the critically important concept ” sovereignty”, which is related to argumention in Political Philosophy on the subject of Unitary State vs Federal State. An example of a true Federal State is Germany, which was formed in 1870 by unifying scores of sovereign states. This is not the case in The United States Of America, the British colonies were never sovereign states, but possessions of England, but such argumentation is both valid and unneccesary. The real, and important, discussion in Political Philosophy is practical regarding the powers of the three levels of government: local, provincial, and national. Hence, argumentation of Unitary State vs Federal State have no practical result. Sovereignty only exists at the national level of government, yet for practical reasons of scale, local issues should be dealt with locally, until conflicts between local entities require higher government level resolution, in the end only the sovereign national government can provide resolution(otherwise provincial entities would go to war, which is outside their powers). For example, The Colorado River Compact was negotiated between provincial entities(California, Arizona, Nevada etc), however California’s greater power allowed an unfair agreement(Cali has senior water rights, getting a guaranteed minimum). This was not a practical issue until global warming kicked in, but now Lake Mead water level have dropped so far that cut to Nevada and Arizona become mandatory, with Cali still getting its full allotment. As a result, as Lake Mead continues to drop, the Department Of The Interior will step in, and enforce proportional cuts in water allotment to all parties equally. Deltajent, if you cannot understand how the Colorado River and it’s water relate to sound Political Philosophy, definition of sovereignty and the powers proper to the three levels of government(local, provincial, and national), then you need to disabuse yourself of your delusions and embark on some difficult, brutal study, and understand that your snarky reply to my comment merely reveals your arrogant stupidity.\nJuly 31, 2016 at 23:07\nInteresting article, I believe this war madness will eventually result in a nuclear apocalypse.  See links below:\nBrilliant, needed and ever so rightly frightening.\nEric Sundin\nThe Power Elite of The Beltway,\nthinking they’re such a bright bouquet,\nnow they’re busy bringing on Doomsday\nthriving in their finest heyday.\nAs the nuclear Winter shall settle,\nafter someone presses the button,\nthey’ll be underground in perfect mettle\nwhile the rest of us burnt to nothin’.\nDo not try to say we weren’t warned\nbut then aren’t all Cassandras scorned?\nJohn\nJuly 31, 2016 at 17:42\nNever believe that the first strike against Russia will come from the USA of any of their primary coalition members. The first strike will come from a dispensable nation, a fringe nation like Turkey or ??? or nuclear weapons stolen by the CIA for the set up. With this set up the USA will look like the rescuer , a shinning light for the world to follow…..\nJoe B\nAugust 1, 2016 at 08:29\nThere is a very alarming thought, that a nuclear first strike may be a false-flag operation. Unlike the Turkey coup attempt, plotters would know that there will be insufficient time and evidence to verify the source. Without any missile track (as with MH17), the counterstrike target would be the nation most vilified most recently, as with the Iraq II war following 9/11. It might also be done during a conflict already provoked with the target power, such as Ukraine or Syria.\nDrew Hunkins\nJuly 31, 2016 at 17:31\nEither Washington and the American public deals quickly and forthrightly with the Zionist power configuration (ZPC) or we’re all doomed to more warmongering and regime change madness.\nThe ZPC holds a massive amount of sway over much of the mass media in the United States, it dictates much of the policies coming out of the State Dept, Congress, and White House, and it browbeats and intimidates editors, intellectuals, activists, politicians, Hollywood players, columnists and writers in medium sized and major cities across the country.  People on the inside well know that to speak out against this almost McCarthyite ZPC is to bring forth the wrath of the smear campaigns they’re expert at mounting.\nThis is NOT conspiratorial nonsense, nor is it myopic to consistently point it out.  It’s an issue the U.S. citizenry MUST address.  It’s not anti-Semitic either to point out the purple elephant in the living room.\nNever forget that much of the Putin vilification really ramped up once he talked Obama down from bombing Damascus in order to eliminate Assad in 2013. The ZPC desperately wants to rid the Middle East of Assad, one of the last head of state who nominally supports the Palestinian cause and condemns the plethora of Tel Aviv land grabs in the West Bank.\nSee the following books: 1.) James Petras: The Power of Israel in the United States; 2.) James Petras: Zionism, Militarism and the Decline of US Power; 3.) Paul Findley: They Dare to Speak Out; 4.) Mearsheimer and Walt: The Israel Lobby.\nSam F\nJuly 31, 2016 at 19:14\nMost of us here, and increasing numbers nationwide, know that what you are saying is true. One of the purges that will be necessary is of zionist operatives in the protestant churches. It is necessary to retrain the lowbrows who have been taught to give zionists what they want merely because JC was ethnically Jewish. Such irrational concepts often reverse when circumstances and leaders change. But here the mass media would have to be literally destroyed to break their grip upon the propaganda machine. I wouldn’t miss the commercial mass media at all.\nRealist\nJuly 31, 2016 at 16:56\nThe whole situation is very scary and disturbing.   The war fever manifesting itself in this country is something like I have never seen in 70 years.   The government, the media and the politically-active citizens are frothing at the mouth for, what can only be, a nuclear war with Russia.\nThey want a war for sure, but I don’t know if they are intelligent enough to realise that Russia would consider such a war an existential threat to their civilisation and resort to the nuclear option as soon as  America’s much greater firepower and deployment of personnel on a global level started to degrade their capabilities.   We would (and will) do the same if (and when) we start to take similar casualties.\nClick on ANY so-called mainstream media source or politically-driven blog, except for a handful of independents such as Consortium News, Counterpunch or Information Clearing House, and you will see headline after headline demonizing Russia and Putin, accusing Russia and Putin of invading countries, starting wars, and forcibly annexing territory,  slandering Russia and Putin for hacking every computer server in the Western world and using the information to damage America, bring down Hillary Clinton and help Donald Trump.   According to sources like the NYT, WP, WSJ, CNN, MSNBC, HuffPo, and the Democratic Underground, everyone living in Russia must be corrupt to the bone because even all of their athletes are supposedly cheaters trying to take something from America that they are not entitled to.  Everyone in that country is accused of being homophobic, never mind that large swaths of conservative America are just as biased and outspoken about it.  No, Russia is expected to be more enlightened on a quicker schedule than America ever has been… because they’re Russia, and therefore evil.   Certainly their media, like RT or Sputnik News are evil, even if they present the same facts as the Daily Mail or the Guardian.   You should instinctively know this if you are an American, if you don’t–like Donald Trump–you must be a paid Putin-bot.   Neither you nor he are entitled to your own analysis, conclusions or proffered solutions.  Only information emanating from inside the beltway is legitimate.\nEntire front pages of the American media are devoted to nothing but Putin, Putin, Putin, and now Trump, Trump, Trump, and how they both must be stopped at all costs as they are conflated to be one and the same thing.  Putin is the new Hitler, and Trump is Putin’s puppet, according to the gospels by the DNC.   It’s basically mass hysteria that’s been whipped up in the American media by the American political and business elites who are full square behind Killary Clinton, and a quick little war they think will put them in charge of Russia’s vast resources but will actually end all life on the planet, whether they are willing to admit to their deep-seated, life-long, so-called conservative Republican credentials or prefer to keep that all hush-hush so as not to offend “the base.”\nThose that insist on maintaining such charades only pound Trump (characterizing him as “unstable” rather than a political deviant), but secretly they love Killary because she is really one of them.  She is one of them when it comes to global militarism, scorched-earth uber capitalism, and promotion of welfare for the privileged elites at the expense of everyone else.   I think she channels the soul of William F. Buckley returned from the grave.  Her power base is Wall Street, the military industrial complex, Newport (writ large), and any foreign business mogul or tin-pot dictator who has contributed some seven-figure amount to the Clinton Foundation.\nI guess they’ve all got contingency plans to survive the nuclear holocaust that Killary will rain down upon the planet.  They rest of us had better make peace with whatever you call your god, or hope that you can get to your survival bunker out in the Rockies before the buttons are pushed.  (I’d also worry about Obomber’s itchy trigger finger, especially if Trump takes a lead in the polls.)   Enjoy the next twenty years of non-stop radioactive snow.  At least you can stop worrying about global warming.\nThe group think today knows no bounds.  Americans became lemmings, putty in the hands of the demagogues and thoroughly unable to think for themselves or mount any opposition to tyranny, as soon as the elites were given control of every form of media from top to bottom by Bill Clinton and the Supreme Court back in 1996.  Killary will owe Bill quite a debt for her exalted new office, the rest of us will curse his name as we exhale our last breaths of hot radioactive gases.\nBart Gruzalski\nRealist,\nI’m up this morning (it’s 4:46 AM).  I began by reading from your comment beginning  [@A]:\n[A] Click on ANY so-called mainstream media source or politically-driven blog, except for a handful of independents such as Consortium News, Counterpunch or Information Clearing House, and you will see headline after headline demonizing Russia and Putin, accusing Russia and Putin of invading countries, starting wars, and forcibly annexing territory, slandering Russia and Putin for hacking every computer server in the Western world and using the information to damage America, bring down Hillary Clinton and help Donald Trump.\nAccording to sources like the NYT, WP, WSJ, CNN, MSNBC, HuffPo, and the Democratic Underground, a good percentage of people living in Russia must be corrupt because so many of their athletes are supposedly cheaters trying to take something from America that they are not entitled to.\nEveryone in that country is accused of being homophobic, never mind that large swaths of conservative America are just as biased and outspoken about it. No, Russia is expected to be more enlightened on a quicker schedule than America ever has been… because they’re Russia, and therefore evil.[end A @A]\n——————————————————————————————————————————————————————–\nGOOD morning happy campers! It’s time to catch up on the hot news affecting your continued survival.  We begin with a quick look at mainstream media and in particular the independent CXOR political blogs (we’ll be skipping a handful of dependent philosophical journals like “Reason” and “Ratio”) where we see headline after headline about Russia and Putin, as USA blog writers point out that Putin’s Russia is again invading sovereign countries, foolishly starting wars, and forcibly annexing territory.\nIt only gets worse.  [Putin’s] Russian  IT operatives have hacked  every computer server in the Western world.  We have hired IT personnel in India to protect American online servers from acquiring any information that might appear to damage America, undermine candidate Hillary Clinton, or in any way help Donald Trump. According to reliable mainstream sources like the NYT, WP, WSJ, CNN, MSNBC, HuffPo, and the Democratic Underground, too  many Russians are corrupt to the bone, as we witnessed when\nRussian athletes were willing to cheat in the Olympics in order to grab something American that outstripped their entitlements. While almost everyone in Russia is homophobic, it is true that this is true for large swaths of conservative America who are just as biased and outspoken as homophobic Russians. Despite sharing the same homophobic closed heart, we expect Russians to become enlightened on a quicker schedule than we Americans can ever has been… because they’re Russia, and therefore evil.\nRealist\nAugust 1, 2016 at 16:14\nThere does seem to be a style of writing in the popular press that most of us recognise, have become accustomed to and even emulate, consciously or subconsciously.   It’s a function of part of the human brain superimposed upon the basic scaffold of our “primitive reptilian brain” (cf Carl Sagan’s “The Dragons of Eden”) which I’d like to name the “lemming brain.” As a retired biochemist, perhaps I should have published my hypothesis in “the Journal of Theoretical Biology” or some similar venue, but “Consortium News” will do.\njaycee\nAugust 2, 2016 at 21:22\nA Canadian writer named Brian Fawcett published a short story collection “Cambodia: A Book For People Who Find Television Too Slow” in 1989, which features a discussion of the reptilian brain in context of techniques of the tabloid press. I suppose the difference in the 25 years since is those techniques now inform the presentations of the so-called elite or prestige press.\nFrank\nAugust 3, 2016 at 21:17\nThanks. That’s interesting to read. I do appreciate a laugh when things are so bleak. Such as this, “according to the gospels by the DNC.” They are true believers. And the one referring to Buckley made me laugh too.\nIt’s a real shame these imperialists cling to their visions of grandeur and power so tightly. I still find myself amazed at times how little regard they have for life. I guess I shouldn’t though.\nexiled off mainstreet\nJuly 31, 2016 at 13:55\nThe latest campaign rhetoric with the Harpy declaring that the “Russians” were responsible for the release of the Democratic National Committee emails (and the exposure that she was nominated due to the DNC fixing the nomination in her favour) is not only misdirection to shift the focus away from the reality that, as Julian Assange, has correctly indicated, she had the nomination fixed for her by the party apparatus, it is like a declaration, “do you want total war?” The paramount election issue becomes more emphatically that of survival as indicated by Mr. Chuckman.\nBy the way, the “do you want total war?” statement was first issued by Goebbels in the wake of the Russian resistance stopping the Nazi Barbarossa advance before Moscow in the winter of 1941-42.\nAbe\nAugust 1, 2016 at 23:13\nGoebbels’ “total war” speech was on 18 February 1943 at the Berlin Sportpalast.\nThe Battle of Stalingrad had ended on 2 February 1943 with the surrender of Field Marshal Friedrich Paulus and the German 6th Army to the Soviets. Spurred by their victory, the Soviets were beginning to retake territory, including Kursk (8 February), Rostov (14 February), and Kharkiv (16 February).\nIn North Africa, the Afrika Korps under Field Marshal Erwin Rommel was being brought close to defeat.\nAt the Casablanca Conference, the Allies had declared that they would accept nothing less than the “unconditional surrender” of the Axis powers. The combined US and British military leadership agreed to conduct the “Bomber Offensive from the United Kingdom” against Germany.\nThe setting of Goebbels’ speech placed the audience behind and under a big banner bearing the all-capitals words “TOTALER KRIEG – KÜRZESTER KRIEG” (“total war – shortest war”)\nGoebbels shouted:\n“Ich frage euch: Wollt ihr den totalen Krieg? Wollt ihr ihn, wenn nötig, totaler und radikaler, als wir ihn uns heute überhaupt erst vorstellen können?”\n“I ask you: Do you want total war? If necessary, do you want a war more total and radical than anything that we can even yet imagine?”\nThe US/NATO Axis has substituted Goebbels’ World War II rhetoric about “das internationale Judentum” and “die bolschewistische Gefahr im Osten” with its own World War III propaganda about “radical Islam” and “the threat of Russian aggression”.\nGoebbels’ “total war” rhetoric launched a German mobilization campaign that, arguably, prolonged World War II.\nThe current US/NATO Axis propaganda threatens to ignite a nuclear Hot War that would be the most total and radical, and the shortest, war in history.\nKim\nJuly 31, 2016 at 13:40\nThank you John for pointing out the problems.  What is ironic is that the oil companies you work for are the very reason these issues have arisen in the first place.  Look up the maps for proposed pipeline plans in Syria, Iraq, and the Black Sea (thus the Crimea issue).\nI am sick of listening to these Council of Foreign Relations people and others in the defense and intelligence communities that seem to talk just so they can signal their level of “intelligence” and “understanding” to other members of the group.  When, in point of fact, none of them are actually intelligent and appear to be cut from the same cloth and have slightly altered window dressing on the outside to make them “appear” different.  In reality, all these of these people are over-their-heads in academic drivel.  They appear to have no common sense and lack any analytical skills for solving problems.\nNo, people in DC and the Deep State – the American people will not support a war with Russia.  You have done enough to destroy this country.  Now is the time for those of you in DC to learn to listen to the American people.  Our economic systems and our defense policies around the world are a disaster.\nAll of you in DC need to remember one thing – You work for the American people – not bankers or corporations.  The American people do not work for you – to support your paychecks.  You were given a responsibilty to do what is best for the citizens of this country.  As John stated, you have failed in your obligations to this country – perhaps by putting your own interests or the interests of those with money and resources above what is best for the the future of this country.  Regardless of your reasons, you actions make it clear that you are not actually working for the citizens of this country or their interests.\nBill Bodden\nJuly 31, 2016 at 14:02\nAs John stated, you have failed in your obligations to this country…\nBut just as power and status mean some people are above the law, it also means not having to say they are sorry or to step aside.\nPatrick Penick\nJuly 31, 2016 at 13:25\nI was with the author until he said : “America has created deliberately a situation almost as dangerous as the days of the Cuban missile crisis, which itself arose from the American establishment’s belief that it had every right to interfere in Cuba’s affairs.” I recall  Che Guevara mourned the fact that Cuba did not use the nukes against the US.  Sorry, You lost me big time there!  Yes, I am glad the US believed it could interfere with Cuba and get rid of those missiles!!!  I do not think it was a good idea for the US to back an illegal coup (the impeachment vote failed) against Yanukovich, and I agree that was a terrible thing to do, but you’re damn right we don’t want nuclear weapons 90 miles off the coast in the hands of a dictator or even in the hands of a good-hearted leader.  So check your perspective Mr. Chuckman.  If you think that “fair is fair” and if one side gets the bomb, the other side is equally entitled to it, you are wrong!  We are a part of nature after all, and why would a big dog give the little dog the opportunity to kill him at will?  And yes, we are the big dog, like it or not; the fact that we have been acting like a bully does not mean we are always wrong.\nPancho Villa\nJuly 31, 2016 at 16:35\nHey “big dog”, that law of the jungle kind of thinking is precisely what has brought the world (not for the first time) to the brink of total devastating war. Next time you get so excited with this sense of entitlement, strength and superiority, remember, for your own sake the story of David and Goliath. Yes, you were the top dog but you couldn´t break tiny, poor Cuba with war, sanctions, embargos, boycotts or sabotages. That´s tiny “small dog” Cuba, a country from which your total annihilation could have been delivered in few minutes. And then who would have been the big dog? Do you see how stupid you sound now?\nJuly 31, 2016 at 17:56\nOla Pancho LA PATRIA HO LA MUERTE. Famous Che statement at the UN assembly in 1960.\nErik\nJuly 31, 2016 at 17:06\nActually there is evidence not only that Cuba was defending itself against US interventionism proved by the Bay of Pigs invasion, but that the USSR had been provoked to put missiles there by the US stationing missiles on its border in Turkey,\nSo the Cuba crisis was really a purely defensive reaction to two independent US aggressions. It will not do to claim that the US was merely defending itself.\n“Top Dog” pat penick\nre-read the line you quote, “… as dangerous as the days of the Cuban missile crisis, WHICH ITSELF AROSE FROM the American establishment’s belief that it had every right to interfere in Cuba’s affairs.”\nunlike the chicken and the egg, we know what came first.\nwashington’s interference in Cuban affairs preceded the idea to park nukes 90 miles of the coast of Florida.\nhad washington not interfered, there would not have been nukes proposed in Cuba.\nmuch like the arming of jihadis in Afghanistan preceded the Soviet intervention, invited by the legitimate Afghan government, at that time.\nor washington’s allies/puppets arming, funding, and training jihadis in Syria, prior to the invited intervention by the Russian Federation.\njust to add one more, Iran might still be a secular parliamentary monarchy if washington had not organized the 1953 coup d’etat  on Mohammed Mossadegh. Iran’s oil would be nationalized, but there would be no Ayatollahs.\na pack of small dogs can overcome a big dog … if motivated by the knowledge that there exists no alternative to survival.\nBrad Owen\nAugust 1, 2016 at 06:46\nRussian missile-carrying subs are submerged right off the coast, and they are MUCH harder to find than Cuba. There is another Country that can obliterate us with nuclear weapons, but I never worry about that…the UK, our tutors in how to manage Empire in its’ day-to-day affairs (kind of like the elder father turning over the management of the Manor and its’ estates to the dependable Tory son…the “unreliable” Patriot son simply needs to shut up and keep tending the fields for his daily bread, which austerity policies will accomplish this). It’s likely that nuclear power will not be uninvented, so we must learn to live with it. It can be done, and with diplomacy and cultivating good relations with one-and-all, focusing on working to better this World, THIS will be the actual disarmament that statesmen from time-to-time have dreamt of.\nA vote for Jill Stein will get us closer to this objective. The bigger number of Stein voters will likely come from the ranks of the Democrats, thus giving an edge to Trump, who isn’t as wedded to the mad Establishment as is Clinton, thus double-teaming and blocking the mad Establishment WHILE sowing a good Green seed for the future General Welfare of the Planet, and also for We The People.\nJoe Tedesky\nAugust 1, 2016 at 18:02\nIf interested in how Russia is preparing for WWIII read this link;\nAugust 2, 2016 at 07:08\nYes, thank you for the link. I already accept that Russia can obliterate us and WILL do so FIRST THING, when the Western Empire’s soldiers put the first footstep upon Russian soil. This is exactly what the MIC and the National Security Deep State want Russia to do, as it insures their CONTINUING EXISTENCE (bringing back the good ole days of the Cold War, as we’ve been bamboozled into thinking ONLY military production/activity ended the Great Depression and NOT civilian production/activity).\nRussia ALSO knows these very things, but never-the-less must prepare militarily with a genuine defense…SO, hence the BRICS/SCO/etc campaign, the “win-win’ olive branch offering to the Western Empire (especially the American component of it) to indulge in Great Projects, harkening back to FDR’s New Deal CCC/WPA/PWA/TVA/etc policies, to wean us off of the MIC-as-only-way to fend off another Great Depression. Russia remembers how they’ve ALWAYS sided with the USA in it’s quest to be free of European Imperial influences (they were the ONLY European power to send two fleets of ships to our harbors to join Lincoln in his efforts to repel the British Imperial project that we call “The Civil War”, should the Brits AND the French help the CSA). Russia,ALSO, has always sought to remain free of Euro-Colonialism (Swedes in 17th century, French in 19th century, Brits, French, Turks in mid-19th century, Germans in 20th century…they know this plot well), they are the last holdouts from a PanEuropa development (we succumbed almost immediately upon FDR’s death…wasn’t clinched until Clintons’ destruction of the New Deal Democratic Party in the 1990’s)\nThanks again for that link.\nClaus Eric Hamle\nAugust 5, 2016 at 17:50\nThe US aims to achieve a Disarming First Strike Capability according to missile engineer Bob Aldridge-www.plrc.org. According to Bob Aldridge the US Navy can track and destroy all enemy submarines simultaneously. GPS was made for midcourse correction of Minuteman-3 and Trident-2 to be able to hit Russian missile silos accurately. Bob Aldridge on the 648 missiles in Poland and Romania and on 32 ships in the Mediterranean: “Whether they are on ships or land, they are still a necessary component for an unanswerable first strike.” For Blackmail or what ? By the way, the warheads on Minuteman-3 and Trident-2 are designed to minimize nuclear winter effects if used against hard targets such as silos. Why ? Do the bloody fools think they can avoid Nuclear Winter ?\npadre\nAugust 1, 2016 at 12:36\nZhat is exactly what he was referring in the article:they can turn you on on everything!What the hell do you care about Che Guevara?What exactly did he do, start war in Vietnam, Iran, Libya?Don’t accuse people for that what they could do, but of what they did!\nOl' Hippy\nAugust 1, 2016 at 15:14\nThe missiles were there,(Cuba), to counteract or force the US to remove the missiles in Turkey, ring any bells?,…so they removed the missiles in Cuba we removed the missiles in Turkey and promised not to interfere in Cuba after that which held until last year when Obama opened a dialog with Cuba. The missiles in Turkey is a detail rarely mentioned in modern history books but was very important to keep from nuclear annihilation. Now we have missiles in Turkey again, most likely why the failed coup was tried,(to keep them there undisturbed).\nJoe Tedesky\nAugust 1, 2016 at 18:13\nPatrick look up how when Fidel Castro came to visit in New York, he was treated poorly (very poorly)  by our American government. Here again is another time in history where America backed the wrong horse. Cuba under the leadership of Fulgencio Batista was a typical case of a corrupt government, which was hard on it’s people. There is lots of literature written about this, but for a quick overview watch Godfather 2, and you will get the essence of what it was all about. Castro stayed at the Commodore Hotel in Harlem, later JFK would give a speech from that same hotel.\nTom Welsh\nJuly 31, 2016 at 12:59\n‘Of course, once a war gets going, there is a tendency for Americans to close ranks with flags and ribbons and slogans such as “Support our troops” and “Love it or leave it.” The senior leaders know this psychological pattern, and they count on it, every time’.\nYes. The same pattern was identified long ago by some people not unlike the present US leadership…\n‘We got around to the subject of war again and I said that, contrary to his attitude, I did not think that the common people are very thankful for leaders who bring them war and destruction.\n‘”Why, of course, the people don’t want war,” Goering shrugged. “Why would some poor slob on a farm want to risk his life in a war when the best that he can get out of it is to come back to his farm in one piece. Naturally, the common people don’t want war; neither in Russia nor in England nor in America, nor for that matter in Germany. That is understood. But, after all, it is the leaders of the country who determine the policy and it is always a simple matter to drag the people along, whether it is a democracy or a fascist dictatorship or a Parliament or a Communist dictatorship.”\n‘”There is one difference,” I pointed out. “In a democracy the people have some say in the matter through their elected representatives, and in the United States only Congress can declare wars.”\n‘”Oh, that is all well and good, but, voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same way in any country.”\n‘- Conversation with Hermann Goering in prison, reported by Gustave Gilbert’\nBill Bodden\nJuly 31, 2016 at 14:14\nIt is also much easier to sway the masses in a nation such as the United States where a sizable portion of the populace really don’t have a clue as to what is happening.  The cheering during Trump’s and Hillary’s acceptance speeches is but one example of this divorce from reality which is not surprising when most people get most of their information from snippets of propaganda fed to them between commercials on the major cable channels.  How else can we explain the American people re-electing politicians that have voted for the most monumental of blunders with the war on Iraq at the top of the list?\nTo paraphrase the Great Skeptic:  No one ever lost an election underestimating the intelligence of the American people.\nBill Bodden\nJuly 31, 2016 at 17:28\nThe other part of the problem is that most people in most, if not all, parts of the world are lied to from the time they learn to understand their native language so that they grow up to be not only gullible but also willing to be lied to.\nBill Bodden\nJuly 31, 2016 at 12:14\nIt did not require the neocons to interest America’s establishment with interfering in other people’s affairs. America has a long history of doing so, …\nThis is a point that seems to escape many commentators who are offended by the alleged Russian hacking of Democratic Party computers.  They claim to be offended that some nation would interfere in the affairs of another nation – specifically, Russia interfering in American affairs.  There is no nation on the planet that interferes more in the affairs of other nations than the United States from spying to regime changes.\nRoberto\nJuly 31, 2016 at 21:09\nThank you for this interesting link.  We need more Stephen Cohens\nDylan\nAugust 1, 2016 at 12:38\nI agree, Bill. I’m beginning my pursuit of a masters degree in foreign affairs, while specializing in Russian affairs to advocate for peace and co-operation with Russia. Only hoping that its not too late by the time I graduate.\nBill Bodden\nAugust 1, 2016 at 15:05\nMy best wishes to you, Dylan, in your studies.  You appear to be the type of person we need in foreign affairs.\nexiled off mainstreet\nJuly 31, 2016 at 12:08\nEveryone should read this. It is too bad that the Toronto Star has become too corrupt and controlled by the international power structure in recent years to run stuff like this. Of course the New York Times, the Pravda of the yankee imperium, wouldn’t dare, and the Guardian has been silenced since the security services smashed their mainframe during the Snowden period and their Russian coverage degenerated into cheerleading for yankee fascism. The major lesson of this is that if the neocons’ favoured candidate gets in, the chances that the end is at hand redouble.\nHer propagandists are claiming that Trump is the loose cannon, where the reality is that, with his obvious imperfections, he is not really a threat to our survival because he recognizes this reality described here. In this situation where the continuation of the status quo is a serious threat to our survival, and where one candidate is doubling down in spades on that status quo, the other candidate becomes the best option, no matter what his imperfections are.\nRikhard Ravindra Tanskanen\nAugust 2, 2016 at 15:48\nThe first time I’ve heard of the Toronto Star acting like the rest of the corporate media was when the editor called Russia a “bully” over Georgia, saying it should be kicked out of the G8. However, as I was only 12 at the time, it might have been like that for far longer, so I am not sure if I can trust your statement’s accuracy.\nLarry Kellogg\nAugust 2, 2016 at 23:28\nIf you can ‘tweet’ thin skinned Drumph into a Narcissistic rant, sorry but he’ll never hold his own against ‘actual’ world ‘leaders’, they’ll laugh his ass right out of their country. …..’no matter WHAT his imperfections are’…..that’s some foggy thinkin’ there.  His largest imperfection being, FAILED BUSINESSMAN, (4 bankruptcies) and that’s how he wants to run the country…..LMFAO!!\nSam F\nJuly 31, 2016 at 10:25\nCertainly the US and its leaders have descended to the depths of right wing tyranny. This is because only bullies and scammers rise to leadership of business and politics in an unregulated economy, and because economic power has been allowed to take over the tools of democracy, the elections and mass media. Without those tools, oligarchy is not reversible through democratic means. So we invite Canada to ally with Mexico and attempt regime change to restore freedom and democracy in the US.\nDave\n“Right wing”?\nLet’s hope not.\nLastly, look at the only group of violent goons attacking Trump rallies, Marxist kiddies.\nHow many Hillary or Sanders rallies have been disrupted by the right wing?\nPancho Villa\nAugust 1, 2016 at 12:20\nI get your point, but the problem with your argument is to consider the democratic party left wing. In most countries Hillary Clinton, just to give an example, would be seen as an ultra right wing fanatic, but not in the US, where she can make millions with corporate deals and donations from the most rabidly authoritarian and conservative regimes, and bark about warring half of the world while calling herself “progressive”.\nIt is interesting to see this page The Political Compass where they attempt to position on a chart the views of different political figures and allows you to make a test to see where you stand. It is interesting to note that according to their calculations (which are of course difficult to disect) Killary, the “left wing candidate” is even more right wing than Trump, which is considered to be more authoritarian but, curiously, more leaning to the center.\nAugust 1, 2016 at 14:57\nAnd to the right of HRC and her minions are the right wing GOP and further right, the tea party’s adherents, even if they are less interventionists. Seriously we are in a deep load of …you know what.\nJoe L.\nAugust 1, 2016 at 20:10\nPancho Villa… I agree with your assessment.  As a Canadian, I actually view the Democrats in the US as being to the right of Canada’s Conservative Party.  We had Stephen Harper for quite a few years and he joined in on these stupid wars but certainly it was the US, largely under Obama’s tutelage with Hillary Clinton as Secretary of State, that led the charge into Libya which is now a failed state and for which Mrs. Clinton joked about the brutal death of Gaddafi, “We came, we saw, he died – ha, ha, ha”.  As far right as Harper was, who I really disliked, the Democrats in the US are always even further to the right – that is at least my opinion.  Much of what I hear from US politicians I just don’t think would fly here such as Madeline Albright proclaiming that the death of a 1/2 Million Iraqi children was worth it to keep sanctions on Hussein.  I am of the ilk that I believe that American politicians, on both sides, are largely to the right of politicians in many different countries – especially other western nations.  That is my feeling anyway…\nSam F\nAugust 1, 2016 at 16:59\nYes, it is amusing to consider the meaning of “right wing” in a nation where conserving the institutions is historically liberal. But In England the right wing of parliament conserved aristocratic power and money, not democracy, so the term applies well to the party of money opposed to democracy, the Repubs during most of the examples above.\nBut since WWII warmongering for its own sake has been bipartisan. So I use the term “right wing” to refer to the method of tyranny forewarned by Aristotle, in which the demagogue creates foreign wars or threats so as pose falsely as protector and accuse his opponents of disloyalty. That requires money from oligarchy, so it is historically the gambit of the right wing, although bipartisan now as the Dems have moved to the far right.\nKyle\nAugust 2, 2016 at 14:22\nWorld War 1 and 2 weren’t caused by these presidents they were simply dragged into it.\nAugust 5, 2016 at 07:37\nActually, a good case can be made that FDR caused WWII, which began in Europe in September 1939. He worked behind the scenes to do this in multiple ways. See, among other places, The Tragic Deception by Congressman Hamilton Fish, 1983. Yes, Wilson was dragged in…by the Anglophile establishment and, finally, by the Zionists. The latter after the Bolsheviks overthrew the Czar and made peace with Germany and PM Lloyd George promised them Palestine.\nJJJ\nAugust 9, 2016 at 11:10\nWas it not world Jewry in 1933 who declared war on Germany?  I mean I know this is anti semetic to even mention but I feel I must.\nAugust 13, 2016 at 22:13\nJust because some headline writer types “Judea Declares War On Germany” doesn’t mean that’s what happened.\nThe Jews of the day had every reason to start a boycott of the monstrous Nazis, and that’s certainly not war.   No more than those of us who refuse to buy things made in Israel are declaring war.  Those stories are from early in 1933.   Later in the year the Nazis and Zionists made a treaty called The Haavara Agreement.\nRikhard Ravindra Tanskanen\nAugust 2, 2016 at 15:41\nSanders isn’t a Marxist, idiot. And his rallies have been interrupted by Trump supporters. I conclude that you are a Trump-supporting idiot.\nPeter Harris\nAugust 3, 2016 at 22:09\nDave, the Dems are now the right wing when it comes to foreign policy. Did you not watch the DNC?\nEsol Esek\nHitler was right-wing DUH.\nNixon escalated Vietnam happily while LBJ left rather than face it, and Kennedy died trying to stop the right-wing fascists like the CIA and Curtis Lemay that had taken over the military-industrial complex coined by Eisenhower ( the last sensible right-winger, also NOT aligned to Israel).\nReagan – fascist right-winger that destroyed unions and set into motion the decimation of the social and governmental fabric of the USA, while practically getting us into a nuclear war with Russia (but then negotiated fairly, driving the early neocons bonkers).\nBush Cheney – where do you start? Perped 911, including killing over 3k of our citizens to start a war in Iraq, which was sold as building a democracy, when what is really was was turning s once strong Arab secular military state into sheer chaos, because that would be better for Israel, and it certainly hasn’t hurt them (yet) though it has destabilized the entire Middle East possible to the point of total war, not to mention the side effects to Turkey (going more Islamic) and Europe (being invaded by the refugees).\nDo the ziocons and the right-wing war wasps care about Europe? Not in the least. Europe should jettison the USA immediately. All of Eurasia should unite, and kick the USA out, and at the rate things are going, maybe that will happen eventually, except we still have the zios, Saudis, and the Germans will have to remove our bases to regain their true identity.\nTHe point is, your argument that left wingers or Dems are the true evil is beyond ridiculous. Also, right-wingers pioneered deregulation of the economy, that has led to this apocalypse globally, that will still come back to bite us all, although Dems signed on under Clinton. Who cares? The salient point of this article is that one day in Europe or Syria, someone in the West is going to get a spanking. Could be the USA, but the Russians have generally done a good job of not taking the bait, but if things get bad enough, they will have to do something, and then dog help us all.\nMinnesota Mary\nAugust 2, 2016 at 18:27\nBravo, Sam F.!  I like the way you think.  This article by John Chuckman is excellent.\nJack thomsen\nAugust 4, 2016 at 14:18\nRight WING???   Where do these trolls come from?  .. does the DNC employ thousands and thousands of trolls to usurp rational dialogue on every website?\nThere is no discussion here…. just more Drive By Media…. putting China and North Korea to shame…\nI would have said Pravda… but Russia is a bastion of freedom in our times.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "neocons",
            "american",
            "world",
            "iii",
            "lurching",
            "establishment",
            "russia",
            "war",
            "military",
            "interests",
            "americans",
            "americas"
        ]
    }
]