[
    {
        "url": "https://www.christianpost.com/news/transgender-athletes-compete-olympics-without-surgery-ioc-rules.html",
        "title": "Trans-Athletes to Compete in Olympics Based on Gender They Identify As",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrans-Athletes to Compete in Olympics Based on Gender They Identify As\nTrans-Athletes to Compete in Olympics Based on Gender They Identify As\nTrans-Athletes to Compete in Olympics Based on Gender They Identify As\n| Wednesday, January 27, 2016\nFormer U.S. Olympic athletes Gary Visconti (L), Bruce Jenner (C) and Peter Vidmar pose together before a news conference to voice support for Los Angeles' bid to host the 2016 Olympic Games, at the Los Angeles Memorial Coliseum, January 19, 2007. | (Photo: Reuters/Chris Pizzello)\nThe International Olympic Committee has adopted new guidelines to allow transgender athletes to take part in this year's games in Rio de Janeiro without having to undergo sex reassignment surgery.\n\"To require surgical anatomical changes as a pre-condition to participation is not necessary to preserve fair competition and may be inconsistent with developing legislation and notions of human rights,\" the IOC says in its new guidelines .\n\"It is necessary to ensure insofar as possible that trans athletes are not excluded from the opportunity to participate in sporting competition,\" the IOC adds. \"Nothing in these guidelines is intended to undermine in any way the requirement to comply with the World Anti-Doping Code and the WADA International Standards.\"\nThe guidelines go on to state that those who transition from female to male or male to female are eligible to compete in the male and female categories respectively without restriction but they should have declared their transition at least four years ago.\nThe new guidelines are based on an IOC meeting in November on \"Sex Reassignment and Hyperandrogenism.\"\n\"I don't think many federations have rules on defining eligibility of transgender individuals,\" The Associated Press  quoted IOC medical director Dr. Richard Budgett as saying. \"This should give them the confidence and stimulus to put these rules in place.\"\nBudgett added: \"This is a scientific consensus paper, not a rule or regulation. It is the advice of the medical and scientific commission and what we consider the best advice.\"\nFormer IOC medical commission Chairman Arne Ljungqvist was quoted as saying: \"We had to review and look into this from a new angle. We needed to adapt to the modern legislation around the world. We felt we cannot impose a surgery if that is no longer a legal requirement. ... It is an adaptation to a human rights issue. This is an important matter. It's a trend of being more flexible and more liberal.\"\nTransgender athletes were required to undergo sex reassignment surgery before being eligible to take part in the games ever since they were allowed to participate in the games in 2004.\nLast year, former track and field Olympic athlete and television star Bruce Jenner revealed that \"I'm a woman.\"\nJenner said at the time that he went through internal struggles with being transgender. \"I look at it this way — Bruce always telling a lie. He's lived a lie his whole life about who he is. And I can't do that any longer,\" the 65-year-old former athlete said, though referring to himself using male pronouns. \"My brain is much more female than it is male. It's hard for people to understand that, but that's what my soul is,\" he added.\nRussell Moore, president of the Ethics & Religious Liberty Commission of the Southern Baptist Convention, responded at the time by offering a solution to alienation from identities.\nAs Christians, \"we should avoid the temptation to laugh at these suffering souls,\" Moore wrote on his website. He added that the hope for Jenner, and others like him, \"is not to alter the body with surgery or to flood their system with hormones.\" The answer, he wrote, is \"to realize that all of us are born alienated from what we were created to be. We don't need to fix what happened in our first birth; we need a new birth altogether.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/sport/2016/jan/25/ioc-rules-transgender-athletes-can-take-part-in-olympics-without-surgery"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "based",
            "ioc",
            "identify",
            "gender",
            "transgender",
            "medical",
            "guidelines",
            "sex",
            "reassignment",
            "games",
            "compete",
            "male",
            "female",
            "transathletes",
            "olympics",
            "surgery"
        ]
    }
]