[
    {
        "url": "https://www.christianpost.com/news/pastors-at-tornado-memorial-god-loves-joplin-jesus-conquered-death.html",
        "title": "Joplin Pastors at Sunday Memorial Service: Let God Love You Amid Pain",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJoplin Pastors at Sunday Memorial Service: Let God Love You Amid Pain\nJoplin Pastors at Sunday Memorial Service: Let God Love You Amid Pain\nJoplin Pastors at Sunday Memorial Service: Let God Love You Amid Pain\n| Sunday, May 29, 2011\nThe Joplin, Mo., memorial service Sunday served as a battle cry for residents who are determined to rebuild their city and believe that God loves Joplin.\nJoplin pastors, Missouri Governor Jay Nixon, and President Barack Obama each took the stage without failing to each quote the Bible in their efforts to comfort the hurting tornado survivors and redirect their attention to the future.\n“To those families whose members have died, I think God is saying to you right now that death does not get the last word,” said the Rev. Aaron Brown of St. Paul’s United Methodist Church in Joplin. “I think God is saying to those families right now, this is what I wanted you to see in the resurrection of Jesus that death doesn’t win ever. Even when you think it does.”\n“Life wins,” declared the Methodist pastor who delivered the main message. “Heaven is real and this life is not the only life that we see. “\nThe Taylor Performing Arts Center on the campus of Missouri Southern State University was packed as local pastors and government leaders delivered heartfelt messages of comfort and called on residents to be resilient despite the enormous obstacles that lay ahead.\nAn EF-5 tornado, the strongest type, ripped through the populated town of Joplin on May 22 at 5:41 p.m. Anywhere from a quarter to a third of the southwestern Missouri city was destroyed. The death toll is at least 142 people, but the number is likely to rise.\nThe Joplin tornado is the deadliest single twister since the U.S. began keeping comprehensive records of tornadoes over 60 years ago. Some have described the landscape of Joplin as looking like a bomb was dropped on it. Barely any structures were able to withstand the tornado with 200-mph winds.\nPastor Brown observed that many people are in pain, having lost family members and friends to the monster storm. He shared that he was the one to break the news to the parents of 18-year-old Will Norton that their son’s body was found in a pond near where he was sucked out of his SUV.\nNorton had become the face of the missing in Joplin after his story spread across the nation. The newly minted high school graduate was sucked out of the sunroof of his SUV while racing back home ahead of the tornado less than an hour after receiving his diploma. His father, Mark, who was also in the vehicle, tried to hold onto Will but his seatbelt snapped and he was caught up by the tornado.\nWill was reciting Bible verses when he was sucked out of his H3 Hummer.\nMany people in Joplin are asking why God allowed so much destruction and death, acknowledged Brown. But the Joplin pastor reminded the audience that Jesus never promised to protect them from the “storms of life” or that life would be easy if they followed him.\n“What he did promise is very simple and powerful – to be with us,” Brown stated. “To be with us through the storm, as we grieve, as we stand at the graveside of our love ones.”\n“Our challenge is, will we let him. As hard as it may be to pray, as hard as it may be to talk to God, as hard as it may be to listen to His words, let Him love you. Let Him love you,” he urged.\nThe Joplin pastor also stated that God did not allow the tornado to descend on the city to punish its residents. But if you read the Bible, you’ll find that Jesus took the punishment for mankind, declared the pastor as the auditorium erupted in applause.\n“This happened because life on this side of eternity is unpredictable. It is chaotic and it is broken,” explained Brown. “The fact is God loves you and God loves Joplin and God is walking with us through this tragedy today and He will make a way where there seems to be no way.”\nHe called on Joplin residents to get busy serving and rebuilding the city.\n“We are not a people without hope,” said Brown. “We are people from whom hope, and light, and life shine until the ends of the Earth because God is good all the time. All the time God is good.”\nSimilarly, Pastor Randy Gariss of College Heights Christian Church affirmed God’s love for the people of Joplin despite the devastating tornado. He opened the memorial service by reading Romans 8:38, which says:\n“For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.”\nMissouri Gov. Jay Nixon, who took the stage before President Obama, paraphrased the story of the Good Samaritan in Luke 10. He connected that famous Bible story to the demonstration by Joplin residents of loving thy neighbors.\n“We have come to mourn what the storm has taken from us, to seek comfort in community, and to draw strength from God to build a new,” said Gov. Nixon. “That storm, the likes of which we have never seen, has brought forward a spirit of resilience, the likes of which we also have never seen,” he said, drawing loud applauds of agreement from the audience.\n“By God’s grace, we will restore this community. And by God’s grace, we will renew our souls,” said the Missouri governor.\nFr. Justin Monaghan of St. Mary’s Catholic Church in Joplin, who survived the twister by climbing into a bathtub and being rescued from the rubble by parishioners, gave the invocation and benediction.\nLater that day at 5:41 p.m., residents observed a moment of silence in observance of the one week anniversary of when the tornado hit Joplin.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pastors",
            "brown",
            "death",
            "pain",
            "let",
            "joplin",
            "god",
            "tornado",
            "residents",
            "pastor",
            "love",
            "amid",
            "service",
            "storm",
            "memorial",
            "life"
        ]
    }
]