[
    {
        "url": "https://www.christianpost.com/news/liberty-jerry-falwell-endorses-trump-alumni-embarrassed-dissappointed.html",
        "title": "Liberty U Pres. Jerry Falwell Jr. Endorses Trump; Alumni 'Embarrassed,' 'Disappointed'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nLiberty U Pres. Jerry Falwell Jr. Endorses Trump; Alumni 'Embarrassed,' 'Disappointed'\nLiberty U Pres. Jerry Falwell Jr. Endorses Trump; Alumni 'Embarrassed,' 'Disappointed'\nLiberty U Pres. Jerry Falwell Jr. Endorses Trump; Alumni 'Embarrassed,' 'Disappointed'\n| Tuesday, January 26, 2016\nLiberty University president Jerry Falwell Jr. endorsed billionaire and Republican presidential frontrunner Donald Trump for president on Tuesday, a move that has left some Liberty graduates \"embarrassed\" and \"disappointed.\"\n\"I am proud to offer my endorsement of Donald J. Trump for president of the United States,\" Falwell, the son of Liberty founder Jerry Falwell Sr., said a statement issued by the Trump campaign.\n\"He is a successful executive and entrepreneur, a wonderful father and a man who I believe can lead our country to greatness again.\"\nU.S. Republican presidential candidate Donald Trump points to Liberty University President Jerry Falwell, Jr. after speaking in Lynchburg, Virginia, January 18, 2016. | (Photo: REUTERS/Joshua Roberts)\nThe endorsement comes after Trump gave a speech at the prominent Virginia Evangelical institution last Monday, where Trump was praised heavily by Falwell  during his introduction. In Tuesday's statement, Trump praised the endorsement and stated that he had much respect for the Falwell family.\nAlthough Falwell may favor Trump over Evangelical candidates like Texas Sen. Ted Cruz, who announced his presidential bid at Liberty University last March, at least two Liberty alumni were not pleased with Falwell's endorsement.\n\"I really think it is about as tangible as an example that we can witness of in the world of losing your soul,\" Dean Inserra, pastor of City Church in Tallahassee, Florida, who graduated from Liberty University in 2003, told The Christian Post following the endorsement.\n\"Honestly, I don't think I have been extreme in that. As an [alumnus], I am grateful for my four years at Liberty and had a great experience there, but I am actually pretty embarrassed right now about it,\" Inserra added. \"I think Evangelicals at times, can be a cheap political date. I think that this is an example of that.\"\nLiberty University students and supporters of Republican presidential candidate Donald Trump wear letters spelling his name before his speech at Liberty University in Lynchburg, Virginia, January 18, 2016. | (Photo: REUTERS/Joshua Roberts)\nAs Trump in the past has stated that he is pro-choice and has maintained a desire to ban Syrian refugees from entering the country, Inserra said Evangelicals need to look for presidential candidates that have a better track record \"in terms of being compassionate for those who are in need and that see all people in the image of God.\"\n\"I don't think a populous nationalism should be the way of a Christian. I don't think that Christians should love America less but people should love Jesus more,\" Inserra contended. \"I think Jerry Falwell Jr. is being blinded by might and a lust that all that Trump has to offer in terms of the power to make America great again. I think those things are clouding his Christian convictions.\"\nInserra asserted the Falwell's endorsement doesn't speak for Liberty University graduates around the country.\n\"I believe that his father would be disappointed in that kind of soul selling for the sake of might,\" Inserra argued. \"His father dabbled in that from time to time but didn't come to this level and it's really unfortunate.\"\nMandi Ancalle, a 2009 graduate of the Liberty University School of Law who is now the Family Research Council general counsel for government affairs, told CP that she is disappointed in the endorsement but understands that Falwell has the right to express a personal endorsement. (Ancalle was speaking for herself and not on behalf of FRC.)\nAncalle said there are a number of candidates that are stronger advocates for issues that conservative Evangelicals care about and said that Evangelicals should be concerned with Trump's stance on abortion, marriage and end-of-life legislation.\nAncalle, who is currently listed as a Liberty adjunct professor but doesn't currently teach any classes there, questioned Falwell's judgement, considering Donald Trump admitted last July that he wasn't sure he has ever asked God for forgiveness.\n\"The fact he said Donald Trump reflects the fruit of the spirit, I find that very concerning as a Christian. I wonder if that means Jerry Falwell Jr. lacks concern that Donald Trump has indicated that he is very prideful and has indicated that he doesn't seek forgiveness in the Lord,\" Ancalle said. \"He's indicated a number of things that should make any Christian, any believer question whether Donald Trump actually understands the Gospel. To have the fruits of the spirit, you have to be a believer. Just the statement makes me question whether Jerry Falwell Jr. is using his discernment.\"\nJacob Clarke, a junior at Liberty University who is a copy editor at the Liberty Champion, told CP in a statement Tuesday afternoon that he is not at all shocked by Falwell's choice.\n\"The endorsement is certainly not surprising after hearing President Falwell's introduction of Trump when Trump spoke at Convocation,\" Clark said. \"It's interesting that so many Evangelicals seem to be firmly against the idea of Trump being in the White House, and here we have someone with such a big platform in the Evangelical community endorsing him.\"\nAbout 22 minutes after the Washington Post  story on Falwell's endorsement was published, the president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, Russell Moore, tweeted  SBC's Resolution On Moral Character Of Public Officials  from 1998, which appears to be a subtle jab at Falwell's endorsement of Trump.\nContact: <ahref=\"mailto:samuel.smith@christianpost.com\">samuel.smith@christianpost.com, @IamSamSmith (Twitter)\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/liberty-jerry-falwell-jr-jesus-follower-trump-mlk-155258/",
                "https://www.washingtonpost.com/news/post-politics/wp/2016/01/26/evangelical-leader-jerry-falwell-jr-endorses-trump/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.sbc.net/resolutions/773/resolution-on-moral-character-of-public-officials",
                "https://twitter.com/drmoore/status/692028407949959169",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "alumni",
            "jr",
            "liberty",
            "disappointed",
            "president",
            "trump",
            "falwell",
            "endorsement",
            "falwells",
            "embarrassed",
            "university",
            "think",
            "jerry",
            "pres",
            "endorses",
            "donald"
        ]
    }
]