[
    {
        "url": "https://www.christianpost.com/news/donald-trump-presidential-election-why-jerry-falwells-jr-wrong-about-endorsement.html",
        "title": "Why Falwell's Wrong About Trump: Presidents Aren't 'Pastor-In-Chief,' But Should Have Integrity",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWhy Falwell's Wrong About Trump: Presidents Aren't 'Pastor-In-Chief,' But Should Have Integrity\nWhy Falwell's Wrong About Trump: Presidents Aren't 'Pastor-In-Chief,' But Should Have Integrity\nWhy Falwell's Wrong About Trump: Presidents Aren't 'Pastor-In-Chief,' But Should Have Integrity\n| Monday, February 01, 2016\nU.S. Republican presidential candidate Donald Trump (R) shakes hands with co-headliner Jerry Falwell Jr., leader of the nation's largest Christian university, during a campaign event at the Orpheum Theatre in Sioux City, Iowa January 31, 2016. | (Photo: REUTERS/Dave Kaup)\nI don't like worthless, empty slogans, but I have a real problem when those worthless, empty slogans are used to justify a moral or theological position.\nTo give one example, the slogan \"Love is love\" is bad enough, but it's far worse when it's used to justify same-sex \"marriage.\"\nMichael Brown holds a Ph.D. in Near Eastern Languages and Literatures from New York University and has served as a professor at a number of seminaries. He is the author of 25 books and hosts the nationally syndicated, daily talk radio show, the Line of Fire.\nIn the same way, I'm not keen on the line, \"But we're electing a president, a commander-in-chief, not a pastor-in-chief.\" But when it's used to justify voting for someone who has a long track record of being ruthless, cruel, unchristian, immoral, profane, full of pride, greedy, and double-minded, then I have a real problem with it.\nPut another way, does the fact that we're electing a president, not a pastor (or priest or Pope) mean that the president doesn't need to have a solid moral base? That he doesn't need integrity? That he can mistreat and abuse others? That he can be petulant, self-centered, and nasty? That ethics don't matter since he's our political leader not our spiritual leader?\nWhat kind of thinking is that?\nI'm glad to see that Jerry Falwell, Jr. quickly stepped away from his \"St. Donald\" rhetoric — rhetoric that I took issue with and that blogger Matt Walsh rightly excoriated.\nIn explaining why he endorsed Trump, Falwell noted that Liberty University, the university his father founded and of which he now serves as president, went through tremendous financial challenges in its early years, years he describes as \"stressful and precarious.\"\nBut, he stated, \"We hired the best lawyers, accountants and financial management we could find without regard to whether they shared our faith, just like a parent would search for the best doctor for their desperately sick child.\"\nFor that reason, Falwell has endorsed Donald Trump.\nBut that's where his comparison breaks down.\nThe ethical, moral core of Liberty University was sound and its leadership was ethically and morally upright. It needed help with its financial planning and administration.\nBut if its ethical and moral core was corrupt, then all the lawyers, accountants, and financial managers in the world could not have helped Liberty fulfill its God-given mission.\nIn contrast, America's ethical and moral core is rotten, and our current presidential leadership is ethically and morally rotten. And until we address our moral and ethical rot America will not be great again, nor will it have the blessing of God.\nIt is completely misguided, then, to think that a proficient businessman can \"bring this country back from the brink and make America great again\" — to quote Falwell's own words — \"in the same way that the right team of professionals helped make Liberty great again between 1987 and today.\"\nThe comparison is, in my view, both invalid and inept. It also begs the question of what makes America \"great.\"\nWould we say that Saudi Arabia is \"great\" because it is so prosperous? Would we say that Russia is \"great\" because it has a strong military?\nThink back to our greatest presidents, from Washington to Lincoln to Reagan. All of them were men of integrity, regardless of the depth of their religious faith. All of them had a strong moral base that guided them.\nThe same can hardly be said of Donald Trump, as any number of his quotes and actions can verify.\nMore importantly, in the sight of God, can Christians, especially Christian leaders, imagine that God will bless our efforts to balance our budget while we continue to slaughter the unborn? That He will help us defeat our enemies while we are the world leader in pornography and while we enshrine homosexual practice as a Constitutional right?\nIsn't this the very thing for which God often rebuked Israel, namely, trying to solve their military and economic problems while ignoring their ethical and spiritual problems?\nYes, I'm quite aware of the fact that America is not Israel, but does any God-fearing, American Christian believe that God will overlook our many sins and bless us again because we have a rich businessman as president? Or do any of us think that American can be great again without divine blessing?\nSomeone might still say, \"But that's the whole point. Our president is not the spiritual leader of the country.\"\nOf course he is not, but he should be a moral and ethical leader, a leader who will make godly choices — just think in terms of Supreme Court appointees — a leader, ideally, who truly fears God.\nJust look at the terrible, national damage Barack Obama has done by aggressively supporting same-sex \"marriage\" and how shameful it is that he lit up our White House in gay rainbow colors and that he pressures other countries to embrace gay activism.\nThe president has the bully pulpit — and much more — for better or for worse.\nConsider also how Bill Clinton's presidential conduct helped young people embrace the idea that oral sex was not sex.\nAnd how is it that the same evangelicals who wanted to condemn President Clinton because of his adulterous history seem unconcerned about Mr. Trump's adulterous history, a history of which he openly boasted, talking freely and proudly about the many famous married women with whom he had sex? (Don't forget that rather than regretting his past actions and repudiating them, he continues to insist that he's a good person who doesn't need forgiveness from God.)\nI am honestly not looking to elect a perfect saint as president nor am I asking the candidates how well they know the Bible or how many hours a day they pray.\nBut I am looking for someone who, along with dealing with our budget and immigration and national security, will stand for righteousness and lead with integrity.\nAnd since we have a number of capable, God-fearing candidates, some of whom currently outpoll Hillary Clinton (while Trump is frequently outpolled by her), I will confront the empty, \"We're not electing a pastor-in-chief\" slogan wherever I find it.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "presidents",
            "ethical",
            "arent",
            "president",
            "america",
            "integrity",
            "liberty",
            "moral",
            "trump",
            "pastorinchief",
            "god",
            "falwells",
            "great",
            "financial",
            "wrong",
            "leader"
        ]
    }
]