[
    {
        "url": "https://consortiumnews.com/2016/08/27/california-may-abolish-the-death-penalty/",
        "title": "California May Abolish the Death Penalty",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-08-27",
        "text": "Main menu\nAugust 27, 2016\nBy Marjorie Cohn\nOn Election Day, California voters will make a monumental moral and financial decision. Proposition 62 — the  Justice That Works Act — is on the Nov. 8 ballot, and if the initiative passes, it will replace the death penalty with life in prison without parole. It will also require convicted murderers to work and pay restitution to their victims’ families. And it will save taxpayers $150 million a year, according to the Legislative Analyst’s Office.\nAmong the states still part of the U.S. death penalty system, California has the  most people on death row—746 . Florida is next, with  388 , according to the Yes on 62 campaign. Overall, 2,943 people are on death row  in the United States (as of Jan. 1) — meaning almost one in four people waiting to be executed are in the California penal system. The elderly make up 11 percent, and the oldest condemned inmate is 86. The average stay on death row is 18 years.\nA gurney used for executions by lethal injection.\nAlthough California has spent about $5 billion administering the death penalty, it has executed just 13 people since 1978. This means taxpayers have spent about $384 million per execution.\nThere is no evidence demonstrating that the death penalty deters crime, according to a  2012 National Academy of Sciences study . Capital punishment has been applied arbitrarily due to inherent bias, local political pressures on prosecutors and judges, and lack of access to quality defense attorneys by those convicted. According to  Death Penalty Focus , the race of the victim and the race of the defendant are major determinants in who is sentenced to death in this country.\nAccording to the  Death Penalty Information Center (DPIC), since 1973, 156 people sent to death row nationwide were later exonerated. A 2014 study conducted by the Proceedings of the National Academy of Sciences concluded that 4.1 percent of all death row inmates are actually innocent.\nBut the innocence rate is more than twice the rate of exoneration. That means an unknown number of innocent people have been or will be put to death.\n“Every time we have an execution, there is a risk of executing an innocent,” said Richard Dieter, former executive director of the DPIC. “The risk may be small, but it’s unacceptable.”\nThe United States has no uniform law on the death penalty. Each state is free to choose whether or not to execute people. Nineteen states have abolished the death penalty. The  Inter-American Commission on Human Rights determined that this discrepancy violates the  American Declaration of the Rights and Duties of Man , which the U.S. has signed.\nAnd look at the company we keep. Only China, Iran, Iraq and Saudi Arabia execute more people than the United States.\nComparing Propositions\nCalifornia voters will be confronted with two competing death penalty propositions on the November ballot.\nWhereas Proposition 62 would replace the death penalty with life in prison without parole,  Proposition 66 — the Death Penalty Reform and Savings Act — purports to execute Californians more efficiently. The latter initiative would double down on the death penalty and spread the costs and burdens to local courts and counties.\nUnder the guise of efficiency, Proposition 66 would add two additional layers of habeas corpus review in superior and appellate courts. It would impose unworkable time frames for appeals and habeas proceedings. And it would require attorneys who may be inexperienced, unqualified or unwilling to take death penalty cases or face expulsion from the court’s public defender panel.\nMoreover, Proposition 66 would transfer 746 inmates to new death row facilities at local prisons built and maintained with county funds. Counties would be on the hook to provide separate housing, guards with specialized training, security level IV facilities, and unique physical and mental health accommodations.\nThe increased workload on superior and appellate courts would take up a significant and (in some counties) overwhelming percentage of local resources. Proposition 66 prioritizes death penalty cases at the expense of all other matters before the criminal and civil courts. The judicial system’s ability to handle issues like business claims, family custody hearings and traffic tickets in a timely manner would be negatively impacted.\nWith a backlog of more than 150 capital appeals and habeas petitions now awaiting review, and hundreds more in the pipeline, the California Supreme Court would have to turn its full attention to death penalty cases for years, to the exclusion of other important matters, in order to meet Proposition 66’s proposed timeline.\nProposition 66 adds sped-up appeals timelines that are unenforceable and infringe on judicial and legislative separation of powers. Constitutionally required court procedures cannot be changed through the ballot process. California’s death penalty system is beyond repair.\nWho Supports Proposition 62?\nA diverse coalition of people and groups supports Proposition 62, including former death penalty advocates, victims’ families, exonerated and wrongly convicted prisoners, retired district attorneys and judges, criminal law and economic experts, and faith, labor and civil rights leaders.\nRon Briggs, who led the 1978 campaign that brought the death penalty to California, calls it a “costly mistake.” Briggs says, “Now I know we just hurt the victims’ families we were trying to help and wasted taxpayers dollars.” He maintains, “The death penalty cannot be fixed. We need to replace it, lock up murderers for good, make them work, and move on.”\nFranky Carrillo, who was convicted of a crime he didn’t commit, was released after spending 20 years in prison. Witnesses recanted, and new evidence came to light.\n“I am living proof that our justice system sometimes gets it wrong,” Carrillo says. “If I had been sentenced to death instead of life in prison, this might have been a different story.” An innocent man might have been put to death.\nThe Catholic Bishops of America supports Proposition 62, stating “capital punishment has repeatedly been shown to be severely and irrevocably flawed in its application.”\nEndorsers of Proposition 62 include the California Democratic Party, California Labor Federation, Service Employees International Union, California Federation of Teachers, Exonerated Nation, National Association of Criminal Defense Lawyers, Rainbow Push Coalition, California NAACP, Clergy and Laity United for Economic Justice, California Catholic Conference, and the League of Women Voters of California.\nProposition 62 would replace California’s failed death penalty system with life in prison, guaranteeing that the worst criminals would never be released. It would provide a measure of respect to victims’ families by requiring convicted murderers to work and pay restitution. And it would save taxpayers $150 million per year, money that could be spent on education and repairing California’s crumbling infrastructure.\nThe United Nations Special Rapporteurs on summary executions, Christof Heyns (whose term recently expired), and on torture, Juan E. Mendez, have called on the U.S. government to initiate a federal moratorium on the imposition of the death penalty with a view to abolish it. They observed that more than three-quarters of countries around the world have abolished the death penalty either in law or practice.\n“Despite all efforts to implement capital punishment in a ‘humane’ fashion, time and again executions have resulted in a degrading spectacle,” they wrote. “The death penalty as a form of punishment is inherently flawed.”\nNone of the three major international criminal tribunals — the International Criminal Court, the International Criminal Tribunal for the Former Yugoslavia, and the International Criminal Tribunal for Rwanda — allow the death penalty as a sentencing option for the most heinous of crimes over which they have jurisdiction.\nFormer U.S. Supreme Court Justice John Paul Stevens (quoting former Justice Byron White’s 1972 concurrence in  Furman v. Georgia ) thinks “the imposition of the death penalty represents ‘the pointless and needless extinction of life with only marginal contributions to any discernible social or public purposes. A penalty with such negligible returns to the State [is] patently excessive and cruel and unusual punishment violative of the Eighth Amendment.’ ”\nIn a 1976 Boston Globe article, then-U.S. Supreme Court Justice Arthur L. Goldberg wrote: “The deliberate institutionalized taking of human life by the state is the greatest conceivable degradation to the dignity of the human personality.”\nWhen speaking to the French Chamber of Deputies in 1830, years after witnessing the excesses of the French Revolution, the Marquis de Lafayette, said, “I shall ask for the abolition of the punishment of death until I have the infallibility of human judgment demonstrated to me.”\nThe premeditated killing of human beings by the state is expensive and just plain wrong. Californians should abolish it.\nMarjorie Cohn is professor emerita at Thomas Jefferson School of Law, former president of the National Lawyers Guild, and deputy secretary general of the International Association of Democratic Lawyers. Her books include Cameras in the Courtroom: Television and the Pursuit of Justice. Visit  her website and follow her on Twitter at @marjoriecohn.\nPost navigation\nAugust 28, 2016 at 13:39\nLaw is above everyone; tooth for a tooth and an eye for an eye!!\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://deathpenaltyinfo.org/death-row/overview",
                "http://articles.latimes.com/keyword/proposition-66-sentencing-reform",
                "https://deathpenalty.org/",
                "http://www.pnas.org/content/111/20/7230.full",
                "https://deathpenaltyinfo.org/policy-issues/innocence",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://yeson62.com/get-the-facts/",
                "http://www.justicethatworks.org/author/admin/",
                "https://www.nap.edu/read/13363/chapter/1",
                "https://marjoriecohn.com/",
                "https://www.cidh.oas.org/Basicos/English/Basic2.American%20Declaration.htm",
                "http://www.oas.org/en/iachr/",
                "https://en.wikipedia.org/wiki/Furman_v._Georgia"
            ]
        },
        "key_words": [
            "punishment",
            "death",
            "penalty",
            "california",
            "proposition",
            "justice",
            "62",
            "criminal",
            "abolish",
            "life",
            "system"
        ]
    }
]