[
    {
        "url": "https://nutritionfacts.org/questions/arent-studies-funded-by-corporations-bias/",
        "title": "Aren’t all studies funded by corporations biased?",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Julio 21st, 2013\nIf they received “grant money from a kiwifruit company”, then why is their study any less biased than those studies you previously referred to that were funded by the salt or dairy or meat companies. Isn’t the whole purpose of science to reach objective explanations by eliminating biases? If so, shouldn’t we disregard all studies that are funded by corporations?\nAnswer:\nJust like we should take studies funded by the Salt Institute with a grain of salt, we should take these findings with a grain of kiwi. :)\nThe difference between this and the other examples you cite is what’s the worst that can happen? Even if this data was pulled out of someone’s tush and kiwifruit don’t actually help with sleep, the worst case scenario if someone follows this advice is that they eat a really healthy fruit and only get all its other benefits. That’s the wonderful thing about plant-based research!\nAnd industry influence is rarely about outright fraud but about nuanced study design. One just has to be mindful about study sponsors to make sure the study wasn’t constructed in a way to bias the results. That is something for which I am indeed constantly on the lookout.\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "health",
            "york",
            "funded",
            "en",
            "arent",
            "world",
            "dr",
            "witness",
            "grain",
            "studies",
            "greger",
            "biased",
            "salt",
            "corporations"
        ]
    }
]