[
    {
        "url": "https://www.christianpost.com/trends/destiny-2-news-bungie-responds-to-complaints-on-faction-rallys-redundant-rewards.html",
        "title": "'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n| Tuesday, January 23, 2018\nPromo image for \"Destiny 2's\" first DLC \"Curse of Osiris.\" | Facebook/DestinyTheGame\n\"Destiny 2's\" Faction Rallies was one of the major events in the game that debuted recently. However, they did not run as smoothly as Bungie may have hoped.\nBungie was recently prompted to issue an apology to \"Destiny 2\" gamers after many of them noticed that they had received far less new weapons after winning in the Faction Rallies for Season 2. Meanwhile, other players also complained  of receiving redundant loot items upon redeeming their Faction Engrams.\nThe game developer has since recognized these feedback from fans and explained that they had applied a new mechanism of distributing new weapons in the Faction Rallies for Season 2.\n\"It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning. This was on us. No excuses,\" Bungie  explained in a community forum.\nIn a separate statement  explaining the distribution of new weapons in upcoming Faction Rallies, Bungie confirmed that each Faction would receive five new weapons which, as mentioned, would be handed out all throughout the event.\nBungie explained that the weapon rewards, called Winner's Offering, will be changed to a new type as a new Faction Rally event takes place.\nThe Auto Rifle Winner's Offering for the first rally has already been made available. As for the second rally, the same rule applies and Bungie added: \"Additionally, the previous Winner's offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.\"\nMeanwhile, the game developer promised that the third and final Faction Rally in season 2 will also call for a new weapon \"that has yet to be featured.\"\n\"The previous Winner's Offering will be added to the Faction Engram rewards, alongside an additional weapon. This brings the total to four weapons within the Faction Engram, and a final Winner's Offering for factions to compete for over the course of the event,\" Bungie further explained.\nRecently, Bungie was also criticized by \"Destiny 2\" players after they imposed a restriction  in the number of chest rewards that can be claimed. The developer has since explained that this had been done to address an exploit that allowed players to harvest loots in the Lost Sector at a rate much faster than Bungie preferred.\nHowever, Bungie agreed with players that the remedy they had applied \"is way too penalizing\" and promised to fix it in an upcoming patch.\nSponsored\nMore In Entertainment\n",
        "quotes": [
            [
                "It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning.",
                "",
                true
            ],
            [
                "Additionally, the previous Winner's offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.",
                "",
                true
            ],
            [
                "that has yet to be featured.",
                "",
                false
            ],
            [
                "The previous Winner's Offering will be added to the Faction Engram rewards, alongside an additional weapon.",
                "",
                true
            ],
            [
                "This brings the total to four weapons within the Faction Engram, and a final Winner's Offering for factions to compete for over the course of the event,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/destiny-2-gameplay-news-bungie-promises-to-fix-throttle-of-faction-rally-tokens-in-next-patch-214234/",
                "https://comicbook.com/gaming/2018/01/20/destiny-2-faction-rally-issues-bungie-apology/",
                "https://www.bungie.net/en/Forums/Post/242099163?sort=0&page=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bungie.net/en/News/Article/46582"
            ]
        },
        "key_words": [
            "rallys",
            "weapons",
            "redundant",
            "offering",
            "players",
            "season",
            "complaints",
            "bungie",
            "rewards",
            "addresses",
            "winners",
            "rally",
            "player",
            "destiny",
            "weapon",
            "rallies",
            "faction"
        ]
    },
    {
        "url": "https://www.christianpost.com/trends/destiny-2-gameplay-news-bungie-promises-to-fix-throttle-of-faction-rally-tokens-in-next-patch.html",
        "title": "'Destiny 2' Gameplay News: Bungie Promises To Fix Throttle of Faction Rally Tokens in Next Patch",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Destiny 2' Gameplay News: Bungie Promises To Fix Throttle of Faction Rally Tokens in Next Patch\n'Destiny 2' Gameplay News: Bungie Promises To Fix Throttle of Faction Rally Tokens in Next Patch\n'Destiny 2' Gameplay News: Bungie Promises To Fix Throttle of Faction Rally Tokens in Next Patch\n| Friday, January 19, 2018\n\"Destiny 2's\" developer, Bungie, promised to fix the throttle in the distribution of Faction Rally tokens in the next game patch.\nShortly after the Faction Rallies were made accessible to \"Destiny 2\" players - and these include those who have yet to purchase the \"Curse of Osiris\" downloadable content - gamers encountered another disappointment after finding out that the tokens they earned were being throttled.\nA number of players in fact took to  Reddit  to confirm that not all of the completed Faction Rally events had given them the tokens they should have earned.\nTokens earned from \"Destiny 2\" events can be redeemed as engrams that players can use to purchase or upgrade their weapons and armor pieces.\nAccording to reports , the throttling of Faction Rally tokens was applied to address an exploit from a previous in-game event. The said bug involved a chest respawn that allowed players to earn tokens in a span of 30 seconds. Bungie then virtually placed a timer in an attempt to fix the issue quickly.\nPlayers soon complained that the currently experienced throttle was too much, and \"Destiny 2\" game director Christopher Barrett agreed. Responding to a fan on Twitter, he  said : \"The timer was meant to fix an exploit but it is way too penalizing right now. It's being adjusted in the next patch but we likely need to adjust it further.\"\nAddressing the issue, Bungie  responded to disgruntled players via a \"Destiny 2\" forum and said: \"We're aware of player reports about Lost Sectors not granting rewards. There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 Tokens per hour,\" an update to the Faction Rally maintenance notification explained.\n\"Right now if a player opens more than 2 Chests in a 10 minute period they will not receive additional rewards from Lost Sector chests for 10 minutes. This does not prevent players from completing milestones related to Lost Sector chests,\" the developers added.\nBarrett later said in another  tweet  that they would also announce first whatever fixes or changes they planned to implement in the future before applying them to the game to avoid further confusion. \nSponsored\nMore In Entertainment\n",
        "quotes": [
            [
                "The timer was meant to fix an exploit but it is way too penalizing right now.",
                "Christopher Barrett",
                true
            ],
            [
                "It's being adjusted in the next patch but we likely need to adjust it further.",
                "Christopher Barrett",
                true
            ],
            [
                "We're aware of player reports about Lost Sectors not granting rewards.",
                "",
                true
            ],
            [
                "There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 Tokens per hour,",
                "",
                true
            ],
            [
                "Right now if a player opens more than 2 Chests in a 10 minute period they will not receive additional rewards from Lost Sector chests for 10 minutes.",
                "Christopher Barrett",
                true
            ],
            [
                "This does not prevent players from completing milestones related to Lost Sector chests,",
                "Christopher Barrett",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pcgamesn.com/destiny-2/destiny-2-faction-rally-weapon-drop-bug-token",
                "https://www.bungie.net/en/Forums/Post/242062080?sort=0&page=1"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/cgbarrett/status/953539019052171264",
                "https://twitter.com/cgbarrett/status/953863030621655040",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/"
            ]
        },
        "key_words": [
            "lost",
            "tokens",
            "issue",
            "players",
            "bungie",
            "rally",
            "gameplay",
            "promises",
            "fix",
            "destiny",
            "patch",
            "faction",
            "throttle"
        ]
    },
    {
        "url": "https://comicbook.com/gaming/2018/01/20/destiny-2-faction-rally-issues-bungie-apology/",
        "title": "Destiny 2 Faction Rally Issues Prompt Another Apology from Bungie",
        "authors": [],
        "publisher": "https://comicbook.com",
        "publish_date": "2018-01-20",
        "text": "Email\nPassword\nLogin\nDestiny 2 Faction Rally Issues Prompt Another Apology from Bungie\nDestiny 2 players received an apology from Bungie recently based on negative feedback about the Faction Rallies for Season 2 that criticized loot farming lockouts and other changes.\nWhen players began participating in this season’s Faction Rallies that began recently, they quickly realized that there was something different about how many Lost Sector chests players were able to open. While farming to open chest after chest was a viable and often practiced strategy before, it no longer worked after Bungie imposed a limit on how many chests could be opened at a time, that limit being two chests within 10 minutes. Bungie acknowledged that the change was “too disruptive” and has details coming on what it plans to do about the system before the next Faction Rallies.\n“In the recent December 12 update , Faction Token rewards were added to an existing system that was locking players out from Lost Sector Rewards,” Bungie said . We have heard player feedback that this solution was too disruptive. We’re looking at a change that won’t make players feel forced to run to and from a single chest for hours while also not placing a hard stop on enjoying Lost Sectors. We want to ensure that every time you open a chest there is loot inside. We’ll share more details on this before the next Faction Rallies.\nThe other part of the Faction Rallies that players took issue with was the new weapons in Season 2, or rather the lack of the new weapons. Players decrypting their Faction Engrams and acquiring random weapons hoped to add some new loot to their collection only to find duplicates and older guns. Bungie explained that the new Season 2 weapons weren’t\nin fact\npart of the loot pool that players could pull from when decrypting the Engrams, a move that it says there’s no excuse for.\n“It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning. This was on us. No excuses. You can read the full details with how the weapons will be rolled out here . We will be remedying this lapse in communication next week with details on what you should expect when the next Iron Banner rolls out in Season 2.”\nDestiny 2’s Faction Rallies will continue into next week.\nUP NEXT\nPLEASE NOTE:  Effective as of November 22, 2018 your use and our operation of this website will no longer be subject to the Privacy Policy and Terms of Service posted in the footer below, and will instead be subject to the standard CBS Interactive Privacy Policy and Terms of Use .\n",
        "quotes": [
            [
                "In the recent December 12 update , Faction Token rewards were added to an existing system that was locking players out from Lost Sector Rewards,",
                "",
                true
            ],
            [
                "It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning.",
                "",
                true
            ],
            [
                "You can read the full details with how the weapons will be rolled out here .",
                "",
                true
            ],
            [
                "We will be remedying this lapse in communication next week with details on what you should expect when the next Iron Banner rolls out in Season 2.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://comicbook.com/gaming/2018/01/17/destiny-2-lost-sector-chest-lockout/",
                "https://comicbook.com/gaming/2018/01/18/bungie-destiny-2-faction-rally-weapons/",
                "https://www.bungie.net/en/Forums/Post/242099163?sort=0&page=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bungie.net/en/News/Article/46582",
                "https://www.bungie.net/en/Explore/Detail/Update/46536",
                "https://www.cbsinteractive.com/legal/cbsi/terms-of-use"
            ]
        },
        "key_words": [
            "weapons",
            "loot",
            "prompt",
            "players",
            "season",
            "issues",
            "bungie",
            "rally",
            "open",
            "chest",
            "apology",
            "destiny",
            "rallies",
            "details",
            "faction"
        ]
    },
    {
        "url": "",
        "title": "Season 2 Faction Rally Rewards > Destiny 2",
        "authors": [
            {
                "name": "Go Ahead Ban Me",
                "link": null
            },
            {
                "name": "Lord Prodigious",
                "link": null
            }
        ],
        "publisher": "https://www.bungie.net",
        "publish_date": "",
        "text": "Loading...\nQuestion Post\nForum Search\nPosted by\nTopic Type\nSeason 2 Faction Rally Rewards\nWith the release of Curse of Osiris, each Faction has received 5 new weapons. These weapons become available over the course of the season, and cannot be earned through Faction Engrams immediately.  In the first Faction Rally of Season 2 (this week), there is a new Auto Rifle available as the Winner’s Offering. No new Faction Weapons are available through Faction Engrams.  In the second Faction Rally of the season, the Winner’s Offering is updated to a new weapon. Additionally, the previous Winner’s offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.  The final Faction Rally of the season will follow this functionality: The Winners Offering will be updated to a final weapon that has yet to be featured. The previous Winner’s Offering will be added to the Faction Engram rewards, alongside an additional weapon. This brings the total to four weapons within the Faction Engram, and a final Winner’s Offering for factions to compete for over the course of the event.\nRevision\nQuestion Post\nWhat happened to ship battles both pve and in pvp you can't sit there and say it woud not be sweet as hell.\nRevision\nQuestion Post\nRevision\nQuestion Post\nBUNGIE = BULLSHIT....FIRST OFF, THIS IS ALL IN CAPS.......KEEP YOUR COMMENTS TO YOURSELF ON ME NOT YELLING ETC......I'M DONE BEING FKN POLITE.   DEAR BUNGIE,          I DON'T KNOW WTF IS GOING ON OVER THEIR, BUT YOU CLEARLY, AND HAVEN PROVEN TIME AND AGAIN, YOU CLEARLY HAVE NO CLUE WHAT YOU ARE DOING ANYMORE. I DON'T KNOW IF IT'S BUNGIE ITSELF, OR MORE ACTIVISION.....I COULD CARE LESS. YOU'RE A DISGRACE TO THE GAMING COMMUNITY, AND BASIC COMMON SENSE ITSELF. YOU HAVE MADE THE STUPIDEST, MOST MORONIC DECISIONS IN GAMING AND BUSINESS HISTORY!....AND JUST WHEN WE THINK YOU'VE HIT THE BOTTOM, YOU DO SOME OTHER THING THAT SOMEHOW IS WORSE.....AND WORSE...AND WORSE....THEN, EVEN MORE BULLSHIT HAPPENS! .THE AMOUNT OF BULLSHIT, THE AMOUNT OF LIES IS INCOMPREHENSIBLE!....         THIS, COMING FROM THE CREATORS OF 1 OF THE GREATEST GAMES,  AND STORY LINES IN GAMING HISTORY, WITH...HALO....AND AFTER ALL THAT TIME OF LEARNING, YOU HAVE DIGRESSED 1000-FOLD.....LET'S RECAP THAT BULLSHIT SHALL WE? AFTER YEARS OF DEVELOPMENT, YOU FIRE YOUR PROJECT LEAD, OR STORY LEAD...WHATEVER....NOW, THE GAME GETS DELAYED FOR OVER A YEAR! ...AND WHEN IT COMES OUT, IT'S MISSING A TON OF CONTENT! PARTS OF THE STORY ARE CHOPPED UP, LEVELS MISSING, ETC....LATER DO WE LEARN THAT YOU FIRED THAT GUY, AND THEN RE-WORKED THE ENTIRE GAME, AND REMOVED THEM SO YOU COULD RE-SELL THEM AS DLC! SHAME ON YOU!       YOU REMOVED A TON OF CONTENT, WHICH WE ARE STILL PLAYING IN DESTINY 2!....EVERYTHING THIS GAME IS, PLUS OSIRIS, PLUS THE NEXT DLC...\"GODS OF MARS\", W/ CHARLEMAGNE'S VAULT,  (WHERE RASPUTIN CURRENTLY IS ON MARS), WAS ORIGINALLY IN THE 1ST VERSION OF DESTINY, AS WAS THE DREADNAUGHT YOU SOLD US LAST YEAR!! THEN REMEMBER IN THE LAST DLC, WE HAD THAT MISSION INTO THE VAULT OF GLASS WHERE WE WERE INTRODUCED TO THE HARPIES? THAT WAS REMOVED FROM DAY 1 RELEASE!     SO AFTER 3 YEARS OF FIXES, PATCHES AND UPDATES, YEAR 3 OF DESTINY ACTUALLY BROUGHT THE PEOPLE BACK, WHO GAVE UP A YEAR TO 2 YEARS PRIOR!.....SO, WHILE THIS IS GOING ON, DESTINY 2 SHOULD BE BEING WORKED ON.   -- SO GOING INTO CREATING DESTINY 2, HOW DO YOU MAKE IT BETTER THAN D1? FROM THE START - EVERYTHING WE HAD INSTALLED BY THE END OF YEAR 3, MUST BE IN THE DESTINY 2 FROM THE START!....PERIOD! -- INCLUDES, KIOSKS FOR EXOTICS, EMBLEMS, SHIPS & SPARROWS....FOR DESTINY 2, ALL THAT RETURNS BUT WE'RE NOW WE'RE INCLUDING A KIOSK FOR GHOSTS AND SHADERS..... -- MUST CREATE A FLUID NARRATIVE STORY LINE, WITH A MUCH DEEPER STORY, THAT NOT ONLY REWARDS THE PLAYERS FROM YEAR 1, BUT WE MUST INCLUDE NEW STORY ELEMENTS THAT LETS' THE BRAND NEW DESTINY PLAYERS, UNDERSTAND WHAT HAPPENED IN YEAR 1, IN SO THEY WILL NOT FEEL LEFT OUT AND FEEL WELCOMED! -- REWARDS SYSTEM -  WE FUKKED UP A LOT IN DESTINY 1, BUT IN THE END, WE CAME A LONG WAY AND MADE IMPROVEMENTS THAT BROUGHT BACK SOME PEOPLE. BUT NOT ENOUGH. WE MUST CREATE A REWARD SYSTEM THAT REWARDS PLAYERS FOR ALL ACTIVITIES, HARDER=BETTER REWARDS -- CRUCIBLE....NOW WE NEED TO IMPROVE THOSE THINGS, BUT ADD IN NEW AND EXCITING ELEMENTS THAT CHANGES UP GAME PLAY, BE IT TEAM BASED, OR FOR THE ROGUE PLAYER WHO WANTS TO PLAY ALONE,....SO LET'S REMOVE 6V6, AND INTRO 4V4..(THEREBY SCREWING OVER SOME CLANS, AS NOW THEY CAN'T ALL PAY TOGETHER)..., AND YOU REMOVE GAME MODES FOR NO REASON.....NOW YOU'RE BRINGING BACK 6v6, WHICH IS GREAT, BUT, THESE MAPS WERE DESIGNED FOR 4V4...NOW WE'LL HAVE A TEAM-SHOTTING OF 6 PEOPLE, OR 2 TEAMS OF 3......GREAT JOB  THEN THIS SUMMER, YOU ANNOUNCE THE LIVE STREAMS, SHOWING OFF THE \"NEW\" GAME\"....A LOT WAS SAID, AND IMPLIED.....THEN THE GAME CAME OUT.......NOTHING REALLY FROM YEAR 1 DESTINY IS HERE? IT'S ALL BEEN REMOVED? NO KIOSKS ETC...(NOW THE OLD SHIT'S GETTING PUT BACK IN...SLOWLY...AS I SAID, IT SHOULDA BEEN THEIR FROM DAY ONE OF DESTINY 2 DISCUSSION)....        THEN, LAST MONTH, WE FIND OUT, GUES WHAT HAPPENED, YET AGAIN?? THEY FIRED DESTINY 2'S LEAD, AND PUT LUKE SMITH IN CHARGE.....WHAT DOES LUKE DO?  SCRAPS EVERYTHING....16 MONTHS FROM DAY 1 RELEASE, AND WE GET THIS CONTRIVED HACK OF A GAME THAT IS ALL ORIGINAL DESTINY......THE NEXT DLC INTRO'S \"THE DARKNESS\"CLASS....HELLO...THE DARKNESS WAS INTRODUCED 5 YEARS AGO PEOPLE!!!!!!   EVERYONE WHO BOUGHT DESTINY 1, THE EXPANSIONS, AND DESTINY 2, AND THE EXPANSIONS, IN TOTAL, WAS 1 GAME! THAT WAS THE ORIGINAL DESTINY BEFORE THE 1ST PROJECT HEAD WAS FIRED 4-5 YEARS AGO!!!   SEE, ALL THIS BULLSHIT WAS UNNECESSARY  BUT AS SAID EARLIER, THAT IS WHAT YOU CALL, PLAIN AND SIMPLE A TOTAL LACK OF....BASIC...COMMON..GODDAMN.. SENSE!     BUT NO, YOU SOB'S ARE THE MOST AND BIGGEST HYPOCRITES ALIVE! HOW SO....LET ME COUNT THE WAYS.... ---- EARN LOOT REWARDS FROM LOOT CAVES....EARN TOKENS, MATERIALS ETC FROM RANDOM CHESTS... COMPLETE PUBLIC EVENTS FOR REWARDS, BUT TURN THEM INTO HEROIC VERSIONS AND EARN BIGGER REWARDS......GREAT!.....SO WE DO THAT, BUT WAIT!   .BUNGIE DON'T LIKE US BEING REWARDED \"TOO FAST!!!!!!!!!!!!!!!\" ---- DON'T HIT THEM UP TOO FAST, BECAUSE IF YOU DO, YOU WILL BE PENALIZED FOR DOING SO BY EARNING MUCH LESS IN REWARDS????        EXCUSE FK'N ME???? OH, SO IT'S \"OUR\" GODDAMN FAULT THAT YOUR LEVEL DESIGNERS THOUGHT IT WAS PERFECTLY OK OVER ON \"TROSTLAND\", THAT YOU PLACE 3 LOOT CAVES SIDE BY SIDE BY SIDE?...3 OF EM WITHIN WHAT...300 FFET.....YET, YOU HAVE MASSIVE AREAS IT TAKES A LONG TIME TO RIDE YOUR SPARROW THROUGH WHICH ARE COMPLETELY FKN EMPTY????.......HEY, LOOK-SEE HERE, A RANDOM CHEST.....AND HEY ANOTHER ONE NOT 20FT AWAY......OH WAIT, HERE'S ANOTHER UP ABOVE ME.....PENALIZED...PENALIZED...PENALIZED..     EVERYTHING IN THIS GAME, IS PURE FKN LAZINESS AND UTTER BULLSHIT!....OH I READ EVERYTHING, AND WATCH EVERY VIDEO I CAN WHEN I SEE/READ, BEHIND THE SCENES STORIES BY CURRENT OR FORMER EMPLOYEES, OR INTERVIEWS DONE, LIKE THE ONE OVER A WEEK AGO WHERE IT WAS SAID THAT THE PEOPLE WORKING THEIR, ARE WHINY BITCHES...OHHHH THE TOOLS WE USE TO MAKE THE GAME ARE HARD......OH MAKING A GAME IS HARD......OH THE FANS ARE TOO DEMANDING....WE'RE TIRED OF FIXING STUFF THAT SHOULDN'T HAVE BEEN DONE IN THE ST PLACE......      UM, NO SHIT SHERLOCK IF IT WAS EASY EVERYONE WOULD DO IT.....BUT YOU CHOSE THIS INDUSTRY, YOU CHOSE THIS JOB.  I COULD GO ON TYPING AND TYPING AND TYPING MY RAGE AT THIS BULLSHIT THEY DOING TO US. IT'S ALL DESERVED. EVERY PIECE IF HATRED VIA EMAIL, TWEET, BLOG RESPONSE ETC., IS ALL BECAUSE THIS COMPANY HAS LOST IT'S WAY LIKE WE'VE NEVER SEEN. MORONIC DECISIONS, INANE CHOICES, MIND-BOGGLING ADJUSTMENT, SUBTRACTIONS ETC.....SO HERE WE ALL ARE AGAIN....5 MONTHS INTO DESTINY 2, AND IT'S AN EMBARRASSMENT, FANS HAVE BAILED IN DROVES...MY CLAN HAD 31 DIE HARD DESTINY 1 & 2 PLAYERS, PEOPLE WHO PLAYED 5-18 HOURS A DAY....NOW I CAN'T EVEN GET A RAID GOING WITH MY CLAN BECAUSE NOW THEY'RE PLAYING FORNITE, PUBG, AND ON GTA 5.......AT LEAST GTA  KEEP US INVESTED WITH FREEEEEEEEEEEEEEEEEEEEEEEEEEE UPDATES, BECAUSE AS THEY SAID IN THE LAST \"GAMEINFORMER\" MAGAZINE.....WE TRIED PAID DLC, AND IT DROVE THE FANS APART, SO WE GOT RID OF THAT, AND OUR BASE HAS NEVER BEEN HAPPIER, OR STRONGER! AMEN TO THAT!   ALL HAIL ROCKSTAR AND ANYTHING \"NOT-BUNGIE/ACTIVISION RELATED\nRevision\nQuestion Post\nSo, just curious. Multiple reports from players on lost faction rally tokens.   Throttled token earnings.  In lost sectors and (i can confirm) public events (AND THIS IS CONSIDERED A BUG). Lowered amount earned from strikes...  No new weapons to grind for....  But hey.   Why does tess hav a ghost that INCREASES TOKEN EARNINGS?  New faction rally, new ghost from Tess.   Why have you made the decision to throttle token gains. Make no new weapons or armour to grind for. Only cosmetics.   But with the whole community saying no more EVERVERSE.  We are still implementing items with tess that cant be earned in the game within a reasonable threshold.   I would like some transparency on the matter.  Also i still get black screen in tower can we address this fundamental problem also?  Would really appreciate the feedback.   Been a bungie customer since halo.  Thanks\nRevision\nQuestion Post\nRevision\nQuestion Post\nRoughly translated no grind! People want grind!  Logged in to eac character got the new weapon a week later not even done milestones!\nRevision\nQuestion Post\nDear Bungie,        I hope you guys at Bungie are paying attention, some of the biggest streamers on YouTube are leaving Destiny 2. This is your fault. You made a game that was fundamentally broken and devoid of any meaningful content. Along with that, Destiny 2 does nothing to push the lore forward in a meaningful way.        I hate having to write in about this. I’d rather just play D2, buts it so...boring. I want to love the game, but I can’t. I fear for you, Bungie. Interest in D2 has already fallen off and with content creators on YouTube falling off as well, that interest will only die off further. D2 is now in danger of becoming irrelevant. I sincerely hope you fix the game, and fast.        I’ll leave you with this, D1 is more fun than D2, and that game is 3 years old.\nRevision\nQuestion Post\nBoy this post came out quick lol  Bungie? I would say I feel sorry for you, but when you hid like a child to ride out the biggest cash grab of this games history to make a statement that was a bold face lie like this... [quote]Eververse was never intended to be a replacement for quality end-game activities.[/quote]  ...and  blocked refunds with all the other cheap tactics you tried to pull and thought you would get away with it without anyone speaking up about it? You lost all credibility and respect from a hell of a lot of gamers. On top of that, knowing this game is being built with 4 year old's in mind. Why even bother with your trinkets. http://www.gamesradar.com/two-four-year-old-girls-inspired-destinys-revamped-quest-and-light-systems/  How about making an actual game instead of constantly lying to your player base and create content that isn't just a 3 week cash grab?  Edit: Why don't you explain how your company created D1 the only company that created D1, with a hell of a lot more effort put into it with half the employees you have now.  How did you go from that to 800+ employees and saying...   Hey guys! we have 2 other studios working with us [quote]We created a system that allows us to create more content easier[/quote]  [quote] We're outsourcing material to other studios to bring more content on a regular basis.[/quote]  Yet D2 is lacking a hell of a lot more then D1 ever did. How does that happen?\nRevision\nQuestion Post\nDoes anybody know a way to play Destiny online, but to force it to give you single instances?  I’d like to play the strikes and public events solo.  Please if you know a way this can be done, please share... I will happily manipulate my connection if necessary.. I just want to play alone\nRevision\nQuestion Post\nIt's quiet, too quiet...  [spoiler]BE CAREFUL ITS A TRAP!![/spoiler]  [spoiler]i want my like if you know who that is[/spoiler]\nRevision\nQuestion Post\nGot most of the armour,  looks cool with the ornaments but the winning auto is a bit underwhelming.   On a side note with the factions being crucible related, why was the connection bar taken away in pvp.\nRevision\nQuestion Post\nRevision\nQuestion Post\nI barely played it. a few hours one night. ive just found this game to be not very fun compared to the addiction that was D1.   I defend you guys but someone screwed up the gaming dynamics so much its not fun. I guess thats all good in the long run as no one wants gaming addction but heck I dont even want to play. Im just on here seeing if anything will be drastically improved.  Ive seen the plans to improve the game and they really dont look like anything much. I dont care at all about microtransactions. the basic functions of pvp are boring now and raiding is tedious . ive barely done it in D2  Someone in your company has killed the joy, the fun, the excitement. Its all gone.  Personally I think you should just revert the gaming style completely back to D1 and move forward from there. Two steps back to take one forward may just be what could save this game.\nRevision\nQuestion Post\nRevision\nQuestion Post\nI’m the founder of an active clan with raids happening every night. Now why would I say the game is dead if my clan loves the game and they remain highly active?\nRevision\nQuestion Post\nD2 is a shooter Looter game. Now both have been throttled.   To sum up this entire train wreck:  D1 You felt like a God  D2 You are barely adequate  Weapons:  D1 they were powerful and worth the grind  D2 they are anemic reskined crap\nRevision\nQuestion Post\nDMG you work for a garbage company. Your job is a joke\nRevision\nQuestion Post\nFor the first time in 3 years I haven't played in a week...I played it on both consoles, six guardians...you don't want us to play your game anymore, you want us to buy all your content outright - that much is obvious - you have throttled XP, faction coins and anything else remotely related to gameplay - it's obvious this game only exists to sell end-game content through Eververse...no thanks...\nRevision\nQuestion Post\nThe Division 'Global Event', day 2. Just farming Lexington over & over. Goodtimes\nRevision\nQuestion Post\nRevision\nQuestion Post\nRevision\nQuestion Post\nRevision\nQuestion Post\nBuilding sand castles at high tide  a bit of an understatement more like playing on an interstate during rush hour and you’re blind.   http://www.pcgamer.com/destiny-2-is-not-in-a-good-place-says-analyst-in-wake-of-microtransaction-concerns/  Looks like you are about to get kicked where you understand pain...the wallet  https://www.google.com/amp/s/www.cnbc.com/amp/2018/01/23/activisions-destiny-2-is-struggling-right-now-cowen-analyst.html  1. \"Design decisions were made that have made D2 a less engaging, and less distinctive, game than D1. In particular, key aspects of the D2 end game feel neutered compared to D1.\" 2. \"Microtransaction implementation, while not nearly as problematic as in Star Wars Battlefront 2, has still been a source of player unhappiness.\" 3. \"Bungie's [the studio that developed the game] apparent urgency in responding to player feedback has been disappointing.\" 4. \"Until recently, Bungie did a poor job communicating its road map going forward, particularly compared to the more open stance of many other live service games.\"\nRevision\nQuestion Post\nWhy on earth you have to do this, Bungie? Is this really leading the game towards somewhere else apart from disruption and oblivion? As soon as I started playing, I noticed a lot of improvements regarding original Destiny, but... soon after that I realized that this goes down the same path as before. Or what's worse: goes even lower. Why? This is really really easy to comprehend: your lack of good faith and willingness to work.  I'll give you a brief idea of what we're facing here (and by \"we\" I mean \"us, the players\"... does not include you in the equation).  - Content: limited as ever. This is even worse than Destiny 1. And worst part is that you'll do the same as before: a 35 or 40 dollars DLC that contains 6 hours of gameplay, adding useless grind and probably rejecting and discarding every single piece of work we all did in the \"year one\". Try not to fall in this stupid thing again, please.  - Microtransactions: oh, boy... your universe of lies! The so called \"Dawning\" was the biggest lie I've seen in a game for a long time (at least on a \"whole packed game\" such as yours). Only content you add and the idea was for everyone to pay for it indiscriminately? Really smart on your side... not so on ours. Only 1 set per class and a few exotic things more. And you obviously armed everything for your gain when we already paid for the whole thing! Cause it didn't drop apart from weekly dawning engrams and only ONCE per week. If you're doing something like this, either make it completely paid or don't even include it at all. Why? Cause the line you keep in here doesn't match. Specifically when we can all realize you downgraded drop rates on exotics from Bright Engrams in order for people to pay for Silver. Clever, yeah... but yet a 5 year old can see it. Low blow there, Bungievision.  - Weapons: please... aim towards a bit more use to weapons. Nobody and I mean NOBODY uses other grenade launchers apart from Prospector and Colony (last one being the cheapest and most noob weapon in the game). Hand cannons are also useless. Only Crimson and Better Devils do a good job. The rest take 2 solar cycles to reload. Pulse rifles are the worst along grenade launchers. Their damage is hilarious and only 1 or 2 partially work. Either make them more useful or take em out. And I won't even go into sniper rifles and shotguns. Making them heavy weapons made them weapons of choice instead of life savers.  - PVP broken: easy... you traded skill for teamwork. Which imo is ok... as long as you don't have to face a whole team using MIDAs shooting from 2 planets away hiding behind a box. It's not teamwork... it's teamshoot. That's all there is to say. And dude... fix that Nova Bomb glitch forever! If something is there for everyone to enjoy such as Mayhem, then don't screw it making Warlocks spam 2 million Novas on your head! One thing is to have fun... other is to leave something broken on purpose and not fixing it. Oh, and even worse... ACCEPTING THAT YOU MADE A MISTAKE AND NOT FIXING IT!!!!  - PVE repetitive: this is a common issue since D1. Strikes are repeated until death. And when you were supposed to add more... you just used the same missions for the \"story\", but only changing dialogues. Brilliant. Also... raid lair? Couldn't you even develop something more appealing to players than a 40 minute activity that doesn't even pay properly if you do it? C'mon... you can do better than that! You can fix that easier than you think (I said it above too): STOP SLACKING AND WORK ONCE AND FOR ALL!!!  I will stop here... cause there're lots of stuff to be mentioned, but I won't lose any more time than I already lost playing senselessly your product.  You have everything to make this franchise a memorable one and probably, the best one in years. Don't let it go to waste, will ya? Stop asking for more money and do something for what we already paid off, folks.\nRevision\nQuestion Post\nEnglishEspañolEspañol (México)FrançaisItaliano日本語한국어PolskiPortuguês (Brasil)Русский繁體中文\n;\nSoliciting/Phishing/Impersonation\nThis site uses cookies for analytics, personalized content, and ads. By clicking 'Accept', you agree to this use.  You can learn more at Privacy Policy .\nAccept\nThis site uses cookies for analytics, personalized content, and ads. By continuing to browse this site, you agree to this use. Privacy Policy\nclose\n",
        "quotes": [
            [
                "A LOT WAS SAID, AND IMPLIED.....THEN THE GAME CAME OUT.......NOTHING REALLY FROM YEAR 1 DESTINY IS HERE?",
                "",
                true
            ],
            [
                "NO KIOSKS ETC...(NOW THE OLD SHIT'S GETTING PUT BACK IN...SLOWLY...AS I SAID, IT SHOULDA BEEN THEIR FROM DAY ONE OF DESTINY 2 DISCUSSION)....        THEN, LAST MONTH, WE FIND OUT, GUES WHAT HAPPENED, YET AGAIN??",
                "",
                true
            ],
            [
                "THEY FIRED DESTINY 2'S LEAD, AND PUT LUKE SMITH IN CHARGE.....WHAT DOES LUKE DO?",
                "",
                true
            ],
            [
                "SCRAPS EVERYTHING....16 MONTHS FROM DAY 1 RELEASE, AND WE GET THIS CONTRIVED HACK OF A GAME THAT IS ALL ORIGINAL DESTINY......THE NEXT DLC INTRO'S \"THE DARKNESS\"CLASS....HELLO...THE DARKNESS WAS INTRODUCED 5 YEARS AGO PEOPLE!!!!!!",
                "",
                true
            ],
            [
                "EVERYONE WHO BOUGHT DESTINY 1, THE EXPANSIONS, AND DESTINY 2, AND THE EXPANSIONS, IN TOTAL, WAS 1 GAME!",
                "",
                true
            ],
            [
                "THAT WAS THE ORIGINAL DESTINY BEFORE THE 1ST PROJECT HEAD WAS FIRED 4-5 YEARS AGO!!!",
                "",
                true
            ],
            [
                "SEE, ALL THIS BULLSHIT WAS UNNECESSARY  BUT AS SAID EARLIER, THAT IS WHAT YOU CALL, PLAIN AND SIMPLE A TOTAL LACK OF....BASIC...COMMON..GODDAMN..",
                "",
                true
            ],
            [
                "BUT NO, YOU SOB'S ARE THE MOST AND BIGGEST HYPOCRITES ALIVE!",
                "",
                true
            ],
            [
                "HOW SO....LET ME COUNT THE WAYS.... ---- EARN LOOT REWARDS FROM LOOT CAVES....EARN TOKENS, MATERIALS ETC FROM RANDOM CHESTS...",
                "",
                true
            ],
            [
                "COMPLETE PUBLIC EVENTS FOR REWARDS, BUT TURN THEM INTO HEROIC VERSIONS AND EARN BIGGER REWARDS......GREAT!.....SO WE DO THAT, BUT WAIT!",
                "",
                true
            ],
            [
                "BUNGIE DON'T LIKE US BEING REWARDED \"TOO FAST!!!!!!!!!!!!!!!",
                "",
                true
            ],
            [
                "NOT-BUNGIE/ACTIVISION RELATED\nRevision\nQuestion Post\nSo, just curious.",
                "",
                true
            ],
            [
                "Multiple reports from players on lost faction rally tokens.",
                "",
                true
            ],
            [
                "In lost sectors and (i can confirm) public events (AND THIS IS CONSIDERED A BUG).",
                "",
                true
            ],
            [
                "Lowered amount earned from strikes...  No new weapons to grind for....",
                "",
                true
            ],
            [
                "Why does tess hav a ghost that INCREASES TOKEN EARNINGS?",
                "",
                true
            ],
            [
                "New faction rally, new ghost from Tess.",
                "",
                true
            ],
            [
                "Why have you made the decision to throttle token gains.",
                "",
                true
            ],
            [
                "Make no new weapons or armour to grind for.",
                "",
                true
            ],
            [
                "But with the whole community saying no more EVERVERSE.",
                "",
                true
            ],
            [
                "We are still implementing items with tess that cant be earned in the game within a reasonable threshold.",
                "",
                true
            ],
            [
                "I would like some transparency on the matter.",
                "",
                true
            ],
            [
                "Also i still get black screen in tower can we address this fundamental problem also?",
                "",
                true
            ],
            [
                "Been a bungie customer since halo.",
                "",
                true
            ],
            [
                "Thanks\nRevision\nQuestion Post\nRevision\nQuestion Post\nRoughly translated no grind!",
                "",
                true
            ],
            [
                "Logged in to eac character got the new weapon a week later not even done milestones!",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nDear Bungie,        I hope you guys at Bungie are paying attention, some of the biggest streamers on YouTube are leaving Destiny 2.",
                "",
                true
            ],
            [
                "You made a game that was fundamentally broken and devoid of any meaningful content.",
                "",
                true
            ],
            [
                "Along with that, Destiny 2 does nothing to push the lore forward in a meaningful way.",
                "",
                true
            ],
            [
                "I hate having to write in about this.",
                "",
                true
            ],
            [
                "I’d rather just play D2, buts it so...boring.",
                "",
                true
            ],
            [
                "I want to love the game, but I can’t.",
                "",
                true
            ],
            [
                "Interest in D2 has already fallen off and with content creators on YouTube falling off as well, that interest will only die off further.",
                "",
                true
            ],
            [
                "D2 is now in danger of becoming irrelevant.",
                "",
                true
            ],
            [
                "I sincerely hope you fix the game, and fast.",
                "",
                true
            ],
            [
                "I’ll leave you with this, D1 is more fun than D2, and that game is 3 years old.",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nBoy this post came out quick lol  Bungie?",
                "",
                true
            ],
            [
                "I would say I feel sorry for you, but when you hid like a child to ride out the biggest cash grab of this games history to make a statement that was a bold face lie like this... [quote]Eververse was never intended to be a replacement for quality end-game activities.",
                "",
                true
            ],
            [
                "quote]  ...and  blocked refunds with all the other cheap tactics you tried to pull and thought you would get away with it without anyone speaking up about it?",
                "",
                false
            ],
            [
                "You lost all credibility and respect from a hell of a lot of gamers.",
                "",
                true
            ],
            [
                "On top of that, knowing this game is being built with 4 year old's in mind.",
                "",
                true
            ],
            [
                "Why even bother with your trinkets.",
                "",
                true
            ],
            [
                "http://www.gamesradar.com/two-four-year-old-girls-inspired-destinys-revamped-quest-and-light-systems/  How about making an actual game instead of constantly lying to your player base and create content that isn't just a 3 week cash grab?",
                "",
                false
            ],
            [
                "Edit: Why don't you explain how your company created D1 the only company that created D1, with a hell of a lot more effort put into it with half the employees you have now.",
                "",
                true
            ],
            [
                "How did you go from that to 800+ employees and saying...   Hey guys!",
                "",
                true
            ],
            [
                "we have 2 other studios working with us [quote]We created a system that allows us to create more content easier[/quote]  [quote] We're outsourcing material to other studios to bring more content on a regular basis.",
                "",
                false
            ],
            [
                "quote]  Yet D2 is lacking a hell of a lot more then D1 ever did.",
                "",
                false
            ],
            [
                "Revision\nQuestion Post\nDoes anybody know a way to play Destiny online, but to force it to give you single instances?",
                "",
                true
            ],
            [
                "I’d like to play the strikes and public events solo.",
                "",
                true
            ],
            [
                "Please if you know a way this can be done, please share...",
                "",
                true
            ],
            [
                "I will happily manipulate my connection if necessary..",
                "",
                true
            ],
            [
                "I just want to play alone\nRevision\nQuestion Post\nIt's quiet, too quiet...  [spoiler]BE CAREFUL ITS A TRAP!!",
                "",
                true
            ],
            [
                "spoiler]  [spoiler]i want my like if you know who that is[/spoiler]\nRevision\nQuestion Post\nGot most of the armour,  looks cool with the ornaments but the winning auto is a bit underwhelming.",
                "",
                false
            ],
            [
                "On a side note with the factions being crucible related, why was the connection bar taken away in pvp.",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nRevision\nQuestion Post\nI barely played it.",
                "",
                true
            ],
            [
                "ive just found this game to be not very fun compared to the addiction that was D1.",
                "",
                false
            ],
            [
                "I defend you guys but someone screwed up the gaming dynamics so much its not fun.",
                "",
                true
            ],
            [
                "I guess thats all good in the long run as no one wants gaming addction but heck I dont even want to play.",
                "",
                true
            ],
            [
                "Im just on here seeing if anything will be drastically improved.",
                "",
                true
            ],
            [
                "Ive seen the plans to improve the game and they really dont look like anything much.",
                "",
                true
            ],
            [
                "I dont care at all about microtransactions.",
                "",
                true
            ],
            [
                "the basic functions of pvp are boring now and raiding is tedious .",
                "",
                false
            ],
            [
                "ive barely done it in D2  Someone in your company has killed the joy, the fun, the excitement.",
                "",
                false
            ],
            [
                "Personally I think you should just revert the gaming style completely back to D1 and move forward from there.",
                "",
                true
            ],
            [
                "Two steps back to take one forward may just be what could save this game.",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nRevision\nQuestion Post\nI’m the founder of an active clan with raids happening every night.",
                "",
                true
            ],
            [
                "Now why would I say the game is dead if my clan loves the game and they remain highly active?",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nD2 is a shooter Looter game.",
                "",
                true
            ],
            [
                "To sum up this entire train wreck:  D1 You felt like a God  D2 You are barely adequate  Weapons:  D1 they were powerful and worth the grind  D2 they are anemic reskined crap\nRevision\nQuestion Post\nDMG you work for a garbage company.",
                "",
                true
            ],
            [
                "Your job is a joke\nRevision\nQuestion Post\nFor the first time in 3 years I haven't played in a week...I played it on both consoles, six guardians...you don't want us to play your game anymore, you want us to buy all your content outright - that much is obvious - you have throttled XP, faction coins and anything else remotely related to gameplay - it's obvious this game only exists to sell end-game content through Eververse...no thanks...",
                "",
                true
            ],
            [
                "Revision\nQuestion Post\nThe Division 'Global Event', day 2.",
                "",
                true
            ],
            [
                "Goodtimes\nRevision\nQuestion Post\nRevision\nQuestion Post\nRevision\nQuestion Post\nRevision\nQuestion Post\nBuilding sand castles at high tide    a bit of an understatement more like playing on an interstate during rush hour and you’re blind.",
                "",
                true
            ],
            [
                "http://www.pcgamer.com/destiny-2-is-not-in-a-good-place-says-analyst-in-wake-of-microtransaction-concerns/  Looks like you are about to get kicked where you understand pain...the wallet  https://www.google.com/amp/s/www.cnbc.com/amp/2018/01/23/activisions-destiny-2-is-struggling-right-now-cowen-analyst.html  1.",
                "",
                false
            ],
            [
                "Design decisions were made that have made D2 a less engaging, and less distinctive, game than D1.",
                "",
                true
            ],
            [
                "In particular, key aspects of the D2 end game feel neutered compared to D1.",
                "",
                true
            ],
            [
                "Microtransaction implementation, while not nearly as problematic as in Star Wars Battlefront 2, has still been a source of player unhappiness.",
                "",
                true
            ],
            [
                "Bungie's [the studio that developed the game] apparent urgency in responding to player feedback has been disappointing.",
                "",
                true
            ],
            [
                "Until recently, Bungie did a poor job communicating its road map going forward, particularly compared to the more open stance of many other live service games.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bullshit",
            "removed",
            "dont",
            "players",
            "season",
            "dlc",
            "rally",
            "rewards",
            "fkn",
            "going",
            "game",
            "destiny",
            "faction"
        ]
    },
    {
        "url": "https://www.pcgamesn.com/destiny-2/destiny-2-faction-rally-weapon-drop-bug-token",
        "title": "Destiny 2’s faction token throttle will be adjusted in the next patch",
        "authors": [
            {
                "name": "Richard Scott-Jones",
                "link": null
            }
        ],
        "publisher": "https://www.pcgamesn.com",
        "publish_date": "",
        "text": "Destiny 2’s faction token throttle will be adjusted in the next patch | PCGamesN\n586 days ago\nDestiny 2’s faction token throttle will be adjusted in the next patch\nUpdate, January 18: Christopher Barrett, game director at Bungie, has taken to Twitter to admit that the development team should have communicated weapon reward changes in Faction Rallies to avoid confusion.\nBarrett promises that, in the future, the team will strive to let the community know about any changes to rewards or experiences before they reach the public servers.\nOur Destiny 2 faction rally guide  walks you through how it works and the rewards you (should) be earning.\nGoing forward we’ll strive to communicate any changes to rewards or experiences before they go live.\nThose changes are, presumably, how Curse of Osiris Faction Rally weapons aren’t yet available with Faction Engrams, and will be available later in the season – something that was news to fans when the latest Faction Rally event just started.\nUpdate, January 17:Destiny 2’s faction token throttle was intended to fix an exploit, but it will be adjusted in the next patch – with further adjustments likely to come.\nDestiny 2’s first faction rally of the new year began yesterday, but an apparent throttle on faction tokens ensured that things weren’t quite as smooth as we’d hoped. We’d speculated that the throttle was put in place to patch an exploit from the last rally, and it seems that this is in fact the case, according to game director Christopher Barrett.\nIn a Twitter response to a player saying they shouldn’t be penalized for completing activities too quickly, Barrett said “You shouldn’t, I agree. The timer was meant to fix an exploit but it is way too penalizing right now. It’s being adjusted in the next patch but we likely need to adjust it further.”\nThe original exploit allowed players to collect faction tokens in 30 second intervals by taking advantage of a chest respawn, but it seems this throttle was a bit too overzealous.\nOriginal story, January 17:Destiny 2’s first faction rally since November went live yesterday, but it looks like it has not gone smoothly. Players on Reddit are reporting throttles on faction tokens earned through various activities, which Bungie are investigating, while others have found problems with weapon reward drops.\nOne user on Reddit says “I just did four public events… one gave me tokens, the other three didn’t.” This is corroborated by a few other posts, including one who says “can confirm I am experiencing throttle on [public events]. I did 12 events in an hour on EDZ to test. First, sixth, and eleventh gave tokens, but no others.”\nIt’s worth pointing out that others in the same thread have said “public events are working just fine… I’ve been completing them as fast as I can and didn’t notice any lockouts .” Bungie community manager Cozmo says he is “looking into this now. I’m seeing others in the thread who are stating the public events are not affected by the throttle.” One reply says “I was one of those who reported no throttle earlier, but just got hit with it. Out of eight events, two gave tokens. ”\nPlayers are also reporting a cooldown on faction tokens from lost sectors – another source of PvE loot – user p7mmy says they ran between two sectors, receiving no tokens on their fourth and fifth runs. The anecdotal consensus is much clearer on this thread, with one user saying “I ran all 3 lost sectors in Trostland and got nothing but glimmer in the third chest.” They also note that while they were doing them one after another, they weren’t using any exploits or even fast travel to do it as fast as possible.\nThis problem may have occurred as a result of Bungie’s efforts to patch an exploit in the last faction rally . After unlocking the chest in The Weep’s lost sector, players could reset its faction tokens (but not its other rewards) by running to the exit. This dropped three tokens for a 30-second run, which Bungie understandably wanted to patch out, but it looks like they may have been too aggressive in retuning the cooldown – here are the related patch notes , which were updated yesterday.\nThis is only the second faction rally since Destiny 2’s PC launch in October last year. This is partly because Bungie postponed another rally after it was found that the Curse of Osiris DLC would have locked vanilla players out of the fun . Bungie issued a related hotfix late last night , announcing that “players who do not own Curse of Osiris now have the ability to earn season two rewards within faction rallies and Iron Banner.” This may have something to do with another problem: many players are reporting that faction weapons are not dropping for them.\nThird-party inventory sites such as DestinySets.com use Destiny’s API to display information about its loot. As YouTuber Mesa Sean explains , its Curse of Osiris tab features a range of weapons that are new to this faction rally, but both Sean and many other players report that these guns aren’t dropping for them. Perhaps Bungie’s hotfix this morning made rally loot available to vanilla players by taking the new guns out of the pool altogether.\nBungie have promised to be more communicative, so hopefully we can expect clarification on these problems soon.\nINFO\nFOLLOW PCGAMESN ON\nPromoted\n",
        "quotes": [
            [
                "The timer was meant to fix an exploit but it is way too penalizing right now.",
                "Barrett",
                true
            ],
            [
                "It’s being adjusted in the next patch but we likely need to adjust it further.",
                "Barrett",
                true
            ],
            [
                "I just did four public events… one gave me tokens, the other three didn’t.",
                "",
                true
            ],
            [
                "can confirm I am experiencing throttle on [public events].",
                "",
                false
            ],
            [
                "I did 12 events in an hour on EDZ to test.",
                "",
                true
            ],
            [
                "First, sixth, and eleventh gave tokens, but no others.",
                "",
                true
            ],
            [
                "public events are working just fine… I’ve been completing them as fast as I can and didn’t notice any lockouts .",
                "",
                false
            ],
            [
                "I’m seeing others in the thread who are stating the public events are not affected by the throttle.",
                "",
                true
            ],
            [
                "I was one of those who reported no throttle earlier, but just got hit with it.",
                "",
                true
            ],
            [
                "Out of eight events, two gave tokens.",
                "",
                true
            ],
            [
                "I ran all 3 lost sectors in Trostland and got nothing but glimmer in the third chest.",
                "",
                true
            ],
            [
                "players who do not own Curse of Osiris now have the ability to earn season two rewards within faction rallies and Iron Banner.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.pcgamesn.com/destiny-2/destiny-2-faction-rally-guide",
                "https://www.pcgamesn.com/destiny-2/destiny-2-update-iron-banner-faction-rally-vanilla",
                "https://www.pcgamesn.com/destiny-2/destiny-2-faction-token-exploit"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/cgbarrett/status/953539019052171264",
                "https://www.bungie.net/en/News/Article/46568%20",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/dssdbib/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qyprb/with_this_mornings_hotfix_bungie_removed_over_15/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qxozz/bungie_if_the_season_2_faction_weapons_not/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qxl84/bungie_broke_aztecross_no_new_guns_in_faction/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/dssjc0x/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/",
                "https://www.bungie.net/en/Explore/Detail/Update/46536",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qv768/theres_cooldown_on_lost_sector_faction_tokens/%20",
                "https://destinysets.com/curse-of-osiris",
                "https://www.youtube.com/watch?v=ssFjuN2bUJ0",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/dssfvcp/",
                "https://www.reddit.com/r/DestinyTheGame/comments/7qvwpb/bungie_put_faction_token_lockouts_on_public/dssjt05/"
            ]
        },
        "key_words": [
            "2s",
            "tokens",
            "exploit",
            "events",
            "players",
            "public",
            "rally",
            "rewards",
            "destiny",
            "patch",
            "faction",
            "token",
            "throttle",
            "adjusted"
        ]
    },
    {
        "url": "",
        "title": "1/16/2018 Maintenance Complete: Faction Rallies is now LIVE. > Destiny 2",
        "authors": [],
        "publisher": "https://www.bungie.net",
        "publish_date": "",
        "text": "Loading...\nQuestion Post\nForum Search\nPosted by\nTopic Type\n1/16/2018 Maintenance Complete: Faction Rallies is now LIVE.\nHey all,  Hotfix 1.1.1.3 is now available, removing Curse of Osiris requirements for Faction Rallies and Iron Banner rewards.  Patchnotes may be found here: https://www.bungie.net/en/Explore/Detail/Update/46568 Information concerning Faction Rallies may be found here: https://www.bungie.net/en/Help/Article/46312 Preview of Winners Offerings and Season 2 Ornaments may be found here: https://www.bungie.net/en/Explore/Detail/News/46566  [quote][b]UPDATE: Lost Sector Rewards[/b] We're aware of player reports about Lost Sectors not granting rewards. There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 Tokens per hour.  The [url=https://www.bungie.net/en/Explore/Detail/Update/46536]patchnote concerning this change[/url] has been updated to correctly state that all Lost Sector chests are subject to this throttle.  Right now if a player opens more than 2 Chests in a 10 minute period they will not receive additional rewards from Lost Sector chests for 10 minutes. This does not prevent players from completing milestones related to Lost Sector chests.[/quote]  Cheers, -dmg\nRevision\nQuestion Post\nYou guys at Bungie really can't just give us something fun to do just for the sake of fun, can you? Seems like every time you \"fix\" or add (or bring back) something to the game, you have to ruin it by taking something away just for the hell of it.   I.e. Exp throttle, removed but doubled exp. Dawning returned but turned into a cash grab. CoO dlc launch, tried to lock out players to force them into buying the dlc. Every faction rally so far has launched with a nerf to the previous rally's popular farming method. Do I really need to go on or are we starting to notice the pattern?   I didn't use the lost sectors chest farm and even I think it was a douche move to throttle it since the farmers were already forced to give up all chances of regular or exotic loot in exchange for using that method. After 600 tokens those farmers also surrendered their chances at faction loot since there's already a cap on the number of engrams that can be earned. Given that we don't even get to see the numbers anyways, for all we know the winner of each rally is chosen via blindfold and dart board.   Maybe I'm just fed up with all the farming nerfs. As a person who enjoys the grind, it feels like Bungie wants me to have to grind to get the rewards, but doesn't actually want me to grind.\nRevision\nQuestion Post\nYeah how come when I ran the lost sector on mercury I didn't get any tokens. It was the first planet and first lost sector i did so why no tokens. Are we only aloud to play in the EDZ for faction rewards. I am disappointed you are more worried about people getting too many tokens. WTF really, who the hell cares if someone wants to farm the hell out of tokens ? O wait Bungie cares you seem like you want to take all the fun out of the game. If people want to grind that way let them. stop nerfing our fun, stop giving us reason to leave this game. If you rcustomers are not happy you should do what you can to make them happy and your not doing your part your not making people happy and while you still have players how long can this go on before no one playes your game. If people ask what game i play and I say destiny they laugh. My wife is a gamer and her and her friends joke about destiny and how bad it is. Instead of playing the badass game this should be i'm playing the redheaded step child of games\nRevision\nQuestion Post\nIf they took our light away again then it would take 10 mins to complete a lost sector - oops! Please don't take the suggestion seriously Bungie.\nRevision\nQuestion Post\nI have not played this game since the 1st DLC came out. Do you think this is an event worth me logging on again?  I did get to level 25..... I believe\nRevision\nQuestion Post\nLMFAO   keep on doing the nurfing and hand breaking on us you’re just making the fanboys realize how badly you’re team designed this game and risked so much for this outcome for a successful game .. [spoiler] Faction rallies..oh you want gear !? SIKE!!!![/spoiler]  The fact you’re showing off the gear is making players even more pissed off bc they can’t get any of it other then just shaders .. lmao what a f*uck up\nRevision\nQuestion Post\nhttp://www.gamesradar.com/two-four-year-old-girls-inspired-destinys-revamped-quest-and-light-systems/  The link says he was \"inspired\" the truth is, the guy looks at Destiny like it's food. See, destiny is like a cheeseburger, blah blah blah is another huge issue. Luke? Get a clue. [b](Destiny is not food)[/b] it's a video game that should of been created for teens and up. Not 4 year old's and up.  This is why this game is so dumb down. We have a child trapped in a mans body that thinks about food all the damn time. The truth is, the kid that always looks at Destiny like it's food has no clue on WTH he is doing and making him lead was Bungie's biggest mistake in this games history.  Not that this helps him much either https://www.youtube.com/watch?v=WxOT2Tt1p8w#  First Bungie makes the statement about lost sectors... [quote]We heard you wanted a fire team for lost sectors[/quote]  As is they are so \"challenging\" the funny thing about it, a 4 year old can complete all of them by themselves thanks to Luke that was so inspired by 2 4 year old's... Now they throttled down the loot in lost sectors? Okay...  I guess you guys have been getting why to much of that \"sweet sweet loot\" [spoiler]Bungie, can you hire my son that is 9 since you guys have kids working for ya. Especially knowing he can write a better story then the guy you wasted all that money on?[/spoiler]\nRevision\nQuestion Post\nD2 should be called Destiny 2 Andromeda. Because its the series killer.\nRevision\nQuestion Post\nRevision\nQuestion Post\nGood job Bungle. You have made it so we grind for faction token and then CAP it after so many chests in 10 minutes. WTF! Don't you realise, or even care, that you are draining the enjoyment out of the game???\nRevision\nQuestion Post\nRevision\nQuestion Post\nThe loot game with no loot   Good luck with that...\nRevision\nQuestion Post\nRevision\nQuestion Post\nso we wait over a month for a faction rally and get 3 guns new mon sword fwc fusion do grenade launcher and a stupid kinetic sidearm   im going back to halo\nRevision\nQuestion Post\nWho thought.. this was a good idea..... Your entire game dev team needs to be fired. The only people I have respect for are the concept artists on this game. You guys suck. I can only stomach so much, and I enjoy destiny, but this? this dog $h1t right here? is beyond ridiculous. And on top of that, the rally only lasts 1 week, and comes once a season and you gank the reputation progress. Makes lots of sense yup!  Every time you implement thoughless updates into your game, you take 10 steps backwards. Take some time to google your mistakes on the net. No one is happy. You're clearly not learning.  Please continue to make amazing decisions. Please! Cause i'm just updates away from Control Panel> Uninstall>Destiny 2\nRevision\nQuestion Post\nWhy is it that the mercury lost sector rewards no faction tokens? NICE!\nRevision\nQuestion Post\nRevision\nQuestion Post\nRevision\nQuestion Post\nThis game -blam!-ing sucks. I am curious to know the player count, though.\nRevision\nQuestion Post\nHay everyone lets throttle rewards for an event you can only play for a week.  seriously come on.  Who cares if players get 500 tokens per hour.  If people enjoy farming like crazy for 1 week every 2 months then FFS let them. It makes no sense.  EVEN WORSE bungie didnt even tell us ahead of time they are going to do this, after they promised to communicate more with the player base. \"We’ll be talking to you more directly, and more often, as promised.\" -From the  DEVELOPMENT UPDATE 1-11-18   We may not be playing the game how you want us to, but Bungie should have realized by now their game is not doing so hot.  So when players find something they enjoy or DO REPEATEDLY.  I suggest you leave in the game.  especially if it is something you can only do every other month.\nRevision\nQuestion Post\nYOU ARE A REAL JERK TO SAY CHEERS AFTER THIS Abomination of a post the update on lost sector rewards was to amend a December 2017 patch note and deliberately exclude this throttle from the 1 16 18 Patchnotes????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????\nRevision\nQuestion Post\nLol. I haven't played this game is a while. I figured I'd check in to see if they fixed any issues and made it fun again. Guess not. Also the daily log in numbers are getting hilarious\nRevision\nQuestion Post\nLost sectors chests don’t give tokens  I completed 4 times the lost sector on earth and for 3 times the chest was empty\nRevision\nQuestion Post\nIn what world does it take a player more than two minutes to finish a single lost sector? How is a 10 minute lockout justified across ALL lost sectors? If I clear 2 lost sectors, and go to a completely different planet, the lockout is still in effect... How is that even considered farming or exploiting or lockout worthy?!?!  If I didn't know any better I'd say bungie is deliberately trying to sabotage this game... Who knows, that's really the only thing that makes sense to me at this point with the braindead decisions that are being made... What a disaster this game turned into.\nRevision\nQuestion Post\nRevision\nQuestion Post\nGames broken AGAIN. Seriously bunglevision do you event test your hotfix before making it live. No new guns or gear awards because you overlooked the fact they had an Osiris logo so the Rally takes them out of the loot pool. F ing Morons.\nRevision\nQuestion Post\n[quote]Hey all,  Hotfix 1.1.1.3 is now available, removing Curse of Osiris requirements for Faction Rallies and Iron Banner rewards.  Patchnotes may be found here: https://www.bungie.net/en/Explore/Detail/Update/46568 Information concerning Faction Rallies may be found here: https://www.bungie.net/en/Help/Article/46312 Preview of Winners Offerings and Season 2 Ornaments may be found here: https://www.bungie.net/en/Explore/Detail/News/46566  [quote][b]UPDATE: Lost Sector Rewards[/b] We're aware of player reports about Lost Sectors not granting rewards. There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 Tokens per hour.  The [url=https://www.bungie.net/en/Explore/Detail/Update/46536]patchnote concerning this change[/url] has been updated to correctly state that all Lost Sector chests are subject to this throttle.  Right now if a player opens more than 2 Chests in a 10 minute period they will not receive additional rewards from Lost Sector chests for 10 minutes. This does not prevent players from completing milestones related to Lost Sector chests.[/quote]  Cheers, -dmg[/quote]  Let the Dev team know that we're happy that they continue to mess this game up. Great job, seriously.\nRevision\nQuestion Post\nEnglishEspañolEspañol (México)FrançaisItaliano日本語한국어PolskiPortuguês (Brasil)Русский繁體中文\n;\nSoliciting/Phishing/Impersonation\nThis site uses cookies for analytics, personalized content, and ads. By clicking 'Accept', you agree to this use.  You can learn more at Privacy Policy .\nAccept\nThis site uses cookies for analytics, personalized content, and ads. By continuing to browse this site, you agree to this use. Privacy Policy\nclose\n",
        "quotes": [
            [
                "We’ll be talking to you more directly, and more often, as promised.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "maintenance",
            "loot",
            "1162018",
            "farming",
            "subject",
            "fun",
            "faction",
            "complete",
            "rally",
            "method",
            "grind",
            "farmers",
            "destiny",
            "rallies",
            "live",
            "throttle",
            "really"
        ]
    },
    {
        "url": "https://comicbook.com/gaming/2018/01/17/destiny-2-lost-sector-chest-lockout/",
        "title": "Destiny 2 Removes Faction Rally Farming, Lost Sector Lockout Implemented",
        "authors": [],
        "publisher": "https://comicbook.com",
        "publish_date": "2018-01-17",
        "text": "Email\nPassword\nLogin\nDestiny 2 Removes Faction Rally Farming, Lost Sector Lockout Implemented\nFarming in online games is nothing new, it's an easy way to earn in-game materials at a rapid, single-focused pace. Farming for Faction Rally tokens in Destiny 2 is much the same, though it looks like that's not an option anymore and we have a feeling a lot of players are going to be upset despite seeing this coming.\nThe decision to disable farming in-game was to keep focus on the event and not the grind of farming. With the latest hotfix in place, the Lost Sector chest exploit has been fixed making it to where Destiny 2 players can't unlock two chests in quick succession. If a player manages to open up two Lost Sector chests within a 10 minute period, the rewards will be temporarily locked until the allotted time has passed.\nOn the Bungie website:\n\"We're aware of player reports about Lost Sectors not granting rewards. There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 tokens per hour. The patchnote concerning this change has been updated to correctly state that all Lost Sector chests are subject to this throttle.\nRight now, if a player opens more than 2 chests in a 10 minute period, they will not receive additional rewards from Lost Sector Chests for 10 minutes. This does not prevent players from completing milestones related to Lost Sector chests.\"\nWe can understand why Bungie would make this move, but it is restricting players for a huge reason of even participating in these events - the rewards. Though it wasn't an intended effect in-game, locking this out with the timed lockout is a little odd with this particular instance given that the Lost Sectors themselves don't take long to do at all for the average player.\nWith the ups and downs facing Destiny 2 since launch, and the rocky relationship that seems to be evident between the developers and the community despite constant updates, it will be interesting to see how the community reacts to this change.\nDestiny 2 is out now for Xbox One, PlayStation 4, and PC.\nUP NEXT\nPLEASE NOTE:  Effective as of November 22, 2018 your use and our operation of this website will no longer be subject to the Privacy Policy and Terms of Service posted in the footer below, and will instead be subject to the standard CBS Interactive Privacy Policy and Terms of Use .\n",
        "quotes": [
            [
                "We're aware of player reports about Lost Sectors not granting rewards.",
                "",
                true
            ],
            [
                "There was a throttle added to address an issue in the previous Faction Rallies where players were earning 500 tokens per hour.",
                "",
                true
            ],
            [
                "The patchnote concerning this change has been updated to correctly state that all Lost Sector chests are subject to this throttle.",
                "",
                true
            ],
            [
                "Right now, if a player opens more than 2 chests in a 10 minute period, they will not receive additional rewards from Lost Sector Chests for 10 minutes.",
                "",
                true
            ],
            [
                "This does not prevent players from completing milestones related to Lost Sector chests.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://comicbook.com/category/destiny-2/",
                "https://www.cbsinteractive.com/legal/cbsi/terms-of-use"
            ]
        },
        "key_words": [
            "ingame",
            "lost",
            "sector",
            "tokens",
            "farming",
            "players",
            "chests",
            "rally",
            "rewards",
            "implemented",
            "player",
            "destiny",
            "faction",
            "removes",
            "lockout"
        ]
    },
    {
        "url": "https://comicbook.com/gaming/2018/01/18/bungie-destiny-2-faction-rally-weapons/",
        "title": "Bungie Explains Destiny 2's Lack of Faction Weapons in First Rally",
        "authors": [],
        "publisher": "https://comicbook.com",
        "publish_date": "2018-01-18",
        "text": "Email\nPassword\nLogin\nBungie Explains Destiny 2's Lack of Faction Weapons in First Rally\nFollowing the reports from frustrated Destiny 2 players that new Faction weapons weren’t being dropped as part of Season 2’s first Faction Rally’s loot system, Bungie responded to say that the lack of Faction weapons was indeed intentional.\nThe Faction Rally events that recently kicked off in Destiny 2 hasn’t gotten off to the best of starts, part of that due to the loot system. Following the full release of the Curse of Osiris DLC that had its own issues and hotfixes accompanying it, every Faction in the game received several new weapons that players assumed would be available to them through different loot drops. Many expected that they’d find some of these new weapons in the first Faction Rally that recently went underway, but Bungie explained on their forums that that’s not the case.\n“With the release of Curse of Osiris, each Faction has received 5 new weapons. These weapons become available over the course of the season, and cannot be earned through Faction Engrams immediately.\n“In the first Faction Rally of Season 2 (this week), there is a new Auto Rifle available as the Winner’s Offering. No new Faction Weapons are available through Faction Engrams.\n“In the second Faction Rally of the season, the Winner’s Offering is updated to a new weapon. Additionally, the previous Winner’s offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.\n“The final Faction Rally of the season will follow this functionality: The Winners Offering will be updated to a final weapon that has yet to be featured. The previous Winner’s Offering will be added to the Faction Engram rewards, alongside an additional weapon. This brings the total to four weapons within the Faction Engram, and a final Winner’s Offering for factions to compete for over the course of the event.”\nLike the rest of the unexpected news regarding Faction Rallies and Lost Sector lockouts, this confirmation hasn’t gone over too well with players. Bungie already caught flak earlier today when it confirmed that a lockout to the amount of earned Lost Sector tokens had been deliberately applied to prevent farming. As it stands, players aren’t able to open more than two chests without incurring a 10-minute wait period before moving onto the next.\nBungie’s full response on the lockout can be read here , and their answer to the Faction Rally weapons and the player discussion can be seen through the Bungie forums .\nUP NEXT\nPLEASE NOTE:  Effective as of November 22, 2018 your use and our operation of this website will no longer be subject to the Privacy Policy and Terms of Service posted in the footer below, and will instead be subject to the standard CBS Interactive Privacy Policy and Terms of Use .\n",
        "quotes": [
            [
                "The final Faction Rally of the season will follow this functionality: The Winners Offering will be updated to a final weapon that has yet to be featured.",
                "",
                true
            ],
            [
                "The previous Winner’s Offering will be added to the Faction Engram rewards, alongside an additional weapon.",
                "",
                true
            ],
            [
                "This brings the total to four weapons within the Faction Engram, and a final Winner’s Offering for factions to compete for over the course of the event.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://comicbook.com/gaming/2018/01/17/destiny-2-lost-sector-chest-lockout/",
                "https://www.bungie.net/en/Forums/Post/242099163"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cbsinteractive.com/legal/cbsi/terms-of-use"
            ]
        },
        "key_words": [
            "2s",
            "weapons",
            "offering",
            "explains",
            "players",
            "season",
            "faction",
            "bungie",
            "rally",
            "winners",
            "available",
            "destiny",
            "weapon",
            "lack"
        ]
    }
]