[
    {
        "url": "https://www.christianpost.com/voice/john-piper-gets-it-all-wrong-about-women-in-ministry.html",
        "title": "John Piper Gets It All Wrong About Women In Ministry",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-25",
        "text": "Go\nJohn Piper Gets It All Wrong About Women In Ministry\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nThursday, January 25, 2018\nJohn Piper Gets It All Wrong About Women In Ministry\nJohn Piper Gets It All Wrong About Women In Ministry\nJohn Piper, founder and teacher of desiringGod.org and chancellor of Bethlehem College & Seminary, giving remarks as part of a live video message on YouTube called \"Together for Good?\" on the evening of Thursday, November 30, 2017.\n\"If it is unbiblical to have women as pastors, how can it be biblical to have women who function in formal teaching and mentoring capacities...\"\nHere we go again. Theologian John Piper stirred up a hornet's nest by arguing women are not to teach men. Piper points to 1 Timothy 2:12 that churches should be led by a team of spiritual, humble, biblically qualified men.\n\"If it is unbiblical to have women as pastors, how can it be biblical to have women who function in formal teaching and mentoring capacities to train and fit pastors for the very calling from which the mentors themselves are excluded?\" Piper writes .\nYes, 1 Timothy 2:12-13 says women should not teach or assume authority over a man. Others point to 1 Timothy 3, which lists the qualifications for bishops and deacons as reasons not to allow women in ministry. But what do we do, then, with Deborah, a prophetess and a judge who led Israel into victorious battle when a man would not take charge? What about Anna the prophetess? What about Priscilla, who traveled in ministry with her husband?\nLook at Aimee Semple McPherson. What about Kathryn Kuhlman? How about Marilyn Hickey and Joyce Meyer? All of these women have been a blessing to the body of Christ, and they have all faced persecution from people who don't agree that they should speak and teach. Jesus certainly didn't prevent women from entering ministry so I am unsure as to why there is so much resistance in some camps within the modern church.\nI would like to end the heated debate over women in ministry. There are too many examples in Scripture of women serving in leadership or other key roles for men to deny women a seat at the leadership table. That said, I'm not calling for affirmative action here. Church roles should be assigned by the Holy Spirit. That means leadership needs to pray and fast without preconceived notions—and without bias toward women—before they appoint people to positions.\nPaul wrote, \"But the manifestation of the Spirit is given to everyone for the common good. To one is given by the Spirit the word of wisdom, to another the word of knowledge by the same Spirit, to another faith by the same Spirit, to another gifts of healings by the same Spirit, to another the working of miracles, to another prophecy, to another discerning of spirits, to another various kinds of tongues, and to another the interpretation of tongues. But that one and very same Spirit works all these, dividing to each one individually as He will\" (1 Cor. 12:7-11).\nPaul didn't say women can't operate in spiritual gifts and I don't believe Paul intended for women to be denied opportunities to serve in various ministries, even leadership positions, within the church. I think locking women out of ministry can actually work against God at times. God is the one who calls people into ministry—men and women. If we were all obedient to the Holy Spirit in this matter, there would be much less strife and much more effectiveness in ministry for the glory of God.\nIt's going to take all of us laboring together to turn around our nation. Can we quit attacking women who are trying to do what God has called them to do?\nJennifer LeClaire former editor of Charisma magazine, senior leader of Awakening House of Prayer  in Fort Lauderdale, Florida, founder of the Ignite Network  and founder of the Awakening Blaze  prayer movement. She is author of over 25 books. Find her online at jenniferleclaire.org  or email her at info@jenniferleclaire.org.\nRelated Articles\n",
        "quotes": [
            [
                "If it is unbiblical to have women as pastors, how can it be biblical to have women who function in formal teaching and mentoring capacities...",
                "",
                true
            ],
            [
                "If it is unbiblical to have women as pastors, how can it be biblical to have women who function in formal teaching and mentoring capacities to train and fit pastors for the very calling from which the mentors themselves are excluded?",
                "John Piper",
                true
            ],
            [
                "But the manifestation of the Spirit is given to everyone for the common good.",
                "Paul",
                true
            ],
            [
                "To one is given by the Spirit the word of wisdom, to another the word of knowledge by the same Spirit, to another faith by the same Spirit, to another gifts of healings by the same Spirit, to another the working of miracles, to another prophecy, to another discerning of spirits, to another various kinds of tongues, and to another the interpretation of tongues.",
                "Paul",
                true
            ],
            [
                "But that one and very same Spirit works all these, dividing to each one individually as He will",
                "Paul",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.desiringgod.org/interviews/is-there-a-place-for-female-professors-at-seminary"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.ignitenow.org/",
                "https://awakeninghouseofprayer.com/",
                "http://jenniferleclaire.org/",
                "http://www.awakeningblaze.com/"
            ]
        },
        "key_words": [
            "timothy",
            "gets",
            "spirit",
            "piper",
            "ministry",
            "john",
            "word",
            "pastors",
            "women",
            "teach",
            "god",
            "leadership",
            "wrong"
        ]
    }
]