[
    {
        "url": "https://www.christianpost.com/news/facebook-bans-paid-ads-pro-life-film-produced-by-mlk-niece.html",
        "title": "Facebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\n| Thursday, January 18, 2018\nFacebook. | (Photo: Reuters/Dado Ruvic)\nUPDATE 11:40 a.m. ET Jan. 18: Facebook said Thursday that it has lifted its ban on paid ads for a fundraising effort connected to Alveda King's upcoming documentary that highlights the \"real untold story\" of abortion in the United States and the history of eugenics associated with Planned Parenthood.\nIn an emailed statement to The Christian Post, Facebook said the pro-life ad was originally disapproved in error and was correctly approved upon appeal. At this time, all ads connected to the \"Roe v. Wade\" movie page are running.\nFacebook also said that abilities of all the administrators for the page will be fully restored after being temporarily blocked for so-called \"spam behavior.\"\nOriginal report: \nMartin Luther King Jr.'s niece is speaking out against Facebook's decision to ban paid ads for a fundraising effort connected to her upcoming documentary that highlights the \"real untold story\" of abortion in the United States and the history of eugenics associated with Planned Parenthood.\nAlveda King, a prominent Christian conservative and pro-life activist who serves as director of civil rights for the unborn at Priests for Life, spoke with Family Research Council's Tony Perkins during a special National Religious Freedom Day broadcast  of his radio show on Tuesday and explained that Facebook pulled down paid ads and is blocking shares for her upcoming film, \" Roe v, Wade .\"\nNamed after the 1973 U.S. Supreme Court decision that legalized elective abortions, the documentary stars Hollywood actor Jon Voight and is said to be the first movie ever to expose \"the real untold story of how people lied; how the media lied; and how the courts were manipulated to pass a law that has since killed over 60 million Americans.\"\nAlveda King, founder of Alveda King Ministries, speaks during an \"I Have a Dream\" Gospel brunch at the Willard InterContinental Hotel in Washington, D.C., on August 25, 2013. | (Photo: Reuters/Mary F. Calvert)\n\"There is a new movie coming out — 'Roe v. Wade.' I am one of the executive producers. Facebook has pulled down our ads, the paid ads and any mention of the non-paid ads,\" King said while addressing the topic of religious freedom. \"They do not want the message of the injustice of abortion broadcast and they are trying to block that.\"\nKing is referring to Facebook's blocking of ads promoting the movie's Indiegogo crowdfunding account . Thus far, the movie has raised just under $44,000 out of its stated goal of $2 million.\n\"That is another violation of religious freedom. It's very discriminatory,\" she continued. \"So, when we are denied the opportunity and the right to proclaim the Gospel freely in this nation that was founded upon ... that right, it's a terrible injustice. My uncle did say injustice anywhere is a threat to justice everywhere. I know we can all agree. It's wrong to take the life of a baby in the womb. It's wrong to silence those voices of people who want to proclaim our faith and all of those aren't just civil rights injustices, but they are an injustice against God's will.\"\nAccording to an update on the crowdfunding page, \"Facebook has banned us from inviting friends to 'Like' our page and from 'Sharing' our PAID ads.\"\nThe Christian Post has reached out to Facebook for comment on the situation. A response is pending.\n\"It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our 'Roe v. Wade' movie page,\" fellow executive producer Jalesia McQueen told Breitbart  in a statement.\nThe news comes as Facebook is frequently criticized for having bias against and censoring conservative Christians.\nEarlier this month, Facebook unpublished the popular Facebook page  of Warriors for Christ ministry, which had over 225,000 followers and spoke critically of things like homosexuality, transgenderism and abortion. Facebook told The Christian Post that the page was removed because it violated its policies on hate speech and bullying.\nAdditionally, Facebook refused to take action  this week after popular Christian mommy blogger Elizabeth Johnston, best known as \"The Activist Mommy,\" voiced concern with a Facebook group that was titled \"I will find Activist Mommy and burn whoever runs it alive.\"\nOfficials of the social media giant ruled that the group did not violate Facebook community standards because it was determined that the group was \"satirical.\"\n\"With 2 billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,\" Johnston told CP on Tuesday. \"Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "the real untold story of how people lied; how the media lied; and how the courts were manipulated to pass a law that has since killed over 60 million Americans.",
                "Jon Voight",
                false
            ],
            [
                "There is a new movie coming out — 'Roe v.",
                "King",
                true
            ],
            [
                "I am one of the executive producers.",
                "King",
                true
            ],
            [
                "Facebook has pulled down our ads, the paid ads and any mention of the non-paid ads,",
                "King",
                true
            ],
            [
                "They do not want the message of the injustice of abortion broadcast and they are trying to block that.",
                "King",
                true
            ],
            [
                "That is another violation of religious freedom.",
                "",
                true
            ],
            [
                "So, when we are denied the opportunity and the right to proclaim the Gospel freely in this nation that was founded upon ... that right, it's a terrible injustice.",
                "King",
                true
            ],
            [
                "My uncle did say injustice anywhere is a threat to justice everywhere.",
                "King",
                true
            ],
            [
                "I know we can all agree.",
                "King",
                true
            ],
            [
                "It's wrong to take the life of a baby in the womb.",
                "King",
                true
            ],
            [
                "It's wrong to silence those voices of people who want to proclaim our faith and all of those aren't just civil rights injustices, but they are an injustice against God's will.",
                "King",
                true
            ],
            [
                "Facebook has banned us from inviting friends to 'Like' our page and from 'Sharing' our PAID ads.",
                "",
                true
            ],
            [
                "It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our 'Roe v. Wade' movie page,",
                "Breitbart",
                true
            ],
            [
                "I will find Activist Mommy and burn whoever runs it alive.",
                "Elizabeth Johnston",
                true
            ],
            [
                "With 2 billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,",
                "Johnston",
                true
            ],
            [
                "Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.",
                "Johnston",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.breitbart.com/big-hollywood/2018/01/11/nick-loeb-producing-roe-v-wade-movie-crowdfund-site-blocked-facebook/",
                "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech-212992/",
                "https://www.indiegogo.com/projects/roe-v-wade-the-movie-film#/updates/all",
                "https://www.christianpost.com/news/facebook-says-threat-to-burn-activist-mommy-alive-doesnt-violate-community-standards-213999/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.indiegogo.com/projects/roe-v-wade-the-movie-film#/",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.facebook.com/familyresearchcouncil/videos/10156016781102442/"
            ]
        },
        "key_words": [
            "produced",
            "religious",
            "paid",
            "facebook",
            "page",
            "appeal",
            "christian",
            "niece",
            "film",
            "ban",
            "mlks",
            "ads",
            "v",
            "movie",
            "prolife",
            "lifts",
            "roe",
            "abortion"
        ]
    }
]