[
    {
        "url": "https://www.christianpost.com/news/companies-illegally-profited-selling-planned-parenthood-aborted-babies-body-parts-california-da-lawsuit.html",
        "title": "Companies Illegally Profited From Selling Planned Parenthood's Aborted Babies' Body Parts, Calif. DA Says in Lawsuit",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCompanies Illegally Profited From Selling Planned Parenthood's Aborted Babies' Body Parts, Calif. DA Says in Lawsuit\nCompanies Illegally Profited From Selling Planned Parenthood's Aborted Babies' Body Parts, Calif. DA Says in Lawsuit\n| Wednesday, October 19, 2016\nA member of the New York Police Department stands outside a Planned Parenthood clinic in the Manhattan borough of New York, November 28, 2015. | (Photo: Reuters/Andrew Kelly)\nThe district attorney in Orange County, California has filed a lawsuit against two biomedical procurement companies and has accused them of turning illegal lucrative profits from the sales of aborted baby body parts acquired from Planned Parenthood clinics.\nOrange County District Attorney Tony Rackauckas announced last week that his office has filed a civil complaint against sister companies DV Biologics and DaVinci Biosciences. The lawsuit alleges that the companies are guilty of selling hundreds of aborted baby tissue units all over the world for an extremely marked up profit.\n\"This is an unlawful, unfair, business practices case filed under CA Business and Professions Code section 17200,\" Rackauckas stated in a news release . \"This Office is continuing to investigate and develop this case. All of the evidence we are using in this case was put together by the District Attorney's Office.\"\nRelated\nObama, Clinton Celebrate 100 Years of Planned Parenthood; Russell Moore Condemns 'Culture of Death'\n100 Years of Planned Parenthood: Celebrating What Exactly?\nStates Can Force Pro-Life Pregnancy Centers to Inform Women About Gov't-Funded Abortions, Federal Court Rules\n3 Reasons Hillary Clinton Is a Pro-Abortion Extremist\nLaw That Hillary Clinton Wants Repealed Saved Over 2 Million Lives, Study Finds\nObama Seeks to Force States to Fund Planned Parenthood Before Leaving Office\nWhile it is a violation of state law, federal law also states that it is illegal for any person or company to profit off of the sale of fetal tissue. The joint owners and operators of DaVinci Biosciences' and DV Biologics, Andres Isaias and Estefano Isaias, were also included in the civil lawsuit.\n\"This case is NOT about whether it should be lawful to sell fetal parts or whether fetal tissue research is ethical or legal. We are simply charging these defendants with illegally selling hundreds of fetal tissue products for profit,\" Rackauckas asserted. \"It is against the law to intentionally sell human body parts for profit, including fetal tissue donations obtained from abortions.\"\nAccording to Mercury News , the lawsuit accuses DaVinci Biosciences and DV Biologics of profiting from at least 500 different sales to research facilities. Although companies are allowed to charge a fee in order to be reimbursed for shipping and handling costs, the lawsuit alleges that the companies sold fetal products for more than it costs to ship, handle and process the transaction.\n\"From 2009 to 2015, the defendants obtained aborted fetus donations from Planned Parenthood and turned those donations into a profit-driven business. They did so by selling tissues and cells from the heart, lungs, kidneys, brain, intestines, skeletal muscle and bones of the aborted fetus donations,\" the attorney general explained. \"The companies advertised and sold these, what they called 'prenatal products,' from 2009-2015 to companies all around the world, earning hundreds of thousands of dollars in revenue.\"\n\"The defendants pressed onward, year after year, in an attempt to beat their 'competition' and increase margins — just as any profit-seeking enterprise may otherwise seek to do,\" Rackauckas continued. \"Indeed, rather than limiting their income on these sales, the defendants intentionally set their prices as high as possible in an effort to maximize their profits. Sales and marketing staff were hired, paid commissions and pressured to 'push' sales in order to meet increasing revenue objectives every year.\"\nRackauckas explained that the employees were encouraged to offer discounts, coupons and sales pricing on fetal products to move \"inventory\" at a quicker pace.\nThe attorney general also explained how much the companies would profit off the different aborted baby organs.\nFor a heart, the companies received as much as $674 in profit, while the companies received up to $664 in profit for a small intestine. The companies earned as much as $233 in profit for a liver, while they profited as much as $221 for a stomach.\n\"The business was lucrative,\" Rackauckas contended. \"To be sure, fetal products were routinely sold at a 10-fold or higher mark-up over their costs. The company also charged marked-up packaging and handling fees, as well as shipping fees, so as to earn a little extra profit on every transaction.\"\nAnti-abortion activist David Daleiden speaks at a news conference outside a court in Houston, Texas, February 4, 2016. Daleiden, leader of the California-based Center for Medical Progress, which released the secretly filmed videos used to accuse Planned Parenthood of trading in aborted fetal tissue, appeared at a Houston court and was offered a probation deal on charges including using a fake government document, prosecutors said. | (Photo: Reuters/Ruthy Munoz)\nThe news of the lawsuit comes after the pro-life activist organization Center for Medical Progress sparked national outrage and congressional hearings last year after it released a series of undercover videos purporting to show prominent officials from Planned Parenthood and associated fetal tissue procurement companies discussing how they skirted around fetal tissue reimbursement laws to profit off aborted baby parts.\n\"For eight years, Planned Parenthood supplied aborted baby hearts, lungs, brains, and intestines to DV Biologics, which DV Biologics then resold for profit,\" CMP founder David Daleiden said in a statement .\nDaleiden also accused Planned Parenthood of receiving \"kickback contributions\" from DaVinci Biosciences throughout their eight-year association \"in exchange for merely providing access to aborted baby body parts.\"\n\"The wheels of justice are beginning to turn against Planned Parenthood and their corrupt business partners in the illicit trade in aborted baby body parts,\" Daleiden continued. \"Planned Parenthood is not above the law, and law enforcement and elected representatives everywhere must now hold Planned Parenthood accountable for their barbaric profiteering off of pregnant women and the body parts of their aborted children.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.mercurynews.com/2016/10/12/2-california-companies-accused-of-selling-aborted-fetal-tissue-for-profit/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://orangecountyda.org/civica/press/display.asp?layout=2&Entry=4950",
                "http://www.centerformedicalprogress.org/2016/10/california-orange-county-district-attorney-files-case-against-planned-parenthood-baby-parts-partner-dv-biologics/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "illegally",
            "calif",
            "lawsuit",
            "aborted",
            "parenthood",
            "tissue",
            "parenthoods",
            "da",
            "parts",
            "profited",
            "planned",
            "companies",
            "baby",
            "selling",
            "profit",
            "sales",
            "fetal"
        ]
    }
]