[
    {
        "url": "https://www.christianpost.com/news/china-church-destruction-golden-lampstand-linfen.html",
        "title": "The Destruction of China's Churches",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Destruction of China's Churches\nThe Destruction of China's Churches\nBy Rod Anderson , CP Cartoonist\n| Tuesday, January 16, 2018\nAn evangelical megachurch was destroyed by Chinese Communist authorities Tuesday in the country's northern Shanxi province, sparking fears among Christians that the persecution they suffer will soon get worse.\nChina Aid said in an update Wednesday that Chinese military police detonated explosives inside Golden Lampstand Church in Linfen, destroying the $2.6 million house of worship, which was owned by the Christians who worshiped there.\nRead more here:  https://www.christianpost.com/news/chinese-authorities-bomb-evangelical-megachurch-christians-fear-persecution-will-get-worse-video-213404/\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/chinese-authorities-bomb-evangelical-megachurch-christians-fear-persecution-will-get-worse-video-213404/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/rod-anderson"
            ]
        },
        "key_words": [
            "worship",
            "thereread",
            "destruction",
            "christians",
            "churches",
            "stumbleupon",
            "worsechina",
            "chinese",
            "worshiped",
            "chinas",
            "update",
            "suffer",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/chinese-authorities-bomb-evangelical-megachurch-christians-fear-persecution-will-get-worse-video.html",
        "title": "Christians in China Fear Persecution Will Get Worse After Authorities Bomb Evangelical Megachurch (VIDEO)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristians in China Fear Persecution Will Get Worse After Authorities Bomb Evangelical Megachurch (VIDEO)\nChristians in China Fear Persecution Will Get Worse After Authorities Bomb Evangelical Megachurch (VIDEO)\nChristians in China Fear Persecution Will Get Worse After Authorities Bomb Evangelical Megachurch (VIDEO)\n| Thursday, January 11, 2018\nAn evangelical megachurch was destroyed by Chinese Communist authorities Tuesday in the country's northern Shanxi province, sparking fears among Christians that the persecution they suffer will soon get worse.\nChina Aid  said in an update Wednesday that Chinese military police detonated explosives inside Golden Lampstand Church in Linfen, destroying the $2.6 million house of worship, which was owned by the Christians who worshiped there.\nA demolition crew broke apart the remaining pieces of the church after the explosion with diggers and jackhammers.\nLampstand's head Pastor, Yang Rongli, had previously spent seven years in prison on charges of assembling a large crowd to disturb traffic order, and has been under police surveillance since his release in October 2016.\nDescribing the demolition, the pastor was quoted as saying that at first, police surrounded the church.\n\"Patrol wagons guarded the church. Workers smashed the church's glass. At this point, excavators are digging into the church, but we are not allowed to enter or watch,\" she said.\n\"The village head and the police from the local police station warned all the believers against entering the church. Now, we really have no idea what is going to happen.\"\nThe order to demolish the church reportedly came from China's top officials, who control the military police.\n\"The repeated persecution of Golden Lampstand Church demonstrates that the Chinese government has no respect for religious freedom or human rights,\" said ChinaAid President and founder Bob Fu.\n\"ChinaAid calls on the international community to openly condemn the bombing of this church building and urge the Chinese government to fairly compensate the Christians who paid for it and immediately cease these alarming demolitions of churches.\"\nThe Guardian  reports that a Catholic church in the neighboring province of Shaanxi was also demolished in a similar fashion last month, which is stoking fears among Christians that the widespread crackdown on churches continues in full force.\nAs many as 1,200 crosses have been removed from churches in Zhejiang province since 2015, with officials arguing that many of the demolitions have been down to building code violations.\nA local pastor, who asked not to be named, said that he saw \"more police than I could count\" at the site, preventing worshipers from approaching.\n\"My heart was sad to see this demolition and now I worry about more churches being demolished, even my own,\" he said. \"This church was built in 2008, there's no reason for them to destroy it now.\"\nThe Associated Press  noted that the evangelical megachurch had a congregation of 50,000, and had been targeted by police on a number of occasions. Officials reportedly hired thugs to smash the church and take its Bible during the crackdown in 2009, when Rongli was arrested.\nChristians have protested against church demolitions, with a video captured in Shanxi  in August showing a clash between Catholics and government representatives who were using bulldozers to destroy church property.\nThe believers in the video could be heard shouting \"Jesus save me!\" and \"Mother Mary, have pity on us,\" and successfully blocked the government's efforts.\nA video of the demolition of Golden Lampstand Church has also been captured, and can be viewed below:\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Workers smashed the church's glass.",
                "",
                true
            ],
            [
                "At this point, excavators are digging into the church, but we are not allowed to enter or watch,",
                "",
                true
            ],
            [
                "The village head and the police from the local police station warned all the believers against entering the church.",
                "",
                true
            ],
            [
                "Now, we really have no idea what is going to happen.",
                "",
                true
            ],
            [
                "The repeated persecution of Golden Lampstand Church demonstrates that the Chinese government has no respect for religious freedom or human rights,",
                "Bob Fu",
                true
            ],
            [
                "ChinaAid calls on the international community to openly condemn the bombing of this church building and urge the Chinese government to fairly compensate the Christians who paid for it and immediately cease these alarming demolitions of churches.",
                "",
                true
            ],
            [
                "more police than I could count",
                "",
                false
            ],
            [
                "My heart was sad to see this demolition and now I worry about more churches being demolished, even my own,",
                "",
                true
            ],
            [
                "This church was built in 2008, there's no reason for them to destroy it now.",
                "",
                true
            ],
            [
                "Mother Mary, have pity on us,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.scmp.com/news/china/society/article/2127828/chinese-authorities-use-dynamite-and-bulldozers-flatten-well",
                "https://www.christianpost.com/news/jesus-save-me-chinese-christians-shout-try-save-church-bulldozers-197478/",
                "https://www.theguardian.com/world/2018/jan/11/china-church-demolition-sparks-fears-of-campaign-against-christians"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.chinaaid.org/2018/01/bomb-destroys-persecuted-church.html",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "megachurch",
            "persecution",
            "church",
            "demolition",
            "christians",
            "video",
            "worse",
            "china",
            "chinese",
            "province",
            "officials",
            "evangelical",
            "authorities",
            "pastor",
            "bomb",
            "fear"
        ]
    },
    {
        "url": "https://www.scmp.com/news/china/society/article/2127828/chinese-authorities-use-dynamite-and-bulldozers-flatten-well",
        "title": "Chinese authorities use dynamite and bulldozers to flatten well-known evangelical megachurch",
        "authors": [],
        "publisher": "http://www.scmp.com",
        "publish_date": "2018-01-11",
        "text": "Channels\nAdvertisement\nAdvertisement\nExplosives were used to demolish the church: Photo: China Aid via AP\nChinese authorities use dynamite and bulldozers to flatten well-known evangelical megachurch\nParamilitary police sent in to raze house of worship that attracted congregation of more than 50,000 in northern province of Shanxi\nAdvertisement\nExplosives were used to demolish the church: Photo: China Aid via AP\nREAD FULL ARTICLE\nSIGN UP\nThank you for your subscription.\nYou can also view our other newsletters .\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.scmp.com/newsletters"
            ]
        },
        "key_words": [
            "megachurch",
            "sent",
            "worship",
            "congregation",
            "paramilitary",
            "northern",
            "chinese",
            "raze",
            "province",
            "evangelical",
            "authorities",
            "shanxi",
            "house",
            "bulldozers",
            "flatten",
            "attracted",
            "wellknown",
            "dynamite"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/jesus-save-me-chinese-christians-shout-try-save-church-bulldozers.html",
        "title": "'Jesus Save Me!' Chinese Christians Shout as They Try to Save Church From Bulldozers (Video)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Jesus Save Me!' Chinese Christians Shout as They Try to Save Church From Bulldozers (Video)\n'Jesus Save Me!' Chinese Christians Shout as They Try to Save Church From Bulldozers (Video)\n'Jesus Save Me!' Chinese Christians Shout as They Try to Save Church From Bulldozers (Video)\n| Thursday, August 31, 2017\nChristians protesting against bulldozers trying to demolish their church in Changzhi, China, in a video uploaded on August 29, 2017. | (Photo: AsiaNews YouTube screencap)\nA number of priests and lay Catholics were injured trying to protect a church property from being destroyed by bulldozers in Wangcun village in China's northern Shanxi province.\nA video  of the clash between government representatives and Catholics has been posted online where believers can be heard shouting \"Jesus save me!\" and \"Mother Mary, have pity on us,\" AsiaNews reported on Tuesday.\nSecurity officers assaulted Frs. Chen Jun, Gao Binglong, Ma Ning, Shen Xuezhong and several laypeople in the incident, ucanews.com  added, with hundreds of believers attempting to block the bulldozers from demolishing the church property.\n\"The security officers and workers left only to discuss countermeasures. I fear that they will come back,\" said Shen, parish priest of Wangcun Church.\nThe property in question was demolished back in 1992 before being rebuilt as a factory by local authorities. The village committee handed back the property to the Changzhi Diocese in 2012, Shen explained, allocating all facilities of the old factory on the property to the diocese.\n\"But in April this year, the village committee suddenly said that they have to demolish the old factory and the fencing wall that now belongs to the church,\" the priest explained.\nThe village committee, under the branch of the ruling Communist Party, said on Monday that it's moving ahead with the demolition plans, but the church said that it has ownership over the fence.\nAuthorities have said that the orders are part of requirements to \"demolish the old and broken,\" though persecution watchdog groups such as Open Doors, China Aid and others have warned that there is a campaign to destroy churches and suppress the rise of Christianity in the country.\n\"We lodged a complaint in April. The local authority set up an investigative team that was meant to negotiate with the diocese, but there was no right of reply about their proposal, and so they straight away tried to demolish it by force,\" Shen added.\n\"If it is demolished, the authority would not give any compensation to the diocese. We surely will not agree,\" he said.\nThe bulldozing work has reportedly been blocked , though parishioners are worried that officials will resume their efforts at night.\nAsiaNews noted that there are 50,000 Catholics served by 47 priests in Changzhi, with the diocese owning over 60 churches and chapels.\nThe U.S. State Department's annual religious freedom report earlier this month also criticized China for religious freedom violations against Christians and others. The Chinese government hit back against the U.S. by pointing to the latter's issues with racial tensions, urging it not to meddle in its affairs.\nChina Aid's Bob Fu told The Christian Post , however, that China is trying to muddy the waters.\n\"The Chinese government is directly responsible for their abuses, while the U.S. government is not necessarily responsible for racism,\" Fu told CP.\nHe added that China \"implements local and national policies that specifically target specific groups of people and even goes so far as to hold official conferences about how to properly execute these policies. This denotes a direct government responsibility for the abuses.\"\nThe video of the Christians trying to stop the bulldozer can be watched below:\n<iframe src=\"https://www.youtube.com/embed/i2b-HXHpa7s\" height=\"315\" frameborder=\"0\" width=\"560\">\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Mother Mary, have pity on us,",
                "",
                true
            ],
            [
                "The security officers and workers left only to discuss countermeasures.",
                "Shen",
                true
            ],
            [
                "I fear that they will come back,",
                "Shen",
                true
            ],
            [
                "But in April this year, the village committee suddenly said that they have to demolish the old factory and the fencing wall that now belongs to the church,",
                "Shen",
                true
            ],
            [
                "We lodged a complaint in April.",
                "Shen",
                true
            ],
            [
                "The local authority set up an investigative team that was meant to negotiate with the diocese, but there was no right of reply about their proposal, and so they straight away tried to demolish it by force,",
                "Shen",
                true
            ],
            [
                "If it is demolished, the authority would not give any compensation to the diocese.",
                "",
                true
            ],
            [
                "The Chinese government is directly responsible for their abuses, while the U.S. government is not necessarily responsible for racism,",
                "Fu",
                true
            ],
            [
                "implements local and national policies that specifically target specific groups of people and even goes so far as to hold official conferences about how to properly execute these policies.",
                "Fu",
                false
            ],
            [
                "This denotes a direct government responsibility for the abuses.",
                "Fu",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/china-tells-us-back-off-religious-freedom-criticism-uscirf-report-196013/",
                "http://www.asianews.it/news-en/Chinese-Catholics-try-to-stop-the-demolition-of-their-church-in-Changzhi,-Shanxi-(VIDEO)-41637.html",
                "https://www.ucanews.com/news/priests-laypeople-injured-defending-church-property-in-china/80137"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.catholicculture.org/news/headlines/index.cfm?storyid=32508",
                "https://www.youtube.com/watch?v=i2b-HXHpa7s",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "try",
            "church",
            "jesus",
            "christians",
            "video",
            "trying",
            "local",
            "china",
            "chinese",
            "shen",
            "save",
            "property",
            "bulldozers",
            "village",
            "old",
            "shout",
            "diocese"
        ]
    },
    {
        "url": "https://www.theguardian.com/world/2018/jan/11/china-church-demolition-sparks-fears-of-campaign-against-christians",
        "title": "China church demolition sparks fears of campaign against Christians",
        "authors": [
            {
                "name": "Benjamin Haas",
                "link": null
            }
        ],
        "publisher": "https://www.theguardian.com",
        "publish_date": "2018-01-11",
        "text": "China church demolition sparks fears of campaign against Christians\nThis article is more than 1 year old\nFootage has emerged of the Golden Lampstand Church in Shanxi province being razed by local authorities\nLast modified on Thu 11 Jan 2018 06.51 GMT\nOfficials demolish Golden Lampstand Church in Shanxi, China - video\nA church in northern China was demolished this week, the second in less than a month, sparking fears of a wider campaign against Christians as authorities prepare to enforce new laws on religion.\nPolice cordoned off the area around the Golden Lampstand Church church in Linfen, Shanxi province, on Sunday before construction workers detonated explosives inside, according to witnesses and the head pastor. After the initial explosion, crews broke apart the remaining pieces with diggers and jackhammers.\n'Christianity theme park' in Mao Zedong's home province sparks outrage\nRead more\nA Catholic church in the neighbouring province of Shaanxi was also reportedly demolished last month, 20 years after it originally opened.\nChina guarantees freedom of religion on paper, but in practice authorities heavily regulate many aspects of religious life. Churches must be officially sanctioned and pastors must adhere to a host of rules imposed by the government.\nThe restrictive policies have given rise to “house” churches, independent places of worship that exist outside official channels. Authorities periodically arrest pastors or demolish buildings used by unsanctioned congregations.\nBut authorities have taken a harder line since 2013 against towering crosses and large cathedrals. Officials launched a sweeping crackdown on churches in Zhejiang province that accelerated in 2015, and more than 1,200 crosses have been removed , according to activists.\nIn an annual report on freedom of religion, the US state department found that “the government physically abused, detained, arrested, tortured, sentenced to prison, or harassed adherents of both registered and unregistered religious groups for activities related to their religious beliefs and practices”.\nA pastor at a nearby church arrived after the blast at the Golden Lampstand church and watched construction crews break apart the remains of the building. The pastor asked his name not be published for fear of retaliation by the authorities.\nThere were “more police than I could count” preventing a crowd on onlookers and worshipers from approaching the site, the pastor said.\n“My heart was sad to see this demolition and now I worry about more churches being demolished, even my own,” he said. “This church was built in 2008, there’s no reason for them to destroy it now.”\nThe Golden Lampstand church was built a decade ago and cost a total of 17m yuan (£1.9m) at the time, according to the head pastor Yang Rongli. Yang previously spent seven years in jail on charges of “assembling a crowd to disturb traffic order” and has been under police surveillance since her release in October 2016, according to China Aid, a Christian NGO based in the United States.\n“I think this might be a new pattern against any independent house churches with an existing building or intention to build one,” said Bob Fu, founder of China Aid. “It also could be a prelude to enforcing the new regulation on religious affairs that will take effect in February.”\nThe government revised laws regulating religious groups last year for the first time since 2005, increasing control over a places of worship from limiting the construction of statutes outside churches to imposing fines of up to 300,000 yuan (£34,000) for holding “unauthorised religious activities”.\nAnother church was demolished in a small village in Shaanxi in late December, according to AsiaNews, a China-focused Catholic news website. The building was built in 1999 and local authorities did not give a reason for the demolition.\nOfficials at the Linfen bureau of religious affairs did not respond to requests for comment.\nClose\n",
        "quotes": [
            [
                "the government physically abused, detained, arrested, tortured, sentenced to prison, or harassed adherents of both registered and unregistered religious groups for activities related to their religious beliefs and practices",
                "",
                false
            ],
            [
                "more police than I could count",
                "",
                false
            ],
            [
                "My heart was sad to see this demolition and now I worry about more churches being demolished, even my own,",
                "",
                true
            ],
            [
                "This church was built in 2008, there’s no reason for them to destroy it now.",
                "",
                true
            ],
            [
                "assembling a crowd to disturb traffic order",
                "Yang",
                false
            ],
            [
                "I think this might be a new pattern against any independent house churches with an existing building or intention to build one,",
                "Bob Fu",
                true
            ],
            [
                "It also could be a prelude to enforcing the new regulation on religious affairs that will take effect in February.",
                "Bob Fu",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.asianews.it/news-en/-Catholic-church-in-Xian-diocese-forcibly-demolished-42693.html",
                "https://www.theguardian.com/world/2015/jul/27/chinas-christians-protest-evil-communist-campaign-to-tear-down-crosses"
            ],
            "gov_pgs": [
                "http://www.gov.cn/zhengce/content/2017-09/07/content_5223282.htm",
                "https://www.state.gov/state-gov-website-modernization/"
            ],
            "unsure": [
                "https://www.theguardian.com/world/china"
            ]
        },
        "key_words": [
            "according",
            "church",
            "demolition",
            "christians",
            "churches",
            "china",
            "religious",
            "province",
            "sparks",
            "authorities",
            "lampstand",
            "pastor",
            "demolished",
            "golden",
            "campaign",
            "fears"
        ]
    }
]