[
    {
        "url": "https://nutritionfacts.org/2012/01/17/amla-indian-gooseberries-versus-cancer-diabetes-and-cholesterol/",
        "title": "Amla: Indian gooseberries vs. cancer, diabetes, and cholesterol",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2012-01-17",
        "text": "Amla: Indian gooseberries vs. cancer, diabetes, and cholesterol\nJanuary 17th, 2012\nI’m out on the road speaking so much that I’m always on the lookout for handy, healthy snacks. Trail mix has been my standby, a homespun mix of nuts and dried fruit that has evolved as I’ve learned more over the years.  When USDA released new antioxidant data in 2007 I switched to pecans (see The Best Nut ) and golden raisins (see The Healthiest Raisin ). Then I found out that goji berries had five times more antioxidants than raisins (see Antioxidant Content of 300 Foods ), making them one of the best Superfood Bargains . And that was before I figured out how to buy them even cheaper than raisins! (see Are Goji Berries Good for You? ).\nThat was all before the landmark paper “The Total Antioxidant Content of More Than 3100 Foods…” was published , though. I added dried apple rings to the mix, given the preliminary anti-inflammatory data reported in last Tuesday’s video-of-the-day Dried Apples Versus Cholesterol and started exploring the newest front-runners, as detailed in Wednesday’s Better Than Goji Berries . Leading the pack by a whopping margin (200 times the antioxidant content of blueberries!) were Indian gooseberries, also known as amla or amalika.\nAs a Western-trained physician, I had never heard of amla, a common constituent of Ayurvedic herbal preparations. The only “gooseberry” I had ever known was the Chinese gooseberry (later branded “kiwifruit”). I was surprised to find hundreds of articles on amla in the medical literature, and even more surprised to find papers with titles like “Amla, a Wonder Berry in the Treatment and Prevention of Cancer,” published last year in the European Journal of Cancer Prevention. Last week, in Amla Versus Cancer Cell Growth and Amla Versus Cancer Cell Invasion , I documented some of these recent findings.\nIn this morning’s video-of-the-day Amla Versus Diabetes , Indian gooseberries go head-to-head against a leading diabetes drug, with perhaps the most shocking findings since my Saffron For The Treatment of Alzheimer’s video. Many of my medical colleagues are skeptical of the ability of plant foods to alter the course of disease, forgetting that many of the most powerful drugs in our modern arsenal were derived from plants. Doubt that a simple flower (like hibiscus, see Better than Green Tea? ) can have physiological effects? Think opium poppy. Yesterday’s video-of-the-day Power Plants is one of my favorites from volume 7 , a potent reminder of the botanical bonanza prescribed by Hippocrates: “Let food be thy medicine and medicine be thy food.”\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nutritionfacts.org/2011/12/19/latest-in-nutrition-vol-7-dvd-now-available-proceeds-to-charity/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/21317655"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/dried-apples-versus-cholesterol/",
                "https://nutritionfacts.org/video/antioxidant-content-of-300-foods-2/",
                "https://nutritionfacts.org/video/better-than-goji-berries/",
                "https://nutritionfacts.org/video/amla-versus-diabetes/",
                "https://nutritionfacts.org/video/saffron-for-the-treatment-of-alzheimers/",
                "https://drgreger.org/pages/speaking-dates",
                "https://nutritionfacts.org/video/better-than-green-tea/",
                "https://nutritionfacts.org/video/amla-versus-cancer-cell-growth/",
                "https://nutritionfacts.org/video/power-plants/",
                "https://nutritionfacts.org/video/superfood-bargains-2/",
                "https://nutritionfacts.org/video/amla-versus-cancer-cell-invasion/",
                "https://nutritionfacts.org/video/are-goji-berries-good-for-you/",
                "https://nutritionfacts.org/video/the-healthiest-raisin-2/",
                "https://nutritionfacts.org/video/the-best-nut-2/"
            ]
        },
        "key_words": [
            "cancer",
            "antioxidant",
            "vs",
            "goji",
            "dried",
            "raisins",
            "gooseberries",
            "cholesterol",
            "versus",
            "indian",
            "amla",
            "videooftheday",
            "diabetes",
            "foods",
            "mix"
        ]
    }
]