[
    {
        "url": "https://www.christianpost.com/news/visitors-to-billy-grahams-namesake-library-will-help-celebrate-his-95th-birthday.html",
        "title": "Visitors to Billy Graham's Namesake Library Will Help Celebrate His 95th Birthday",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nVisitors to Billy Graham's Namesake Library Will Help Celebrate His 95th Birthday\nVisitors to Billy Graham's Namesake Library Will Help Celebrate His 95th Birthday\nVisitors to Billy Graham's Namesake Library Will Help Celebrate His 95th Birthday\n| Tuesday, November 05, 2013\nCorrection Appended\nIn honor of evangelist Billy Graham's 95th birthday celebration on Thursday, the Billy Graham Library in Charlotte, North Carolina, will give visitors a chance to join in on the celebration by signing a banner that will later be presented to Graham, while each guest will receive a copy of God's Ambassador, a book that celebrates his life and ministry.\nThe library museum, which also features Graham's childhood home that was moved and reassembled there, is a ministry that offers hundreds of thousands of visitors each year, who may have never attended one of his crusades, the opportunity to experience Graham's message of hope through the Journey of Faith Tour.\nInitially, Graham was not in favor of the library bearing his name because he thought it would deter from the purpose of the gospel message he has preached for over 60 years.\n\"When it was presented as an ongoing ministry and that people would have the opportunity to be won to Christ, I changed my mind,\" said Graham, according to the library's account of its history.\nGraham will also mark his birthday with his last message, 'The Cross' which will air on television on November 7 after months of preparation at his home. The video will also include the testimonies of Christian rapper Lecrae and former lead singer of \"Flyleaf\" Lacey Strum.\n\"With all my heart, I want to remind Americans of God's amazing love and, as simply and clearly as I can, call people to a repentance that leads to salvation,\" said Graham in statement. \"The program shows moving stories of real individuals, young Americans, whose lives have been completely transformed by the power of the Gospel. Woven around those stories is a message I believe God has given me for people in our nation today.\"\nAccording to his son, Franklin Graham , \"the Lord had put it in his heart that if he ever was physically able to share a message again, he would speak about the cross\" which became evident after his wife, Ruth, passed away in 2007 when he began posting cross-focused scriptures throughout his house.\nThe message is part of the \"My Hope America\" campaign, a nationwide effort in which over 24,000 churches have united to invite people into their homes and congregations to learn about beginning their walk of faith through a series of video messages.\nGraham, who has not preached publicly since 2006 because of his delicate health, will also commemorate his birthday with a celebration in Asheville, NC, where up to 700 people are expected to attend including former President Bill Clinton, former Alaska Gov. Sarah Palin and real estate mogul Donald Trump.\nFor broadcast listings for 'The Cross' visit www.watchbillygraham.com\nCorrection:  Tuesday, Nov. 12, 2013:  \nAn article on Nov. 5, 2013, incorrectly reported that the Billy Graham Library in Charlotte, N.C., was built on the same grounds as Graham's childhood home.  Billy Graham's childhood home was actually moved and reassembled on the library site, not the original site.  \nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://billygraham.org/story/franklin-graham-my-fathers-new-message-airs-on-his-95th-birthday/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://billygrahamlibrary.org/what-is-the-library/",
                "http://watchbillygraham.com/"
            ]
        },
        "key_words": [
            "cross",
            "billy",
            "grahams",
            "95th",
            "library",
            "namesake",
            "childhood",
            "celebration",
            "help",
            "graham",
            "birthday",
            "message",
            "celebrate",
            "visitors"
        ]
    }
]