[
    {
        "url": "https://consortiumnews.com/2017/08/20/israels-quiet-reaction-to-us-neo-nazis/",
        "title": "Israel’s Quiet Reaction to US Neo-Nazis",
        "authors": [
            {
                "name": "Paranam Kid",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Michael Kenny",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Sr. Gibbonk",
                "link": null
            },
            {
                "name": "J. D. D.",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-08-20",
        "text": "Main menu\nAugust 20, 2017\nBy Paul R. Pillar\nRecently I wrote about the two-sided Saudi policy on Iran, in which Riyadh sees good reason to take quiet steps to reduce tension with its neighbor across the Persian Gulf while still making alarm about a supposed Iranian threat the basis for keeping the United States tied to its side.\nPresident Donald Trump and Israeli Prime Minister Benjamin Netanyahu at joint press conference on Feb. 15. 2017. (Screen shot from Whitehouse.gov)\nBut Saudi Arabia (along with its partners in the United Arab Emirates and Bahrain) is not the only party in the region to exploit an anti-Iran theme as a basis for retaining U.S. support, and it certainly is not the most influential one in shaping U.S. policy.  That would be the right-wing government of Israel, which has made relentless excoriation of Iran one of the dominant themes of its public diplomacy.\nThe Israeli push to keep Iran in the status of an isolated, despised demon with whom nobody should do any business has included opposition to the agreement that limits Iran’s nuclear agreement — even though, as senior Israeli security officials have observed , by closing any route to an Iranian nuclear weapon this agreement is very much in Israel’s security interests.\nThe Israeli government does not have the same sort of balancing act the Gulf Arabs have in manipulating the Iran issue. Israel does not live in, or export oil from, the Persian Gulf. It would not be paying the human and material costs of armed confrontation between Iran and Arabs or between Iran and the United States.\nIndeed, warfare in the Persian Gulf would all the more serve the purposes that the promotion of unending hostility toward Iran already serve for the Israeli government of Benjamin Netanyahu. A clash in the Gulf would foreclose any possibility (already almost nonexistent under Donald Trump) of any further U.S. rapprochement with Iran. It would thus play to the Israeli line of Israel being the only reliable partner for the United States in the Middle East. It would weaken a major competitor to Israel for influence in the Middle East. It would play to the Israeli line that Iran is the font of all trouble and instability in the region. And it would be a wonderful distraction of the world’s attention from destabilizing matters involving Israel itself.\nA background to all this — because this background has become the principal defining characteristic of the Israeli government’s policies and its relationship with the rest of the world — is the half-century-old Israeli occupation of conquered Palestinian territory and the continued denial of political and civil rights to the subject Palestinian population.\nThis is the topic that, more than any other, commands the attention of Netanyahu’s government in shaping the propaganda that Israelis call hasbara, in batting away complaints from foreign governments and international organizations, and in cultivating distractions to deflect attention from the subject. This is the topic that, more than any other, underlies the importance to Netanyahu’s government of continued unquestioning U.S. support that includes veto-invoking political cover at the United Nations Security Council and voluminous financial aid transfers free of any conditions or strings involving Israel’s continued colonization of the West Bank.\nSilence about Neo-Nazis\nDuring this past week we saw an indication of the overriding priority Netanyahu gives to not endangering this automatic U.S. backing, even if this means ignoring other values or concerns that we might otherwise expect to guide him.\nControversial maps showing the shrinking territory available to the Palestinians. Hardline Israelis insist that there are no Palestinian people, that all the land belongs to Israel and that it therefore inaccurate to show any “Palestinian lands.”\nThe ugly events in Charlottesville elicited shock and outspoken dismay from much of the rest of the world and especially the West about this blatant display of neo-Nazism in America. A spokesman for German Chancellor Angela Merkel described the events as “sickening”.\nBut the Prime Minister of Israel was conspicuously silent . This is the same Prime Minister who has been quick to call out anti-Semitism, either real or imagined, in countless other circumstances, and who certainly has shown no hesitation about wading into the domestic politics of the United States. And yet he had nothing to say about an event featuring chants of “Jews will not replace us” and culminating in a neo-Nazi’s lethal terrorist attack with a vehicle.\nThe principal and obvious explanation for this non-response is that Netanyahu did not want to take the slightest risk of jeopardizing support from a U.S. president who, in addition to asserting moral equivalence between the racist torch-bearers in Charlottesville and those who demonstrated against them, is notoriously thin-skinned and lashes out at anyone voicing anything that sounds like criticism of him.\nGoodness only knows what Netanyahu thinks is in Donald Trump’s heart and what prejudices may or may not lurk there. But Netanyahu perceives that his government has a good thing going politically with a president who, since midway through the presidential campaign, has pretty much toed the right-wing Israeli line, including backing away from previous administrations’ endorsement of a Palestinian state. And Netanyahu could not ask for anything more from Trump regarding vituperative, automatic, unending hostility toward Iran and unwillingness to do any business with it or even to talk to its government.\nIsrael’s Lost Sensitivity\nAn additional possible explanation for Netanyahu’s non-response flows from the nature of the background condition: an occupation based on ethnic and religious distinctions between a dominant population that is in control and a subjected population that is the one under occupation.\nThe Israeli government has cited rocket fire from Gaza as justification for its periodic bombardment and assault on the narrow strip of land holding some 1.8 million Palestinians. (Graphic from Prime Minister Benjamin Netanyahu’s Facebook page)\nIt would not be surprising for members of a political movement centered on such a system to lose sensitivity over time to the dangers of other forms of prejudice and discrimination based on ethnicity or religious identity, including ones with a violent element. In any case, this is not the first time Netanyahu has appeared to disregard legitimate fears, concerns, and interests of parts of world Jewry, on whose behalf he often claims to speak and act.\nAny accounting of Netanyahu’s current priorities must take note of the domestic political fix he is in with multiple charges of corruption against him and his family. There are reasons to believe he will not be leaving office any time soon . Whether he does or not, the patterns described above are unlikely to change. As long as he stays, Netanyahu is dependent on maintaining a coalition in which parts of it are even more extreme than he is on issues involving the occupation.\nMeanwhile, Americans ought to be most concerned about compromises with American values, not just Israeli ones. There is much to be concerned about in how the effort to maintain lockstep U.S. support and cover for Israeli policies has involved that sort of compromise. This involves not just the Trump administration but the U.S. Congress.\nA recent case in point is the reprehensible bill , introduced by Senator Ben Cardin and promoted by the lobby that works on the Israeli government’s behalf, that would subject to criminal penalties any form of support for peaceful economic boycotts authorized by the United Nations or the European Union and aimed at the illegal settlement activities in the occupied territories.\nIn the wake of the Charlottesville episode, old debates have been rekindled about limits to free speech and how much freedom should be given to hate speech. There are reasonable and differing positions that can be, and have been, taken on this question in Western countries. But we ought to be able to agree that it is unacceptable to outlaw speech that has nothing to do with hate speech but instead is only a form of criticism of policies that have themselves been determined by the international community, including the United States, to be illegal.\nAs we know from the history of the original Nazis whom the extremists at Charlottesville admire, loss of freedom of speech is a signpost on the road to power of movements that are truly hateful and extreme.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is author most recently of Why America Misunderstands the World . (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.)\nbluto\nAugust 21, 2017 at 22:16\n‘Jewish/Kahanist White Supremacy’ is flavor #29 of the 31 Flavors of White Supremacy\nRichard Spencer is a Christian Kahanist, aka the ‘Alt Right’. Just like Sarah Palin, Michelle Bachmann and Steve ‘WCFields’ Bannon\n‘White Supremacist Israeli Settlers’, ‘Kahanist Apartheid’, and White Zionists Anders Breivik, Geert Wilders, Chuck Krauthammer, and RICHARD SPENCER of the ‘Kahanist Anti-Muslim (Christian Kahanist) Alt Right’ are all STUCK together in one epic Kahanist Cluster****.\nIt’s a wonderful teaching case for the Multidimensional Checkmate, the Intersectionality Checkmate with Judaism stuck to Fascism, to Kahanism, for eternity\nCHECKMATE Multidimesional Checkmates on Jewish/Kahanist White Supremacy as Alt-Right leader Richard Spencer videointerviewed by the Israeli paper of record’Times of Israel from 8-18-17 post Charlottesville with Richard Spencer calling a ‘white Zionist’, the equivalent of the illegal ‘White Supremacist Israeli Settler’\nZionism as practiced by it’s Israeli enthusiasts is a Kahanist White Supremacist Apartheid … Full Monty in the klieg lights of our fresh Sat Yuga Zeitgeist post Charlottesville.\nThe Kahanist Apartheid is now seen in Sat Yuga Zeitgeist\nSat Yuga 2020\nVote Tulsi and Lance – the Successful 2nd American Revolution Party\nThe Obama Revolution has only just begun\nmike k\nAugust 22, 2017 at 11:36\nYou mean the revolution that Obama blocked, can now proceed with him gone?\nstan\nAugust 21, 2017 at 19:08\nThe reason Israel is lying low is because they deliberately conflated the nazi flag with the confederate flag.  Pamela Geller stated publicly that she was financed by AIPAC for the fake Muslim Drawing contest in which she murdered the 2 muslim patsies the FBI sent her.  Setting a trap for someone, for whatever reason, and then killing them is first degree murder.  She was never investigated or charged.  That is because AIPAC, part of our war machine, and so is the FBI.  Look behind every one of the fake terriorism events and you will find an FBI informant who helped set it up.\nI do not consider AIPAC as a Jewish organization.  American Jews are peaceful, hard working, and compassionate people.  AIPAC is part of the war machine, and we are all being brainwashed with their bilge.  They are especially targeting the American Jewish community.\nI noticed the beginning of the smear on the confederate history during the Dylan Roof fiasco.  Instead of a story about a tragic life resulting in an insane murder scenario, “somebody” came up with a picture of him holding a confederate flag, and then the whole story changed to racism.  Whoever was behind this and the continuing smear on the confederate symbols, finally launched their missile culminating in the Charlottesville riot.\nThe real tragedy is that NOBODY EVER GOES TO WAR TO FREE SOMEONE ELSES SLAVES.  If you believe war doing something nice for someone, then you probably also believe we have murdered 4 million muslims since 1991 to get rid of a mean evil dictator, bring democracy to a people, and to bring them a better economic system.  The murderous invasion started in 1991 when the soviet union fell, no coincidence.  But no one murders civilians, kills women and children, and blows up little babies to do something nice for someone.  Yet people believe it, because they have been brainwashed with the “war over slavery” myth.  As if Lincoln and the big banks and big business would murder 300,000 of their own people to do something nice.\nThe confederacy is now dead and buried.  Southerners are a conquered people.  And they have given up all sense of freedom and honor as they succumb to the constant war propaganda of the war machine and the brainwashing of their religion.  Having Christian values is a good thing.  But the Christian religion is being brainwashed to be a religion of fear, hate, and murder.\nJesus, and God our Father, please help all of us peaceful world inhabitants to help us defeat this madness of hate, murder, and worship of money which has infested our entire country.\nJohn P\nAugust 21, 2017 at 16:11\nMy take on Netanyahu’s silence is that he is taking advantage of the hate so why cool it. Zionists use their own people by stoking past fears. Could he ask for anything more from  Charlottesville. He probably expects another Exodus to Israel and further settlement expansion. In the past they were complaining of too few immigrants from America and the West. To get settlement moving they passed on intelligence secrets to the Russian in return for Russian immigrants then placed in cheaper housing in the expansion plan.\nHerman\nAugust 21, 2017 at 14:42\n“In June, Israel acceded to a Palestinian Authority request to cut the electricity it provided to Gaza in order to “dry up” funds to Hamas. This reduced supply by another 30%. That same month, Egypt began providing the fuel needed for the power plant, and the plant reopened. Even so, we are living with a new norm of four hours of electricity a day or less.”\nSad, if true, that Palestinian Authority made such a request.  Whether they did or not I’m sure Israel had no qualms about making the cut.\nHerman\nAugust 21, 2017 at 10:11\n“In the wake of the Charlottesville episode, old debates have been rekindled about limits to free speech and how much freedom should be given to hate speech. There are reasonable and differing positions that can be, and have been, taken on this question in Western countries. But we ought to be able to agree that it is unacceptable to outlaw speech that has nothing to do with hate speech but instead is only a form of criticism of policies that have themselves been determined by the international community, including the United States, to be illegal.”\nThere should be a caution about the use of the label hate speech as a means of silencing dissent. How easy for the Senator Cardin’s of the world to label  the boycott as hate speech. Even the line created by saying you can’t  falsely yell fire in the theatre can be used to quell free speech if you choose to so interpret what that means.\nI do find offensive that Trump is described as supporting neo-nazis and even suggesting his is one. We have really crossed the line  regarding Trump and nothing seems off limits. .\nMild-ly Facetious\n…old debates have been rekindled about limits to free speech\n— “free” speech vs. “Hate Speech “-  seen thru the Microscope  of CONTINUED  Israeli Occupation of Gaza is a stark present day  picture of the “reconstruction” era in USA history – where ‘freed’ blacks were treated with absolute hatred,disdain,utter contempt and spit upon as grossly inferior.\nIsraels reaction to Neo-Nazis have a PRO Nazi twinge/bent vis-a-vis Israeli excused Hateful Treatment of Human Beings in Israeli OCCUPIED Gaza Strip, w/the 2Million human beings living under Israeli Brutal Control.\n{}\nIn Gaza, We Get Four Hours of Electricity a Day — If We’re Lucky\nAugust 20, 2017\n-Research Assistant, Middle East and North Africa Division\nSome friends threw me a surprise birthday party last month. They placed a chocolate cake lit with candles before me and told me to make a wish for the year ahead. I immediately blurted out, “24-hour electricity and air-conditioning.” They laughed and suggested I wish for something more realistic.\nHere in the Gaza Strip, 24-hour electricity has been a distant dream for well over a decade. Israel’s bombings of power plants, its closing of the Gaza border in 2007 and fallout from the split between the Palestinian Authority and Hamas, which governs Gaza, have meant chronic power outages. Not long ago, we had adjusted to eight hours of electricity a day. Now even that seems a luxury.\nPalestinians sit outside their houses to escape from the heat during a power cut in the Shati refugee camp, Gaza City.\nOur power comes from three sources: Israel, Egypt and our single functional power plant, which runs on fuel. Before the current crisis, these sources provided roughly half of Gaza’s electricity needs. Then there was a dispute between the Palestinian Authority and Hamas over payment for the fuel, both refused to pay, and the plant shut down in April, reducing the overall supply by about 25%.\nIn June, Israel acceded to a Palestinian Authority request to cut the electricity it provided to Gaza in order to “dry up” funds to Hamas. This reduced supply by another 30%. That same month, Egypt began providing the fuel needed for the power plant, and the plant reopened. Even so, we are living with a new norm of four hours of electricity a day or less.\nThose four hours structure our days. When we don’t have power, life is on hold. We struggle with candles, flashlights and, if we can afford them, unreliable generators. We wait for the sound of an electric water pump to tell us we’re on the clock. I turn on all the light switches before I go to sleep to ensure that I don’t miss the electricity. When I hear the water pump and see the lights go on, I jump out of bed. Life becomes a race as we use every last minute to do laundry, finish urgent work tasks, enjoy cold drinking water. Then the lights go out again.\nNo electricity means trying to sleep in 95-degree weather without fans or air conditioning, but with the constant humming of generators. It means showering with only a trickle of water, scrambling to keep phones and laptops charged and never buying more than a day’s worth of meat or milk. It means always taking the stairs to avoid the risk of getting stuck in an elevator. It means planning your outings around blackouts and checking the electricity schedule for a friend’s neighborhood before visiting.\nI have it better than most. Some children must do their homework by candlelight because their families cannot afford generators. Small business owners, already struggling, have had to dramatically reduce operations and use expensive generators to keep the lights on. For many families, swimming in the sea offers the only real relief from the grim day-to-day in Gaza, and they now must contend with spikes in sewage effluent as blackouts cripple treatment plants.\nKidney patients in need of dialysis, which requires an uninterrupted electrical supply, are at particular risk. Having no electricity makes life a struggle for everyone in Gaza; for the vulnerable, it can mean life or death.\nTo Israel, the Palestinian Authority and Hamas, Gazans are pawns in a shameful quest for political domination. As the occupying power, Israel bears responsibility under international law to facilitate normal life for the people of Gaza. Hamas exercises internal control and is responsible for protecting our rights. The Palestinian Authority oversees millions in donor funds and should also protect our rights, including paying for vital services.\nIt’s a sign of just how much our horizons have shifted in Gaza that we dream less of the occupation ending, or the border reopening so that we might leave this 365-square-kilometer strip. These days we dream mostly about electricity. And our situation is certain to get worse. The United Nations’ coordinator for humanitarian activities, Robert Piper, has warned that the latest cuts are “likely to lead to a total collapse of basic services.”\nThe crisis we face is not the result of a natural disaster or some other act of God. It’s entirely man-made. Just as they put us in the dark, they could give us light with the flip of a switch.\nAugust 21, 2017 at 14:41\nHerman – good for you for pointing that out.  I meant to, but I forgot.\n“But we ought to be able to agree that it is unacceptable to outlaw speech that has nothing to do with hate speech but instead is only a form of criticism of policies that have themselves been determined by the international community, including the United States, to be illegal.”\nThere he’s using the word “hate speech”.  Who gets to decide?  This is a very slippery slope and unfortunately it looks like Pillar is trying to push this.\nBobS\nAugust 21, 2017 at 08:53\n“Why is Pillar “piling on” regarding a tiny and insignicant fringe group that probably has more FBI agents than dupes being used along with the Soros and State Dept. run “anti-fa” groupings, to create incidents which fuel the “race card” against President Trump? This, just as “Russiagate” is running out of steam, exposed as a fraud by the V.I.P.S memo published on this website on July 24.”\nOdd collection of characters comment here- particularly the ones who watch Fox News and read consortium.\nj. D. D.\nAugust 21, 2017 at 08:19\nWhy is Pillar “piling on” regarding a tiny and insignicant fringe group that probably has more FBI agents than dupes being used along with the Soros and State Dept. run “anti-fa” groupings, to create incidents which fuel the “race card” against President Trump? This, just as “Russiagate” is running out of steam, exposed as a fraud by the V.I.P.S memo published on this website on July 24.\nbackwardsevolution\nAugust 21, 2017 at 14:36\nj.D.D. – Pillar is doing what he does in every article, stirring up the hate, anything to keep the neocons in power and maintain the status quo.\nThey’ve been busy painting an ugly picture:\nTrump is a misogynist.  Trump is an orange, impulsive, narcissistic buffoon.  Trump loves Putin.  Trump is in league with KGB hackers who stole the U.S. election for Putin.\nWhen none of this nonsense worked and no evidence could be found for Russian involvement, they began the next phase of their attack:\nTrump is a racist.  Trump is a white nationalist.  Trump is a Nazi.  Trump is the new Hitler.\nFirst it was: “Look out, the Russians are coming.  The Russians are coming!”\nNow it is: “Look out, the Confederates are coming.  The Confederates are coming!”\nThey will stop at nothing, these thieves of democracy.\nmike k\nAugust 22, 2017 at 11:52\nYour love of Trump is disturbing. Most of the bad things said about him are unfortunately true. The one exception is the attempt to make him a Russian spy.\nbackwardsevolution\nAugust 23, 2017 at 13:21\nmike k – and your hatred is disturbing, especially coming from a man who professes to “love” all.  So the Deep State has spent a year lying about Trump’s Russia connections, but they wouldn’t lie about other things?  They are somehow telling us the truth now?  How does that compute in your mind?\nmike k\nAugust 22, 2017 at 11:54\nYou don’t get it. Your conspiracy glasses are blocking your vison.\nbackwardsevolution\nAugust 20, 2017 at 22:02\n“And yet he had nothing to say about an event featuring chants of “Jews will not replace us” and culminating in a neo-Nazi’s lethal terrorist attack with a vehicle.”\nYeah, like a 20-year old kid barely out of diapers is a real “neo-Nazi terrorist”.  This was NOT a premeditated act.\nHow about the old guy who shot up the Congressman at the ballpark?  Is he an “Antifa terrorist”?  This WAS a premeditated act.\nOr how about the Jewish kid who called all those Jewish schools and community centers with bomb threats in order to make it look like anti-semitism.  Should we call him a “Jewish terrorist”?  This also WAS a premeditated act.\nI can’t tell you how many times we have discussed the fact that AIPAC owns Congress, that the Jews own the media, Hollywood, academia, Wall Street, the Federal Reserve, the State Department.  There’s also been attempts to pass laws limiting free speech in favor of Jews.\nIs this what the protesters were getting at when they said, “Jews will not replace us”?  Because if it is, they’re a little late to the party.  They already have replaced you.  Your vote doesn’t matter.  The Senate and House votes prove this over and over again.  They are owned by the Jewish lobbies.\nSo if this was what they were getting at (and I probably think it is), then why is it wrong for them to get a license in order to peacefully assemble to air their grievances?\nThey were given a permit, then it was rescinded, then the courts ruled they had a right to assemble and declared the permit valid.\nVirginia Governor McAuliffe lied and said in an interview that they had battering rams and had stashed weapons around the city, that 80% of them were carrying semi-automatic weapons, and that they were better equipped than the State Police.  Talk about incitement!\nWhen they got to the park, they were crowded into one corner, they weren’t able to speak, rocks and bricks were being hurled at them.  Had they been able to speak, they would have packed up and gone home.  But, no, they weren’t going to be allowed to do this.  A group of blacks is okay (no permit needed for you, buddy), but a group of whites?  Well, that’s “white nationalism”.\nHow stupid can we be!\nBobS\nAugust 20, 2017 at 22:37\n“I can’t tell you how many times we have discussed the fact that AIPAC owns Congress, that the Jews own the media, Hollywood, academia, Wall Street, the Federal Reserve, the State Department. There’s also been attempts to pass laws limiting free speech in favor of Jews.\nIs this what the protesters were getting at when they said, “Jews will not replace us”? Because if it is, they’re a little late to the party. They already have replaced you. Your vote doesn’t matter. The Senate and House votes prove this over and over again. They are owned by the Jewish lobbies.”\nHeckuva rant.\nAs I wrote earlier, “The terms “anti-Israel”, “anti-Zionist”, and “anti-Semitic” are frequently (& purposely) conflated by defenders/proponents of Israel’s expansionist policies.”\nBut they aren’t the only ones conflating.\nTwo rotten peas in a pod.\n“How stupid can we be!”\nYou’re raising the bar.\nbackwardsevolution\nAugust 20, 2017 at 21:32\nNetanyahu doesn’t need to say a thing.  The Jewish-owned American media and the Jewish-owned Congress do all the talking for him, and the useful idiots play along.\n“You dare talk about BDS!  You dare to say we have been unfair to the Palestinians!  Take a good look at your own history.”\nAnd if you don’t get the point, I’m sure a few more angry demonstrations can be set up, complete with paid agitators, agents provocateurs, cops told to stand down, where one side must have a license while the other does not, where one side is free to hurl rocks and bricks, use flame throwers, gather in groups according to race, and suffer no consequences, no ill words, while the other side is vilified.\nStatues must come down, history erased, reparations paid.  The Zionists are letting you know that it’s hard to undo history, isn’t it, that it can’t be undone.  That’s why they’re scrambling to get all the land they can while the getting is good.\n“Let’s show them hypocrisy,” shouts Netanyahu. “Let’s shove it in their face until they can taste it,” and the Jewish dual-citizen minions all fall in line.\nI was reading about the Balfour Declaration, how President Wilson secretly agreed to it (but, shhh, don’t tell anyone, wink, wink), how Louis Brandeis, American Supreme Court Zionist, held some blackmail over President Wilson’s head (read up on it if you want).  France went along, only because the British did, and so did the Vatican.  Now, how does some lowly Zionist from Britain end up getting a hearing with the Pope?  Who set that up?  What favors were given?  What promises made?\nThe whole thing stinks, but the setting up of any country stinks, doesn’t it?\nAntonia\nAugust 21, 2017 at 10:20\nAre you sure that the Papacy went along with the Balfour declaration? I thought that the Papacy recognised the State of Israel under JPII. But then he recognised the fascist state of Croatia, so no surprises.\nbackwardsevolution\nAugust 21, 2017 at 14:14\nHi, Antonia.  Yes, it was Pope Benedict XV on May 4, 1917.\n“But the Catholic Church was no smaller prize: it claimed rights to holy places all over Palestine and maintained, as a matter of theology, that the Jews had been dispersed as punishment for their refusal to accept Jesus as messiah.  In 1904, Herzl had met with Pope Pius X, who told him in no uncertain terms that “the Jews have not recognized our Lord, therefore we cannot recognize the Jewish people.” “Non possumus”—we cannot.”\nWhen Pius X died, they tried again with the next Pope:\n“Yet Sokolow had an amiable meeting with Benedict, in which the pontiff described the return of the Jews to Palestine as “providential; God has willed it.” (Sokolow wrote up the exchange verbatim.)”\nmike k\nAugust 22, 2017 at 12:02\nSo there are no real Nazis or Klansmen or White Supremists in America? All of those folks with torches in Charlottesville were paid actors from somewhere? Whatever you are smoking BE, you need to quit. We are here to help you. Have you ever considered that you may actually be a paid troll, and have been brainwashed to forget it? You need to wake up and demand the payments promised to you.\nbackwardsevolution\nAugust 23, 2017 at 13:16\nmike k – LOL.  Look out, Mike, the Russians are coming, the Confederates are coming, the Klansmen are coming, the fake news is coming!  It’s time to sanction, pull down statues, erase history, censor the Internet, get rid of free speech.  (sarc)\nIf there are Nazis, Klansmen or White Supremists, they probably number no more than 500 out of a population of 340 million.  But, hey, let’s blow it all out of proportion, shall we?  I can see the wheels in motion: “We can use this opportunity to crank up the race wars.” And the useful idiots fall in line.\nDFC\nAugust 20, 2017 at 17:24\nThe whole discussion, essentially what would have been a page 24 foot note, has been blown all out of proportion. Both the Baseball Diamond Shooter and the Charlottesville driver had histories of documented mental illness. I have not seen anyone I know that has gone out to join the KKK, neo-Nazis or Antifa, however in the MSM it is portrayed as a sweeping widespread national phenomenon. For those that are so blinded by one side or the other, they will do whatever is necessary to “push the buttons” of the other side, from calling for the removal of the Lincoln and Jefferson memorials to joining the neo-Nazis and KKK. I imagine Netanyahu sees this the same way, and until there is a “genuine” resurgence of neo-Nazis in the United States and not just a media created and fueled apparition, my guess is that Netanyahu will remain on the sidelines.\nIf we do look at history, however, these types of fascist movements originate during times of deep economic crisis, when people feel desperate and have little optimism for a better economic future.  A bleak economy, that slowly turns middle class citizens into lower class dependents does have the real potential to drive a fascist resurgence in the United States, while the MSM is doing its best to convince us that America’s greatest problem is racism, sexism, homophobia etc, which may persuade some people that is the truth. However, economic forces work 24/7, relentlessly and inexorably, and will convince far more people that neither the United States government or its MSM minions are working for their best interests – no matter what race or gender they happen to be.\nmike k\nAugust 22, 2017 at 12:11\nYou believe the Nazis etc. were just a “media created apparition”? We all just sort of dreamed the whole affair, like the moon landing? What are Nazis and Klansmen doing in the wonderful South of Gone With The Wind?\nBrewer\nAugust 20, 2017 at 16:35\nThe Israeli right wing is in something of a spot when it comes to the right wing in the U.S. It cannot criticize “White Nationalism” while it clings to Jewish Nationalism.\nIn The Tablet, Yair Rosenberg’s ties himself in knots as he tries (unsuccessfully) to deflect Richard Spencer’s challenge:\n“As an Israeli citizen,” Spencer told his Israeli interviewer, “someone who understands your identity, who has a sense of nationhood and peoplehood and the history and experience of the Jewish people, you should respect someone like me who has analogous feelings about whites. I mean, you could say that I am a white Zionist in the sense that I care about my people. I want us to have a secure homeland that’s for us and ourselves just like you want a secure homeland in Israel.”\nRosenberg has to fall back on “Jews are different” in order to defend the Israeli viewpoint. He fails.\nSpencer had previously posed the question with a Rabbi – to remarkable effect:\n(Search YouTube “Richard Spencer destroys a Rabbi asking a “Inclusion” question, Jew refuses to support Diversity “)\nOne outcome of this regrettable imbroglio may be to undermine Israel support among the Liberal Left. Naomi Dann, writing in The Forward had this to say:\n“This is what’s so chilling about Spencer’s comparison of white supremacy to Israel – not its anti-Semitism but the kernel of truth at its core. Richard Spencer, whose racist views are rightfully abhorred by the majority of the Jewish community, is holding a mirror up to Zionism and the reflection isn’t pretty.”\nmike k\nAugust 20, 2017 at 13:16\nIf anyone should think that they can plot a clear course through the world that is collapsing around us, good luck, but you will soon discover that your quest is impossible. The answers to our problems are incredibly simple, without listing all of them I would start with stop wars, stop destroying the ecosystem including the oceans and the climate, stop over breeding more humans, share economic wealth much more equally, etc.\nThat this sort of simple common sense has anything to do with the “thinking” of our major power players is obviously not so. To think that these power crazed paranoids are somehow predictable by rational analysis is to join them in the crazyhouse they inhabit. If you think the deep state players are consistent you will be baffled and deluded by their antics. Sit back and enjoy the spectacle of the human constructed civilization, and the US Empire as it becomes completely irrational and falls apart. Remember the crazy Emperors at the end of the Roman Empire? Think of Donald Trump and realize the Roman decline and fall had nothing on our modern spectacular on the same theme.\nIn the meantime, try to enjoy life, and work on becoming a more loving person\nSr. Gibbonk\nAugust 20, 2017 at 16:47\nI believe what Mike is saying is “If you’ve booked passage on the Titanic why go steerage”.\nAnnie\nAugust 20, 2017 at 19:30\nLets face it, if you are going to be a politician and climb the political ladder it would be helpful to be a psychopath, that is no remorse, no empathy, a sense of grandiosity, charm and cunning and of course an unwillingness to take responsibility for one’s behavior. Low and behold politicians rank high on the psychopathy scale. Unfortunately these psychopaths wind up in history books instead of jail.\nAugust 20, 2017 at 13:14\nMaybe Mr. Netanyahu is in no position to discuss American politics at this time and he’s playing safe, especially since we heard the ” Neo Nazis” call out the Jews running the show in DC.. My understanding is that Zionists plus mega capitalism, rigged stock markets,globalization corporates, mega militarists, oligarchy etc.  ends up being a Fascist State and the one we may be looking at is a multi country fascist order, but don’t tell antifa protesters this. I guess even the Neo-Nazis don’t understand that both they and  Zionism always have a very close relationship to one another.   Spacibo\nAugust 20, 2017 at 16:16\n“I guess even the Neo-Nazis don’t understand that both they and Zionism always have a very close relationship to one another.”\nThey do. Look at the open collaboration between Ukrainian neo-Nazis and Mrs. Nuland-Kagan from the powerful Zionist clan of Kagans. http://www.bbc.com/news/world-europe-30414955\nMoreover, the selection of a Jewish businessman Mr. Groysman to take the post of a Prime Minister of Ukraine (Jews make 0.2% — 88,419 people — of Ukrainian population today) was coordinated with the neo-Nazis in the Ukrainian government. http://www.globalresearch.ca/the-u-s-has-installed-a-neo-nazi-government-in-ukraine/5371554\nAnnie\nAugust 20, 2017 at 12:31\nI don’t particularly like articles that use the soup of the day, so to speak, giving old news a new twist, and the old news is that Israel courts and influences US support and policies in many ways in order to continue their illegal occupation of Palestine. It also conflates what happened in Charlettesville with the total subjugation of a whole people. I’m sure Netanyahu made no reference to what happened in Charlottesville, because he would look very much the hypocrite to many in the world if he did, and only bring more attention to Israels own blatant racism.\nmike k\nGee, I find the soup of the day delicious!\nAnnie\nEach to his own.\nAugust 20, 2017 at 12:23\nPaul Pillar’s link to his article from August 16 (in his opening sentence) shows some interesting thinking on Saudi Arabia’s double-sided approach to working with the US and Iran at the same time.\nThat is, under MBS the new SA leader, there has been nervousness that a) the US was getting too friendly with Iran due the nuclear power agreement re Obama but now b) this anxiety has been updating that Trump in his wild talk could be encouraging Iran to move toward the bomb, as with North Korea. A new nuclear arms race in the middle east is not what the Saudis want in their current situation, Pillar says, which helps understand SA’s new rapprochement with Iraq and overtures toward Iran.\nReminder, Iraq via Moqtada al Sadr is emerging as a player in new alignments in the middle east, involving Saudi Arabia, Syria, Turkey.\nInterestingly, in other news today, from the Duran and Vox, comes indication that Trump is now so under the control of others that his chief relationship is with his phone and expressing his emotions. Those in charge such as McMaster, Sessions, et al simply ignore him as increasingly he becomes sidelined and impotent. In one month now he has eliminated Spicer, Short, Priebus, Scaramucci, and Bannon.\nBannon is the most significant here, representing the central core of what was left of Trump’s anti-neocon appeal that got him elected. Now neutralized, Trump can play golf and fiddle with his phone, and look presidential occasionally. But this in turn would seem to influence foreign leaders as to how to respond to him, in his increasing irrelevance–another point, maybe, to add to Pillar’s reasons why Net ignored Charlottesville.\nmike k\nAugust 20, 2017 at 13:29\nExaggerating Trump’s irrelevance could be premature. He has and still is exerting Presidential powers that are very dangerous and harmful. Also his very irrelevance and lack of predictability is dangerous in the present world situation. What he is not, and does not do is dangerous.\nD5-5\nAugust 20, 2017 at 15:56\nThis view comes from The Duran and Vox, and might help account for the many contradictions emerging from the Trump Admin. Then again, this Vox piece does rely a good deal on MSM sources. It’s an interesting view you might want to check out at:\n****://www.vox.com/policy-and-politics/2017/8/18/16169464/steve-bannon-fired-donald-trump\nFrom Vox, Ezra Klein:\n“White House staff, congressional Republicans, military leaders, and executive branch officials are increasingly confident simply ignoring Trump. After Trump tweeted that he wanted to ban transgender service members from serving, for instance, the Pentagon quickly said that it had not received an official order and was going to carry on with business as usual. Similarly, after Trump tweeted his threats to North Korea, the key organs of American policymaking—the State Department, the Defense Department, and so on—were quick to declare that nothing had changed, there was no military buildup or new red lines, and everyone should just ignore the commander in chief’s morning outburst.”\nRecall, also, that Tillerson, in the face of Trump’s angry rhetoric, reassured us that we should sleep easy. The US was not going to attack North Korea.\nKlein concludes:\n“The result is a White House where the top staff don’t care what the President says and the President doesn’t seem to care that they don’t care.”\nJoe Tedesky\nAugust 20, 2017 at 11:39\nSo will Netanyahu be able to find cover over this latest racist revolution? Will Senator Ben Cardin be able to take away Americans right to free speech, and freedom of expression?\nJoe Tedesky\nAugust 20, 2017 at 11:57\nMoonofalabama has a interesting take on Bannon’s departure, and Israel’s apparent posture on these unraveling events.\nAugust 20, 2017 at 16:54\nJoe: The events may be unraveling as you said. The following is from the Aug 20, blog of M.K. Bhadrakumar under the heading Afghanistan is Ripe for Proxy War :\n“Russia has hinted in the past that the United States is covertly sponsoring the Islamic State in Afghanistan. On Thursday, Russian Foreign Ministry spokesperson raised the bar by alleging that “foreign fighters” who were transferred by “unknown helicopters” have perpetrated a massacre of Hazara Shias in the Sar-e-Pol province in northern Afghanistan. The spokesperson said:\n• We can see attempts to stir up ethnic conflict in the country… Cases of unidentified helicopter flights to territory controlled by extremists in other northern provinces of Afghanistan are also recorded. For example, there is evidence that on August 8, four helicopters made flights from the airbase of the Afghan National Army’s 209th corps in Mazar-i-Sharif to the area captured by the militants in the Aqcha district of the Jowzjan province. It is noteworthy that witnesses of these flights began to fall off the radar of law enforcement agencies. It seems that the command of the NATO forces controlling the Afghan sky stubbornly refuses to notice these incidents.\nFrom the above, it appears that sections of the Afghan armed forces and the NATO command (which controls Afghan air space) are hand in glove in these covert operations. No doubt, this is a very serious allegation. The attack on the Hazara Shias must be taken as a message intended for Tehran. Historically and culturally, Iran has affinities with the Hazara Shia community in Afghanistan. Possibly, the Trump administration, which has vowed to overthrow the Iranian regime, is opening a ‘second front’ by the IS against Iran from the east.\nInterestingly, Russian Foreign Ministry also issued a statement on Friday on the alarming drug situation in Afghanistan. It pointed out that:\n• A sharp increase in drug production is expected in Afghanistan this year and one-third of the country’s population is now involved in cultivation of opium poppy.\n• The geography of the Afghan drug trafficking has expanded and now reaches African continent.\n• Tonnes of chemicals for processing narcotics are illegally imported into Afghanistan – with Italy, France and Netherlands “among main suppliers”.\n• The US and NATO are either unwilling or incapable of curbing the illegal activity.\nRussia and Iran cannot turn a blind eye to the hostile activities by the US (and NATO) in their backyard, transforming the anti-Taliban war into a proxy war. They cannot but view the Afghan conflict through the prism of their deepening tensions with the US.\nWhat are Russia’s options? The Russian Defense Minister Sergei Shoigu said at a meeting with the top brass in Moscow on August 18 that the Afghan conflict poses a threat to Central Asia’s stability. He said that Russia plans to hold joint military exercises later this year with Kyrgyzstan, Tajikistan, and Uzbekistan. Russia has military bases in Tajikistan and Kyrgyzstan.\nAgain, Ambassador Zamir Kabulov, Russian presidential envoy to Afghanistan, said recently that if the Afghan government and the US are unable to counter the IS threat, Russia will resort to military force. Kabulov disclosed that Russia has raised in the UN Security Council the air dropping of supplies for the IS fighters in at least three provinces in northern Afghanistan by unidentified aircraft. . . .”\nWith Generals in charge over there in Washington, the World may be heading for serious wars very soon.\nThe link to M.K. Bhadrakumar’s blog is: http://blogs.rediff.com/mkbhadrakumar/category/politics/\nJoe Tedesky\nAugust 21, 2017 at 09:49\nWow Dave you are a true news reporter. What you present here, for me, is the first time I even heard of such goings on. Yet, why does none of this surprise me? It is like Orwell’s 1984 in realtime. My teenage grandchildren can’t remember a time that the U.S. hasn’t been to war, as a matter of fact my baby boomer generation doesn’t have a good track record for experiencing a peaceful American foreign policy position either. War, war, war, and more war, that’s all that the American government seems to produce. If not war, then sanctions are the order of the day. It just doesn’t seem to have an end to it. In any regard thanks Dave for keeping me up on the news. Oh and Dave, wherever you are enjoy the eclipse. Joe\nDave P.\nAugust 21, 2017 at 12:51\nJoe, M.K. Bhadrakumar who writes for Asia Times, Hong Kong is retired  career Indian diplomat, who was Indian Ambassador to Uzbekistan, Turkey, and other diplomatic missions.  He has good inside information to what is going on behind the scenes in ME, and Central Asia. He has his own blog. Somehow, it is not available today.\nIt seems like that they are widening the wars to threaten Russia. That is their ultimate goal – of ZioNeocons, for a long time now, since 1991.\nAugust 20, 2017 at 16:05\nSenator Ben Cardin is loyal to Israeli interests at the expense of the US Constitution, therefore Ben Cardin is a traitor to the American people. The only excuse for his traitorous activity is a case of developing dementia (Cardin was born in 1943). Senator Cardin is an Orthodox Jew.\nJoe Tedesky\nAugust 20, 2017 at 20:50\nAnna, interesting detail about Senator Ben Cardin. I would like nothing more, as to see a U.S. Legislator who honestly represents the American people. I say this, because I am seriously coming to the belief that there aren’t any. Joe\nRealist\nAugust 20, 2017 at 22:01\nMaybe it’s the Moon causing disturbances beyond just the imminent eclipse, but there’s been yet a third American warship to collide with a foreign commercial vessel today, this time the USS John S McCain with an oil tanker near Singapore.   I post this to your entry, though it has nothing to do with Israel or Nutenyahoo, Joe, cuz you’re an old navy man.   Has there ever been as much reckless “driving” of navy ships on the high seas in your recollection?   A collision always seemed to be a major catastrophe that always cost the captain his command.   Now, three in one year?   10 sailors missing.\nRealist\nAugust 20, 2017 at 22:18\nAll three collisions occurred in the far East.   Is it possible that China has been testing some electronic jamming devices aimed at the sensors of American warships?\nJoe Tedesky\nAugust 21, 2017 at 11:01\n“Get me Andy”, was all Captain Merrill had to say, when his visit to the Bridge proved that the Officer on Deck didn’t know what in the hell he was doing. You see, Andy was a junior officer, but he had worked on the Great Lakes navigating ships before entering the U.S. Navy. Andy’s experience proved him to be just the right officer, who when the captain found incompetence on the Bridge, then Andy was the captains go to guy. Stuff happens although, but yes, it is the duty to steer these ships in the right direction, and to avoid crashing into icebergs and other ships. I haven’t a clue to why our Navy now is having such navigational problems. I would suspect faulty equipment, or a lack of competent navigational knowledge, could also be the problem. I would hold training sessions with officers and Bridge personnel, as I would have the ET’s inspect all navigational equipment. After that, I don’t know what else you could do. Thank God I was a lowly Seaman, all I ever worried about, was where the next Liberty Port would be. Thanks for thinking of me Realist, your a good shipmate. Best to you Joe\nMichael Kenny\nAugust 20, 2017 at 11:03\nThis highlights something I’ve noticed recently: the pro-Putin camp in the US is increasingly, and increasingly openly, anti-Israel. Mr Pilar’s thesis that Israel is saying nothing so as not to offend Trump postulates that Trump is himself a neo-Nazi and therefore agrees with the chants of the protesters. That seems highly improbable. The most likely reason why Israel isn’t making a fuss about Charlottesville is to avoid turning this chant and the swastika flags into a major issue. Israel probably judges that the people involved are marginal in American politics and making a fuss about them would simply give them an importance they don’t have. I would therefore see Mr Pillar’s argument as an attempt to find an “angle” which allows this story to be presented as a “defeat” for Israel. That, in its turn, confirms the point I make in the first sentence.\nZachary Smith\n“pro-Putin camp”\n“anti-Israel”\nUnlike some of the others here, this troll stays narrowly focused.\nJoe Tedesky\nAugust 20, 2017 at 11:49\nZachary call me naive, but as scary as it may sound I do think that Michael Kenny may be real, and that he believes in what he is saying. Arguably you may be more right than me Zachary, since I have no idea of what’s real, or who’s being honest on these comment boards. At least Michael Kenny, so far, isn’t harassing us, or acting ignorant, and with that I will end my declaration to Michael Kenny being genuine. Although, I’ve been wrong a few times before, so accept my petition for this guy’s innocence of his being a troll, and consider that I may once again not have it right. I do find it lacking that Michael Kenny never rebuttals what we say about his comments. I guess he just says his peace, and then he moves along, so if he is a troll, so far he’s been a good troll. Here, here, to good trolls.\nZachary Smith\nAugust 20, 2017 at 13:46\nI made a search of Mr. Kenny’s posts here, and from the first page of the results I’m cut/pasting these excerpts from each example there.\n?US-Russian relations were excellent until Putin invaded Ukraine\n?Putin isn’t a Russian nationalist, he’s a Russian supremacist and seems to be trying to re-conquer as much of the former Tsarist empire as he can, to the detriment of nationalism and sovereignty.\n?If Putin had remained within Russia’s internationally-recognized borders, there wouldn’t be a problem with him in the first place.\n?Equally, Putin’s attack on Ukraine, or, more correctly, Obama’s weak-kneed reaction to it. has discredited both the US as a global superpower and NATO as an instrument for the defence of Europe and, by extension, Israel.\nFor whatever reason, Mr Doctorow clearly wants Putin to win in Ukraine and realises that that can happen only if the US capitulates to him.\n?By invading and annexing Crimea, fomenting “rebellions” in Donetsk and Lugansk, attempting to foment such rebellions in Kharkov and Odessa, threatening to make war on Ukraine if the Ukrainian government seeks to assert its sovereignty in the abovementioned parts of its sovereign territory, seeking to dictate the internal administrative structure of Ukraine and force it to include certain provisions in its constitution, Putin’s Russia violated Articles I to VI of the Helsinki Final Act.\n?There is no way Trump can now escape from the suspicion of treason other than by getting Putin out of Ukraine.\n?Esentially, Mr Doctorow is simply repeating his oft-repeated thesis that Russia’s attack on Ukraine is justified by US conduct in Ukraine and elsewhere.\n?Putin has occupied and annexed part of Ukraine’s sovereign territory without the Ukrainian government’s permission and is supporting supposed “rebellions” in other parts of that territory, threatening to make war on Ukraine if it tries to re-assert its sovereignty over those parts of its territory.\n?Putin has threatened to make war on Ukraine if it tries to re-assert its sovereignty of that part of its territory. I don’t see how Ukraine can grant “greater autonomy” to an area that claims to be already a sovereign and independent state and in which the Ukrainian government’s writ is not even allowed to run!\nConclusion: I concede you are correct to say he's not a \"troll\".  Instead he is a relentless propagandist for Ukraine (all examples) and against Putin (all but one).\nSo I stand corrected.\nAn actual brilliant rebuttal.\nAugust 20, 2017 at 19:05\nZachary, thanks for this work. These statements are just bunk. I don’t recall this person in this forum back when the events he’s talking about were meticulously analyzed and discussed. Maybe he’s in the wrong forum if he thinks this sort of stuff is going to be effective. I doubt this. People drop by here apparently unaware the forum has regulars who have been here for years, on certain basic themes. This Ukraine topic is now very old, and these notions long ago debunked. So I can’t agree this is a “good troll,” unless we want to say, btw this speaker is a good example of disinformation and continual superficiality. Notice the total absence of the US State Department’s role in what occurred, led by Victoria Nuland and her “fuck the EU” rallying call. Instead a wall of ignorance is erected with Putin “attacked Ukraine.” The simplifications, name-calling, and misinformation make this person a propagandist, as you say. Ignore the trolls, let ’em stew in their own rancid juices IMV.\nVirginia\nAugust 20, 2017 at 19:36\nZachary, Good job!  Now if you would please just do the same research on BobS’s comments!  I may be terribly mistaken but am beginning to conclude that he’s only here to comment on the commentators, to sow discord, or… well actually I believe he’s appointed himself judge of everyone — says what’s good, what’s bad, what’s worthless.  If I’m mistaken, I apologize to you, BobS; but has anyone else noticed that?  Is that being a troll?  I think so.\nJoe Tedesky\nAugust 20, 2017 at 20:47\nZachary I didn’t say you were wrong, maybe Michael is a troll, but the work you did quoting his comments is awesome. At least Michael can write coherent sentences, unlike our newest troll harassers. When comparing Michael Kenny to the other horses ass, Kenny is much more congenial. I just know this, there is more good than bad here on this site who comment, and these are the people I wish to have a discussion with. I’ll even debate the trolls, as long as they communicate in a relatively respectful way, but when trolls mimic you, and write weird sentences which are hard to understand, then all debate and conversation go out the window.\nPeace, and sincerity to all, and especial you Zachary my old consortiumnews friend. Joe\nBobS\n“If I’m mistaken, I apologize to you”\nI accept your apology.\nNo, you just proved her right, Bob.\nDaniel\nAugust 21, 2017 at 15:23\nNice job.  I’d add that during the Ukrainian coup, Jewish groups in Ukraine were reporting a sudden upsurge in Jew-Hating hostilities.  And the right-wing Zionists literally told them they were imagining it – that the “real anti-Semitism” was from Russia.\nAt first I was confused by what appeared to be Jew against Jew conflict that was further endangering Ukrainian Jews.  But then I realized it was really Fascists FOR Fascists.\nAnd I was reminded that right-wing Zionists worked with the Nazis and Italian Fascists, and saw the violence against European Jews as helpful to their Zionist aspirations.\nBobS\nA brilliant rebuttal.\nAugust 20, 2017 at 13:03\nSomehow I think we could get into a semantic trap here. Note that Kenny uses the term “pro-Putin camp” instead of “pro -Russian” and “anti-Israel” instead of “anti-zionist”. I, for instance, admire Putin’s statesmanship in the MidEast but might have serious concerns about the influence of oligarchs in Russia’s internal politics or the lack of independent democratic institutions within the Russian Federation. Likewise, there are many of us who abhor Israel’s expansionist policies yet don’t call for the dissolution of the Israeli state but simply want Israel to cease and desist aggressive policies and agree to the establishment of a Palestinian state with the withdrawal of Israeli settlements to a retroactive date and the recognition of Jerusalem as a shared capital.\nBobS\nThe terms “anti-Israel”, “anti-Zionist”, and “anti-Semitic” are frequently (& purposely) conflated by defenders/proponents of Israel’s expansionist policies.\nBobS\nAugust 20, 2017 at 12:41\n“…Trump is himself a neo-Nazi…”\nTrump isn’t a neo-Nazi.\nTrump is a arguably a neo-Nazi sympathizer, and demonstrably a neo-Nazi apologist.\n“The most likely reason why Israel isn’t making a fuss about Charlottesville is to avoid turning this chant and the swastika flags into a major issue.”\nThis is laughable, given the tendency (as it’s pointed out by Mr.Pillar) for Netanyahu, Dershowitz, et al to claim anti-Semitism too easily and too often.\nParanam Kid\nAugust 20, 2017 at 12:45\nYou are singling out Charlottesville to explain ‘Yahu’s silence in the face of racism & antisemitism. But ever since Trump won the elections both racism & antisemitism have been on the rise in the US (Charlottesville is just a natural evolution from there), but ‘Yahu has remained silent ever since. There has not been 1 occasion where he has spoken out against it.\nIn contrast, when something happens in Europe he is quick to react & to call on the Jews there to pack their bags & emigrate to israel.\nAnnie\nAugust 20, 2017 at 12:58\nI don’t agree that the pro-Putin camp is increasingly anti-Israel, since I’ve been against Israeli policies long before Putin came on the scene. How are you making that connection?\nDruid\nHasbara!  Keep on trucking!\nAugust 21, 2017 at 15:09\nThere’s a reason Netanyahu is silent. It’s reaching the press that the American Nazis say Jews have to go….that plays right into the victimhood of the Jews and they can cry that they are persecuted and that generated sympathy shoves the persecution of the Palestinians out the backdoor.\nAugust 20, 2017 at 11:01\nNetanyahu can hardly throw stones as he is a member of his own hate group, as revealed in the documentary, “Forever Pure”.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nationalinterest.org/blog/paul-pillar/why-religious-policies-israel-matter-us-gentiles-21573",
                "https://www.washingtonpost.com/world/charlottesville-violence-condemned-in-europe-elsewhere-around-the-world/2017/08/14/6765c0be-80ef-11e7-9e7a-20fa8d7a0db6_story.html?utm_term=.0054e7f6f6ad",
                "https://lobelog.com/israels-silence-on-charlottesville/",
                "http://www.globalresearch.ca/the-u-s-has-installed-a-neo-nazi-government-in-ukraine/5371554",
                "https://www.huffingtonpost.ca/entry/netanyahu-corruption_n_5988a257e4b09a4d1ec6bf21",
                "https://www.economist.com/middle-east-and-africa/2017/08/10/binyamin-netanyahus-legal-troubles-are-mounting",
                "http://www.bbc.com/news/world-europe-30414955",
                "http://foreignpolicy.com/2017/07/13/the-iran-nuclear-deal-has-been-a-blessing-for-israel-jcpoa/",
                "http://nationalinterest.org/blog/paul-pillar/detente-the-persian-gulf-everyones-interests-21921",
                "https://lobelog.com/the-israel-anti-boycott-act-is-an-act-of-political-persecution/"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/115th-congress/senate-bill/720/"
            ],
            "unsure": [
                "http://blogs.rediff.com/mkbhadrakumar/category/politics/",
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "united",
            "quiet",
            "netanyahu",
            "world",
            "gulf",
            "reaction",
            "speech",
            "trump",
            "israel",
            "israeli",
            "neonazis",
            "support",
            "israels"
        ]
    }
]