[
    {
        "url": "https://www.christianpost.com/news/why-is-the-world-turning-a-blind-eye-to-the-eradication-of-christians-in-the-middle-east.html",
        "title": "Why Is the World Turning a Blind Eye to the 'Eradication' of Christians in the Middle East?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWhy Is the World Turning a Blind Eye to the 'Eradication' of Christians in the Middle East?\nWhy Is the World Turning a Blind Eye to the 'Eradication' of Christians in the Middle East?\n'Christian Roots Don't Mean Much Anymore,' Religious Persecution Expert Asserts\nWhy Is the World Turning a Blind Eye to the 'Eradication' of Christians in the Middle East?\n| Wednesday, August 05, 2015\nCato Institute senior fellow Doug Bandow (R) speaks in a discussion on ISIS and Boko Haram at the Family Research Council office in Washington, D.C. on Aug. 4, 2015. | (Photo: The Christian Post/Samuel Smith)\nWASHINGTON — Christianity is being \"wiped out\" of its region of birth, said Cato Institute foreign policy expert Doug Bandow Tuesday during a Family Research Council discussion on the increase in Christian persecution in the Middle East and Africa, and he offered reasons why the international community has done little to save those ancient Christian communities.\nBandow, who is also a senior fellow in international religious persecution at the Institute on Religion and Public Policy and a former special assistant to the late President Ronald Reagan, argued that as Christians continue to be martyred at the hands of radical Islamic State jihadis or continue to live in squalor as refugees in Kurdish Iraq, the United States and other nations need to be doing more to aid the affected Christians and other religious minorities.\nAlthough the U.S.-led coalition has conducted a number of airstrikes against IS, the strikes have done little to defeat the terrorist group or prevent it from continuing to destroy the ancient Christian history that has survived in Iraq and Syria for over 2,000 years.\nAlthough the U.S. has trained 60 vetted Syrian rebels, there's not been any fight put up by Western nations on the ground,\n\"Most countries don't have expeditionary militaries and would never consider sending them in a case like this,\" Bandow explained. \"Few of them see much of a diplomatic option, so you kind of roll your eyes and don't know what to do.\"\nAs hundreds of thousands of Christians have fled their homes in the region, some European nations have taken in Christian refugees, but Bandow says the U.S. has been hesitant to accept Christian asylum seekers because of the perception of a national \"migrant crisis.\"\n\"Part of it, I think, is a sense of frustration in not quite knowing what to do,\" Bandow told The Christian Post. \"There are few countries in Europe that tend to take refugees in but there is this whole migrant crisis that we see in the U.S. and there is fear, so that is one hard thing.\"\nAlthough the U.S. has expedited immigration processing for other groups of migrants coming from the Middle East, the U.S. Immigration Custom Enforcement has jailed 20 Chaldean Christians  after they tried to cross the southern border. Although the Iraqi Christians have family members willing to sponsor them, they have been jailed for over four months as their immigration processing has been delayed.\nBandow told the audience that the U.S. should be more open to allowing Christian refugees seeking asylum in the U.S.\n\"We want to be careful that we don't bring over jihadists but the nice thing is taking over Christians makes the vetting process a lot easier,\" Bandow stated. \"We should be open. There is controversy in the Middle East. They don't like the loss of Christians, they don't want them to disappear, but if people are dying I don't see how we can not accept them.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/after-four-months-why-are-20-chaldean-iraqi-christians-who-fled-isis-still-detained-by-immigration-officials-141352/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "east",
            "world",
            "eye",
            "whatsapp",
            "middle",
            "refugees",
            "bandow",
            "nations",
            "blind",
            "immigration",
            "christians",
            "dont",
            "eradication",
            "turning",
            "christian"
        ]
    }
]