[
    {
        "url": "https://nutritionfacts.org/2015/10/13/reduce-workout-soreness-with-watermelon/",
        "title": "Reduce Workout Soreness With Watermelon",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2015-10-13",
        "text": "Reduce Workout Soreness With Watermelon\nLong-distance runners and cross-fit athletes alike know it well: Delayed-onset muscle soreness is the discomfort that starts the day after a particularly grueling workout, caused by micro-tears in the muscle that lead to inflammation.\nThe leading pharmaceutical interventions are over-the-counter nonsteroidal anti-inflammatory drugs (NSAIDs) like ibuprofen, provided people are offered reasonable guidance on the dangers of their use (See Anti-Inflammatory Life is a Bowl of Cherries ), but there might be a much safer option. “The use of NSAIDs is associated with serious upper and lower gastrointestinal (GI) side-effects, including upset stomach, stomach ulcers, stomach and intestinal bleeding, and perforation.” Of all the NSAIDS, ibuprofen is probably safest (significantly safer than naproxen). Still, there’s a chance you could end up at your doctor’s office for a problem with side effects.\nThe most frequent problem caused by ibuprofen is related to the stomach. However, NSAID drugs can also cause damage to the small intestine. Ibuprofen can cause our guts to become leaky within hours and inflamed within days. Up until the mid-80’s, we thought the small intestine was relatively unaffected by these drugs. Now, we know they may disrupt our intestinal barrier function. There must be a better way to deal with muscle soreness.\nPreviously, I reviewed the role cherries may play in reducing muscle soreness (See Reducing Muscle Soreness with Berries ), thought to be because of anti-inflammatory flavonoid nutrients. Interestingly, while the absorption of these phytonutrients can help with exercise, exercise may help with the absorption of these phytonutrients. If you look at each of the individual phytonutrients researchers examined, all of them were significantly better absorbed by the athletes compared to the sedentary controls. The thought is that elite training may modify the activity of the good bacteria in our gut, which then boosts bioavailability.\nBut back to muscle soreness. Is there any other fruit that may help? Researchers in Spain had a group of men engage in intense physical activity after drinking two cups of fresh blended watermelon or a watermelon-free placebo drink, and the next day, those that pre-loaded with watermelon were significantly less sore (around one on a scale of one to five compared to closer to two after placebo). The researchers conclude that “functional compounds in fruits and vegetables play a key role in the design of new natural and functional products (beverages, juices, energy bars, etc.) by the food industry instead of synthetic compounds from the pharmaceutical industry.” (See Watermelon for Sore Muscle Relief ). But why design natural products when nature already designed the products we need in the produce aisle?\nMore on dietary tweaks to maximize athletic performance in:\nIn health,\nMichael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://link.springer.com/article/10.1007/BF03261999"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/3466837",
                "https://www.ncbi.nlm.nih.gov/pubmed/22341015",
                "https://www.ncbi.nlm.nih.gov/pubmed/21776454",
                "https://www.ncbi.nlm.nih.gov/pubmed/23862566",
                "https://www.ncbi.nlm.nih.gov/pubmed/22017233",
                "https://www.ncbi.nlm.nih.gov/pubmed/22980781",
                "https://www.ncbi.nlm.nih.gov/pubmed/23163547"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/watermelon-for-sore-muscle-relief/",
                "https://nutritionfacts.org/video/anti-inflammatory-life-is-a-bowl-of-cherries/",
                "https://nutritionfacts.org/video/reducing-muscle-soreness-with-berries/"
            ]
        },
        "key_words": [
            "thought",
            "phytonutrients",
            "reduce",
            "stomach",
            "ibuprofen",
            "workout",
            "researchers",
            "watermelon",
            "products",
            "soreness",
            "muscle",
            "significantly"
        ]
    }
]