[
    {
        "url": "https://www.christianpost.com/news/christian-actor-kevin-sorbo-responds-being-banned-comic-convention.html",
        "title": "Christian Actor Kevin Sorbo Responds to Being 'Banned' by Comic Convention",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Actor Kevin Sorbo Responds to Being 'Banned' by Comic Convention\nChristian Actor Kevin Sorbo Responds to Being 'Banned' by Comic Convention\nChristian Actor Kevin Sorbo Responds to Being 'Banned' by Comic Convention\n| Sunday, January 21, 2018\nKevin Sorbo speaks with TMZ at LAX airport in a video posted on April 12, 2017. | (Photo: TMZ/Screengrab)\nChristian actor Kevin Sorbo made headlines last week for allegedly being \"banned\" from a comic convention. Now the actor is speaking out, claiming that he found the entire situation amusing since he was never intending to attend the event in the first place.\nThe convention promoter and comic book artist Cliff Galbraith bragged on Facebook post last week that Sorbo, who is known for his role as Hercules in the 1995-1999 TV show \"Hercules: The Legendary Journeys,\" would be refused entrance to his upcoming event in April because of his conservative affiliations.\n\"I turned down Kevin Sorbo for East Coast Comicon. He's pals with Sean Hannity. I just can't do it,\" the promoter wrote.\nHowever, in an interview with  LifeZette  on Wednesday Sorbo set the record straight.\n\"I thought this [the Facebook post] was pretty funny. I laughed,\" the \"Andromeda\" star said about the topic.\nSorbo said being discriminated on because of his conservative or political beliefs by a fan convention \"is a first\" for him.\n\"To me, it's like, what a smart move. I was never even invited [to the convention]. My agent never went there. I went online and it's a very small con [event], so he [Gailbraith] was trying to drum up interest in his con and himself. I appreciate it and I applaud his entrepreneurial spirit, especially for a guy who is a socialist,\" the 59-year-old actor continued.\nThe actor maintained that he was not at all surprised to see a \"liberal person\" judge him based solely on his conservative views.\n\"The Left is so angry about the election still, over a year later,\" Sorbo concluded.\nMany of Galbraith's liberal supporters on Facebook praised him for making the decision to exclude Sorbo, and one user even went as far as noting that Sorbo had been listed on IMDB's list of \" racist or right-wing stars to avoid .\"\nNevertheless, the negative responses or press is not fazing the \"God's Not Dead\" actor and he concluded that he would, in fact, work with Fox News talk show host Sean Hannity again in the future.\nSorbo and the political commentator released a faith-based film together titled, \"Let There Be Light\" at the end of 2017. The film had the second highest per screen average of all wide releases in 2017 and grossed an impressive $7,203,808 at the box office .\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.lifezette.com/2018/01/kevin-sorbo-responds-comic-convention-promoter-banned-him/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.imdb.com/list/ls063941180/",
                "https://www.boxofficemojo.com/movies/?id=lettherebelight.htm"
            ]
        },
        "key_words": [
            "banned",
            "event",
            "responds",
            "conservative",
            "whatsapp",
            "actor",
            "convention",
            "comic",
            "facebook",
            "kevin",
            "went",
            "sorbo",
            "christian"
        ]
    }
]