[
    {
        "url": "https://consortiumnews.com/2015/05/13/sacrificing-yemen-to-appease-saudis/",
        "title": "Sacrificing Yemen to Appease Saudis",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-05-13",
        "text": "Main menu\nMay 13, 2015\n • Comments Off on Sacrificing Yemen to Appease Saudis\nIn pandering to the Saudi royals, President Obama has tolerated and even aided their aerial pummeling of their poverty-stricken neighbor Yemen. But the Saudi rush to bomb the Houthis may have destroyed a promising UN peace accord — and killed hundreds of civilians, writes Joe Lauria.\nBy Joe Lauria\nJamal Benomar, the former United Nations mediator in Yemen, caused a diplomatic stir when he  told me  recently that a dozen Yemeni parties, including the Houthis, were close to a power-sharing deal until the first Saudi bomb dropped on Yemen on March 26.\nBenomar said there was agreement on all major points except for the role of the presidency, but that this progress was disrupted by the Saudi air campaign.\nThough the Houthis were occupying the capital and had arrested President Abd-Rabbuh Mansour Hadi until his escape to Aden, they still accepted a reduced role for him as a transitional president, according to Benomar. They also agreed to withdraw their militia from Sanaa to be replaced by a national unity security force that UN experts had prepared. In return, the Houthis would have gotten about a 20 percent share in government.\n“When this campaign started, one thing that was significant but went unnoticed is that the Yemenis were close to a deal that would institute a power-sharing with the Houthis,” Benomar told me. “So there was a way of stopping that.”\nAsked about Benomar’s remarks to me, the U.S. State Department  blame d the Houthis for derailing the talks. But Benomar strongly disputes this. The Houthis were at the table until the end and didn’t need to be bombed to return to it, he told me. They know they aren’t strong enough to rule all of Yemen, but likewise insist that Yemen cannot be ruled without them.\nHadi rejected any dilution of his powers. Still, the search for a compromise continued until Hadi called for Saudi intervention as the Houthis moved southward. The Saudi bombing then shattered the UN-brokered process. And Benomar quit.\nSaudi-owned media has vilified him as  “the envoy for the Houthi movement”  who is “promoting a ridiculous story that Operation Decisive Storm aborted a potential political deal in Yemen.”\nReasons for Saudi Intervention\nBut the question remains: Why have the Saudis pounded Yemen for more than six weeks, killing nearly 1,500 people, according to UN figures? The Saudis have publicly stated three motives: to return Hadi to Yemen as president, to crush the Houthi movement, and to curb Iranian influence in the country.\nA month and a half of airstrikes have neither restored Hadi nor defeated the Houthi. And though the Iranians are providing support, even US officials deny that Tehran has  operational influence  in Yemen.\nA diplomat with intimate knowledge of Yemen told me the Houthis aren’t “Iranian agents,” they “make their own decisions” and “are not into terrorist tactics.” They are Zaidi, a different Shi’ite sect than Iran’s. The Houthi movement began in the early 1990s, but has only received Iranian support for the last five years. Tehran also criticized the Houthis when they dissolved parliament.\nThe Houthis aren’t in need of massive Iranian arms supplies either. Yemen is one of the most armed places on earth and the Houthis have raided government stocks and been  supplied  by forces that remained loyal to former president Ali Abdullah Saleh, who never went away and continued to have a destabilizing influence so he could be seen as the only one to return stability to the country.\nThis diplomat put forward another hypothesis: that the motive of the Saudi intervention went beyond the Houthis and Iran. He said Riyadh’s “bottom line” was to crush the threat of a progressive democracy emerging in their backyard.\n“These were Yemenis freely determining their future,” he said. “Through negotiations. And negotiations in which the Houthis would have a share.”\nThe deal, which Benomar had reached major agreement on, included giving women 30 percent of cabinet posts and 30 percent of seats in parliament. “In Saudi Arabia next door they are still discussing whether they can drive or not,” the diplomat said.\n“A progressive agenda evolved that their neighbors were not that excited about,” he said. “The Saudis are asserting themselves and they want to impose whatever solution they want.”\nHe said it’s been an historical imperative. Riyadh has long tried to impose its “own political dispensation” in Yemen. “Everybody who ruled Yemen was appointed by them,” he said.\nSaudi ‘Arab Spring’ Strategy\nThis fits the Saudi strategy throughout the so-called Arab Spring: prevent democracy from breaking out across the region lest it spreads home, threatening their monarchy.\nIt’s why they crossed the causeway into Bahrain with 1,000 troops in 2011. In that case, too, the talk was of Iranian influence. But the bigger threat was a vast Shia majority that with democratic rights would turn out the Sunni monarchy and embolden the Saudis’ own Shia minority.\nIn Egypt, the Saudis have bankrolled the military overthrow of the country’s first democratically elected government. Yes, the late King Abdullah was an opponent of the Muslim Brotherhood. But how it came to power may have been of even more concern.\nIn Syria and Iraq, Saudi Arabia has supported less-than democratic opposition – in fact in many cases extremists who would despise the notion of elections and pluralism if they ever seized power.\nIranian influence in Syria and Iraq again are the presumed reasons given for Saudi involvement. There is no doubt that since the 1979 revolution, Iran and Saudi Arabia have seen each other as a spreading menace in the region that has to be stopped. Objectively, they are mirror images of each other (though Iran does have more elements of democracy). Both claim they are acting defensively.\nWhile the West and Israel back the Saudi side and howl about the Iranian threat and its influence, the region’s Shia, a marginalized minority for most of Islam’s history, see the Saudis and their Sunni allies as the menace and Iran as a protector.\nIn the end, only some sort of accommodation between Riyadh and Tehran can begin to solve the region’s multiplying crises, from Beirut to Baghdad. If Washington really were a neutral power-broker committed to regional stability that would be its priority.\nThe Americans have not been overly keen on the Saudi adventure in Yemen, and have pressed Riyadh for a humanitarian pause (that nominally started on Tuesday after a massive bombing campaign in Saada province). Perhaps to alleviate Saudi anger for its rapprochement with Iran, the Americans let the Saudis be diverted in Yemen, to blow off some steam against the Iranians – at the expense of innocent Yemenis.\nSo the day of a Saudi-Iranian accommodation seems further off than ever, if it ever comes, with direct Saudi involvement in Yemen going beyond anything seen elsewhere in the region. Riyadh seems committed to a military solution. But it knows its goal of destroying the Houthi, and restoring Hadi, or another authoritarian ruler, is impossible without ground forces. And even then there’s no guarantee.\nNeed for Ground Troops\nWithout combat-hardened troops of their own, the Saudis reached out to Pakistan, who went through a procedure mysterious to the Saudis: a parliamentary vote. And the Pakistani parliament said No.\nWhile the Egyptian military government is heavily dependent on massive Saudi financing, sending Egyptian soldiers back to Yemen 50 years later would be deeply unpopular at home. Of the nearly 70,000 Egyptians soldiers sent then to Yemen, more than 10,000 were killed.\nIn the 1960s all the roles were reversed. The Saudis backed the Zaidi and fought the Egyptians. That’s because the Zaidis had a monarchy overthrown by a republican officers’ rebellion, modeled on Nasser’s revolution. As they fear democracy’s spread today, the Saudis then feared the spread of a republican revolution that was threatening the region’s monarchies.\nEgypt returning to the quagmire of Yemen would be like the U.S. today re-invading Vietnam.\nIn the meantime, the Saudis are targeting only the Houthis from the air, the main force fighting al-Qaeda, while leaving the Sunni extremists untouched. This is the al-Qaeda branch that claimed the Paris attack. U.S. drone strikes against them, which have been largely ineffective and kill civilians, have been reduced after the U.S. evacuated its base in Yemen.\nAl-Qaeda, which private Saudi money has  long backed , since the 1980s in Afghanistan, has made serious gains on the ground since the Saudi assault began, taking towns and airports.\nIn the absence of Pakistani or Egyptian forces, al-Qaeda has in essence become the de-facto Saudi ground troops in Yemen, fighting the Houthi. The Saudis have also begun dropping arms to allied tribes near the Saudi border as the instability increases.\nRiyadh is looking at a quagmire of its own in Yemen. King Salman might well heed the words of a predecessor, King Abdul-Aziz Al-Saud. In 1934 he told British agent John Philby: “My fathers and grandfathers didn’t own Yemen, and no one has been able to achieve security and stability there. Who can rule Yemen with its Zaidis and its problems?”\nEvidently for the House of Saud today, chaos and anarchy in Yemen appears to be preferable to a dangerous democracy.\nJoe Lauria is a veteran foreign-affairs journalist based at the U.N. since 1990. He has written for the Boston Globe, the London Daily Telegraph, the Johannesburg Star, the Montreal Gazette, the Wall Street Journal and other newspapers. He can be reached at joelauria@gmail.com   and followed on Twitter at  @unjoe . [A version of this story originally appeared at Middle East Eye.]\nTags: Al-Qaeda Barack Obama Houthis Joe Lauria Saudi Arabia United Nations Yemen\nPost navigation\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/former-u-n-envoy-says-yemen-political-deal-was-close-before-saudi-airstrikes-began-1430081791",
                "https://www.theguardian.com/world/2010/dec/05/wikileaks-cables-saudi-terrorist-funding",
                "https://www.middleeasteye.net/opinion/houthi-arms-bonanza-came-saleh-not-iran"
            ],
            "gov_pgs": [
                "https://www.state.gov/department-press-briefings/",
                "https://www.state.gov/department-press-briefings/"
            ],
            "unsure": [
                "https://consortiumnews.com/tag/yemen/",
                "https://consortiumnews.com/tag/united-nations/",
                "https://consortiumnews.com/tag/houthis/",
                "https://twitter.com/unjoe",
                "http://www.aawsat.net/2015/04/article55343172/opinion-benomar-failed-to-represent-un-in-yemen",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://consortiumnews.com/tag/al-qaeda/",
                "https://consortiumnews.com/tag/saudi-arabia/",
                "https://consortiumnews.com/tag/joe-lauria/",
                "https://consortiumnews.com/tag/barack-obama/"
            ]
        },
        "key_words": [
            "saudi",
            "told",
            "president",
            "houthis",
            "iranian",
            "appease",
            "sacrificing",
            "influence",
            "yemen",
            "houthi",
            "benomar",
            "saudis"
        ]
    }
]