[
    {
        "url": "https://www.christianpost.com/news/oprah-winfrey-network-cancels-rev-run-and-tyreses-talk-show-its-not-you-its-men.html",
        "title": "Oprah Winfrey Network Cancels Rev. Run and Tyrese's Talk Show 'It's Not You, It's Men'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nOprah Winfrey Network Cancels Rev. Run and Tyrese's Talk Show 'It's Not You, It's Men'\nOprah Winfrey Network Cancels Rev. Run and Tyrese's Talk Show 'It's Not You, It's Men'\nOprah Winfrey Network Cancels Rev. Run and Tyrese's Talk Show 'It's Not You, It's Men'\n| Thursday, August 04, 2016\nActor Tyrese Gibson poses during the GQ Men of the Year party in West Hollywood, California, December 3, 2015. | (Photo: Reuters/Kevork Djansezian)\nAfter one season of Rev. Run and Tyrese Gibson dishing out relationship advice, the Oprah Winfrey Network decided to pass on a second season of their late night talk show \"It's Not You, It's Men.\"\nThe news was disappointing for R&B singer and action star Tyrese, who revealed the news on his Instagram  account.\n\"It breaks my heart to post this ... the #OWN Network has decided to pass on season two of our show,\" he wrote. \"Message to one of my biggest inspirations, mother Oprah Winfrey and team: Honestly, as much as I want to be mad and disappointed, I can't be because you believed in us enough to give us a shot. A shot that you could have given to anyone.\"\nRev. Joseph \"Run\" Simmons of RUN-DMC fame arrives at the premiere of the movie \"Death of a Dynasty\" in New York on May 7, 2003. | (Photo Reuters)\nThe premise of the show centered around Rev. Run, the hip-hop legend from the group Run–D.M.C. and Grammy nominated Tyrese exposing \"players and their game.\"\nIn his Instagram announcement, the singer spoke about the inspiration for the show coming from a need to create positive content that did not involve fighting or negativity.\nThe entertainer insisted that he would work to make sure the show still aired on another network or platform.\n\"With love in my heart and pure determination I say this: On behalf of myself and my best friend and mentor, Rev Run, thank you to all of the fans who rocked with us and tuned in,\" he wrote. \"Let me see if I can get the chairman and CEO of Netflix, Spotify, Amazon [or] other networks that are all needing content on LINE 1… #ItsNotYouItsMEN will live on!\"\nOn the show, Rev. Run, the spiritual mentor, reality television star who was ordained as a Pentecostal minister, joined the stage with Tyrese and a slew of celebrity guests like singer Jordin Sparks, reality star Evelyn Lozada and comedian Marlon Wayans to take on love, relationships and sex. The show came about years after the pair co-authored a book called, Manology: Secrets of Your Man's Mind Revealed.\nThere, readers got a hefty dose of each man's beliefs pertaining to matters of the heart.\n\"I wasn't looking for him to totally agree with me. My views were coming from a biblical standpoint, a settled man, and he's coming from the way he thinks a woman should treat him [and] the difficulties of understanding being completely faithful,\" Rev. Run previously told The Hollywood Reporter . \"I knew his point was gonna matter a lot to women, and I knew my point was going to matter.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.oprah.com/own-itsnotyouitsmen/its-not-you-its-men-with-tyrese-gibson-and-rev-run-video_1",
                "https://www.instagram.com/p/BIkeXtqDRWd/?taken-by=tyrese"
            ]
        },
        "key_words": [
            "network",
            "run",
            "winfrey",
            "rev",
            "coming",
            "season",
            "tyrese",
            "men",
            "talk",
            "tyreses",
            "cancels",
            "star",
            "singer",
            "oprah"
        ]
    }
]