[
    {
        "url": "https://www.christianpost.com/news/progressives-shut-down-pro-trump-business-target-conservative-media-that-reported-it.html",
        "title": "Progressives Shut Down Pro-Trump Business, Target Conservative Media That Reported It",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nProgressives Shut Down Pro-Trump Business, Target Conservative Media That Reported It\nProgressives Shut Down Pro-Trump Business, Target Conservative Media That Reported It\n| Wednesday, October 25, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nWe're used to hearing about Antifa and radical left-wing activists attacking conservatives and pro-Trump supporters. But now they're taking it to a new level, attempting to destroy a conservative news site — yeah, the free press — that exposed their efforts putting a restaurant out of business over the eatery's one pro-Trump, pro-conservative post  on Facebook.\nCup It Up American Grill posted the message on its Facebook page on Friday, October 6. It contained merely standard conservative positions, including supporting President Trump, standing for the national anthem, supporting \"In God We Trust\" and \"The Bill of Rights.\" The post stated the business didn't believe in or support [the violent left-wing group] Antifa, kneeling for the national anthem, fake news, political correctness and global warming. Nothing more controversial than that.\nMany hostile comments were left after the post, and it was subsequently taken down three hours later. The two co-owners who wrote the piece apologized  in a statement for bringing \"our personal political beliefs into a business forum.\"\nBut that wasn't enough for progressive activists. They barraged the restaurant with harassing and threatening phone calls over the weekend. As a result, several employees quit. Progressives posted negative reviews  about the company on Yelp. The next day, Saturday, the operating partner and chef quit. Julian Arcon said \"it wasn't worth it\" to stick around. The restaurant removed itself from Facebook on Saturday and shut down completely on Monday. The lead organizer of the attack, radical activist Zaira Livier, bragged  on Facebook after hearing of the shutdown, \"We did it y'all.\"\nEven that still wasn't enough for the vicious left, they went after the conservative news site covering the story next. The Arizona Daily Independent, one of the most popular conservative news sites in Arizona, ran an article  critical of the activists. It explained in part why the hate-filled incident occurred, \"Tucson, the fifth poorest metropolitan area in the country, has earned a reputation as inflexible and intolerant. That reputation has kept the area from experiencing the recovery from which the rest of the state and country has benefited since the end of the Great Recession.\"\nADI called out Livier, who is president of Progressive Democrats of Southern Arizona. ADI linked to an article  on Vivala discussing how Livier's family figured out how to enter the country illegally. It notes that Livier is a \"politically active feminist Bernie Sanders supporter.\"\nADI quoted an anonymous Hispanic business owner, \"Absent from this whole fiasco are the City of Tucson Mayor and Council, who let the intimidation of small business owners go unchecked as Tucson slides further and further down the poverty scale, it's no wonder we are viewed as the laughing stock of the nation.\"\nLed by Livier, the progressives went wild with rage over the article. They launched  a campaign threatening ADI's advertisers. They told  activists to complain to the Arizona Newspaper Association in an apparent effort to get the organization to drop ADI as a member. They instructed  people to give ADI low ratings on Facebook, reporting its articles as fake news.\nIronically, Livier has been complaining on social media that she's been attacked for attacking Cup It Up. She can dish it out but she can't take it, squelching free speech and news organizations because she can't take criticism isn't going to work.\nThe left attacks President Trump for suggesting that dishonest news media be shut down, yet they hypocritically have no problem shutting down conservative news media themselves?\nFree speech patriots fought back. Conservative Tucson talk show host James T. Harris , who has a huge online following, spread news of the attack on his show and on social media. Before all this took place, ADI had a rating of five out of five stars on Facebook. The progressives brought it down to one and a half stars. After news of the attack went viral due to Harris, it came back up to almost four stars. The activists noticed and whined  that ADI went from only two 5-star Facebook reviews to 63 within a day.\nShutting down a business merely for its politically conservative viewpoints is a step toward totalitarianism. The progressives may have gotten away with that, but they won't get away with suppressing the freedom of the press. In another instance of irony, Livier's attempts to squelch negative publicity about her actions have resulted in blowing up those actions virally. She will forever be known not just for what she did to this poor restaurant but how she tried — and failed — to shut down the freedom of the press.\nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://tucson.com/lifestyles/food-and-cooking/cup-it-up-closes-amid-facebook-fiasco-harassing-phone-calls/article_e23aaa8c-2250-577c-adcd-488b6749fe6b.html",
                "https://arizonadailyindependent.com/2017/10/10/cup-it-up-fails-tucsons-ideological-litmus-test-for-businesses/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mamaslatinas.com:443/",
                "https://jamestharris.com/",
                "http://www.intellectualconservative.com/"
            ]
        },
        "key_words": [
            "livier",
            "conservative",
            "target",
            "business",
            "adi",
            "progressives",
            "activists",
            "shut",
            "tucson",
            "facebook",
            "went",
            "protrump",
            "media",
            "reported"
        ]
    }
]