[
    {
        "url": "https://www.christianpost.com/news/woman-threatens-daughter-in-church-with-blood-of-jesus-and-death-from-god-for-accusing-boyfriend-of-rape.html",
        "title": "Woman Threatens Daughter in Church With 'Blood of Jesus' and Death From God for Accusing Boyfriend of Rape",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWoman Threatens Daughter in Church With 'Blood of Jesus' and Death From God for Accusing Boyfriend of Rape\nCP Current Page: Church & Ministries | Tuesday, January 23, 2018\nWoman Threatens Daughter in Church With 'Blood of Jesus' and Death From God for Accusing Boyfriend of Rape\nWoman Threatens Daughter in Church With 'Blood of Jesus' and Death From God for Accusing Boyfriend of Rape\n| Tuesday, January 23, 2018\nConfessed rape survivor Sophia Lawrence (L) is rebuked by her mother (R). | (Screenshots: Facebook)\nSophia Morris' mother sat quietly in the front row of her small church and listened in silence with other congregants as her daughter testified how she was raped at just 8 years old. When her daughter told the church who her abuser was, however, Morris' mother exploded from her seat and threatened her child with death from God and the \"blood of Jesus.\"\n\"The devil! My God! God will kill you for that!\" Morris' mother screamed with a thick Jamaican accent.\n\"I was raped at 8-and-a-half years old. I kept it to myself because I didn't know who to trust....I was 8-and-a-half when my mother's boyfriend took my childhood away from me but God,\" Morris said, explaining she wanted to talk about what happened to bring awareness about the effects of rape in the church.\nThe emotional confession was recorded in a video  shared by entertainment website MediaTakeout on Monday.\n\"The blood of Jesus is against you,\" Morris' mother continued to scream at her daughter as she defiantly tried to continue her testimony in which she alleged that her mother is also a rape survivor.\n\"My mother knew about it. My mom came to me two days ago. My mom was raped. It's not that, I'm bringing awareness,\" Morris continued.\nAs the church service devolved into a scene of shock and denial, the pastor of the church took the microphone from Morris' hand and several church sisters moved in to end the testimony and quiet her mother.\nHer upset mother continue screaming in protest: \"No, no, no! The blood of Jesus. She is lying. And the blood of Jesus against you.\"\nThe mayhem continued until the pastor told the church, \"We're dismissed,\" near the end of the video.\nThe clip has since gone viral with nearly one million views and sparked a huge debate about how the church responds to uncomfortable testimonies for the second time in a month.\nPastor Jamal Bryant of Baltimore's Empowerment Temple church said of the way the ex-prostitute was dismissed: \"So the saints could not handle the testimony because you shouldn't say that in church. I shouldn't say what He delivered me from because my testimony is too raw and too real for the saints who watch fights on 'Love and Hip Hop.' You don't want to hear what God has done, you just want to hear what He is doing. Stop treating church like Disney World — that everybody's testimony got to be pretty and polished. And understand that some testimonies are ugly, nasty, vile, dirty, but that's the wonder-working power of His grace. The wonder-working power of His love.\"\nThe name of the church in the latest video appears to be Agape Life based on screen displays but its location was not immediately known. The Christian Post was unable to verify what happened after the woman's testimony was abruptly ended.\nMany people do not appear to agree with the way in which the church handled the testimony based on the most popular reactions to the video.\n\"This is so common in many households where mothers turn a blind eye to sexual abuse because they fear being alone. I am proud of this woman and she needs to remove herself from that s***hole of a church,\" wrote Claros Agnatic Morean  in a comment that has garnered more than 1,000 reactions.\n\"I don't need to know her. I grew up and live in the Caribbean in a Caribbean household,\" wrote Eboni Brandon  of Morris. \"This s*** happens and our families act blind, deaf and dumb and would rather not deal with it. And this doesn't just happen in homes where mothers are turning a blind eye for a buck from a man. It happens in respected middle class homes like the one I grew up in where it's better to hush the whole thing up to avoid scandal. I don't take back a damn word of what I said. In the Caribbean if it didn't happen to you, it sure as hell happened to someone you knew.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/ClarosMorean?fref=ufi&rc=p",
                "https://www.facebook.com/mediatakeout/videos/1964108296954441/",
                "https://www.facebook.com/EboniBrandon?fref=ufi&rc=p"
            ]
        },
        "key_words": [
            "mothers",
            "mother",
            "woman",
            "jesus",
            "god",
            "death",
            "church",
            "raped",
            "threatens",
            "morris",
            "blood",
            "boyfriend",
            "daughter",
            "rape",
            "testimony"
        ]
    }
]