[
    {
        "url": "https://www.christianpost.com/voice/offering-hormone-drugs-to-young-girls-can-cause-serious-medical-complications.html",
        "title": "Collateral Damage of Hormone Drugs",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nPlanned Parenthood clinics across the country provide young girls with birth control pills, morning-after drugs, IUDs, hormone-delivering injections, the Patch and NuvaRings—and if those fail, help arrange for abortions. Schools can also be birth control providers under the guise of helping girls stay in school and avoid unplanned pregnancies.\nThere's plenty of research on the psychological implications of having sex too young. And as Christians we read in the Bible about God's thoughts on the subject, but has anyone researched the long-term medical complications that can occur in young girls receiving high levels of hormones during puberty? Hormones are not innocent drugs. I learned this by experience.\nDuring my mom's pregnancy with me, her doctor gave her a new drug that supposedly helped prevent miscarriage. Diethylstibetrol (DES) was a synthetic form of the hormone estrogen. Mom dutifully took it daily throughout her pregnancy and experienced no complications.\nThen 16 years later complications arose—not in her, but in me. The DES caused clear cell adenocarcinoma —and cases all over the country were cropping up in other \"DES daughters\".\nLess than a decade later, I had a miscarriage, followed by giving birth prematurely at 32 weeks. Why? Deformed uterus caused by DES. Then, six years later, my mom died of breast cancer—DES gave the women who took it a 30 percent increased chance of developing that disease.\nFor all of these young girls being given hormone drugs—there may be a cost to pay in the future. Who will they blame? Schools? Government? We need to consider the drugs we hand out freely in the very schools that teach students about drug abuse.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "hormone",
            "des",
            "later",
            "damage",
            "girls",
            "birth",
            "young",
            "took",
            "whatsapp",
            "drugs",
            "collateral",
            "schools"
        ]
    }
]