[
    {
        "url": "https://consortiumnews.com/2013/12/17/judge-leons-dirty-climb-to-the-bench/",
        "title": "Judge Leon’s Dirty Climb to the Bench",
        "authors": [
            {
                "name": "George Collins",
                "link": null
            },
            {
                "name": "Daniel Pfeiffer",
                "link": null
            },
            {
                "name": "Dan Lowe",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-12-17",
        "text": "Main menu\nDecember 17, 2013\nBy Robert Parry\nU.S. District Judge Richard Leon is winning kudos across the political spectrum for a ruling that rejects the constitutionality of the National Security Agency vacuuming up the metadata on virtually every phone call made in America. Leon clearly possesses a libertarian streak, but he earned his place on the bench by running a partisan cover-up of a historic crime.\nLeon was appointed to his lifetime judicial post by George W. Bush in 2002 after Leon won the gratitude of the Bush Family by protecting its interests as an aggressive and reliable Republican legal apparatchik on Capitol Hill. There, the heavy-set Leon gained a reputation as a partisan bully who made sure politically charged investigations reached a desired outcome, whatever the facts.\nU.S. District Judge Richard Leon\nIn the 1990s, Leon served as special counsel to the House Banking Committee as it transformed President Bill Clinton’s minor Whitewater real estate deal into a major scandal that eventually led to the House vote to impeach Clinton in 1998 and thus set the stage for Bush’s disputed election victory in 2000.\nBut Leon’s most important work for the Bushes may have come in the 1980s and early 1990s when he helped construct legal justifications for Republican law-breaking and sought to intimidate Iran-Contra-related witnesses who came forward to expose GOP wrongdoing.\nIn 1987, when Rep. Dick Cheney, R-Wyoming, was leading the Republican counteroffensive against the Iran-Contra investigation into evidence that President Ronald Reagan and Vice President George H.W. Bush had engaged in a wide-ranging conspiracy involving illegal weapons shipments and money transfers, Leon stepped forward as deputy chief counsel on the Republican side.\nLeon worked with Cheney not only in fending off accusations of wrongdoing, but in coming up with a counter-argument that accused Congress of intruding on foreign policy prerogatives of the President.\n“Congressional actions to limit the President in this area  should be reviewed with a considerable degree of skepticism,” the Republican minority report said. “If they interfere with the core presidential foreign policy functions, they should be struck down.”\nIn 2005 as vice president, Cheney harkened back to that Iran-Contra minority report in defending George W. Bush’s assertion of unlimited presidential powers during wartime.\n“If you want reference to an obscure text, go look at the minority views that were filed with the Iran-Contra committee,” Cheney told a reporter. Cheney said those old arguments “are very good in laying out a robust view of the president’s prerogatives with respect to the conduct of especially foreign policy and national security matters.”\nSo, one could say that Richard Leon was there at the birth of what became George W. Bush’s imperial presidency, which gave birth to the NSA’s massive spying operation which Leon declared unconstitutional on Monday (although Leon stayed his ruling to give the government time to appeal).\nCover-up of Crimes\nBut Leon’s crucial work in the Capitol Hill trenches of partisan warfare went beyond erecting the legal barricades behind which Republican presidents could hide their illegal acts. More significantly, he launched frontal assaults against GOP “enemies,” i.e. whistleblowers who threatened to expose the crimes.\nIn 1992, when a House task force was examining evidence that Reagan and Bush began their secret contacts with Iran in 1980 while trying to unseat President Jimmy Carter, Leon was the Republican point man to make sure nothing too damaging came out that could threaten President George H.W. Bush’s reelection campaign. Leon served as chief minority counsel to the House task force investigating the so-called October Surprise allegations.\nAt the time, evidence was mounting that Reagan and the senior Bush had interfered with President Carter’s efforts to gain the release of 52 U.S. hostages held by Islamic radicals in Iran, a crisis that helped doom Carter’s reelection in 1980.\nFrom the start of the congressional inquiry, however, the goal seemed more to debunk the allegations of Republican wrongdoing than to seriously assess the evidence. At one point, I went to the task force’s office and questioned chief majority counsel Lawrence Barcella and his assistant, Michael Zeldin, about this peculiar style of investigating.\nBarcella and Zeldin pointed to Leon’s insistence that interviews with witnesses be conducted only with him or another Republican present. This stricture had sharply limited the task force’s ability to follow leads and develop new witnesses.\nIndeed, some key October Surprise witnesses described to me how Leon sought to intimidate them into retracting their allegations about Republican wrongdoing. When these witnesses refused to alter their sworn testimony, they became the targets of the task force, more so than Reagan and Bush.\nJamshid Hashemi, an Iranian businessman who had been recruited to assist the Carter administration on the hostage issue in 1980, alleged that he and his brother Cyrus Hashemi also helped Reagan’s campaign chief William Casey arrange secret meetings with Iranian officials in Madrid in summer 1980.\nJamshid Hashemi’s account of the Madrid meetings was publicized by ABC’s “Nightline” program and later came under attack from journalists at The New Republic and Newsweek who apparently saw their role more as sweeping these troubling charges under the rug than getting at the truth.\nIn November 1991, both magazines splashed across their covers articles seeking to debunk Hashemi’s claims of Madrid meetings by using an alibi for Casey that later turned out to be false. [For details, see Consortiumnews.com’s “ Unmasking October Surprise Debunker .”]\n‘The Fat Man’\nWhen Jamshid Hashemi stuck to his account in sworn testimony before the task force in 1992, he said Leon tried to pressure him to recant his allegations. “I found this Mr. Leon  who I knew as ‘the fat man’ every time we had a break and my lawyer would go to the washroom, he would rush into my room where I was sitting and say, ‘come on, change the story’,” Jamshid Hashemi told me.\n“I said I would not change my story at all. The last time he opened the door, I said, ‘Get out of my office. If you have anything to say, say it in front of my lawyer.’” Hashemi said Leon, rather than task force chief counsel Barcella, appeared to be running the October Surprise investigation with the goal of protecting Republicans.\nI received a similar account of Leon’s behavior from former Israeli intelligence official Ari Ben-Menashe, who had testified that he and other Israelis helped arrange a Paris meeting in October 1980 involving Casey, George H.W. Bush and key Iranians. Ben-Menashe said Leon demanded that he alter his sworn testimony as well, calling Leon “a Bush crony.”\nBesides Hashemi and Ben-Menashe, more than a score of individuals described Republican guilt including: ex-Iranian president Abolhassan Bani-Sadr (who sent the task force a detailed account of the Iranian-Republican contacts from his view in Tehran); senior officials of the Palestine Liberation Organization who described overtures from Republicans seeking help in interfering in the hostage crisis; and French intelligence chief Alexandre deMarenches (who told his biographer about secret GOP-Iran hostage meetings in Paris, claims corroborated by other French intelligence officials).\nDeclassified documents from the George H.W. Bush presidential library also reveal how  in 1992  then-President Bush and his team counted on Leon’s help as the White House sought to restrict congressional access to key papers.\nIn a “top secret” memo  dated June 26, 1992, to the State Department about cooperation with the October Surprise probe, National Security Council executive secretary William F. Sittmann demanded “special treatment” for NSC documents related to presidential deliberations.\nRegarding the House task force, Sittmann recommended that only Republican counsel Leon and Democratic counsel Barcella be “permitted to read relevant portions of the documents and to take notes, but that the State Department retain custody of the documents and the notes at all times.”\nThough Republicans kept insisting that the October Surprise allegations were a myth, the Bush administration in 1992 was going to extraordinary lengths to control the evidence. [For details, see “ Inside the October Surprise Cover-up .”]\nMission Accomplished\nLeon did his job well, constraining the investigation sufficiently to ensure that the task force fell in line with Republican demands that the October Surprise allegations be rejected.\nYears later, Barcella told me that so much new evidence in support of the October Surprise allegations poured in late in the investigation  in December 1992  that he urged task force chairman, Rep. Lee Hamilton, D-Indiana, to extend the deadline for several months. Hamilton, however, refused and ordered the probe wrapped up with a finding of Republican innocence.\nHowever, even after the finishing touches had been put on the task force report clearing the Republicans, complications for Leon, Hamilton and the other debunkers continued to emerge.\nOn Jan. 11, 1993, just two days before the task force’s debunking report was scheduled for release, the Russian government sent an extraordinary report to Hamilton describing Moscow’s internal intelligence on the controversy.\nThe Russian report described Republican meetings with Iranians in Europe, including Casey’s trip to Madrid and the Paris meeting that the Russians said also involved George H.W. Bush and then-CIA officer Robert Gates (and later U.S. Defense Secretary).\nInstead of making the Russian report public, Barcella stuck it  and its startling information  in a cardboard box that was filed away with other classified and unclassified material from the investigation. (I found the Russian report later when I got access to the task force’s raw documents. For the text of the Russian report, click here . To view the actual U.S. embassy cable that includes the Russian report, click here .)\nWhile concealing the Russian report and other evidence corroborating the October Surprise allegations, the House task force released its negative findings on Jan. 13, 1993, and went on the attack against the witnesses who had rejected Leon’s demands that they recant their testimony.\nIn January 1993, task force leaks indicated that Jamshid Hashemi and Ari Ben-Menashe would be referred to the Justice Department for prosecution on perjury charges. However, no such indictments were ever returned. Over the years, both Hashemi and Ben-Menashe have stuck to their stories.\nWhen I re-interviewed Hashemi in 1997 about the October Surprise case, he said, “I thought it was my duty that the people in the United States should know. They should know, they should be the judge of it.”\nThough Hashemi sat through my interview with the same gentlemanly style that I encountered when I first met him in 1990, he did flash with anger when I asked him about the task force’s report. “Rubbish, that’s what I think,” said Hashemi. “Just a whitewash of the whole situation. It’s a cover-up.”\nHashemi argued that it made no sense for him to have invented his October Surprise account, which he repeated under oath to Congress in 1992. He had nothing to gain  and a great deal to lose, he said. “Who has ever paid me a single dime?” Hashemi asked. “I had to pay all my lawyer’s fees. What did I gain here?”\nHashemi blamed the cover-up primarily on the attack strategy of Republican lawyers on the task force, particularly Richard Leon.\nCasey in Madrid\nIn the later release of documents from the Bush library, one was particularly relevant to Hashemi’s claim that Casey had traveled secretly to Madrid, a claim that The New Republic/Newsweek articles and the House task force had rejected (albeit with contradictory and false alibis).\nAs the congressional investigation was just getting underway in fall 1991, State Department legal adviser Edwin D. Williamson informed associate White House counsel Chester Paul Beach Jr. that among the State Department “material potentially relevant to the October Surprise allegations [was] a cable from the Madrid embassy indicating that Bill Casey was in town, for purposes unknown,” Beach noted in a “ memorandum for record ” dated Nov. 4, 1991\nIn other words, even as The New Republic and Newsweek  and then the House task force  were impugning Hashemi’s truthfulness about a Madrid trip, Bush’s White House was aware of evidence that placed Casey in Madrid during the October Surprise time frame. [For more details on the October Surprise case, see Robert Parry’s Secrecy & Privilege or America’s Stolen Narrative .]\nEarlier this year when I interviewed Hamilton about the Beach memo citing Casey’s Madrid trip, the former congressman said the information had been withheld from his investigation and would have surely altered the task force’s conclusions.\n“We found no evidence to confirm Casey’s trip to Madrid,” Hamilton told me. “We couldn’t show that.  The [Bush-41] White House did not notify us that he did make the trip. Should they have passed that on to us? They should have because they knew we were interested in that.”\nAsked if knowledge that Casey had traveled to Madrid might have changed the task force’s dismissive October Surprise conclusion, Hamilton said yes, because the question of the Madrid trip was key to the task force’s investigation.\n“If the White House knew that Casey was there, they certainly should have shared it with us,” Hamilton said, adding that “you have to rely on people” in authority to comply with information requests. [See Consortiumnews.com’s “ Second Thoughts about October Surprise .”]\nThe House task force’s failure to get at the truth about the October Surprise controversy resulted, in large part, from a determined cover-up by George H.W. Bush’s administration, but it also benefited profoundly by having a key operative inside the investigation, Richard Leon.\nSo, when George W. Bush, the eldest son of the former president, found himself in the White House in 2001 (with the help of five Republican justices on the U.S. Supreme Court), Leon’s name landed on a list of judicial candidates. He was nominated by Bush on Sept. 10, 2001, and confirmed by the Senate on Feb. 14, 2002.\nBut now with a Democratic president in the White House and with a lawsuit before him brought by right-wing activist Larry Klayman (who  like Leon  cut his proverbial teeth on the Clinton-era Whitewater “scandal”), Leon ruled in favor of Klayman’s lawsuit.\nGiven the passion expressed in the ruling  calling the NSA’s technology “almost Orwellian” one might assume that Leon is simply expressing his inner constitutionalist. And that may well be the case. It is not uncommon for federal judges, after they get lifetime tenure, to demonstrate more intellectual independence.\nBut there is also no changing how Leon earned his Republican spurs that got him on the federal bench in the first place.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nF. G. Sanford\nDecember 22, 2013 at 20:01\nI wish I had known about this bizarre tidbit sooner. Watching an old YouTube video, I was shocked to hear “Judge Leon” mentioned in reference to what I took for a piece of yellow journalism. But I searched the name I had never heard before along with “Judge Leon”. It appears to be the same Judge Richard Leon who ruled against a lawsuit brought by one of the country’s most powerful law firms, Patton Boggs. The name was “Larry Sinclair”, and the whole  story seems to contain an element of partisan political skulduggery. Decide for yourselves!\nDecember 19, 2013 at 13:03\nJudge Leon also quashed a key attempt to regulate the Israel lobby.  AiPAC was caught red-handed coordinating political action committees in the 1980s.\nDan Lowe\nDecember 18, 2013 at 16:42\nOr this is a publicity stunt, like the hearing on Iran-Contra was, as there is agreement that they had already punished who they were going to punish and absolve who they were going to absolve before the hearing even took place. And by making this ruling he’s just setting it up to be rushed through the Supreme Court and declared constitutional before Greenwald can publish anything wore damning than he already has. (He indicated on the BBC that “half” of the reporting on the Snowden leaks has yet to be done.) Though perhaps there is nothing left to damn it. And perhaps the constitutionality of electronic surveillance is not as controversial as it first seems, and rather an inevitable step in the computer age.\nYou have to look at the extent to which we already agree to let technology pervade our environment, public or private. And in a democracy, if the majority of people want to be able to wear Google Glass and fly consumer drones and browse satellite images, then there is very little that will not be surveillable, and therefore little expectation of privacy while in range of any of those devices. Technology and privacy just may not be compatible.\nI feel the only true answer to any of this may be to admit the loss of all electronic privacy, and instead work to even the odds. Though it’s going to take a lot more education, something the average person has shown themselves unwilling to do even in regards to the most basic aspects of their operating system. It may be that liberty entails being able to electronically surveil the government conducting electronic surveillance on them, because until we can know what’s going on behind closed doors we can’t know that we actually have privacy. Since Flame was discovered, we have to assume there will be surveillance software on our machines without us knowing, regardless of encryption methods to exchange that information. And if software and hardware manufacturers are complicit (as the phone and data companies have proved to be) then we cannot assume that by using their products we are reserving our privacy. Quantum computers and rainbow tables are going to lay the best methods we have in the current generation wide open. Remember, nuclear weapons are networked, too.\nExecutive power and the willingness of federal judges to support that executive power will always provide a means to circumvent legal precedent, if a regard for the law is even something that exists whatsoever. See: our foreign policy. So it becomes a matter of being able to universally observe the process of law, whether it’s the hacker next door, or the hacker in Utah. Or not use the technology at all, though even that may not be possible if there’s always a microphone or a camera in everyone’s pocket, and a satellite and a drone providing wide area networks to the farthest reaches of the earth.\nIf the next theater of war is virtual, then these aren’t merely Fourth amendment issues, but Second Amendment issues, and virtual arms may include not only methods of impeding surveillance, but of conducting surveillance itself. And while it certainly challenged our accepted practices, it wasn’t the Patriot Act or classification or the CIA that reared these legal contradictions but the advent of the technology itself. It may be that networked machines are ultimately public machines, with which needs to come a significant change in worldview. We should have no expectation of privacy the moment we install a network device into our computer. Or the moment we use a computer that we didn’t personally manufacture every component of or develop the software for. I’m not saying there are secret nanotransmitters hidden in our refrigerators or algorithms in the last update of Mountain Lion, but we now know that wherever the capability for them to be exists, we have to expect they will be. No law is going to change that.\nI’m not sure why I chose this article to make this sort of reply, but I just have a sneaking suspicion that we’re just rowing against the current to even consider this a victory.\nDaniel Pfeiffer\nDecember 18, 2013 at 16:09\nThe more one reads about the cover-ups, bullying and illegalities committed by our corporate/government leadership, the more one can appreciate the hard work it takes to follow up and verify the many pieces of these stories, considering the lengths to which the perpetrators go to to cover their sins.  But as valuable as this reporting is (and I check in with this site daily), aren’t we approaching the time when the collective effect from them can now be presented as proof of decades’ long collusion, illegality, dishonesty and corruption at the highest levels of our institutions.  It’s time to rip the veil off this all once and for all, and elevate the conversations to points of constitutionality, as the subject of this article has done from his current perch.   I suspect that Edward Snowden’s trove will serve this end, and I hope so.  We see the world our secret leaders have made for themselves at our expense, and we’re not at all happy.  Quite the opposite of the snake oil they’ve been selling for the last 70 years.\nJayGoldenBeach\nInteresting insight re: Judge Leon’s history.\nGeorge Collins\nDecember 17, 2013 at 15:06\nI agree with the Clapper’s anomalous propensity for stupidity, but think it’s hardly a defense.\nAs to the excoriation of the “heavy-set” “fat man”, aka Judge Leon, for his scurrilous, perhaps unethical/illegal conduct purportedly on behalf of the Bush family, I’m not familiar with the details but hardly doubt Bob Parry has his facts down, with panache!\nI find it unfortunate that Bob seemingly dismisses Judge Leon’s decision as putatively due to Leon’s previously “who knew” libertarian streak.\nObviously, “heavy set” and “fat man” tend to be ad hominem conveniences that help promote Leon’s past bully/intimidating behavior; however, Bob need not reduce his expert status by unnecessary obiter dicta demeaning Leon for his corporeal footprint.\nSomewhat more disturbing, but short of evoking crocodile tears for Leon, is the brush off of Leon’s decision as purportedly welcomed only by the likes of ACLU and libertarians.  I seriously doubt there’s reportorial support that only such people welcomed Leon’s decision.\nLastly, Bob seems to be hot to punish Leon for past sins that may have gone unnoticed by the masses, and loath to give an serious attention, possibly for good reason, to the possibility that Leon is now more secure, with judicial tenure, to act like he is supposed to as a judge with a mission to uphold fundamental rights.\nIf memory serves, Bob was thought, early on, to not be quite so hard on the Obama administration and his body of work demonstrates he reliably was about Republican miscreants.\nThough I recall Bob never owned the criticism that he was too soft on Obama regarding failure to prosecute for torture, and the litany of other malfeasance and misfeasance that he accused purist progressives of pointlessly critiquing, foolishly given that Republicans, impliedly were the enemy, and tainted but sainted Obama was the horse progressives rode in on and the only horse that could bring ’em home.\nI think there are few high crimes and misdemeanors that the Democrats have not been predominantly complicit with Republicans in the commission.\nWhatever Leon’s past outrages, his decision deserves objective assessment and not a backhanded review with ridicule for his corpus undelectable and neglect of the potential that he might be redressing his past offenses, possibly growing in his robes…so to speak.\nF. G. Sanford\nDecember 17, 2013 at 12:15\nMaybe some of the Republicans are merely motivated by self-preservation. The NSA “hoovering” of all electronic communications could at some time in the future become a Watergate redux. Nixon laid a trap for himself with the Oval Office taping system. Had he been able to plausibly deny its existence, he might never have had to resign. That a piece of evidence “exists” makes it subject to subpoena. Illegal wiretapping has served several Presidents well. Officially, it didn”t “exist”. In order to subpoena such evidence, one would have to first prove that it “exists”. That can be plausibly denied, because after all, it’s illegal. As we know, the clandestine services answer to no one. If deemed unconstitutional, the practice will continue. An administration desiring to abuse its authority then has the best of both worlds: the information gathering it wants, and a codified doctrine denying that it exists.\nNixon fell victim to his own double whammy. Knowing his conversations were taped, he often spoke in evasive, enigmatic terms. Taken out of context, many of those utterances became incriminating. Hey, he was no angel, but there was more to that story than we know. Nevertheless, having his cake and eating it too is what got him. If NSA’s electronic spying capabilities had been in place in 1980, there would have been more than enough “smoking guns” to convict Reagan, Bush, Casey and Gates of treason. But first, someone would have had to prove it “existed”. When was the last time any of these people volunteered any information? The JFK Records Release Act was passed by Congress in 1992, and we’re still waiting. My guess is, the NSA wants their activities to be illegal. They can claim ignorance, and the burden of proof falls on the innocent.\nClapper should be fired for stupidity as much as anything else. The “right” answer to Senator Wyden’s question was, “I can neither confirm nor deny”. Or, he could have fallen back on, “That would be illegal”, which is a true statement. Thankfully, he chose to lie. I’m getting tired of people insisting the government never lies to us, when any fool should know better.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2013/06/14/get-your-rewrite-of-us-history/",
                "https://consortiumnews.com/2013/06/08/second-thoughts-on-october-surprise/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2011/10/30/unmasking-an-october-surprise-debunker/",
                "https://consortiumnews.com/2011/07/12/inside-the-october-surprise-cover-up/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.neckdeepbook.com/",
                "https://consortiumnews.com/2005/russianreport1980.html",
                "https://consortiumnews.com/2005/russiantext.html",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "bench",
            "madrid",
            "bush",
            "report",
            "house",
            "force",
            "hashemi",
            "leons",
            "climb",
            "task",
            "leon",
            "judge",
            "republican",
            "surprise",
            "dirty"
        ]
    }
]