[
    {
        "url": "https://www.christianpost.com/news/the-presidential-election-an-excruciating-choice.html",
        "title": "The Presidential Election: An Excruciating Choice",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Presidential Election: An Excruciating Choice\nThe Presidential Election: An Excruciating Choice\nRepublican presidential nominee Donald Trump speaks on stage during a campaign rally in Fredericksburg, Virginia, August 20, 2016. | (Photo: Reuters/Carlo Allegri)\nEditor's note: This editorial is one of two follow-up articles to a CP staff editorial  laying out two options for Evangelicals in this year's challenging presidential election — either vote for Trump or cast a protest vote. In this editorial, CP Executive Editor Dr. Richard Land argues that because of the dangers presented to the country and Evangelicals in particular by a Hillary Clinton presidency, Evangelicals should reluctantly vote for Donald Trump. A second editorial , by CP Politics and Opinion Page Editor Dr. Napp Nazworth, argues evangelicals should cast a protest vote instead of supporting Trump.\nThis presidential election confronts Christians with a terrible dilemma. Many feel that choosing either Donald Trump or Hillary Clinton on Nov. 8 confronts them with an intolerable outcome. Which one is worse?\n(By CP Cartoonist Rod Anderson)\nThey find both major party candidates to be morally compromised and are struggling with the dilemma of how to respond. Scores of them have contacted me personally and asked, \"What should I do? What are you going to do?\"\nMy answer is, first, you have a moral obligation to vote. I believe Romans 13 makes it clear that supporting the civil magistrate \"for conscience sake\" includes not only obeying the law and paying your taxes, but voting your values, your beliefs, and your convictions. Your ultimate loyalty must be to Jesus, not any political philosophy or party. Choosing not to vote is disobedient to our Lord's command to be salt and light (Matt. 5:13-16).\nChoosing to wash your hands of the whole thing and withdrawing from the process — what I call the \"Pontius Pilate option\" — is not a valid or defensible alternative for Christians.\nSecond, each person has to prayerfully seek the Lord's guidance as to how they should cast their vote. As with everything else you do, every Christian is morally accountable to the Lord individually for how you cast your ballot — and the Lord will evaluate both your actions and your motives.\nThird, when you cast your ballot, you need to think about what the consequences of your actions will be. Your vote does not just concern you — it concerns your children, your grandchildren, your neighbors, your town, and your country and its future course. Elections are like forks in the road, and a country, having chosen one direction over another, often finds it difficult, if not impossible, to go back and undo the impact of what has been done. Elections, especially presidential elections, are often written in indelible ink.\nBy the way, many millennials I have talked with have said, \"Your generation urged Christians to get involved and make a difference and what real difference has it made?\" Such questions contain a fatal flaw — comparing the way things are with what they were rather than comparing the way things would have been if millions of Christians had not gone forth as salt and light in the last three decades. Did these Christians accomplish all they desired to do? No, they did not. However, most of them knew that the change America really needed was a Christian revival and awakening, which, alas, has not yet come to our nation. Real American revival will come from a spiritual awakening, not from Washington D.C. Government is a caboose, not a locomotive. When America's heart is spiritually renewed (the locomotive), then, and only then, will the government (the caboose) truly change.\nHowever, Christian involvement in the political process has made a significant difference. Without that involvement, for example, President Carter would have had a second term, Ronald Reagan would never have been president, and the Soviet Union (the evil empire) might still be tottering on, systematically abusing the rights and crushing the aspirations of hundreds of millions of people.\nNow, to answer the questions \"what am I going to do\" and \"how did I arrive at that course of action?\" I cannot vote for a third party candidate as a protest vote. Why? To me, this is a variation of the \"Pontius Pilate option\" and the consequences of this truly \"fork in the road\" election are too important to merely cast a \"protest\" vote.\nSo, how am I going to choose between Donald Trump and Hillary Clinton? Let me be as transparent as possible. I know several of the Republican presidential primary candidates personally, and they all were far preferable to Mr. Trump. Out of the 17 Republican primary candidates, Mr. Trump was my 18th choice.\nHowever, I cannot vote for Hillary Clinton under any circumstances. Why? First, she is the most pro-abortion presidential candidate ever nominated by a major party. In her husband's Democrat Party, they asserted that abortion should be \"safe, legal and rare.\" As the Washington Examiner observed, now \"Democrats encourage women to be proud of their abortions. The party abandoned the word 'rare' in the 2008 platform, as abortion activists began claiming that the word stigmatized something that was both a benefit to society and a constitutional right.\"\nHillary Clinton has evidently never encountered an abortion that she couldn't live with, even though every abortion stops a beating heart. Now, she and her party want to overturn the Hyde Amendment and force every American citizen to pay for the killing of our unborn citizens.\nSecond, Mrs. Clinton and her husband are morally and financially corrupt on a scale previously not experienced in American presidential life. They both seem either unwilling, or incapable, of telling the truth. Hillary Clinton's arguments in defense of her email controversy remind me of the explanation an older minister gave me many years ago of \"ministerially speaking.\" He explained, \"If a minister tells you he had 500 in worship last Sunday and he really only had 300, that is not really lying if you know he's lying and he knows that you know that he is lying — that's 'ministerially speaking.'\" No, it is lying.\nThe other alternative, that she doesn't know she is lying, is even more disturbing. It implies a psychological impairment that would be truly frightening in a president. Incredibly, having gotten away with activities that routinely land ordinary people in jail, Hillary is now complaining that there is a \"Hillary Standard\" that is more strict for her than for anyone else. Can we spell the word paranoid?\nFurthermore, the financial corruption of the Clintons is a truly lethal threat to American democratic government. The Clinton Foundation is the chief conduit of \"Clinton Corruption, Inc.\" The level of financial corruption, \"pay to play,\" and influence peddling is so massive that it may have the capacity to simply overload our entire federal government to the point that it simply collapses. As Patrick Caddell, President Carter's pollster said earlier this week, the largest criminal enterprise to ever attach itself to the federal government (the Clinton Foundation) took root in the Clinton State Department and now will be transferred to the White House itself if Hillary is elected president.\nSo, in a fallen world, faced with the painful choice of choosing between the lesser evil (Donald Trump) vs. the greater evil (Hillary Clinton), I believe I have a moral obligation to vote for the lesser evil. Otherwise, I become morally culpable for the greater evil prevailing. Some Evangelicals have said, \"If I voted for Donald Trump, I would have to apologize to Bill Clinton.\" Frankly, I feel that if I didn't vote for Donald Trump in order to defeat Hillary Clinton, I would have to apologize to Jesus.\nWe have all heard \"don't let the perfect be the enemy of the good.\" Just so, we should not let the bad be the friend of the worst. In other words, don't let a flawed candidate deter us from opposing the much worse opponent.\nAs I see it, in a worst case scenario, Donald Trump is like being told by your doctor that you have cancer in your left leg and it must be amputated or you will die. You lose your leg, have to have a prosthesis, go through painful rehabilitation, and finally learn to walk again. Hillary Clinton is like being told by your doctor that you have stage four cancer and you are going to die and to get your affairs in order.\nMr. Trump will in all probability not be a good president, and he will do many things with which I profoundly disagree. However, I fear Hillary Clinton may be a terminal president who will destroy this venerable republic.\nConsequently, with sadness of heart, I will cast my vote for Donald Trump and pray that God will have mercy on him and on my beloved country.\nAnd I shall pray for you as you wrestle with what God would have you do on Election Day.\nAs Christopher Nolan's forthcoming (2017) movie \"Dunkirk\" points out, \"At the point of crisis, at the point of annihilation, survival is victory.\"\nDr. Richard Land is president of Southern Evangelical Seminary and executive editor of The Christian Post.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/why-evangelicals-shouldnt-vote-for-donald-trump-168426/",
                "https://www.christianpost.com/news/crooked-hillary-vs-scam-artist-trump-whats-an-evangelical-voter-to-do-opinion-167742/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "evil",
            "clinton",
            "excruciating",
            "president",
            "choice",
            "hillary",
            "trump",
            "cast",
            "election",
            "vote",
            "party",
            "presidential",
            "donald"
        ]
    }
]