[
    {
        "url": "https://consortiumnews.com/2017/08/09/the-source-of-trumps-real-clout/",
        "title": "The Source of Trump’s Real Clout",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Relative Observer",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Cato Younger",
                "link": null
            },
            {
                "name": "Floyd Gardner",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Ma Laoshi",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-08-09",
        "text": "Main menu\nAugust 9, 2017\nBy Keri Leigh Merritt\nSince before the election, poor white voters largely have been blamed for the rise of Donald Trump. Although their complicity in his election is clear and well established, they’re continually targeted as if their actions are the primary reason Trump won. But in fact, higher-earning, college-educated whites supported him at even greater rates.\nThe run-down PIX Theatre sign reads “Vote Trump” on Main Street in Sleepy Eye, Minnesota. July 15, 2016. (Photo by Tony Webster Flickr)\nIt’s quite easy to brand the working class as the most rabidly xenophobic and racist group of whites. Whether they’re brandishing Confederate flags or vociferously vowing to “Make America Great Again,” their beliefs about white supremacy are completely exposed for the world to witness. It’s much harder to see how those atop the economic pyramid not only greatly benefit from white supremacy but actually use racism to their advantage — generally from behind the scenes.\nIn short, when we hold the working class responsible for white supremacy, other whites are absolved of racial wrongdoing. By allowing the spread of civic ignorance, by propagating historical lies and political untruths, and by engendering an insidious form of racism, upper-class whites are undoubtedly just as culpable — if not more so — than working-class whites in the quest to maintain white supremacy.\nCertainly, there is no apology for the racism of working-class whites, nor any excuse; but we should seek to understand the ways in which white supremacy and power are completely intertwined. Throughout American history, the economic elite have used vile forms of racism to perpetuate the current hierarchy — politically, socially and economically. White supremacy is most commonly conceptualized as a way for lower-class whites to feel socially superior to people from other ethnic backgrounds. More important, though, white supremacy is a tried-and-tested means for upper-class whites to grow their wealth and power.\nWhether pitting laborers of different races against each other, stoking racial fears through a sensationalistic and profit-driven media or politically scapegoating entire nationalities, America’s white elite have successfully modernized age-old strategies of using racism to prevent the formation of a broad coalition of people along class lines.\nThe Goal of Manipulation\nTo be sure, the concept of white privilege must seem far-fetched to working-class whites who come from generations of cyclical poverty. They constantly are told that African-Americans are the primary recipients of welfare and social benefits, and that policies like affirmative action are greatly detrimental to all whites. By controlling key aspects of the economy, especially education, politics and the media, the white elite often very easily manipulate less affluent whites.\nA sign supporting Donald Trump at a rally at Veterans Memorial Coliseum at the Arizona State Fairgrounds in Phoenix, Arizona. June 18, 2016 (Photo by Gage Skidmore)\nFirst, by governing and managing the education system in this country, the upper classes remain in control of the equality of opportunity. While much of America is plagued by an underfunded, failing public school system that gets exponentially worse the deeper the area’s poverty, the affluent live in areas with higher property taxes, and thus, better local school systems. Despite this disparity, the rich also are always able to send their children to private (and increasingly, “charter”) schools, escaping the bleak educational realities that most Americans are left to suffer.\nAs the abolitionist Henry Ward Beecher wrote about the lack of public education in the slave South, “[I]gnorance is an institution. They legislate for ignorance the same way we legislate for schoolhouses.” Today, as Republicans continue slashing education funding at the federal, state and local levels, they legislate for ignorance. They fear statistics and facts, realizing what may follow the political enlightenment of the lower classes. “Knowledge is not only power,” Beecher aptly concluded, “but powder, also, liable to blow false institutions to atoms.”[“Anti-Slavery Lectures,” The New York Times, Jan. 17, 1855, 5.]\nSecond, elite authority over the educational system also means regulation over the teaching of subjects like history, government and civics. An overwhelming majority of Americans have shockingly little understanding of our own past and our own government, often leading to lower-class political apathy.\nThird, a small number of extremely wealthy white men control and operate much of the American media. With just a handful of corporations owning the majority of our country’s media, it is worth remembering that news today is essentially a product to be sold, a commodity. Trump himself has created a political firestorm by branding certain news outlets as “fake news,” but the media monopoly obviously presents valid concerns about fair and balanced reporting. Each of the few very powerful, rich men have their own reasons for deciding what qualifies as “news.”\nDivide and Conquer\nFinally, business owners and corporate leaders have historically sought to keep workers segregated, either physically or by job. Since antebellum times, masters attempted to engender racism between poor white laborers and enslaved blacks, trying to keep each side distrustful of the other.\nOne of the elegant rooms at President Trump’s Mar-a-Lago club. (Photo from maralagoclub.com)\nBy perpetuating and encouraging a vile form of racism, they attempted to establish psychological segregation, ultimately thwarting the prospect of an interracial coalition. Today, elites use white supremacy as a powerful tool in preventing unionism — as just witnessed with the failure of the United Auto Workers election at a Mississippi Nissan factory.\nThus, even though working-class whites certainly support Trump and his policies, it is important to remember why. Indeed, poorer whites may be the ones branded as hardened white supremacists, but let’s not forget who benefits the most from racism: the white economic elite.\n“You are kept apart that you may be separately fleeced of your earnings,” the famous populist leader Tom Watson once told a gathering of white and black laborers. “You are made to hate each other because upon that hatred is rested the keystone of the arch of financial despotism which enslaves you both.” With a few short breaths, Watson had laid bare the most important reason why white supremacy has always thrived in this country, especially during times of severe economic inequality.\nMany vestiges of the past — including a long history of upper-class whites using racism to their advantage — have re-emerged in Trump’s America. As our nation impetuously tumbles toward a very uncertain future, we must take heed that the racist rhetoric and divisive political issues have only just begun. The millionaires and billionaires of this country literally have a fortune to protect, and white supremacy has always helped assure their place at the apex of society.\nAs Watson rightfully crowed to his interracial crowd, “You are deceived and blinded that you may not see how this race antagonism perpetuates a monetary system which beggars both.”[ Thomas E. Watson, “The Negro Question in the South,” The Arena (Boston), VI, Oct. 1892, 540-550.]\nKeri Leigh Merritt is an independent historian in Atlanta, Georgia. She is the author of Masterless Men: Poor Whites and Slavery in the Antebellum South . Follow her on Twitter: @KeriLeighMerrit . [This article originally appeared at http://billmoyers.com/story/white-supremacy-age-trump/]\nTim\nAugust 14, 2017 at 23:05\nEnforced apartheid and inequality of slaves, for example, keeping them uneducated showed that the lawyers, politicians, and industrialists had to invent categories of laws and rules so slaves would be deprived of human rights. This strategy basically has continued through to the present and extends to either white, black and shades in-between. Industrialist policies created by lawyers, backed by politicians and  enforced by police and military. No unions or tolerably weak unions. The MIC has every road to change blocked because they are the gatekeepers. The coup already happened in the 50’s while the public was asleep.\nTim\nAugust 14, 2017 at 22:50\nBackwardsevolution’s very apt comment:\n“Trump has quietly (when Trump does anything quietly, take note) made two sea changes in US policy in Syria. At the G20 summit, he negotiated a cease fire with Vladimir Putin for southwest Syria. Last week he ended a CIA program that armed Syrian jihadists fighting Bashar al-Assad’s regime.” my note: [let’s hope the Deep State doesn’t fund Syrian jihadists through he backdoor]\nBoth changes are anathema to the US Deep State, the mainstream media, and US allies Saudi Arabia, the Gulf States, Israel, and Turkey, yet other than “rote denunciation,” they have been surprisingly docile.\nMa Laoshi\n“complicity in his election”\nAnon\nAugust 12, 2017 at 07:38\nThe black middle class was doing very nicely till the Left decided they could exploit blacks for political gain.\nGo back and look at those early blacksploitation films like super fly.  Liberal Hollywood set the tone with that shit.\nMild-ly Facetious\nAugust 12, 2017 at 00:03\nWith all this extra stressin’\nThe question I wonder is after death, after my last breath\nWhen will I finally get to rest through this oppression?\nThey punish the people that’s askin’ questions\nAnd those that possess steal from the ones without possessions\nThe message I stress: to make it stop, study your lessons\nDon’t settle for less, even the genius asks his questions\nBe grateful for blessings\nThe power is in the people and politics we address\nAlways do your best, don’t let the pressure make you panic\nAnd when you get stranded\nAnd things don’t go the way you planned it\nDreamin’ of riches, in a position of makin’ a difference\nPoliticians are hypocrites, they don’t wanna listen\nIf I’m insane, it’s the fame made a brother change\nIt wasn’t nothin’ like the game; it’s just me against the world\n(Me Against The World).\nAugust 11, 2017 at 21:54\nLIBERAL SOCIAL IDENTITY POLITICS is the latest pry-bar used to separate blue-collar white males from middle class “professional” workers.\nMild-ly Facetious\nAugust 11, 2017 at 23:22\n:[\nThe Trump Administration is a full on paradigm shift vis-a-vis the history of the United States of America. Programmed Messaging has taken the place of responsible reporting and Trump is the Lead Barker in the present Dismantling/Disemboweling  of  Last Century America.\nThe idea of “Social Identity Politics “- in language propagation is now a relic from the past America where the search for ‘equality’ had a sense of purpose and legitimacy. Under Trump, that moral has been crucified.\n2.-The use of millions of “bots” to manipulate public opinion: ” . . . .’It does seem possible. And it does worry me. There are quite a few pieces of research that show if you repeat something often enough, people start involuntarily to believe it. And that could be leveraged, or weaponized for propaganda. We know there are thousands of automated bots out there that are trying to do just that.’ . . .”\n3.-The use of Artificial Intelligence: ” . . . There’s nothing accidental about Trump’s behavior\nhe is creating a New Century form/manner/method of governing/government via\n4.-The use of bio-psycho-social profiling: ” . . . Bio-psycho-social profiling, I read later, is one offensive in what is called ‘cognitive warfare’.\n5.-The use and/or creation of a cognitive casualty: ” . . .\n[;\nWhile we cling to a very soon politically Extinct USA, Mr Trump is the Man Of The Hour, and has control of the Microphone.\n(All Eyes On Me).\nUnder Trump it’s another “rebirth of liberty” as  nationalism / libertarianism, Survival of the Fittest style Darwinism put to the acid test (God Bless The Dead).\nMild-ly Facetious\nAugust 11, 2017 at 17:27\nThe Deconstruction of The Administrative State has only just begun – here’s a little something to think about:\nCambridge Analytica, and its parent company SCL, specialize in using AI and Big Data psychometric analysis on hundreds of millions of Americans in order to model individual behavior. SCL develops strategies to use that information, and manipulate search engine results to change public opinion (the Trump campaign was apparently very big into AI and Big Data during the campaign).\nAs the article notes, not only are Cambridge Analytica/SCL are using their propaganda techniques to shape US public opinion in a fascist direction, but they are achieving this by utilizing their propaganda machine to characterize all news outlets to the left of Brietbart as “fake news” that can’t be trusted.\nIn short, the secretive far-right billionaire (Robert Mercer), joined at the hip with Steve Bannon, is running multiple firms specializing in mass psychometric profiling based on data collected from Facebook and other social media. Mercer/Bannon/Cambridge Analytica/SCL are using Nazified AI and Big Data to develop mass propaganda campaigns to turn the public against everything that isn’t Brietbartian by convincing the public that all non-Brietbartian media outlets are conspiring to lie to the public.\nThis is the ultimate Serpent’s Walk scenario–a Nazified Artificial Intelligence drawing on Big Data gleaned from the world’s internet and social media operations to shape public opinion, target individual users, shape search engine results and even feedback to Trump while he is giving press conferences!\n1.-Cambridge Analytica’s parent corporation SCL, was deeply involved with “psyops” in Afghanistan and Pakistan. ” . . . But there was another reason why I recognised Robert Mercer’s name: because of his connection to Cambridge Analytica, a small data analytics company. He is reported to have a $10m stake in the company, which was spun out of a bigger British company called SCL Group. It specialises in ‘election management strategies’ and ‘messaging and information operations’, refined over 25 years in places like Afghanistan and Pakistan. In military circles this is known as ‘psyops’ – psychological operations. (Mass propaganda that works by acting on people’s emotions.) . . .”\n2.-The use of millions of “bots” to manipulate public opinion: ” . . . .’It does seem possible. And it does worry me. There are quite a few pieces of research that show if you repeat something often enough, people start involuntarily to believe it. And that could be leveraged, or weaponized for propaganda. We know there are thousands of automated bots out there that are trying to do just that.’ . . .”\n3.-The use of Artificial Intelligence: ” . . . There’s nothing accidental about Trump’s behaviour, Andy Wigmore tells me. ‘That press conference. It was absolutely brilliant. I could see exactly what he was doing. There’s feedback going on constantly. That’s what you can do with artificial intelligence. You can measure every reaction to every word. He has a word room, where you fix key words. We did it. So with immigration, there are actually key words within that subject matter which people are concerned about. So when you are going to make a speech, it’s all about how can you use these trending words.’ . . .”\n4.-The use of bio-psycho-social profiling: ” . . . Bio-psycho-social profiling, I read later, is one offensive in what is called ‘cognitive warfare’. Though there are many others: ‘recoding the mass consciousness to turn patriotism into collaborationism,’ explains a Nato briefing document on countering Russian disinformation written by an SCL employee. ‘Time-sensitive professional use of media to propagate narratives,’ says one US state department white paper. ‘Of particular importance to psyop personnel may be publicly and commercially available data from social media platforms.’ . . . .”\n5.-The use and/or creation of a cognitive casualty: ” . . . . Yet another details the power of a ‘cognitive casualty’ – a ‘moral shock’ that ‘has a disabling effect on empathy and higher processes such as moral reasoning and critical thinking’. Something like immigration, perhaps. Or ‘fake news’. Or as it has now become: ‘FAKE news!!!!’ . . . ”\nAugust 10, 2017 at 19:08\nOh Dear God, this “white supremacy” stuff needs to stop.  Simply labeling someone “racist” because they disagree with you is an incredibly juvenile, crude and reactionary device.  You think as highly of yourselves above others and you claim these whites do above blacks.\nMild-ly Facetious\nFYI —\nWednesday marked six months since Attorney General Jeff Sessions was sworn in as head of the Department of Justice. In the last half-year, Sessions has wasted no time undoing nearly every aspect of Obama’s civil rights legacy, from voting rights to affirmative action to police reform and LGBT rights.\nUnder Sessions, the Justice Department has reinstituted the use of private prisons, reignited the so-called war on drugs and indicated it will no longer address systemic police abuses. The department has also obstructed the enforcement of federal voting rights laws and, just this week, sided with Ohio’s voter purge program. And it has defended President Trump’s Muslim travel ban and supported Trump’s attacks on sanctuary cities. Most recently, The New York Times reported the Justice Department is now laying the groundwork to undermine affirmative action policies.\nCall these “a beginning of sorrows” that will occur under Trumps MAGA plans.\nThe Deconstruction of The Administrative State has only just begun.\nI said Trump was an Avatar — He’s a personification of Huxley’s “soft-tyranical” form of gov’t.\nAugust 9, 2017 at 23:25\nI keep seeing these types of articles blaming racism for Trump winning, but if we look at the numbers we see that the number of people who voted for Trump was essentially the same people who vote for GOP candidates regularly. Maybe a small percentage of independents voted more for Trump this time, but in reality Clinton got more votes. This is nothing new in terms of GOP turnout, it was normal. What was different this time was that many Democrat leaning voters didn’t vote, and the actual reason for that can be blamed squarely on the media hype about the inevitability of a Clinton win. I remember and endless triumphalism of the media leading up to the election, all in unison laughing and belittling the hapless Trump and his delusions of grandeur about to be brought down to earth come election. Their relentless belittlement of his chances convinced many Democrat leaning voters that they didn’t need to vote since it was in the bag for Clinton – BECAUSE THE MEDIA TOLD THEM SO DAY AND NIGHT FOR MONTHS ON END.\nSo all this talk about the rise of racism, or whatever, is not seeing that the racist part of the GOP has been there for a long time, it is not new and it did not change anything in the Trump win. The real difference this time around was more media attention on it in order to shame potential Trump voters, along with the media hype of a sure thing in Clinton with no chance of Trump winning. Because of that droves of would be Democrat voters didn’t want to stand in line for hours on end to vote in what they were told was a slam dunk for Clinton. Trump should be thanking CNN and MSNBC  because THEY got him elected. Not the rich schemes of white people stoking racism. The racist contingent on the right is not being led into racism by elite manipulators, that is giving too much credit to the right-wing think tanks. Don’t get me wrong, they try to use that inherent racism and stoke it for all it’s worth since minorities vote much more often against the GOP agenda, but the racists on the right don’t need them to do that to get their support. They vote anti-liberal regardless since liberal to them means so many things culturally they don’t like. They imbibe racism from their families and cultural surroundings, just like they imbibe their religious views from their own religious surroundings. Sure the GOP “thinkers” try to use religion to push their right-wing propaganda by buying off religious leaders, but in the end those people do not need much prompting to buy what the GOP is selling since all they have to do is present themselves as supporters of the cultural views of racists and fanatical Christians, because those people generally go out to vote intent in voting against “liberals” rather than for being supportive of any type of GOP political con job. Even if they say different.\nbackwardsevolution\nAugust 9, 2017 at 23:49\nKali Ma – so voters didn’t vote for Trump because they wanted jobs and no more war?  It was all because of racism?  Really?  Come on!\nAugust 10, 2017 at 00:22\nI didn’t say that. I said the GOP voters vote like they always do, and there is a racist contingent among them and has been for a very long time, but which increased greatly when the Dixiecrats swtiched parties in the 1960s because of the Democrat support of civil right in the south (school integration was a major cause). There is always an excuse for GOP voters to vote against “liberals,” they can believe what they want about why they vote GOP, but when it comes crunch time they vote GOP because they dislike “liberal values.” Whether it is religious, cultural, or for the wealthier among them tax breaks and attitudes towards business and investments, i.e. GOP is for lower taxes and deregulation of everything, while Dems are not. Trump conned them this time into giving them a reason to believe in some pie in the sky, just like some GOP candidate cons them every time –\nbecause they want to believe anything that sounds good to them regardless of their never receiving the promised pot of gold at the end of the conservative rainbow. As long as the GOP supports their values, because they do not want to vote for “liberals” since they have so much deep seated contempt for the cultural values of the left, they will always fool themselves into being supportive of people like Trump or Bush or whatever con artist comes down the pike selling them a bill of goods while speaking about Jesus and jobs and whatever else gets them hard.\nbackwardsevolution\nAugust 10, 2017 at 02:14\nKali Ma – “Trump conned them this time into giving them a reason to believe in some pie in the sky.”\nI do not think that Trump conned them.  I think Trump actually would have ended all wars (the neocons, the media, Repubs and Democrats have fought him hard on this).  He did end the TPP trade agreement which would have offshored more jobs.  I think the neocons/neoliberals are so afraid of what he might do, they’re doing all they can to shut him down.\nI think Trump wants to bring affordable health care to the people.  I don’t think the Democrats or other Republicans want this (because they are too beholden to their corporate sponsors), but I think Trump does.  I think Trump would have ended NATO, or greatly cut it back, freeing up much-needed money in order to spend on infrastructure jobs.  I think he would have brought the boys home and put them to work rebuilding.\n50% of all spending is on the military; 20% on healthcare.  70% – gone!  I read somewhere where there are 10 administrators floating around the hospitals for every nurse.  Can you believe that?  This can’t and won’t continue.  The math will not allow it.  How much is the country in debt?  Who is going to pay for this?  Is it just going to materialize out of thin air?\nThe way I see it, the right realizes there is no pot of gold.  They don’t want Disneyland; they just want a job.  I don’t think the left realize this yet, though.  To me, the left appear to believe that there’s an infinite amount of money to be spent on an infinite amount of programs which nobody ever has to pay for.\nTrump has told them they are not to touch entitlements.  At least he is fighting hard there.\nUntil the left get behind Trump and support his wish to slash military spending, it’ll just continue.  But there won’t be another Trump; the elite won’t allow this.  Another neocon will come in, keep military spending right where it is, and the country will continue to circle the drain until the point where there is absolutely no money left and the country is bankrupt.  This is where it’s heading.  There will be no cultural programs then.  You’ll be lucky to get food.\nGood luck.\nAugust 10, 2017 at 02:39\nIf Trump conned the people, if he was really in the pockets of the insiders/global elite, then why is it that they are fighting him so strongly, shredding him in the press? If Trump is on the elite’s side, why are they threatening him with impeachment?\nIs this all just an elaborate show put on by the elite to fool the public?  Are they all on board this Shakespeare play?  Just actors behind a curtain?\nIf so, then who is the director?\nDrogon\n“I think Trump actually would have ended all wars.”\nAre you kidding me? Just look at the events of the past week re: North Korea. Even the neocons are practically begging him to tone down his inflammatory rhetoric. How on earth can anyone with eyes to see believe that Trump was ever an anti-war savior? Feel free to say Clinton was just as bad if you must, but take the blinders off with regards to Trump.\nDrogon\nAugust 10, 2017 at 03:20\n“Until the left get behind Trump and support his wish to slash military spending, it’ll just continue.”\nAnd where did you get the idea that Trump wants to slash military spending? Here are a couple of direct quotes from Trump during an address to a joint session of Congress:\n“Our military will be given the resources its brave warriors so richly deserve.”\n“Finally, to keep America safe, we must provide the men and women of the United States military with the tools they need to prevent war — if they must — they have to fight and they only have to win. I am sending Congress a budget that rebuilds the military, eliminates the defense sequester and calls for one of the largest increases in national defense spending in American history.”\nbackwardsevolution\nAugust 10, 2017 at 03:47\nDrogon – please see my response (above) to Mild-ly Facetious re North Korea.\nAs far as military spending, Trump had said during his campaign that he wanted to stop the wars, which he thought were ridiculous, bring the boys home, cut NATO way back, and take that money and put it into infrastructure.  The neocons were not happy with this.  In fact, the only time they’re happy with Trump is when he does what they want – more war!\nYes, I think Hillary Clinton would have been much worse.  Just my opinion.\nDrogon\nAugust 10, 2017 at 03:53\nIt’s bizarre that you put so much weight on Trump’s supposed campaign promise to “stop the wars” and so little on his actions since assuming office. He’s called for increased defense spending and modernizing the U.S. nuclear arsenal. He’s doing everything he can to sabotage the Iran nuclear deal. He’s needlessly escalating tensions with North Korea.\nPoliticians can promise anything they like. It’s what they actually do that matters.\nbackwardsevolution\nAugust 10, 2017 at 06:02\nDrogon – “Politicians can promise anything they like. It’s what they actually do that matters.”\nYes, I agree.\n“Trump has quietly (when Trump does anything quietly, take note) made two sea changes in US policy in Syria. At the G20 summit, he negotiated a cease fire with Vladimir Putin for southwest Syria. Last week he ended a CIA program that armed Syrian jihadists fighting Bashar al-Assad’s regime.\nBoth changes are anathema to the US Deep State, the mainstream media, and US allies Saudi Arabia, the Gulf States, Israel, and Turkey, yet other than “rote denunciation,” they have been surprisingly docile. The latter change could presage abandonment of a pillar of US foreign and military policy since President Carter supplied arms and other aid to the mujahideen in Afghanistan during their successful fight against the Soviet Union. The US may be out of the business of arming Islamic insurgents against regimes it seeks to change.”\nThat’s from an article entitled “Is Trump Winning?” by Robert Gore at Straight Line Logic.\nCato Younger\nAugust 10, 2017 at 19:12\nExcept the parties didn’t get up and switch places one magical night.  That is such a simplistic notion, not to mention incorrect.  Reagan won with Rust Belt votes.  Most Southern states didn’t become fully Republican until the late 90’s.  Not to mention the Southern states became more Republican even as the Civil Rights Act was passed, troops were sent to restore order, and the Voting Rights Act essentially made them vassals.  The elitism from liberals like you is amazing.  You really think you’re just better than everyone else and you can call other people names. Its POS like you that helped Trump win.\nAugust 11, 2017 at 20:05\n“You really think you’re just better than everyone else and you can call other people names. Its POS like you that helped Trump win.”\nIrony much?\nI didn’t call anyone names btw.\nPlus I didn’t say they switched overnight, so that is what is called a “straw man” argument. That is where you argue against a fake position you attribute to someone because that makes an easy target, i.e., a fake or straw man cannot argue back because he is made of straw. The point I made in an offhand manner had to do with this https://en.wikipedia.org/wiki/Southern_strategy\nAs you can see if you check out that link, is that for the first time the GOP won a bunch of states in the south in the 1964 election due to the civil rights movement being supported by Democrats.\nIs that elitism? I guess if you are averse to learning than any source of knowledge to aid in your enlightenment could be seen as elitist if you are a narcissist. Which is from my experience the nature of many Trump supporters. They see in Trump the successful narcissist, the successful self-important heartless egotist that they aspire to be. I am not saying all Trump supporters are like that, but a large percentage are. Most of the rest support Trump simply because they believed he would push for various pet causes they ascribe to, others supported him because they are suckers and easily fooled by a fast talking salesman.\nThe idea that Trump would end the military-industrial-intelligence-police-prison establishment control over government policy was bought into by so many “libertarians,” which I assume you see yourself as because of your name. The actual reality is that his advisers guided him to say those things because anyone who perused online forums, blogs, social media and so on over the last 4 years would learn all they needed to know to win an election on the GOP ticket. All they had to do was promise them what was popularly supported in those online sources.\nSo Trump did that. To win. The other candidates didn’t, at least at first, because they were beholden to the financial backers who propped them up. So they had to push their pet agendas. Trump didn’t have some rich financiers propping him up and forcing him to support their pet agendas, so he was free to tell the suckers what they wanted to hear. Right down the line he promised them what they wanted according to the research his advisers had done by keeping their eyes and ears on the Tea Party-libertarian-conservative pulse online as it gradually took over the GOP electorate for the most part the last 8 years.\nAnyone who knew Trump’s history would have known he was first and foremost an apolitical opportunist, sometimes supporting Democrats and liberal ideology, other times supporting Republicans and conservative ideology, all based on what he could get out of it. That should have been obvious to anyone paying attention.\nNow there is the whole “The Deep State is forcing Trump to abandon his real intention to save America” meme being desperately promoted by the suckers who now have egg all over their face because Trump immediately got in bed with Wall Street fatcats and Military-Industrial-Intel bigwigs, and has spent his time since trying to do all he can to fatten the power and pockets of the 1% while looking for ways to increase wars abroad.\nSo remember Catty Cato, if you can’t spot the sucker at the table….\nIt’s you.\nAugust 9, 2017 at 22:59\nBWE — “Trump is a President who campaigned on “no more war” and yet he is being pushed to do something – anything –”\nAs they politely  say, you’ze blind in one eye\nand cain’t see out da other, my friend.\nTrumps words are fiction.\nHe is the director/shot-caller.\nthe drivers seat / headed for\nTotal Control Of Governmen,\nAugust 9, 2017 at 23:39\nMild-ly – Here’s a retired U.S. army colonel explaining at 30:30 what North Korea has:\n“First, let me dismantle some of these ridiculous claims.  President Trump is absolutely right.  In the early 1990’s, when this issue was boiling over once again in North Korea and they had begun trying to develop nuclear weapons, General Colin Powell, former Chairman of the Joint Chiefs, stated quite clearly, publicly, ‘If a nuclear weapon is ever launched by North Korea, we will turn the country into a parking lot.’ The North Koreans know that to be the case; they are frightened.  So let’s get that off the table.\nSecondly, these missiles that they’re talking about, the four of them, are liquid fuel rockets from the 1970’s.  This is old technology.  It’s not precise.  They couldn’t hit Guam, they couldn’t hit anything with any reliability.  And as far as the range is concerned, they can’t carry any warheads and hit anything because the rockets would run out of fuel long before they ever got close to Guam, and Guam is 2,100 miles from North Korea.  We’ve been treated to these kinds of boasts and hot air for a very long time, so we need to dismiss a lot of this.”\nMild-ly Facetious\nAugust 9, 2017 at 21:54\nbackwards evolution –“I’m not about to say that what you’ve posted won’t inevitably come our way, (probably not in our lifetimes)”\nHuxley’s book has stuck inside my brain for more than half a century – don’t know how many times I’ve re-read through all or parts of it.\nJust do a search for CRISPR, my friend — and see how close we are to that fictional brave new world.\nMild-ly Facetious\nAugust 9, 2017 at 20:04\nAfter a tugboat ride through  the first four chapters of  Jennifer Doudna and her book, “A Crack in Creation” – I’ve seen that Huxley’s Brave New World of Designer Humans is very near at hand.\nJennifer Doudna’s experiments in gene splicing have opened the door into, as she writes in the book,” CRISPR gives us the power to redically and irreversibly alter the biosphere … by providing a way to rewrite the very molecules of life any way we wish”. [p.119]\nHuxley’s imagination brought to life, quite succinctly, by the Emerson quote that could be the books’ forward:\n“Science does not know its debt to imagination”.\n[:\n(more of interest reading) – Engineering the Brave New World: Reality Ain’t What It Used To Be\nLiterature is not mere fiction, it provides crucial sources of information about society. Most notably, perhaps, Upton Sinclair’s novel The Jungle (1906) informed the public about both the filth of the meat industry and the miserable lives of the working class. As clear by this example, literature offers concrete explorations into everyday experience sociological analysis cannot. Moreover, literature often dispenses profound warnings and anticipations of things to come. In the words of media theorist Marshall Mcluhan, artists are the “antennae of the future” who see and feel changes before the scientists and philosophers.\nFrom 18th century on, with novels like Frankenstein (1818), The Island of Dr. Moreau (1896), and 1984 (1949), writers have advanced important warnings about the kind of world we may someday live in. But perhaps the most profound literary mapping of social transformation was Aldous Huxley’s Brave New World. Written in 1931, it is an excellent example of how science fiction has become, simply, science fact, and how fast our technological world changes. Huxley’s major mistake was not in predicting what would happen, but when, failing to appreciate that scientific and technological knowledge double every five years. When Huxley penned Brave New World, he believed that cloning was centuries away. In 1997, however, only 66 years after the publication of his masterpiece, the first adult mammal cell was cloned and the world said hello to Dolly.\nIn Brave New World, “Ford is Lord,” because it was Henry Ford who championed mass production, mass consumption, and the engineering paradigm inaugurated by industrial capitalism. In Huxley’s dystopian vision, both biological and social reality are engineered: individuals are conceived on assembly lines, customized according to predestined classes, then cloned in huge batches. Biological reproduction gives way to genetic replication; babies emerge not from a womb but a petri dish, as parents are replaced by technicians. This “brave new world,” as the “savage” from the novel first imagines it, is one of complete dehumanization. There is no love, families, marriages, long-lasting bonds, religion, or spirituality; the only allegiance individuals have is to Ford, the State, and the pleasure drug, Soma.\nAugust 9, 2017 at 20:41\nMild-ly – I’m not about to say that what you’ve posted won’t inevitably come our way (probably not in our lifetimes), as you can see the creep of technology everywhere.  Driver-less cars, robots in place of humans.  And if they can stop some kid from getting leukemia or a lady from getting breast cancer because of gene splicing, that would be a very good thing.  But, you’re right, we must be careful where it’s all going.\nWhen there are no ties that bind a family or a country together (or there are no countries/cultures/borders at all), you’ve pretty much got nothing.\nSo I agree with some of your concerns.  But to say that Trump is leading the charge for any of this is just bizarre.  If anything, he stands for stronger countries, tighter families (he has one), more freedom, more love, less war.\nDo you feel threatened that Trump feels more allegiance to a native-born American whose family has built this country as opposed to a foreigner who hasn’t?  Are you worried he is doing this because he is “racist”?  That somehow he has a master plan of getting rid of people of color?  That he’s the next Hitler because he’s not siding with Israel as far as Syria goes?\nWhat are you trying to get at, Mild-ly?\nMild-ly Facetious\nAugust 9, 2017 at 21:43\nsimply put, Trump is a THUG. – How unpretentiously dramatic was his threat to eviscerate North Korea?\nHe has presented himself as crazy enough to Actually Do It !! It’s tremendous Stage Presence, isn’t it?\nFatal -Attention as was  9/11. Trump is a Master at board games/aggressive, Front Loaded chess player\nIs he a 2nd coming of James Nash?  or of L.Ron Hubbard??? – Dynasties Are Made Of This, stuff… .\nbackwardsevolution\nAugust 9, 2017 at 22:32\nMild-ly – I don’t think Trump is going to wipe out North Korea, but he is talking tough to them.  Stupidly!  And all because of Lindsay Graham and John McCain types egging him on, along with most of the Democrats, Republicans, the media.  IOW, “If you’re not tough President Trump, we’ll remove you.”\nTrump is a President who campaigned on “no more war” and yet he is being pushed to do something – anything – because of these idiots (the same ones who voted 98-2 for Russia sanctions).\nTrump is damned if he does and damned if he doesn’t.  If anything happens, I hope everyone who has been pushing him takes a good long look in the mirror and says, “You did this.”\nGregory Herr\nAugust 9, 2017 at 19:04\nI get what Keri is saying, and am not taking issue with the article.  But a personal observation may be in order from a “white” working-class fellow. Although bigots still exist and institutionalized racism, particularly within the “criminal justice system” continues to be something of a problem in America, I think racism is very much on the decline among working people and is particularly rare for the under 40 set.\nbackwardsevolution\nAugust 9, 2017 at 19:44\nGregory Herr – “I think racism is very much on the decline among working people and is particularly rare for the under 40 set.” You are absolutely correct there.  Whenever I say anything – anything – that could even remotely be considered prejudicial or could appear I am pigeonholing people, my kids let me have it upside the head!  Of course, 75% of the time they don’t understand what I’m trying to say, but they let me have it, anyway.\nGregory, because of what I said above, the jury is still out in my mind whether this is a good thing or not.  No, I don’t mean it’s okay to talk meanly about other races, but if we end up concentrating on brotherly love to the exclusion of other things, then maybe we won’t see what else is occurring around us, like how fast the tide is coming in.\nAs DFC said above, you end up losing the Soviet Union, but gaining the European Union.  What’s the difference?  Not much for the people, but the power center has shifted.\nI’m too tired to go into what I believe is the danger of globalization.  I’ve stated what I think happens to nations, borders, cultures.  Some get it, some don’t.  Whatever.\nI’m just asking people to open their eyes.  This “brotherly love” that we’re all being told to extend may be the globalists way of selling us on globalism.  Once we are all under central control, there will be no going back.\nThink it can’t happen?  Think again.\nGregory Herr\nAugust 9, 2017 at 23:24\nDivide and conquer is still very much in effect, and I’m wary of the corporatist fascists.  We need multi-polar sovereignty and the kind of human progress that FDR foresaw for the postwar world.\nA one-way world is a cul-de-sac for sure.  Censorship and over the top surveillance are happening and harrowing.  I have to admit, B.E., and thanks as always for your thoughts, I’m a little bit afraid.\nbackwardsevolution\nAugust 10, 2017 at 00:01\nGregory Herr – the only way we get the “kind of human progress that FDR foresaw” – (and I’ve read articles that have said that FDR only acted because the elite were more worried about the spread of communism than anything else, therefore he gave the people some benefits) – is if they are forced to give it, if there is an immediate threat to the elite.\nThe only things I can think of to stop them is if people remove their money from banks, stop buying anything that’s not necessary, stop using credit cards and use cash, get healthy, get out of debt – shut the system down before it’s too late.\nBut they’ve so divided the population into groups now, I wonder how the people could ever come together to fight them.  If people actually believe that Trump was elected because he is a racist and so is everyone who voted for him…well, good luck with that.\nThanks, Gregory.\nAugust 9, 2017 at 18:38\nDFC – well, my response is you’re not looking deep enough.  You’re bringing policies down to “they looked good on paper” and I’m saying they knew from the get-go what was going to happen and went ahead, regardless.\n“The government had the idea that home ownership should be increased in America (also a component of maintaining the credit economy, but I won’t digress) and were willing to back risky mortgages.” Oh, please do digress because that’s where the meat is.  Control fraud, a government-backed system of looting was baked into the cake from the beginning.  Again, was their motive to help poor Mr. and Mrs. Homeowner or was it to loot?\nMy contention is they could care less about the homeowners or the climate, never have and never will, but it does sound good, doesn’t it, when you talk about helping people or stopping pollution, and people actually buy this shite.  They eat it up.  Then the globalists/money elites hire a bunch of idiots who go on talk TV and say we’ve got to help the poor and do something about the climate.\nThese things are USED to sell their agenda!\n“…bringing high tech jobs back to America” has all but been forgotten.” Tell that to the H-1Bs from India who are moving into the California tech industry, even though there are Americans who could be hired.  But, gee, the Indians will work for less, holding down wages, and will work long hours under the fear of being sent home.\nDo you think these guys actually believed that NAFTA would do as they said it would?  No, no, no.  They knew what would happen from the get-go.  These guys are highly-educated.  It was all knowingly engineered.\n“…countries like China won’t grant America a monopoly on these high tech jobs either.” No, especially since Western technology (taxpayer-funded through years of university research) was willingly handed over to the Chinese upon entry.  The Chinese were not stupid.  They insisted that all technology be shared with them before the U.S. multinationals could do business there.  Sold down the river, again!  The Chinese would still be back in the Stone Age without this Western technology.  Had they had no outside help, working all on their own, it would have taken the Chinese decades to catch up.  The U.S. multinationals, again having no allegiance to their own country, sold their citizens down the drain.\n“The result of this ‘miscalculation’ is what we are seeing now.” I don’t see it as a ‘miscalculation’ at all.  I see it as being steered, engineered, manufactured, planned, constructed (use whatever words you want).  These guys don’t make mistakes, and they NEVER do anything to benefit the common man.  They are psychopathic in nature, and psychopaths are pointed in their evil.\nI’m not saying they intentionally set out to hurt people.  What I’m saying is they don’t give a crap about people.  What they care about is what’s in it for them.  If the people actually benefit, it’s just by accident.\nDFC\nAugust 9, 2017 at 18:50\nHi Backwards, you could be right, I am not discounting what you are saying, just pointing out that some ideas (maybe that are dreamed up initially as good) do take on a life of their own and run-amok. Even if you look at something as horrendous as the Holocaust, it initially was not planned out that way. It went from antisemitism, to theft, to expulsion, to deportation to genocide. The “Final Solution” emerged during the war as other “solutions” were tried without success. I think we are looking at a combination of both our perspectives here?\nbackwardsevolution\nAugust 9, 2017 at 20:18\nDFC – I’m not discounting what you’re saying either, but asking you to consider that there may just be a tad more motive and intent behind a lot of what the elite do.  Courts always look for intent; they know this.  Therefore, whenever something blows up (and I contend they knew this would happen, but not before they made a killing off of whatever it was), you can always hear the elite saying, “Wow, we never envisioned this would happen.  Who would have thought?  Who could’ve seen this coming?” They could.  That’s why they built it.\nThey don’t care what happens on the way down; they care about what happened on the way up when they were looting.  It’s engineered, built into the cake.  The elite never take blame, always act surprised when things fall apart, and hide their intentions behind what appears to be benevolence on their part.  Yeah, right!  If they came right out and said, with intent, “We plan on robbing you,” they’d be locked up when things fell apart.  That’s why they have intent, keep their mouths shut about it, act like they’re trying to do something good for society, and when it all falls apart, they act all stupid, like they didn’t know.\nThe Senate just voted 98-2 for Russian sanctions.  Are we supposed to believe that these guys (mostly educated lawyers) actually believe that Russia meddled in the election?  They know that Russia didn’t do that, and yet they voted for the sanctions, with absolutely no evidence, with INTENT to screw Russia.  They pretend as if they’re doing something FOR the U.S. when they’re really doing something for the U.S. oil and gas/Israeli interests.  IOW, they know what they’re doing and why they’re doing it.\nWhat you just did with climate change (and I know you wouldn’t dismiss all of the literature on this subject), do the same thing with globalism.  Research what’s really going on.  Who are the players and what are their intentions/motives?  Not the ones they tell us, but the ones they hide from us.\nSkip Scott\nAugust 10, 2017 at 06:45\nThis has been a very interesting exchange between you and DFC.  I suspect there is some truth in both your positions.\n“The Senate just voted 98-2 for Russian sanctions. Are we supposed to believe that these guys (mostly educated lawyers) actually believe that Russia meddled in the election? They know that Russia didn’t do that, and yet they voted for the sanctions, with absolutely no evidence, with INTENT to screw Russia.”\nI wonder if this statement is really true.  I think that Congress (like most Americans) have been sheep-dipped in propaganda.  There may be some who are so completely evil that they know Russia is innocent, but I bet the majority have just drunk the kool-ade.  They are basically lazy people who mostly believe what they’re told, but of course they also know who butters their bread.\nAlso with the Globalization arguments, I think some in Congress bought into the lies.  Of course the people telling the lies knew they were lying, and it was all about getting more, more, and more while screwing the working man.\nAnyway, kudos to both you guys for such a thoughtful exchange.\nbackwardsevolution\nAugust 10, 2017 at 08:12\nSkip Scott – good for you for making me stand back a bit more.  Yes, I think you are absolutely correct that a lot of senators and congressmen do not know what’s going on, or don’t know enough.  Many of them do not strike me as very intelligent people (like Maxine Waters, for instance, or Lindsay Graham).  Certainly capable of corruption and not above lying, but stupid as well.  But then you get the Schumers who I believe do know what’s going on.\n“Of course the people telling the lies knew they were lying…”\nYes, this is where I should have directed my attention, to the liars who advise the politicians.  The think tank people, the lawyers/lobbyists who end up writing the new laws that the politicians sign on to without even reading.  These are the people who do the engineering and steering, and these people DO know what the ramifications will be.  These are the brains, the schemers.\nI watched a committee hearing where Elizabeth Warren was receiving expert evidence on Russian sanctions from members of the State Department.  I couldn’t believe what they were saying.  Are these people just stupid too, relying solely on information from the intelligence services?  I guess even if they thought otherwise, there’s no way they’d say anything for fear of losing their jobs.\nThanks, Skip, for your always appreciated words of wisdom.\nJoe Tedesky\nAugust 9, 2017 at 23:49\nDFC you and I may not be on the same page with the Russia-Gate story, or the Seth Rich death, but today while reading your comments I will admit to you that I’m throughly into reading your well thought out perspectives on the many subjects you have covered here today, and I’m totally interested in what you have to say with your fine written words. After reading what you wrote I can’t find much I don’t agree with. Maybe I could find some kind of argument to be made, over at least one thing or the other you wrote, but why should I nick pick just for the sake of debate?\nJust thought I’d commend you on what you said here today. Hope to see, and read more of what you think, and know. Oh, and this little praise of mine doesn’t mean that you and I can’t disagree, from time to time.\nCi vediamo dopo amico mio Joe\nDFC\nAugust 10, 2017 at 13:01\nSorry Joe!!! I was writing satire the other day. I have read most of what you wrote on Seth Rich and Russia Gate and agree with 95% of your analysis. I don’t believe the FSB & GRU are anywhere near incompetent and probably possess the same or greater capability than our US Intel Community. If people assume any another narrative, than the one you support, then the implication is that the FSB & GRU are the Keystone Cops or Inspector Clouseaus of the modern era. I was just trying to take these counter-arguments to their “illogical” conclusion – which imply the Russians are incompetent bumbling  fools – which is the claim you eventually need to make to keep the inane Russia-Gate narrative going.  Sorry for ineptitude in making that clear.\nJoe Tedesky\nAugust 10, 2017 at 16:19\nNot a problem. In fact, I find your satire interesting, and yes we here need to sometimes jump outside the circle of agreement to get to where we want to go, and diversity of thought is never a bad exercise to practice when you are looking to find the truth. I’m actually happy I wrote what I just wrote to you, and more than pleased that you responded. I will look forward to reading your future comments. Keep it cool. Joe\nbackwardsevolution\nAugust 9, 2017 at 17:18\nBecause my comment is in moderation (probably because of my link), I’ll post it again without the link:\nI see the world like DFC (above) does. The U.S. is stuck in the mud; identity politics rule the day. It’s only ever in good times that this happens. Lots of Soros/government money flowing around, stirring up the masses, and only because they have TIME on their hands. Time costs money, but when somebody else is paying for it, it rears its ugly head. Go progressive Berkeley! Shut down that “free speech”! Smash those windows, stop dissenting opinions! That’ll teach ’em!\nYou want to get educated for free? Go visit a library. Actually take it upon yourself to walk through those doors, pick up some books and start reading. But that takes actual work (which most people are not going to do), and it might actually take stepping away from your socioeconomic group (which people don’t like doing either). This goes to the second part of DFC’s comments (above), the horizontal stratification (upper, middle and lower class, regardless of race). Here’s two white guys having it out:\nGood Will Hunting: “You dropped $150 grand on a f..king education you could have got for $1.50 in late charges at the public library.”\nPart of what holds back Will Hunting from moving forward is because he hasn’t gotten over his abusive childhood, but the movie also highlights how he did not want to move away from his lower-class environment. In doing so, he was going to lose his friends and he knew that. That’s a big step to take.\nLike finds like. Cultures bind people together and they defend themselves, the way they do things. Most blacks in America have never bought into white America. Can you blame them? It’s a freaking nightmare. Hell, given a choice, most white Americans don’t buy it either.\nbackwardsevolution\nHere’s the link to my above post:\nAugust 9, 2017 at 18:09\nHi Backwards Evo – thanks for your response. I don’t think there is some global mastermind involved behind the scenes in all of this. I think it generally comes about with the emergence of an idea that looks good on paper, but does not work in the real world.\nTake NAFTA for example, the idea there was to off-shore all of the low tech (past century industries) and replace them with high tech jobs, that better educated Americans could perform. It was supposed to be a two step process – low tech goes out and high tech comes in. Well, it turns out that a huge amount of money (Wall Street brokerage and transaction fees as well as lower costs for companies) can be made by off-shoring low tech industries to counties like Mexico. Hence you get a huge number of financial players getting in on this action and it has been bonanza for them and they want to accelerate it. Step two, “bringing high tech jobs back to America” has all but been forgotten. It is also becoming apparent, that countries like China won’t grant America a monopoly on these  high tech jobs either, they will compete with us for them. The result of this “miscalculation” is what we are seeing now.\nThe same thing happened to the housing market in 2008. The government had the idea that home ownership should be increased in America (also a component of maintaining the credit economy, but I won’t digress) and were willing to back risky mortgages. (Great idea, I like it.) But some unethical companies saw an opportunity to make money on this and began writing dubious mortgages and they were followed by ethical (or more conservative) companies whose shareholders were complaining that their returns were not as good as the unethical companies. The result was an uncontrolled mortgage free for all – with the belief that all of their incurred debt would be backed by the United States government. So, once again you have an idea that looks good on paper but turns into a real world Frankenstein.\nAnd we all know about Frankensteins, they are man made creations, that take on a life of their own and can’t be easily stopped. George Orwell’s novel Animal Farm describes this perfectly. The animals rebel against an unjust farmer, reform their society and the novel ends with a sign on the door: “All animals are equal, but some animals are more equal than others.” So the lesson is: it is easy to initiate change, but a lot harder to control it once it gets started.\nbackwardsevolution\nAugust 9, 2017 at 16:11\nI see the world like DFC (above) does.  The U.S. is stuck in the mud; identity politics rule the day.  It’s only ever in good times that this happens.  Lots of Soros/government money flowing around, stirring up the masses, and only because they have TIME on their hands.  Time costs money, but when somebody else is paying for it, it rears its ugly head.  Go progressive Berkeley!  Shut down that “free speech”!  Smash those windows, stop dissenting opinions!  That’ll teach ’em!\nYou want to get educated for free?  Go visit a library.  Actually take it upon yourself to walk through those doors, pick up some books and start reading.  But that takes actual work (which most people are not going to do), and it might actually take stepping away from your socioeconomic group (which people don’t like doing either).  This goes to the second part of DFC’s comments (above), the horizontal stratification (upper, middle and lower class, regardless of race).  Here’s two white guys having it out:\nGood Will Hunting: “You dropped $150 grand on a f..king education you could have got for $1.50 in late charges at the public library.”\nPart of what holds back Will Hunting from moving forward is because he hasn’t gotten over his abusive childhood, but the movie also highlights how he did not want to move away from his lower-class environment.  In doing so, he was going to lose his friends and he knew that.  That’s a big step to take.\nLike finds like.  Cultures bind people together and they defend themselves, the way they do things.  Most blacks in America have never bought into white America.  Can you blame them?  It’s a freaking nightmare.  Hell, given a choice, most white Americans don’t buy it either.\nADL\nAugust 9, 2017 at 15:31\n“Many vestiges of the past — including a long history of upper-class whites using racism to their advantage — have re-emerged in Trump’s America.”\nExactly. But that in no way excuses those who engage in racism whether knowingly or not. Upper, middle, or lower whites.\nOne of the continuous threads of the last election, and by commenters on this website, was the constant perpetuation of the equivalency theory. Both Clinton and Trump were equally bad. Thus excusing the ‘we had no choice’ but to vote for a racist. Or misogynist.\nRubbish – pathetic, and inexcusable. That has been the fall back position for ages, the ridiculous rationale to thus engage in racist behavior.\nif you cannot see any difference between a racist candidate and one who isn’t – what does that say?\nThere is no equivalency between a racist and anyone else.The realization that we cannot eliminate such yes ‘deplorable’ beliefs and actions in our society in no way makes it acceptable. It only makes certain that it will continue.\nAny person who promotes discrimination whether race, gender, or religion, automatically eliminates them self from elected office, since they are required to represent all constituents as equal under the law. to But obviously not now, not in the USA.\nDFC\nAugust 9, 2017 at 16:32\nADL – that is a valid point of view. But the next thing you need to determine is where does combating racism fall on the priority spectrum. If you went to Venezuela now, where the economy has failed to the point where the population is near starving and ran for President under the Democratic platform (no racism, gay marriage, transgender bathroom access, etc (all worthy things by the way)) against a racist, bigoted, foul mouthed opponent who promised to lift Venezuela out of poverty, how successful do you think you would be? Most Venezuelans would say, yes the stuff you are talking about is important, but not as important as the economy, so we will forego those issues for now and deal with them when we are more prosperous. You could say that all Venezuelans are now racist, because they voted against you and your platform, but that does not reflect the reality.\nADL\nAugust 9, 2017 at 18:43\nGood question. Except your assumptions are weighted. The non racist does not promise lifting anyone out of poverty, only the racist? The racist promises anything and you vote based on that? Kinda like the people who write that Trump wants to not have war. Believing that is like hearing Miss America saying she wants world peace, and you deciding she she will get your vote.\nI would hope your vote is based on more than just one line campaign promises. Maybe evaluate that person’s knowledge of the subject, their experience, and what specific solutions do they offer. Braggadocio does not make policy or improve anything.\nBack to priorities. I am assuming you are white, probably male, and so for you that seems valid to ask. Us white males have it pretty good, I cannot think of when I have ever been discriminated against in my life for my whiteness or gender. But no matter your gender, race or religion, I completely wholeheartedly dispute that viewpoint.\nDiscrimination is horrible, deplorable. it is the scourge of humanity. It is ironic that I an atheist have to point out that there are moral and ethical standards that do rise above my own personal wants, or needs. I don’t get to kill or steal because I am hungry. Societies set standards/priorities, and our planet, and the USA, has since it’s inception set the standard of white males come 1st. That is our national priority. Your spectrum of priorities always ensures that over everything else.\nBut there must be moral standards ESPECIALLY for an elected official who represents all. Feeding whites before blacks, or vice versa is not moral, ethical or legal. If under your hypothetical the economy was improved, it would be only or mostly or first for those deemed white and/or male. That is your idea of prosperity? In fact that is EXACTLY how racism has worked in countries – the economy only improved for certain people. Your defense is exactly how racism perpetuates. In the 60’s blacks were told to just have patience, it’s only been 100 yrs since the Emancipation and you will someday be equal, there are other more important priorities. That is perpetuation of the myth of white male dominance that only makes certain of continuing white male dominance. Racism and misogyny ensure by definition to help those in power – that is the choice made.\nYour example considers money/economics. How about the degradation, the sexual assault, the deprivation of basic humanity and rights? The horrible mental/spiritual/emotional price paid by those discriminated against. Hard to quantify or understand if you have never been there, yes?\nLincoln called slavery our Original Sin. He got it half right, missing the part where 1/2 of our country were deprived basic human rights. Women are still waiting for anything close to equality. I would submit there is no choice, no moral choice, no moral priority that empowers white males and discriminates against 1/2 of this country, or 1/3 of the population because their skin color is a little darker shaded than mine.\nADL\nAugust 9, 2017 at 18:51\nLet me make some points about female inequality  on behalf of my wife, daughters, and grand daughters.\nWe have 1 political party in power. They have 52 Senators, only 5 being female. Of the Senate 21 committees there are 2 female chairpersons. The Senate Health Care group consisted of 13 males, zero females.\nThe people in power are sending a very open, loud clear message. Women are not capable, and even if capable are not wanted and will not be allowed to participate in any decision making of this country.\nIf women don’t like this I would suggest looking in the mirror. And hopefully males would look also.\nThe Senate is only responding to what the voters decided. For women this is like an massive ‘battered wife syndrome’ where millions vote to continue their own demise and inequality.\nSo I would say last election there was definitely a moral choice that could have vastly vastly improved life for hundreds of millions of people, but maybe not so much those in current power. Our country made a choice to keep our society unequal and make discrimination our national policy. I abhor that choice of priorities.\nbackwardsevolution\nAugust 9, 2017 at 19:12\nADL – Women voted in this last election for 1) someone who promised to stop wars; 2) someone who promised to drain the swamp; 3) someone who promised to put American citizens ahead of foreigners.\nPretty smart, if you ask me.  Women are protective of their children and they don’t want the threat of nuclear war hanging over their heads.  We won’t have a voice at all if we’re all dead.\nWomen haven’t got a chance of getting equal representation in government until the swamp is drained.  These good ole boys are hanging on for dear life.\nWomen want their own children and families to be given precedence.  Hey, you can’t blame them for that.\nFrom where I’m sitting, I think they gave a great deal of thought about what was good for them.  It might not be perfect, but it is what it is.  Voting for Hillary just because she is a woman would have been much worse:  globalism would have marched on, wars probably would have escalated, and open borders would have been a given.\nSkip Scott\nAugust 10, 2017 at 06:25\nPlus there was another woman to vote for that actually had a sound platform- Jill Stein.\nDFC\nAugust 9, 2017 at 20:02\nI understand where you are coming from, but as you said it is a “choice of priorities” vs intentional racism or sexism. As a resident of a very poor, racist, class-ist, sexist, Latin American country, whenever politics comes up in the United States, I am always questioned in wonder, about what in going on the States. Here the priorities are trying to find enough money to roof the local school and pay for basic medicines, etc – they simply don’t understand how, say, public transgender bathrooms and hormones for sex reassignment has become a national priority.\nEssentially, I think it comes down to Maslow’s Hierarchy of needs, when the basics are met, food, clothes shelter and medicine, societies can look beyond those basic needs to address less critical needs. My feeling is that as the middle class continues to deteriorate in the States, the people left behind will become more and more focused on meeting basic needs, as they do here. And calling them “racist or “deplorable”, while failing to address  their economic plight will alienate them further into supporting characters like Trump. IMHO, for what it is worth.\nbackwardsevolution\nDFC – excellent reply.  Maslow’s Hierarchy – yes!\nturk151\nAugust 11, 2017 at 16:44\nPromoting women from the executive level to the board level is just not an issue that I lay awake worrying about. I guess that makes me a misogynist deplorable.\nfloyd gardner\nI love it!\nturk151 – these exemplary (not) women were given high positions:  Victoria Nuland, Hillary Clinton, Loretta Lynch, Debbie Wasserman Schultz, Donna Brazile, Madeleine Albright.\nGreat examples for young girls out there!  (Sarc)\nanarchyst\nLet’s see…\nWhat’s wrong with this picture??\nIt is curious to note that those who complain and criticize white-run countries’ policies are from third-world countries.\nWhen I observe these third-world types brag about “how good it is in their (third-world) countries”, I remark, “If life was so good where you came from, why did you come here?”\nTheir silence is priceless.\nAugust 9, 2017 at 13:45\nWhatever the motivation, I find the commentators and their comments on articles such as this insightful and fascinating.\nExcellent food for thought.\nBernie\nAugust 9, 2017 at 13:27\nTrump is actually a Trotskyite.  He takes extreme right wing positions in order to inflame the left masses.  It’s working.\nbackwardsevolution\nAugust 9, 2017 at 15:20\nBernie – “He takes extreme right wing positions in order to inflame the left masses.”\nShouldn’t the left have applauded Trump for ending the TPP trade agreement?\nShouldn’t the left have applauded Trump for wanting to bring manufacturing jobs back to the U.S.?\nShouldn’t the left have applauded Trump for wanting to end wars and start cooperating with other countries?\nShouldn’t the left have applauded Trump for wanting to end NATO or severely cut it back?\nShouldn’t the left have applauded Trump for wanting to drain the swamp?\nShouldn’t the left have applauded Trump for putting a limit of five years on the revolving door between lobbying firms and politicians?\nShouldn’t the left have applauded Trump for wanting to secure the borders, preventing wages from decreasing further, and preventing further increases in medical/welfare/education costs?\nWhere are the right-wing positions?\nbackwardsevolution\nAugust 9, 2017 at 15:38\nAnd shouldn’t the left have applauded Trump for not signing the Paris Climate Accord until the rest of the world went along?  His argument was:  what good does it do if countries like China and other highly industrialized, polluting countries aren’t made to sign on also?\nIMO, the Paris Climate Accord was instigated by the globalists – to make sure that NO manufacturing could return to the States, that it would remain in countries with cheap labor and no environmental controls.\nIt is mainly U.S. multinational corporations who are in the developing world, and they’re there because they can pollute to their hearts’ content while paying nothing for labor.  And they almost got away with it again.  Think, man.\nThese globalists don’t care about pollution.  They weren’t pushing for China and other polluting countries to sign on.  No, no, no.  There was no push at all!  That’s because that’s where they’re making their money, and they don’t want it to end.\nThey ONLY wanted to limit the developed countries, not the developing ones.\nDFC\nAugust 9, 2017 at 15:52\nFunny you should say that, I actually used to teach Climate Change, Ocean Acidification, etc and was a true believer and would practically throw students out of my office for saying otherwise. The nWikileaks broke before the election, so I thought: “If these people have no ethics about rigging a national election, what might they be doing to the Climate Record? So, I began to look, at all the sites I dismissed as “crazies” before and would never read. And found stuff like this:\nHow Climate Alarmism Advances International Political Agendas:\nThe term “climate” is typically associated with annual world-wide average temperature records measured over at least three decades. Yet global warming observed less than two decades after many scientists had predicted a global cooling crisis prompted the United Nations to organize an Intergovernmental Panel on Climate Change (IPCC), and to convene a continuing series of international conferences purportedly aimed at preventing an impending catastrophe. Virtually from the beginning, they had already attributed the “crisis” to human fossil-fuel carbon emissions.\nA remark from Maurice Strong, who organized the first U.N. Earth Climate Summit (1992) in Rio de Janeiro, Brazil revealed the real goal: “We may get to the point where the only way of saving the world will be for industrialized civilization to collapse.”\nFormer U.S. Senator Timothy Wirth (D-CO), then representing the Clinton-Gore administration as U.S undersecretary of state for global issues, addressing the same Rio Climate Summit audience, agreed: “We have got to ride the global warming issue. Even if the theory of global warming is wrong, we will be doing the right thing in terms of economic policy and environmental policy.” (Wirth now heads the U.N. Foundation which lobbies for hundreds of billions of U.S. taxpayer dollars to help underdeveloped countries fight climate change.)\nAlso speaking at the Rio conference, Deputy Assistant of State Richard Benedick, who then headed the policy divisions of the U.S. State Department said: “A global warming treaty [Kyoto] must be implemented even if there is no scientific evidence to back the [enhanced] greenhouse effect.”\nIn 1988, former Canadian Minister of the Environment, told editors and reporters of the Calgary Herald: “No matter if the science of global warming is all phony…climate change [provides] the greatest opportunity to bring about justice and equality in the world.”\nIn 1996, former Soviet Union President Mikhail Gorbachev emphasized the importance of using climate alarmism to advance socialist Marxist objectives: “The threat of environmental crisis will be the international disaster key to unlock the New World Order.”\nSpeaking at the 2000 U.N. Conference on Climate Change in the Hague, former President Jacques Chirac of France explained why the IPCC’s climate initiative supported a key Western European Kyoto Protocol objective: “For the first time, humanity is instituting a genuine instrument of global governance, one that should find a place within the World Environmental Organization which France and the European Union would like to see established.”\nGoogle the rest of the article at Forbes\n—————–\nIt continues to this day, Angela Merkel’s press conference about Trump pulling out of the Paris Accord:\nMerkel, at her press conference, said, “This Paris climate accord is not just some accord or the other. It is a central accord in defining the contours of globalization.”\nOne would have thought she would have said, “central to stop the impending worldwide disaster”. Strange choice of words.\nSo the science here is completely immaterial and is actually serving as a beard to disguise what they truly want to accomplish. Just as I found this article, I began going through the science. I recommend everyone do it for themselves, what you will find will be shocking.\n*And it sort of goes with the post I made above: use fear to put a group of voters in a GREEN SILO addressing a problem that will go on in perpetuity.\nbackwardsevolution\nAugust 9, 2017 at 17:10\nDFC – good post.  I have no doubt that we (mankind) are causing untold effects on the world.  We are raping the planet, polluting its oceans and rivers, messing with its ozone, populating it to death.  I do not doubt this and I’m not saying this isn’t happening.  How much is caused by man and how much is caused by cyclical weather patterns is up for debate.\nWhat I am asking all of you to consider is whether the global elites want any of this to stop.  Do they have a hidden agenda?  They’ve practically offshored every manufacturing job from the U.S., but was pollution stopped or curtailed by doing this?  NO.  They just moved that offshore too.  The Paris Climate Accord wasn’t about limiting China or the rest of the developing world; it was about limiting all developed countries.\nIMO, they’re not worried about pollution at all.  What they really want is to grow a whole new batch of consumers through globalization.  What they’re seeing is dollar signs.  They’re done with you; you’ve all got fridges and stoves, cell phones and cars.  You’re not really necessary anymore.\nBut just imagine if they can do in the developing countries what they did in the West a few decades ago:  turn them all into consumers.  They’re rubbing their hands together just thinking about it.\nThe Paris Climate Accord was all about curtailing the West and allowing globalization to continue and flourish.  If the TPP was ended by Trump, they were going to get around/bypass his order this way. “Sorry, we HAVE to manufacture in the East because of the Paris Climate Accord.”\nNotice that we’ve never had anything called The Paris POPULATION Accord?  They’re not going to touch that.  They don’t want less consumers; they want more!\nAnd then you get all the well-meaning, but useless idiots out there who are used to help drive the globalist agenda. “Yeah, but we’re helping the Third World!” They’re too stupid to see what’s really going on.  These people are actually paid by the globalists to further the agenda.\nOpen your eyes, people.  View everything these globalists are doing with a critical eye.  They are NOT out to help the planet, but they will pull the wool over your eyes if you let them.\nWhen the do-gooders start calling for ALL countries to reduce pollution, I might start listening.  When birth control pills are a stipulation for getting food aid, I might start listening.  When the practice of planned obsolescence is ended, I might start listening.\nDFC, check out this guy:  Peter Sutherland.  Read his CV and see if you can see anything there.\nDrogon\nAugust 10, 2017 at 03:42\nI’m sorry backwardsevolution, but you strike me as one of those people who’s always telling everyone else how they’re “not looking deep enough” when, in reality, you’re the one who’s barely bothered to look below the surface.\nJust because Trump says he wants to drain the swamp doesn’t mean actually has any interest in reforming politics. Just because he says everyone is going to have great health care for a lower price doesn’t mean he’s wasted even a single second of his time thinking about how to achieve this. Just because he says he wants to bring manufacturing jobs back to the U.S. doesn’t mean he actually gives a crap about blue collar workers or has even the slightest idea of how to accomplish this goal.\nIf any other politician said those things, I’m pretty sure you’d call him out for cynically telling voters what they want to hear and making empty promises just to get elected. It’s beyond me why you can’t see that’s exactly what Trump does.\nbackwardsevolution\nAugust 10, 2017 at 05:54\nDrogon – and it’s beyond me why you can’t see the Deep State are doing everything in their power to try to stop him:  the media, the Democrats, a good deal of the Republicans, the State Department, the judiciary.\nActions speak louder than words.  Have the above-named people back off Trump for a month and let’s see what he does.  You might be surprised.\nOf course, if you keep preventing someone from doing anything, don’t be surprised when they don’t.\nDrogon\nAugust 10, 2017 at 17:38\nFor those of us who are strongly opposed to a fairly large portion of the Trump agenda, it would be foolish to back off completely and see what he does (just to be clear, I’m speaking of traditional political opposition tactics, not the whole Russia-gate insanity. I’d be more than happy to see that brought under control). For me, what it boils down to is this: without a strong and concerted opposition, I believe there’s a much better chance Trump will do things that take this country in the wrong direction than in the right one. That said, if he or his administration ever actually bother to put forward detailed proposals for legislation that I agree with, I’ll be more than happy to throw my support behind them. Infrastructure, sensible tax reform, “great health care for a fraction of the price,” etc. I’m waiting. Nothing the deep state may be doing prevents the White House from working on the these issues, but so far all I’ve seen are a few 1-2 page outlines that read more like vague wish lists than serious proposals. The main thing standing in their way appears to be lack of ideas and/or genuine interest, not the deep state or the MSM.\nVirginia\nAm sharing this link with several articles on CN today:\nThree American lies destroying the US-Russia relationship https://www.rt.com/op-edge/399108-us-lies-russia-nato/\nDFC\nAugust 9, 2017 at 13:47\nHi Virginia, thanks for the article. Just another point to add, over the last three centuries, Russian has been invaded 3 times by the enlightened countries of Western Europe: Sweden (1709), Germany (1914), Germany (1941). And those were just the Major incursions, there have been many smaller ones as well. Additionally, in 1992 Russia belonged to the strong “Soviet UNION” and now it is reversed where the disparate countries of Europe are united under the “European UNION” and Russia is alone. Given its history, Russians have a right to suspect the intentions of the West and it is we who must understand that “paranoia”, having in-part created it.\nAugust 10, 2017 at 19:04\nAfter Bolshevic revolution the USA and some Euro’s invaded in support of the wealthy White opposition.\nDFC\nAugust 9, 2017 at 12:23\nI would say this article goes a long way toward explaining what has been happening in America.\nFor the past few decades I have noticed that American society has been “VERTICALLY SILO-ED” by “identity groups”, “into fear groups based on some impending catastrophe” and “special rights issues”. This makes sense, because when a society is economically well-off people have the time and luxury to base voting on “secondary issues”. In a less wealthy nation, society is usually “HORIZONTALLY STRATIFIED” into people identifying with their “economic class”: upper, middle and lower.\nI guess the bleed-off of “non-deplorable” upper-class whites has to do with the impending sense that their economic prosperity and future is also now being threatened by globalization. First they came and off shored the blue collar factory jobs, then the management jobs that supervised those workers and now they are coming for the white collar professions.  My guess is that these workers, being predominately white, were willing to give Trump a look, as they were not thrown off or threatened by his crass and inflammatory diction.\nSo, I think the country is at a crossroads, either people will go back to voting for their VERTICALLY ISOLATED SILO or they will start vote for their HORIZONTAL ECONOMIC CLASS, which cuts across all ethnicities and genders. I was actually subconsciously aware of the process for a while now, but this author brings a lot of it together. I also thought it seemed a bit more racist, or smug, to count on voters looking at their skin color as the primary factor in determining how they should vote, producing some weird perversions: of lower class racial minorities, voting for politicians whose policies superficially cater to the “identity” of that voter group, while simultaneously advancing policies that undercut the group economically.\nIt is also interesting to note, the lack of Constitutional Amendments over the last fifty years. In the past we have been a country that has been practically giddy to amend the Constitution, women’s suffrage, teen suffrage, even passing and un-passing amendments that were anti- and pro alcohol, etc. I don’t see why we have not been trying to put amendments directly into the Constitution that protect, “women’s rights”, “a women’s right to choose” or “gay rights”, etc – once in, they are preserved forever. This could be due to lethargy – or the reason could be more calculated. By not amending the Constitution, these rights are forever dependent on what political party controls the Supreme Court, and thus these fundamental rights are “in play” during each election. So, you get a lower class woman, going to the polls to protect her reproductive rights, while simultaneously ceding her economic future to those who want to off-shore her job. It is interesting to note, that if Constitutional Amendments were enacted, all of these voting blocks would disappear, allowing these groups the opportunity to vote on other issues and possibly realign with their more natural economic class. Is this why the amendment process has stopped?\nAnd one obligatory Trump comment. Right now the nation is fixated on Trump, Trump, Trump, but if what the author posits is true, that there are greater forces at play here, this fixation would be similar to the French blaming  Robespierre for the French Revolution, with the naive thinking that if Robespierre went away, France would return to normal. However, the revolution would have proceeded with or without Robespierre and not much is to be gained by analyzing his pathological personality to understand the causes of that revolution.\nBrad Owen\nAugust 9, 2017 at 11:53\nI’ve read that the real reason that MLK and RFK were made to eat a bullet was because they were actually starting to bridge this  race divide. They were pointing out that it was the color of their collar (blue), and the threat of uniting to gain real politico-economic power that scared the shite out of the millionaires and billionaires and their loyal managerial flunkies and political hacks, and their bought-and-paid-for National Security State (maybe 10 or 15% of the population?). I’d throw in small business too, along with the blue collars, because they also suffer from the shenanigans of the very wealthy, and those who live by investment portfolios.\nfloyd gardner\nAugust 11, 2017 at 22:48\nYou are right.  You can add MX to the list of those shot down because of their potential to unite the working class.\nKelli\nAugust 9, 2017 at 11:34\nExcellent article. The elites perpetuate the narratives that poor whites are to blame for Trump, yet the exit polls show that the only votes that count are upper middle class whites.\nThey run the country as well as our local and state government. These are the same people who are moving into our neighborhoods, where increasing rents are pushing working blue collar whites out into the streets or out of town.\nI don’t have much hope for this country as those who spoke out against these atrocities are gone and none has risen since.\nwholy1\nAugust 9, 2017 at 10:50\nHaving traveled the globe extensively – a past “life/existence” – it has became my impression that “financial advantage”, be it aggregated thru actual productive enterprise, gov/corp subsidized grifting or simply inherited – greed and its pathological perpetuation transcends race.\nfudmier\nAugust 9, 2017 at 09:31\nI think divide and conquer has been around since the days of the beginning.   Control is a security matter..\nThe constitution of most nations divide their citizens into those with the power and those who are responsible to those with the power.  Pharaoh controlled Egypt called those with the power slave drivers.. and the balance of the population were known as slaves.   American constitution divides its people: those w\\ power vs all of the rest.  340,000,527 Americans are divided into the elected salaried power holding group and the rest\n…………..527 (2 ea Senators/state), (425 House voting districts), (1 pres.), (1 vp)\n340,000,000  survival competing humans.   This group is then divided by propaganda into Rep vs. Demo\n150,000,000  Democrats gun hating abortion advocating, criminalize d socialists\n150,000,000  Republicans gun loving, abortion hating, criminalize capitalist.\n40,000,000 Americans who can think for themselves.\n* propaganda fans the always divided race and religion issues..\nSo in summary, as long government of the people is to solely limited to the few slave drivers, we will always have these problems.\nexiled off mainstreet\nAugust 9, 2017 at 09:02\nThe potential of nuclear war from the neocon policies vociferously advocated by the democratic candidate was a likely reason that many, including a number who never considered voting for a republican before, supported Trump. Also, his opposition to the extra-legal factually unconstitutional “trade” pacts giving control of regulation to corporate run arbitration tribunals played a role. The fact Clinton was totally in the bag for the failed neoliberal neocon consensus led a number of people to support Trump despite his undoubted faults. They recognized the identity politics political correctness as anti-free thought and pernicious. At the time of the campaign, it appeared that of the two seriously flawed candidates, Trump appeared less immediately threatening to survival and less in control of the deep state as evidenced by already beginning anti-Russian witchhunt.\nDube\nAugust 9, 2017 at 13:47\nHear, hear! This truth must not be dismissed. Does Keri Leigh Merritt want us all wearing horse-blinders?\nADL\nAugust 9, 2017 at 14:26\n“potential of nuclear war from the neocon policies vociferously advocated by the democratic candidate”\nThat is wildly paranoid. Please give one example of Clinton advocating Nuclear War.\nYou are just making excuses for racism. The de facto position that has been the ‘original sin’ Lincoln spoke of is still alive and now perpetuated and promoted by Trump/Bannon/Miller/Sessions/Etc. Quite simply it put them in power.\nWe as a culture and society need to stop this horrific excusing of racism. There is never an excuse. There is never a CHOICE between racism and anything else.  Only those who benefit from racism, or are racist, would believe somehow that discrimination against people solely based on skin color is ok, or an acceptable choice.\nAugust 9, 2017 at 17:02\nLet me try: Hillary Clinton vowed ” … to enforce a no-fly zone over Syrian airspace,” during her debates with Bernie, and repeated that statement while debating Trump.\nRussia has a naval base in Tortul, Syria and Israel annexed and occupied Syria ever since the waged the Sux-Days war in 1967, when Israel also brutally attacked the USS Liberty. The obect was to sink the American ship, blame it on Egypt and drag us into their war just as they’ve done since several times. Hillary is tied to Goldman, Goldman to Zionist global financial oligarchs and the to Israel\nTrump might have all the wrong business reasons to court favor with Russia and should be impeached for numerous conflicts of interest and for incompetence, but the NWO banking oligarchs are coming under threat from exposure if their ponzi money and their CIA media. Hillary was going to start their war fir them with Russia. Their fall back option is getting Trump the Vlown to go to war with Nirth Korea, Iran, whoever, it will expand to WWIII and the criminal parasites will scurry away to their posh bunkers and wait for us to kill each other off.\nLeslie F\nAugust 9, 2017 at 19:42\nShe advocated for necon policies such as regime change in Syria which would inevitably lead to confrontation with Russia.  Last I heard Russia still had nukes.  The original statement was correct. You mischaracterized it to make a cheap point.  She did not have to say she wanted nuclear war, she advocated policies that made it more likely.\nbackwardsevolution\nAugust 9, 2017 at 21:57\nADL – “You are just making excuses for racism. The de facto position that has been the ‘original sin’ Lincoln spoke of is still alive…”\nPaul Craig Roberts had this to say about Lincoln:\n“Those who think Lincoln invaded the South in order to free slaves need to read Thomas DiLorenzo’s books on Lincoln. DiLorenzo establishes beyond all doubt that Lincoln invaded the Confederacy in order to preserve the Union, that is, the American Empire, which has continued its growth into the 21st century.  […]\nAs the war began with Lincoln’s invasion of the South, we should look to see Lincoln’s explanation for the war. The reason he gave repeatedly was to preserve the Union. Most historians understood this until “racism” became the explanation of all white history and institutions.\nAs for Thomas Jefferson, he was opposed to slavery, but he understood that the agricultural South was trapped in slavery. The “discovery” of the New World provided lands for exploitation but no labor force. The first slaves were white prisoners, but whites could not survive the malaria. Native Indians were tried, but they were not only as susceptible to malaria as whites but also used their native knowledge of the terrain to resist those who would enslave them. Blacks became the work force of choice because of genetic superiority in resistance to malaria. As Charles C. Mann reports in his book, 1493, “About 97 percent of the people in West and Central Africa are Duffy negative, and hence immune to vivax malaria.”\nThus, the real “racist” reason that blacks became the labor force was their survivability rate due to genetic superiority from their immunity to malaria, not white racists determined to oppress blacks for racial reasons.”\nThe above is from Roberts’ article entitled “Are Americans Racist?” from January of 2017.  Blacks were used because they survived.  If whites had survived, the blacks would not have been used, never would have been brought over.\nSkip Scott\nAugust 10, 2017 at 06:12\nSo there was nothing “racist” about Hillary’s foreign policy as Sec of State?  It’s just a coincidence that the victims were from the Middle East and North Africa, and the beneficiaries are all white guys in suits sitting around boardroom tables?  Plus you misread the statement, Clinton advocating policies that increased the potential for nuclear war is not the same as advocating Nuclear war.\nNot just a cheap shot, a sloppy cheap shot.\nanarchyst\nI see the hasbara types are out on this thread…\nfloyd gardner\nAugust 11, 2017 at 22:05\nI stand as one of that “number” to whom you refer.  For the first time, in over 50 years of voting I voted R for pres [nd NOT because I was a fan of Trump!\nAdrian Engler\nAugust 9, 2017 at 08:37\nI think it should be recognized that right-wing populist Republicans, who implicitly suggest to poor white people that they should focus on being white as an important part of their identity rather than on interests that have to do with being poor, and corporatist neoliberal Democrats, who mainly represent the interests of an affluent professional class and promote the kind of identity politics, according to which people should focus on their race and ancestry rather than on their economic interests based on their social class, basically pull people in the same direction.\nBoth parties mainly represent the interests of a rich minority – perhaps not just the richest 1%, but perhaps rather the richest 10% -, both want this upper middle class to side with ever richer people rather than with the lower middle class and the working class, and both want to prevent the emergence of a broad multi-racial opposition to neoliberal policies, and therefore they focus on ethnic and racial differences within the less affluent parts of society in order to prevent them from fighting for their common interests.\nKelli\nAugust 9, 2017 at 11:38\nUpper middle class whites flourish on the backs of poor whites and minorities. They are sociopathic and narcissistic.\nTrump is their face..\nYou are correct.\nIt is lower and middle-class whites that have have borne the brunt of the negative effects of “multiculturalism” and “diversity” while the upper-class whites (political movers and shakers) are shielded from the negative aspects of forced racial and social “engineering”, as they are not negatively affected by such policies THAT THEY ADVOCATE FOR EVERYONE BUT THEMSELVES.\nIts the same attitude that the “chosen” have advocated–reserving their cultural and societal insularity for themselves, while demanding “multiculturalism” and “diversity” for everyone else, not of the “chosen”…which is a recipe for weakening any dominant culture.\nIt’s the old “do as I say, not as I do” attitude that blew up in their faces in the last presidential election.\nUs disaffected whites have had enough, seeing our jobs disappear due to one-way trade policies and H1-b visa immigration manipulation.  Lets not forget the financial shenanigans and bank bailouts–not like Iceland, the only country that did the right thing–locking up their bankers.\nWe cannot forget the “lugenpresse” (mainstream media) with their visceral hatred of Trump, deplorables, and other white conservative “unwashed masses”.  To this day, TRUTH is secondary to character assassination and marginalization of those not in the “clique”.  Fortunately, the internet has opened TRUE independent investigation to the masses; the “lock” that the lugenpresse had in previous times is now dissipating.\nThere are many more of us disaffected whites than there are of the “anointed”.\nHistory has not changed–it appears that revolution is in the air…\nIn ancient times of monarchy and royalty, the kings and lords had good reason to fear the serfs–by numbers alone, if the serfs joined and used their power, “heads would roll”…\nAugust 9, 2017 at 08:23\nThomas E. Watson was a puzzle in terms of his support of blacks and jews. Around 1900 is when he started attacking blacks in writing. Basically reversing public positions he had previously advocated. Later, he did not defend (as a lawyer) Leo Frank because Frank was a jew (a position the Frank family did not know when they asked for Watson’s help). Frank was subsequently lynched and Watson made excuses. But up until 1900 Watson supported and encouraged and worked for black participation and inclusion. He was a champion. So was he faking and merely being an opportunist or just faking? There is a question about what happened to change him.\nKfeto\nAugust 10, 2017 at 14:44\nThe nefarious effects of mass eastern jewish immigration into the US were becoming apparent…\nPhyn\nNefarious effects? Reference, please. Or did you intend irony?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.rt.com/op-ed/399108-us-lies-russia-nato/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://en.wikipedia.org/wiki/Southern_strategy",
                "https://twitter.com/KeriLeighMerrit",
                "https://www.cambridge.org/core/books/masterless-men/4DA0CAD8D061BD3681AB01EFF24D6D44"
            ]
        },
        "key_words": [
            "watson",
            "white",
            "trump",
            "real",
            "trumps",
            "clout",
            "source",
            "political",
            "whites",
            "workingclass",
            "racism",
            "supremacy",
            "media",
            "system"
        ]
    }
]