[
    {
        "url": "https://www.christianpost.com/news/does-neil-gorsuchs-liberal-church-matter.html",
        "title": "Does Neil Gorsuch's Liberal Church Matter?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDoes Neil Gorsuch's Liberal Church Matter?\nDoes Neil Gorsuch's Liberal Church Matter?\n| Friday, February 10, 2017\nSupreme Court nominee Neil Gorsuch attends a liberal church. Should conservatives be concerned? \nAs President Donald Trump has nominated Tenth Circuit Court Judge Gorsuch to fulfill the vacancy on the United States Supreme Court, many conservatives have praised the selection while others are weary of the fact that Gorsuch attends a very liberal Episcopal church in Colorado.\nAfter the 49-year-old Gorsuch was nominated to replace late Justice Antonin Scalia on Jan. 31, scores of evangelical and pro-life leaders called the nomination a fulfillment of Trump's promise  to nominate an originalist, pro-life conservative justice in the mold of Scalia, saying that he has an unwavering judicial philosophy of interpreting the U.S. Constitution as originally written.\nMany praised the fact that Gorsuch sided in favor of religious liberties in high-profile cases such as Hobby Lobby and Little Sisters of the Poor and even dissented  in a 2016 ruling favoring Planned Parenthood.\nSt. John's Episcopal Church in Boulder, Colorado | (Photo: Facebook/St. John's Boulder)\nHowever, multiple reports have pointed out  that Gorsuch and his wife attend St. John's, Boulder — a liberal Episcopal church headed by a very liberal, pro-LGBT female rector named Rev. Susan Springer.\nOpposition to Gorsuch's affiliation with St. John's was voiced even before he was nominated.\nChristian conservative activist and lawyer Andy Schlafly, the son of the late pro-life leader Phyllis Schlafly, voiced his concern over the possible nomination of Gorsuch in an email  sent in November with the subject line: \"veto these Sup. Ct. nominee candidates.\"\nSchlafly wrote that Gorsuch \"probably would NOT be pro-life on the Supreme Court\" and included him on his list of \"unacceptable nominees.\"\n\"Gorsuch's Episcopalian church has declared its 'unequivocal opposition' to pro-life laws and he has said nothing publicly pro-life,\" Schlafly wrote in the email.\nOthers, including journalist Julia Duin, who previously wrote for the conservative news outlet The Washington Times, have brought up the issue  of Gorsuch's membership at St. John's.\n\"Think about that for a moment. If this man is the frightening conservative that some on the Left are already alleging him to be, there's no way he'd be Episcopalian, much less at a woman-priested church,\" Duin wrote. \"The Episcopal Church, for anyone who's not been following religion trends in recent decades, has been careening to the theological and cultural left for years and its membership statistics show it. Thousands have left TEC and joined alternative Anglican churches.\"\n\"A Google search shows there's an Anglican church in Boulder that the Gorsuch family could be attending if they so desired,\" she continued. \"So, the fact that the judge and his family has remained at St. John's says something.\"\nShould the fact that the Gorsuches attends St. John's, Boulder really matter to conservatives looking to nominate a justice to the Supreme Court who has shown  throughout his legal career to be an originalist who interprets the law as it is written?\n\"Ultimately, what this comes down to is that conservatives are looking for a justice that has an originalist constitutional theory as far as looking at what the Constitution says,\" Jeff Walton, the communications manager for the Washington, D.C.-based think tank Institute on Religion & Democracy, told The Christian Post.\n\"If Gorsuch subscribes to that method of reading the Constitution and practicing law, then it doesn't really matter what church he goes to because his personal views may be different than what he advances as far as legal theory.\"\nWalton understands how liberal St. John's, Boulder is, pointing out that the church is one of four Episcopal congregations in Colorado that gives part of its budget every year to the \"unofficial LGBT caucus of the Episcopal Church,\" Integrity USA.\n\"There is no question that it is a Lefty parish,\" Walton explained. \"Out of curiosity, I looked on their webpage. They have some anti-gun rights stuff. The pastor there, she was at the Women's March in Denver. There were all kinds of red flags. But just because she has those views as the rector, doesn't mean that everybody who participates there has those views.\"\n\"At IRD, we have supporters who are very conservative but go to churches that have more liberal clergy,\" Walton added. \"The liberal clergy will occasionally spout off about something and these congregants will roll their eyes at it and let it wash over and it is not that big of a deal. That may be the situation [at St. John's].\"\nWalton pointed out that there are a number of other prominent conservatives — including Fox News correspondent Tucker Carlson, former Republican Indiana Sen. Dan Coats and former White House Chief of Staff under Ronald Reagan, James Baker — who attend Episcopal churches.\n\"Tucker Carlson, who is no liberal, he goes to a rather liberal parish in Georgetown,\" Walton stated. \"That is just sometimes how the cookie crumbles. It wouldn't prevent me from, as a conservative, supporting this guy as a nominee for the court.\"\n\"I think that while being a member of St. John's Boulder would give many conservatives pause, ultimately, that is not as important as his ruling for the Tenth Circuit on the Hobby Lobby case or some of the other ones, which were very clear,\" Walton continued. \"Some of the things he has written about, especially  problems with euthanasia , that counts more than where he is a member.\"\nWalton added that he learned through one of his friends who is an Episcopal priest that St. John's is the \"social parish of Boulder.\"\n\"This is where the professional class goes to church. In those sorts of parishes, the political sentiments of the rector don't carry as far as they might in another parish because people are not going there primarily for political organizing purposes,\" Walton explained. \"They are there because it is basically sort of a class thing.\"\nRichard Land, the president of the Southern Evangelical Seminary in Charlotte, North Carolina and former president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, told CP that it is \"irrelevant\" and may even be \"unconstitutional\" to take into account what kind of church Gorsuch attends.\n\"Since Judge Gorsuch is so well known to be a strict constructionist and original-intent jurist, his religious views are particularly irrelevant for his qualifications to be a justice on the Supreme Court,\" Land, who is also CP's executive editor, said. \"He has said repeatedly that any judge who is always happy with his opinions is not even a judge. A judge is to interpret the law as it is written, not as he might like for it to be.\"\n\"Secondly of course, Article VI of the Constitution says that there will be no religious test for office,\" Land, who serves on Trump's evangelical advisory board, added. \"So, making his religious affiliation an issue would arguably be unconstitutional.\"\nLand said he is confident that Gorsuch would be a strict constructionist if confirmed to the Supreme Court.\n\"If all of our judges had interpreted the law, rather than trying to make it from the bench, there personal views and religious views would be irrelevant,\" Land asserted.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.lifenews.com/2017/01/31/supreme-court-nominee-neil-gorsuch-sided-with-state-defunding-planned-parenthood/",
                "https://www.christianpost.com/news/pro-lifers-trump-kept-his-promise-with-supreme-court-pick-gorsuch-173944/",
                "https://www.dailymail.co.uk/news/article-4196096/Trump-s-Supreme-Court-pick-belongs-liberal-church.html",
                "https://www.nationalreview.com/2005/02/liberalsnlawsuits-joseph-6/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://press.princeton.edu/titles/8317.html",
                "https://twitter.com/IamSamSmith",
                "https://virtueonline.org/gorsuch-and-big-scare-quote-religion-stuff-so-far-little-light-shed-supreme-court-pick"
            ]
        },
        "key_words": [
            "prolife",
            "neil",
            "gorsuchs",
            "does",
            "church",
            "walton",
            "johns",
            "gorsuch",
            "st",
            "episcopal",
            "religious",
            "judge",
            "liberal",
            "matter"
        ]
    }
]