[
    {
        "url": "https://www.christianpost.com/news/pat-robertson-warns-of-terrible-suffering-for-u-s-if-israel-loses-jerusalem.html",
        "title": "Pat Robertson Warns of 'Terrible Suffering for U.S.' if Israel Loses Jerusalem",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPat Robertson Warns of 'Terrible Suffering for U.S.' if Israel Loses Jerusalem\nWednesday, April 10, 2013\nPat Robertson Warns of 'Terrible Suffering for U.S.' if Israel Loses Jerusalem\nPat Robertson Warns of 'Terrible Suffering for U.S.' if Israel Loses Jerusalem\n| Wednesday, April 10, 2013\nCBS \"700 Club\" host Pat Robertson has warned Secretary of State John Kerry that any peace agreement in the Middle East that results in Israel losing parts of Jerusalem will be calling on \"God's wrath.\"\n\"I think this is headed for disaster for the United States,\" Robertson said  on a video posted on April 9. The televangelist was responding to the latest news story concerning peace developments between Israel and Palestine, being moderated by Kerry.\n\"Each of them made very serious and well-considered, constructive suggestions with respect to what the road forward might look like,\" Kerry said  while meeting Israel and Palestinian leaders this week in peace negotiations that are expected to last several months. A number of issues are being discussed, including how to restore economic stability in the Middle East and how to move forward on the question of land property that has historically divided the two nations.\n\"And they all embraced the goal that we all share here. So this effort is not just about getting the parties into direct negotiations. It's about getting everybody in the best position to succeed,\" Kerry added.\nIsraeli and Palestinian leaders have been in bitter dispute over the city of Jerusalem, the capital of Israel. Israel has called Jerusalem its \"eternal, indivisible capital,\" while Palestinian leaders want to split the city and include a section of it in a new Palestinian state. Israel took control of Arab east Jerusalem, including the Old City where holy sites to Islam are located, during the 1967 Six-Day War.\nRobertson warned that any peace talks that pull Jerusalem away from Israel will be going directly against God's commandments.\n\"God says, they divided my land, there is something about dividing God's land, he said this is my land, I gave it to Abraham and his descendants and I don't want it taken away from them and Jerusalem is the eternal capital of Israel,\" Robertson said.\nThe evangelist continued: \"For the United States to get into a deal where they're trying to split Jerusalem and take it away from the Israelis and split up their capital, huge mistake. You are asking for the wrath of Almighty God to fall on this nation and when it falls it won't be fun, it won't be fun. We should do everything we can to restrain our leaders from this course of folly and it is and it is a course of folly and it will result in terrible suffering for people in the United States.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.mediaite.com/tv/pat-robertson-warns-america-asking-for-wrath-of-almighty-god-if-any-concessions-made-to-palestine/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.mcclatchydc.com/2013/04/09/188091/john-kerry-israel-palestinians.html"
            ]
        },
        "key_words": [
            "united",
            "capital",
            "warns",
            "terrible",
            "land",
            "suffering",
            "pat",
            "jerusalem",
            "palestinian",
            "leaders",
            "peace",
            "israel",
            "robertson",
            "loses",
            "states"
        ]
    }
]