[
    {
        "url": "https://www.christianpost.com/voice/confessions-of-a-pastor-and-a-note-to-parishioners.html",
        "title": "Confessions of a Pastor and a Note to Parishioners",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nI have served the same small congregation for over seven years now. I am not one of those who would consider myself to have had phenomenal success in the ministry--by most metrics. We did not grow exponentially and send out a dozen missionaries and pastors. We have grown. We have shrunk. We have grown again.\nI have had discontent individuals complain over the fact that our church did not have enough elderly members, not enough programs, an unpaved parking lot, that I did not dress nicely enough, that my wife looks too young, there are too many kids, that there are not enough kids, that we sing too many old hymns, that we do not sing enough old hymns, and so on. There seems to be no shortage of illegitimate reasons why people leave a local church in which they are truly loved, pastored, and held up in prayer.\nWhen members leave for unbiblical reasons, the faithful pastor has to fight the unsanctified tendency to envy the churches around me that appear to be more successful on account of their attendance. The faithful pastor is tempted to sometimes too quickly label other pastors as \"wolves,\" \"sellouts,\" or \"ear-itchers.\"\nThe faithful pastor has to listen to all kinds of suggestions from people in the church about what they think would make the church grow with discernment and the consensus of the eldership without attempting everything or rejecting everything. The faithful pastor has to preach the gospel to himself regularly and remember that it is ultimately God who grows the church. As a dear friend and pastor once told me after a church split, \"Chris, God did not call you to be successful; He called you to be faithful.\"\nNo matter the size of the church you attend, your pastor is always aware that there are bigger churches. He is assaulted and accused by the evil one, and he struggles with the balance between viewing himself as both the sinner and the child of God. He often wonders whether the church would be better off with another pastor, but loves the congregation too much to leave.\nYour pastor probably will never tell you many of the things that he struggles with internally because he doesn't want to discourage you. You need to know he has thought about quitting everything and taking up a secular job. You need to know that he feels the sting of betrayal when someone leaves the church. You need to know that he weeps when the sheep bite and run away.\nYou need to know these things in order to know how to encourage your pastor. You cannot force people to stay, but you can keep yourself from contributing to the pastor's sorrow. These things will also make you a better servant of the Kingdom of God.\nIf you are a member of a church, take a good look around at the churches in your area. Talk to pastors, visit services, and focus on the major elements. Is the theology sound? Is the preaching consistent? Are they organized by scriptural principles regarding leadership, church membership, and discipline? Be critical in your search, but be expedient, and set your roots. Here are six things to keep in mind before you decide to leave a local congregation:\n1. Be in the church. First, this means to actually attend services. When the doors are open, and it is possible for you to be there, be there. Secondly, it means being in the church, dedicated and emotionally attached. Are there difficult people in the church? That's a wonderful opportunity for you to treat them with the love of Christ!\nAre there old hymns you do not know? Wonderful! You can examine the theology of those hymns and learn while you try to sing. Are there little children that get bored and distracted during the sermon? Great! You now have tiny souls that you are reminded to pray for and you have opportunity to encourage parents as they raise their children in the faith. Examine yourself with a flood lamp and your pastor with a candle.\n2. Do not be concerned with other local churches. This goes two ways. Do not be consumed with how awful some churches in your area appear, and do not be consumed with how great other churches seem to be. While not absolutely the same, there is roughly a parallel between the relationship of the church and that of marriage. Looking around and comparing your spouse to other people you know is fatal.\nOne of the best lessons we can learn from Song of Solomon is the way in which the spouses are instant with songs of praise for the other. God put you in a particular church at this time and it will only be destructive to be \"browsing.\" When other gospel-preaching churches are growing in your area, praise God for working in them, and return to serving the local congregation to which you have committed. Resist the urge to nurture the thought, \"Would I be happier if I were there?\" The grass only looks greener over there. You almost certainly cannot see the thorns.\n3. Bloom where you are planted. God put you there to serve him, to grow, glorify His name, and be an ambassador for His kingdom. Ask not what your church can do for you, but what you can do for your church.\n4. Do not idolize the \"internet pastor.\" By all means, listen to the sermons of great men. Read books by gifted theologians and pastors. Find ministries that are doctrinally sound and glean from them. But remember, those men do not know you, they do not pray for you, they will not visit you when you are sick or on the brink of a divorce. Your pastor may not be as brilliant or eloquent, but a big part of it is that he is spending his time tending the flock while the theologian is reading and writing. Your pastor is aware that he is not Charles Spurgeon.\n5. Do not leave lightly. After someone leaves a congregation on account of discontentment, there is a stall in the growth of the saints--especially for the pastor. Your pastor has been praying for you, preparing spiritual meals for you, and striving to serve you. Even if you leave and another person comes, he will feel the pain of your departure. Keep in mind that when a congregant leaves because of unbiblical discontentment, your pastor will be tempted to start believing that he is unfit for ministry. There is not a scriptural precedence for leaving a true church, and I am convinced that it is sin to leave for reasons other than moving, church-planting, or significant and clear biblical reasons.\n6. If you do move on from a particular congregation, leave in peace. It is always a temptation for a departing person or family to try to take the best with them. This is divisiveness and sinful. Unless the church you left is a full-blown cult teaching heresy, do not poach sheep. You sin against Christ's bride by luring others away. If you are leaving for legitimate reasons, be honest with your elders about those reasons, but be tactful and brief if you must explain to others so that you do not sow seeds of discord.\nI understand the appeal of reliving that church honeymoon period where everyone is nice to you and whatever work you do is thoroughly applauded. I believe Satan's most effective tactic is often to keep Christians impotent by moving them from church to church. When he does, there is perpetual delay to the work to which they once belonged. Your pastor does his best work when he is encouraged by the spiritual growth and commitment of the saints.\nI pray that God presses these things upon your heart in such a way that you can best serve Him in His church. To God be the glory.\nChris Marley is the pastor of Miller Valley Baptist Church in Prescott, AZ. Chris has a M.Div. from Westminster Seminary California (from the Institute of Reformed Baptist Studies).\nRelated Articles\n",
        "quotes": [
            [
                "Chris, God did not call you to be successful; He called you to be faithful.",
                "",
                true
            ],
            [
                "Would I be happier if I were there?",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pastor",
            "confessions",
            "congregation",
            "things",
            "parishioners",
            "churches",
            "church",
            "leave",
            "know",
            "pastors",
            "god",
            "reasons",
            "note"
        ]
    }
]