[
    {
        "url": "https://www.christianpost.com/news/liberty-university-vote-jerry-falwell-donald-trump-endorsement-marco-rubio-ted-cruz.html",
        "title": "Liberty U Voters Reject Falwell's Trump Endorsement; Pick Rubio, Cruz Instead",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLiberty U Voters Reject Falwell's Trump Endorsement; Pick Rubio, Cruz Instead\nLiberty U Voters Reject Falwell's Trump Endorsement; Pick Rubio, Cruz Instead\nLiberty U Voters Reject Falwell's Trump Endorsement; Pick Rubio, Cruz Instead\n| Wednesday, March 02, 2016\nU.S. Republican presidential candidate Donald Trump points to Liberty University President Jerry Falwell, Jr. after speaking in Lynchburg, Virginia, January 18, 2016. | (Photo: REUTERS/Joshua Roberts)\nThe majority of voters in Liberty University's precinct voted for Florida Sen. Marco Rubio and Texas Sen. Ted Cruz rather than billionaire Donald Trump in Tuesday's GOP primary in Virginia, despite the fact that Liberty University President Jerry Falwell Jr. famously endorsed Trump in January.\nAlthough Trump was victorious in the Virginia Republican primary by winning over 34.7 percent of the vote, he did not fare as well in the Lynchburg-area, which is home to one of the nation's most preeminent evangelical colleges in Liberty University and also home to a small Christian school in Lynchburg College.\nEven though Falwell, the son of the late Liberty University founder Jerry Falwell Sr., has been a heavy advocate for Trump since his endorsement and also recorded a statewide robocall  attacking Cruz for his \"dirty tricks,\" Trump came in third place in the Lynchburg city precinct.\nAccording to election results  provided by the Virginia department of elections, Rubio finished first in Lynchburg city, amassing over 30 percent of the vote. Meanwhile, Cruz finished second with just under 29 percent of the vote.\nTrump received over 22 percent of the vote, while retired neurosurgeon Ben Carson finished fourth with 10 percent of the vote. Ohio Gov. John Kasich finished fifth in the precinct with just over 6 percent of the vote.\nAs for Cruz, he fared much better in Lynchburg than he did in the rest of the state. Cruz's 28.9 percent support in Lynchburg is about 12 percentage points higher than he received in Virginia statewide. Although Rubio earned 30.35 percent support in Lynchburg, that was less than the 31.9 percent of the vote he received statewide.\nU.S. Republican presidential candidate Donald Trump is shown on a big screen as he speaks at Liberty University in Lynchburg, Virginia, January 18, 2016. | (Photo: REUTERS/Joshua Roberts)\nAmong the prominent Liberty University community members who voted for Rubio is the school's student body president, Quincy Thompson, according to a tweet by Liberty for Rubio .\nThe fact that about six in 10 voters in the Liberty University area voted for Rubio and Cruz over Trump, shows that many voters who attend, teach at or are affiliated with Liberty University do not share Falwell's opinion on Trump.\nFalwell received much criticism from members of the Liberty University community after he made his endorsement of Trump, which provided Trump a major evangelical supporter to boast about.\nMark DeMoss, who served as Falwell Sr.'s chief of staff, told the Washington Post  in an interview this week that it was a mistake for Falwell Jr. to endorse Trump. DeMoss asserts that Trump, who has boldly said that he doesn't ask God for forgiveness, has run his campaign in a manner that contradicts the Christian values that Liberty promotes.\n\"Donald Trump is the only candidate who has dealt almost exclusively in the politics of personal insult,\" DeMoss said. \"The bullying tactics of personal insult have no defense — and certainly not for anyone who claims to be a follower of Christ. That's what's disturbing to so many people. It's not Christ-like behavior that Liberty has spent 40 years promoting with its students.\"\nDeMoss, who voted for Rubio, said that he can no longer hold his silence about Trump's evangelical support.\n\"I've been concerned for Liberty University for a couple of months now, and I've held my tongue,\" DeMoss said. \"I think a lot of what we've seen from Donald Trump will prove to be difficult to explain by evangelicals who have backed him. Watching last weekend's escapades about the KKK, I don't see how an evangelical backer can feel good about that.\"\nJonathan Falwell, Jerry's brother and pastor of the Thomas Road Baptist Church in Lynchburg, distanced himself from his brother's endorsement with a statement released at the end of January.\n\"In every election cycle, I strongly urge our church members and attenders to make sure they are registered, and then to make sure they vote for a person of character, moral leadership and who most closely aligns with their beliefs and values,\" Falwell said.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/liberty-university-president-jerry-falwell-jr-ted-cruz-donald-trump-robo-call-master-politician-dirty-tricks-158836/",
                "https://www.washingtonpost.com/news/post-politics/wp/2016/03/01/jerry-falwell-jr-s-trump-endorsement-draws-objections-from-his-late-fathers-confidant/"
            ],
            "gov_pgs": [
                "https://results.elections.virginia.gov/vaelections/2016%20March%20Republican%20Presidential%20Primary/Site/Locality/LYNCHBURG%20CITY/President.html"
            ],
            "unsure": [
                "https://twitter.com/LU4Rubio/status/704726923650469890",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "liberty",
            "trump",
            "falwell",
            "falwells",
            "endorsement",
            "university",
            "voted",
            "rubio",
            "voters",
            "instead",
            "cruz",
            "vote",
            "pick",
            "lynchburg",
            "reject"
        ]
    }
]