[
    {
        "url": "https://www.christianpost.com/news/nfl-star-benjamin-watson-tells-planned-parenthood-to-stop-quoting-martin-luther-king-jr.html",
        "title": "NFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\n| Thursday, January 18, 2018\nBaltimore Ravens tight end Benjamin Watson points to the sky during an NFL pre-season game in this undated file photo from 2016. | (Photo: Baltimore Ravens)\nBaltimore Ravens tight end and pending free agent Benjamin Watson needed just two words to slam the nation's largest abortion provider for quoting the words of Dr. Martin Luther King Jr., one of the most revered civil rights activists of the 1960s.\nOn Martin Luther King Day Monday, Planned Parenthood, much like many other organizations in the United States, posted a tribute to the slain minister on its Facebook page.\nPlanned Parenthood shared a picture of King that features the word \"dream\" in big white lettering. Along with the picture, the abortion chain quoted King  as saying: \"Our lives begin to end the day we become silent about things that matter.\"\n\"Today, we remember Dr King's legacy of resistance and commit to carrying the torch of courageous vision and action towards justice and equity. #MLKDay ,\" the Planned Parenthood post reads.\nThe post by Planned Parenthood, which performs over 300,000 abortions every year and has been accused of unfairly targeting African-American and minority communities, didn't sit well with Watson, a devout Christian who has voiced his pro-life beliefs many times in the past.\nWatson shared the Planned Parenthood post  on his own Facebook page and offered two words in response: \"Just stop.\"\nThe post comes as Watson gears up to speak to Christians gathered in Washington, D.C., this week for the annual Evangelicals for Life conference, hosted by the Southern Baptist Convention's Ethics & Religious Liberty Commission.\nIn August 2016, Watson made national headlines after it was reported that he told Turning Point Pregnancy Resource Center in an interview that Planned Parenthood was created to \"exterminate\" African-Americans .\n\"I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and [founder Margaret] Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,\" Watson said. \"We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.\"\nWatson also seemingly criticized minorities for buying into the abortion agenda.\n\"We are buying it hook, line, and sinker, like it's a great thing. It's just amazing to me and abortion saddens me, period,\" Watson explained. \"But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do. In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.\"\n\"It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,\" he added.\nLast January, Watson spoke to marchers at the 2017 March for Life . At the event, Watson called on those in attendance to make an impact within their own sphere of influence.\n\"This is the power of one. It is the power of influence, to influence people in our neighborhoods in our churches, in our workplaces on our teams,\" Watson said. \"It is also the power to unite as we have today as one, for a common cause to end the unthinkable practice of abortion in America.\"\n\"To be pro-life should be all encompassing, from conception to the grave.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "Our lives begin to end the day we become silent about things that matter.",
                "",
                true
            ],
            [
                "Today, we remember Dr King's legacy of resistance and commit to carrying the torch of courageous vision and action towards justice and equity.",
                "",
                true
            ],
            [
                "I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and [founder Margaret] Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,",
                "Watson",
                true
            ],
            [
                "We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.",
                "Watson",
                true
            ],
            [
                "We are buying it hook, line, and sinker, like it's a great thing.",
                "Watson",
                true
            ],
            [
                "It's just amazing to me and abortion saddens me, period,",
                "Watson",
                true
            ],
            [
                "But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do.",
                "Watson",
                true
            ],
            [
                "In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.",
                "Watson",
                true
            ],
            [
                "It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,",
                "",
                true
            ],
            [
                "This is the power of one.",
                "Watson",
                true
            ],
            [
                "It is the power of influence, to influence people in our neighborhoods in our churches, in our workplaces on our teams,",
                "Watson",
                true
            ],
            [
                "It is also the power to unite as we have today as one, for a common cause to end the unthinkable practice of abortion in America.",
                "Watson",
                true
            ],
            [
                "To be pro-life should be all encompassing, from conception to the grave.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/nfl-star-ben-watson-planned-parenthood-created-exterminate-blacks-its-working-167509/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=n3rI88eFsLY",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.facebook.com/PlannedParenthood/photos/a.401411729874877.116355.342294162453301/1999219353427432/?type=3&theater",
                "https://www.facebook.com/BenjaminWatsonOfficial/posts/1435501403243653",
                "https://www.facebook.com/hashtag/mlkday"
            ]
        },
        "key_words": [
            "martin",
            "nfl",
            "post",
            "abortion",
            "watson",
            "luther",
            "quoting",
            "minorities",
            "words",
            "planned",
            "star",
            "king",
            "pregnant",
            "power",
            "tells",
            "parenthood",
            "stop"
        ]
    }
]