[
    {
        "url": "https://www.christianpost.com/news/donald-trump-becomes-first-president-to-address-march-for-life-we-are-with-you-all-the-way.html",
        "title": "Donald Trump Becomes First President to Address March for Life: We Are With You All the Way",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDonald Trump Becomes First President to Address March for Life: We Are With You All the Way\nDonald Trump Becomes First President to Address March for Life: We Are With You All the Way\nDonald Trump Becomes First President to Address March for Life: We Are With You All the Way\n| Friday, January 19, 2018\nU.S. President Donald Trump addresses the annual March for Life rally, taking place on the National Mall, from the White House Rose Garden in Washington, U.S., January 19, 2018. | (Photo: REUTERS/Kevin Lamarque)\nPresident Donald Trump has become the first sitting president of the United States to directly address the annual March for Life.\nSpeaking via satellite from the Rose Garden of the White House on Friday, Trump stated that he was \"honored\" and \"proud\" to be the first commander-in-chief to address the March for Life.\n\"Today, tens of thousands of families, students, and patriots, and really just great citizens, gather here in our Nation's Capital,\" said Trump , his speech broadcast on a large screen before the March for Life rally attendees at the National Mall.\n\"You come from many backgrounds, many places, but you all come for one beautiful cause: to build a society where life is celebrated, protected, and cherished. The March for Life is a movement born out of love. You love your families, you love your neighbors, you love our nation, and you love every child, born and unborn, because you believe that every life is sacred, that every child is a precious gift from God.\n\"Because of you, tens of thousands of Americans have been born and reached their full God-given potential.\"\nTens of thousands of people gather at the National Mall in Washington, D.C., for the 45th Annual March for Life, Jan. 19, 2018. | (Screenshot: March for Life)\nDuring his remarks, Trump touted his pro-life efforts as president, including the reinstituting of the Mexico City Policy, which bans the government funding of abortions overseas, and reversing an Obama-era policy that made it hard for state governments to defund Planned Parenthood. Most recently, his administration issued a new proposal to protect conscience rights of medical professionals.\nNoting that the United States is one of seven countries that allows elective abortions after 20 weeks, Trump also denounced such abortions as \"wrong\" and that \"it has to change.\"\n\"We are protecting the sanctity of life and the family as the foundation of our society, but this movement can only succeed with the heart, the soul, and the prayer of the people,\" added Trump , who called life \"the greatest miracle of all.\"\nHe ended, \"We are with you all the way.\"\nVice President Mike Pence, who spoke in person at the 2017 March for Life, gave introductory remarks wherein he called Trump \"the most pro-life president in American history.\"\n\"From preventing taxpayer dollars from funding abortion overseas to empowering states to respect life in Title X, to nominating judges who will uphold our God-given liberties enshrined in the Constitution of the United States, this president has been a tireless defender of life and conscience in America,\" stated Pence .\n\"And know, as you march for life, that your compassion, your persistence, your activism and your prayers are saving lives. And this pro-life generation should never doubt we are with you, this president stands with you, and He who said 'Before I formed you in the womb, I knew you,' is with you as well.\"\nTrump's remarks came as part of the 45<sup>th anniversary March for Life, the large annual rally at the District of Columbia held on or around the anniversary of the landmark Supreme Court decision, Roe v. Wade.\nThis year's theme for the March for Life was \"Love Saves Lives,\" which March for Life President Jeanne Mancini stated last October was the fundamental premise of the pro-life movement.\n\"Choosing life is not always easy, but it is the loving, empowering, and self-sacrificial option. Love is universally attractive because it is directed towards others,\" stated Mancini .\n\"Love is what we all strive for because deep-down we are all drawn to give of ourselves in this way. Love saves lives in countless ways.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "Today, tens of thousands of families, students, and patriots, and really just great citizens, gather here in our Nation's Capital,",
                "Trump",
                true
            ],
            [
                "You come from many backgrounds, many places, but you all come for one beautiful cause: to build a society where life is celebrated, protected, and cherished.",
                "",
                true
            ],
            [
                "The March for Life is a movement born out of love.",
                "",
                true
            ],
            [
                "You love your families, you love your neighbors, you love our nation, and you love every child, born and unborn, because you believe that every life is sacred, that every child is a precious gift from God.",
                "",
                true
            ],
            [
                "Because of you, tens of thousands of Americans have been born and reached their full God-given potential.",
                "",
                true
            ],
            [
                "We are protecting the sanctity of life and the family as the foundation of our society, but this movement can only succeed with the heart, the soul, and the prayer of the people,",
                "Trump",
                true
            ],
            [
                "We are with you all the way.",
                "",
                true
            ],
            [
                "the most pro-life president in American history.",
                "Donald Trump",
                false
            ],
            [
                "From preventing taxpayer dollars from funding abortion overseas to empowering states to respect life in Title X, to nominating judges who will uphold our God-given liberties enshrined in the Constitution of the United States, this president has been a tireless defender of life and conscience in America,",
                "",
                true
            ],
            [
                "And know, as you march for life, that your compassion, your persistence, your activism and your prayers are saving lives.",
                "Donald Trump",
                true
            ],
            [
                "And this pro-life generation should never doubt we are with you, this president stands with you, and He who said 'Before I formed you in the womb, I knew you,' is with you as well.",
                "Donald Trump",
                true
            ],
            [
                "Choosing life is not always easy, but it is the loving, empowering, and self-sacrificial option.",
                "Mancini",
                true
            ],
            [
                "Love is universally attractive because it is directed towards others,",
                "Mancini",
                true
            ],
            [
                "Love is what we all strive for because deep-down we are all drawn to give of ourselves in this way.",
                "Donald Trump",
                true
            ],
            [
                "Love saves lives in countless ways.",
                "Donald Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://marchforlife.org/theme-love-saves-lives/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.youtube.com/watch?v=W0fepZmw_oo",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "life",
            "stated",
            "states",
            "lives",
            "trump",
            "way",
            "president",
            "donald",
            "prolife",
            "united",
            "address",
            "love",
            "remarks"
        ]
    }
]