[
    {
        "url": "https://www.christianpost.com/news/new-zealand-removes-jesus-name-parliament-prayer.html",
        "title": "New Zealand Removes Jesus' Name From Parliament Prayer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, November 09, 2017\nA police car is seen in front of the parliament building in Wellington, New Zealand, September 21, 2017. | (Photo: REUTERS/Ana Nicolaci da Costa)\nThe parliament of the increasingly secular nation of New Zealand has removed a reference to Jesus Christ in a new version of a prayer that is said before the start of every sitting session.\nRadio New Zealand  reported on Thursday that Speaker of the House Trevor Mallard has already started using the new version despite the period of consultation not yet being over.\nThe original version of the prayer read:\n\"Almighty God, humbly acknowledging our need for Thy guidance in all things, and laying aside all private and personal interests, we beseech Thee to grant that we may conduct the affairs of this House and of our country to the glory of Thy holy name, the maintenance of true religion and justice, the honor of the Queen, and the public welfare, peace, and tranquility of New Zealand, through Jesus Christ our Lord.\"\nBeside dropping Jesus' name, the new version also removes references to Britain's queen, who acts as Supreme Governor of the Church of England.\n\"Almighty God, we give thanks for the blessings which have been bestowed on New Zealand,\" the proposed new prayer reads. \"Laying aside all personal interests, we pray for guidance in our deliberations, that we may conduct the affairs of this House with wisdom and humility, for the public welfare and peace of New Zealand.\"\nAn even more \"radical change\" to the prayer was also presented before members of the parliament that removed all religious references, but was not accepted.\nJacinda Ardern, an agnostic, was sworn in as New Zealand's 40th Prime Minister in a non-religious ceremony  in October, becoming the youngest woman to lead the country at 37 years of age.\nArdern reportedly did not include the phrase \"so help me God\" in her oath of office, and replaced the word \"swear\" with \"solemnly, sincerely, and truly declare and affirm.\"\nArdern told the New Zealand Herald  in an interview that she was raised in a Mormon family, but left the church in her early 20s after she couldn't reconcile her support for her gay friends with conservative positions on marriage.\nNewshub  reported earlier this year that while a century ago New Zealand was one of the most Christian nations in the world, national census data  from 2013 found that less than half the population, or 48.9 percent, now identify with the faith.\n\"Historically, religion flourished among what we would call middle income people, the middle classes. Now today, that's the area of tremendous decline in religiosity,\" Massey University professor Peter Lineham said at the time.\nLineham added that Asian immigrants, such as Koreans and Filipinos who come to New Zealand, are often \"alarmed\" at how secular the nation is.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Almighty God, humbly acknowledging our need for Thy guidance in all things, and laying aside all private and personal interests, we beseech Thee to grant that we may conduct the affairs of this House and of our country to the glory of Thy holy name, the maintenance of true religion and justice, the honor of the Queen, and the public welfare, peace, and tranquility of New Zealand, through Jesus Christ our Lord.",
                "",
                true
            ],
            [
                "Almighty God, we give thanks for the blessings which have been bestowed on New Zealand,",
                "",
                true
            ],
            [
                "Laying aside all personal interests, we pray for guidance in our deliberations, that we may conduct the affairs of this House with wisdom and humility, for the public welfare and peace of New Zealand.",
                "",
                true
            ],
            [
                "solemnly, sincerely, and truly declare and affirm.",
                "",
                false
            ],
            [
                "Historically, religion flourished among what we would call middle income people, the middle classes.",
                "Peter Lineham",
                true
            ],
            [
                "Now today, that's the area of tremendous decline in religiosity,",
                "Peter Lineham",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nzherald.co.nz/lifestyle/news/article.cfm?c_id=6&objectid=11789352",
                "https://www.rnz.co.nz/news/political/343421/jesus-queen-dropped-from-parliament-prayer",
                "http://www.news.com.au/finance/work/leaders/why-the-new-zealand-prime-minister-left-the-mormon-church/news-story/45fe1c1039e7a62ef73dfc1871a2848d",
                "https://friendlyatheist.patheos.com/2017/10/26/new-zealand-prime-minister-takes-non-religious-oath-of-office-without-bible/"
            ],
            "gov_pgs": [
                "http://www.stats.govt.nz/Census/2013-census/profile-and-summary-reports/quickstats-culture-identity/religion.aspx"
            ],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "parliament",
            "zealand",
            "prayer",
            "jesus",
            "removes",
            "version",
            "god",
            "whatsapp",
            "thy",
            "house",
            "welfare"
        ]
    }
]