[
    {
        "url": "https://www.christianpost.com/news/pentecostal-christian-couple-arrested-for-torture-let-children-eat-once-a-day-shower-twice-a-year.html",
        "title": "'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n| Thursday, January 18, 2018\nLouise and David Turpin and their children. | (Photo: Facebook)\nA Christian couple arrested for torture and child endangerment after their 13 children were rescued from their filthy home on the weekend only allowed the severely malnourished children to eat once a day and one shower a year,  according  to law enforcement officials.\n\"They were not being fed and they were living in filthy, dirty conditions. That's gonna take its toll,\" said Captain Greg Fellows of the Riverside County Sheriff's Department at a press conference.\nThe children of David Allen Turpin, 57, and his 49-year-old wife, Louise Anna Turpin, were rescued  from their home in Perris, California, on Sunday after their emaciated 17-year-old daughter escaped and alerted police that her siblings were being held captive by her parents.\n\"Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,\" police said in a press release.\nWhat was even more shocking, they say, was that seven of the 13 victims who ranged in age from 2 to 29 were adults 18 and older.\nAn official with knowledge of the case told NBC News  that the four-bedroom home where they lived was like a prison and reeked of urine. All of the children are reportedly being treated for severe malnutrition at local hospitals and doctors are worried they could go into shock. As soon as their conditions improve, psychologists are expected to be brought in to evaluate them.\nDavid Turpin's 81-year-old mother, Betty Turpin, said it's difficult to believe what was happening in her son's house because she felt he and his wife were \"model Christians.\"\n\"I feel they were model Christians. It's hard to believe all of this. Over the years, (only) the Lord knows what happened,\" she told the Daily Breeze . \"I'm not just a bragging parent. We raised two sons. They never gave us any problem, never got on drugs. ... (We) kept them in church. We never had to make them go to church.\"\nDavid Turpin's brother, Randy Turpin, who has been president of the Pentecostal Valor Christian College since 2015 , has asked for privacy as he deals with the revelations about the family of his estranged brother.\nRandy Turpin, president of Valor Christian College in Ohio. | (Photo: Facebook)\n\"The Valor Christian College community joins with millions of Americans who are shocked and saddened by these terrible stories from California and we are praying for the full recovery of all involved,\" the Ohio school said on behalf of their president who has taken a sabbatical to deal with the family crisis.\nBetty Turpin, who lives in Princeton, West Virginia, told the Daily Breeze that she vacationed with her son and his wife six years ago and she cannot reconcile the police report with her experience then.\n\"They are the sweetest family,\" she said. \"They were just like any ordinary family. And they had such good relationships. I'm not just saying this stuff. These kids, we were amazed. They were 'sweetie' this and 'sweetie' that to each other.\"\nElizabeth Jane Flores, who is Louise Turpin's estranged sister, said she tried for years to get in touch with the children but their parents would not allow it.\n\"I want to reach out to the kids, I want them to know that for years we begged to Skype, we begged to see them, the whole family,\" she told ABC News' \" Good Morning America \" through tears.\n\"I was shocked because my sister and I haven't really had a sister relationship for about 20 years. So other than maybe like a call every once in a while, and sometimes those calls are like a year apart. So I was shocked, I was devastated,\" Flores said of the police rescue. \"We were never allowed to be a part of their lives.\"\nShe explained that she lived with her sister and her family for a few months when she was in college. The Turpins, she said, only had four children at that time and the eldest was in elementary school.\n\"I thought they were really strict, but I didn't see any type of abuse,\" she said. \"Now that I'm an adult, I look back, I see things that I didn't see then.\"\nShe recalled, however, that she had \"uncomfortable\" experiences with her brother-in-law but she never said anything because she was \"young\" and \"scared.\"\n\"He did things that made me feel uncomfortable,\" Flores said. \"If I were to get in the shower, he would come in there while I was in there and watch me, and it was like a joke. He never touched me or anything.\"\nDespite the estrangement between her and her sister, she said she was praying for the family.\n\"I want her to know that she's still my blood and I love her. I don't agree with what she did and her actions have made the whole family suffer. But I want her to know that I'm praying for her salvation and that we do love her,\" said Flores. \"I love Louise, but the kids are my concern.\"\nRelated Articles\n",
        "quotes": [
            [
                "They were not being fed and they were living in filthy, dirty conditions.",
                "Greg Fellows",
                true
            ],
            [
                "That's gonna take its toll,",
                "Greg Fellows",
                true
            ],
            [
                "Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,",
                "",
                true
            ],
            [
                "I feel they were model Christians.",
                "David Turpin",
                true
            ],
            [
                "It's hard to believe all of this.",
                "David Turpin",
                true
            ],
            [
                "Over the years, (only) the Lord knows what happened,",
                "David Turpin",
                true
            ],
            [
                "I'm not just a bragging parent.",
                "",
                true
            ],
            [
                "They never gave us any problem, never got on drugs.",
                "",
                true
            ],
            [
                "We never had to make them go to church.",
                "",
                true
            ],
            [
                "The Valor Christian College community joins with millions of Americans who are shocked and saddened by these terrible stories from California and we are praying for the full recovery of all involved,",
                "",
                true
            ],
            [
                "They were just like any ordinary family.",
                "Flores",
                true
            ],
            [
                "And they had such good relationships.",
                "Flores",
                true
            ],
            [
                "I'm not just saying this stuff.",
                "Flores",
                true
            ],
            [
                "They were 'sweetie' this and 'sweetie' that to each other.",
                "Flores",
                true
            ],
            [
                "I want to reach out to the kids, I want them to know that for years we begged to Skype, we begged to see them, the whole family,",
                "Flores",
                true
            ],
            [
                "I was shocked because my sister and I haven't really had a sister relationship for about 20 years.",
                "Flores",
                true
            ],
            [
                "So other than maybe like a call every once in a while, and sometimes those calls are like a year apart.",
                "Flores",
                true
            ],
            [
                "So I was shocked, I was devastated,",
                "Flores",
                true
            ],
            [
                "We were never allowed to be a part of their lives.",
                "Flores",
                true
            ],
            [
                "I thought they were really strict, but I didn't see any type of abuse,",
                "Flores",
                true
            ],
            [
                "Now that I'm an adult, I look back, I see things that I didn't see then.",
                "Flores",
                true
            ],
            [
                "He did things that made me feel uncomfortable,",
                "Flores",
                true
            ],
            [
                "If I were to get in the shower, he would come in there while I was in there and watch me, and it was like a joke.",
                "Flores",
                true
            ],
            [
                "He never touched me or anything.",
                "Flores",
                true
            ],
            [
                "I want her to know that she's still my blood and I love her.",
                "Flores",
                true
            ],
            [
                "I don't agree with what she did and her actions have made the whole family suffer.",
                "Flores",
                true
            ],
            [
                "But I want her to know that I'm praying for her salvation and that we do love her,",
                "Flores",
                true
            ],
            [
                "I love Louise, but the kids are my concern.",
                "Flores",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pe.com/2018/01/17/grandparents-of-13-siblings-found-captive-in-perris-they-are-the-sweetest-family/",
                "https://www.christianpost.com/news/christian-couple-kept-their-13-children-starving-and-shackled-in-chains-inside-house-of-horror-police-say-213994/",
                "https://www.nbcnews.com/news/us-news/california-torture-house-13-siblings-allowed-eat-once-day-shower-n838671"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/139366446128164/photos/a.147621421969333.30757.139366446128164/929327650465369/?type=3&theater"
            ]
        },
        "key_words": [
            "im",
            "let",
            "children",
            "sister",
            "day",
            "eat",
            "shower",
            "christian",
            "annual",
            "turpin",
            "told",
            "flores",
            "wife",
            "family",
            "turpins",
            "torture",
            "arrested",
            "couple"
        ]
    }
]