[
    {
        "url": "https://www.christianpost.com/voice/the-decision-of-roe-v-wade-killed-60-million-babies-can-one-ministry-make-difference.html",
        "title": "The Decision of Roe v. Wade Killed 60 Million Babies, Can One Ministry Make Difference?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nThe Christian Post\nThe Decision of Roe v. Wade Killed 60 Million Babies, Can One Ministry Make Difference?\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nThe Decision of Roe v. Wade Killed 60 Million Babies, Can One Ministry Make Difference?\nThe Decision of Roe v. Wade Killed 60 Million Babies, Can One Ministry Make Difference?\n| Monday, January 22, 2018\nTens of thousands of people gather at the National Mall in Washington, D.C., for the 45th Annual March for Life, Jan. 19, 2018. | (Screenshot: March for Life)\nIt all started with a sermon. At the time, I was a 30-something-year-old pastor leading a congregation in South Florida and caring for a young family.\nAbout 10 years earlier, a woman in Texas had filed suit in the state's northern district court to obtain an abortion, back then an illegal procedure unless necessary to save the mother's life. Her name was Norma McCorvey, but she used the alias \"Jane Roe\" in court. Her case would culminate in one of the most fateful Supreme Court decisions of the 20th century, legalizing abortion in all 50 states.\nIn the decade after Roe v. Wade was decided, nearly  60 million  abortions were performed in the U.S. That's more than all abortions in the previous two centuries combined.\nAs a Christian, I knew with every fiber of my being that abortion was an affront against God, who places infinite value on every human life. And my faith compelled me to speak for the millions who couldn't speak for themselves. It was on one of these occasions, during a sermon on the devastating consequences of abortion, that I felt God speak to me. He asked, \"What are you going to do about it?\"\nWe began a pregnancy center at First Baptist Church West Palm Beach. And when I accepted the call to lead Prestonwood Baptist Church in Dallas, Texas in 1989, I knew this \"Jesus Ministry\" was one we had to duplicate, and take a proactive stand for the life of the unborn. In 1991 we launched  Prestonwood Pregnancy Center , a clinic to reach women at their point of need during unplanned pregnancies.\nToday, our center provides counseling, education and medical services — such as pregnancy tests and sonograms — free of charge to thousands of women and families. Throughout the years, we have served various locations in the Dallas area with mobile sonogram units, making it convenient for women to drop in for a prompt and confidential visit.\nIn the past 26 years, our staff, along with a wonderful group of volunteers who have a heart for this ministry, have served more than 70,000 clients, from single, pregnant women uncertain about their future to unsuspecting fathers to married couples who are in a difficult stage in life.\nBut here's the best part: we've seen over 42,500 women choose life for their babies! In fact, 9 out of 10 women who visited our center in 2017 chose to keep their babies.\nOver the years, one of the things we've learned is that we've sometimes given Roe v. Wade way too much agency. It's true, the case made abortion legal in the U.S., allowing for the killing of untold millions of babies, but the law doesn't actually force anyone to get an abortion. In our experience, most women don't really want to end their pregnancy. Oftentimes, it's economic and social pressures, and the lack of support from family and a community system, that drive expecting mothers to prematurely end their pregnancies.\nA recent  study on the emotional effects of abortion  confirms the heavy influence of outside pressures on women hesitating to carry their pregnancy to term. The study, which surveyed 987 post-abortion patients, found that 58 percent of the women had gotten an abortion to make someone else happy. In a more telling statistic, 7 out of 10 disagreed that their decision \"was entirely free from even subtle pressure from others to abort.\"\nBut here's the figure that broke my heart: 2 in 3 said, \"They knew in their hearts that they were making a mistake when they underwent the abortion.\"\nFor the past four and a half decades, the pro-life movement has fought tooth and nail for the right to life of the unborn. We want America to wake up and realize that abortion from whichever perspective you look at it — morally, ethically and, yes, we believe even legally — is wrong. And we'll do anything in our power to see the day when no more babies are aborted in America. But we cannot get lost in a war of words and forget where the battle is actually fought. If we care about the babies, we need to start caring for the mothers.\nCompared to America's mammoth abortion machine, our pregnancy center seems like putting a Band-Aid on an gushing wound. But I've always noted that the famous saying \"It's better to light a candle than curse the darkness\" is apropos in this battle. I can't help but think what would happen if every woman pressed to get an abortion had access to the support and resources of a center like ours. Abortion might remain legal, but fewer women would turn to it as a solution.\nFor us, fighting abortion means investing our resources to help as many women and their babies as possible. Praise God, we've saved 42,500 lives so far ... and we're still counting.\nDr. Jack Graham is the pastor of  Prestonwood Baptist Church , one of the largest and most dynamic churches in America. He is also a noted author, and his  PowerPoint Ministries  broadcasts are available in 92 countries and are heard daily in more than 740 cities.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.cdc.gov/mmwr/preview/mmwrhtml/ss5713a1.htm"
            ],
            "unsure": [
                "https://prestonwoodpregnancy.org/",
                "https://jackgraham.org/",
                "http://www.prestonwood.org/"
            ]
        },
        "key_words": [
            "roe",
            "pregnancy",
            "babies",
            "abortion",
            "ministry",
            "difference",
            "center",
            "decision",
            "million",
            "weve",
            "60",
            "killed",
            "women",
            "wade",
            "v",
            "life"
        ]
    }
]