[
    {
        "url": "https://www.christianpost.com/news/christian-scholar-america-could-produce-antichrist-of-the-21st-century.html",
        "title": "Christian Scholar: America Could Produce Antichrist of the 21st Century",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian Scholar: America Could Produce Antichrist of the 21st Century\nChristian Scholar: America Could Produce Antichrist of the 21st Century\nChristian Scholar: America Could Produce Antichrist of the 21st Century\n| Tuesday, May 03, 2011\nWASHINGTON – America could produce the antichrist in the 21st century through the mixing of greed, power, and economic problems if the church fails to step in to guide people, said a leading international Christian scholar on Monday.\n\"If America does not return to the Bible as the cultural authority – having influence over the Congress, over the courts, over the universities – if that does not happen, then the antichrist in the 21st century will come from America,\" said Vishal Mangalwadi, referred to as \"India's foremost Christian intellectual\" by Christianity Today, in a lecture to commemorate the King James Bible's 400th anniversary.\nMangalwadi, speaking at the King James Bible Expo 2011 at George Washington University, pointed out that the antichrist of the 20th century came from Germany – the first Protestant nation – in the form of the Nazi.\nThe Christian philosopher, author, and social reformer explained to The Christian Post after the lecture that he uses the term antichrist differently than most American pastors and theologians. Mangalwadi uses the term antichrist as a spirit of the evil one that captures political and economic power and becomes oppressive and totalitarian.\n\"The antichrist is an invention of American eschatology,\" said the India-born scholar who now resides in California. \"I'm using the word antichrist exactly as the New Testament uses it, which is different than the way American eschatology uses it, which is the Antichrist.\"\nMangalwadi offered a scenario in which the antichrist could rise in America. If the United States was to face a second depression where the unemployment rate rises to 25 percent and the government could no longer send out unemployment checks, then this would set the stage for the antichrist, according to the political columnist, who noted that Germany was also facing economic problems when Hitler rose.\n\"Right now, unemployment is an abstract because the unemployed are getting a check to sit in front of a TV and watch 'Sex in the City' with a beer bottle in their hand,\" said Mangalwadi to CP. \"When they don't get an unemployment check, what will happen?\"\n\"They will be out on the streets as in Egypt, Syria, and Yemen. Then unemployment would not be what the pundits talk about but something that the whole world would talk about because these unemployed are looting, destroying buses. That's America's future.\"\nMangalwadi said his fear is that Hollywood director James Cameron's view of America in \"Avatar\" is correct. The blockbuster film \"Avatar\" shows America abusing its military power to feed its greed. \"Avatar,\" he noted, portrays the struggle of the Pandora world to survive the greed, godlessness, and injustice of America.\n\"What Cameron is saying is greed-driven, technologically superior capitalism, which has no model of restraint because there is no law which is beyond human greed and power, is a very dangerous thing,\" said Mangalwadi. \"America without the Bible is a very dangerous country.\"\n\"The just war theory has disappeared because there is no God whose justice should be binding on power.\"\nThe author ofThe Book That Made Your World: How the Bible Created the Soul of Western Civilization also pointed to Oliver Stone's cult-classic \"Wall Street\" for promoting greed through character Gordon Gekko's famous quote: \"The point is, ladies and gentleman, that greed, for lack of a better word, is good. \"\n\"Those two films really show what secularization has done to capitalism – ‘you shall not covet’ becoming ‘you shall covet,’\" noted the Christian cultural observer.\nIn talking about the Bible's influence on Western civilization and America during the lecture, Mangalwadi highlighted that what the U.S. Declaration of Independence states as being \"self-evident\" – life, liberty, and the pursuit of happiness – are not self-evident without the Bible.\n\"It has never been self-evident to any culture. It wasn't self-evident to Osama bin Laden that he should not be killing innocent people,\" said the scholar. \"It was not self-evident to Gaddafi. It was not self-evident to Saddam Hussein. It is not evident to the presidents of Syria, Yemen or Saudi Arabia that human rights are self-evident.\"\n\"They come from the law that a pastor and the American media ridicule, 'You shall not kill,' which is the basis for the fundamental right to life.\"\nMangalwadi calls on churches, Christian colleges, and homeschooling parents to disciple the next generation of young adults to have a Christian worldview instead of the secular values that greed and power are good.\n\"America will give to the world the antichrist of the 21st century unless the Church first of all stands up to affirm that this is God's word, and as the word of God it should have authority over courts and kings and military authority,\" he said. \"It should have cultural authority over the whole of life and whole of culture.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "greed",
            "power",
            "word",
            "century",
            "unemployment",
            "america",
            "world",
            "scholar",
            "produce",
            "antichrist",
            "selfevident",
            "mangalwadi",
            "21st",
            "christian"
        ]
    }
]