[
    {
        "url": "https://www.christianpost.com/news/jimmy-carter-nfl-players-stand-anthem-protest-different-way.html",
        "title": "Jimmy Carter: NFL Players Should Stand for Anthem, Protest in 'Different Way'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJimmy Carter: NFL Players Should Stand for Anthem, Protest in 'Different Way'\nJimmy Carter: NFL Players Should Stand for Anthem, Protest in 'Different Way'\nJimmy Carter: NFL Players Should Stand for Anthem, Protest in 'Different Way'\n| Monday, October 23, 2017\nJacksonville Jaguars players kneel during the U.S. national anthem before the match. September 24, 2017. | Action Images via Reuters/Paul Childs\nFormer President Jimmy Carter thinks NFL players shouldn't protest by kneeling during the national anthem.\nFormer U.S. President Jimmy Carter delivers a lecture on the eradication of the Guinea worm, at the House of Lords in London, Britain February 3, 2016. | (Photo: REUTERS/Neil Hall)\n\"I think they ought to find a different way to object, to demonstrate,\" Carter told  The New York Times  in an interview with columnist Maureen Dowd. \"I would rather see all the players stand during the American anthem.\"\nThe national anthem protests began in 2016, when then-San Francisco 49ers quarterback Colin Kaepernick sat and later kneeled during the anthem, as opposed to the tradition of standing, as a way to highlight racial injustice and police brutality in the United States.\nIn September, the protests became more widespread when more than 200 players sat or kneeled in response to President Donald Trump's call for owners to fire the protesting players.\nWhen Dowd asked Carter if he thought Trump was deepening racial divisions, he responded, \"Yes, I think he is exacerbating it. But maybe not deliberately.\"\nCarter somewhat defended Trump throughout the interview. Dowd observed that \"Carter was harder on Obama during the interview than he was on Trump.\"\nWhen asked if evangelicals were cynical to stick with Trump despite the fact that Trump uses coarse language and bragged about groping women, Carter, who is an evangelical, simply replied, \"apparently not.\" \nMost recently, on Saturday, all Dallas Cowboys stood while eight 49ers players, six in uniform, took a knee during the anthem before Sunday's game in Santa Clara, California, USA Today  reported. But Cowboys defensive end David Irving raised his right fist at the end of the anthem. \nSunday marked the Cowboys' first game since owner Jerry Jones threatened to bench any Cowboys players who did \"anything that is disrespectful to the flag\" two weeks ago.\nJed York, the owner of 49ers, said last week that owners needed to understand the issue.\n\"I think the more that you have owners and players together, not just me meeting with 49ers players, but several owners meeting with players from different teams and it's not about collective bargaining issues, it's not about workplace environment, it's really understanding where different people come from and knowing that a lot of players, it may not be the exact same issue, but there are things that rely around social inequalities that they've seen and experienced that they can share those experiences with owners,\" he said. \"You're seeing people that might not understand that firsthand. They're getting a much better perspective.\"\nPresident Trump criticized national anthem protests by NFL players at a rally in Alabama last month.\n\"Wouldn't you love to see one of these NFL owners, when somebody disrespects our flag, to say, 'Get that son of a bitch off the field right now, out, he's fired. He's fired!',\" Trump said, according to a transcript  of the comments posted by Bryan Graham of The Guardian.\n\"You know, some owner is gonna do that. He's gonna say, 'That guy disrespects our flag, he's fired.' And that owner, they don't know it. They don't know it. They're friends of mine, many of them. They don't know it. They'll be the most popular person, for a week. They'll be the most popular person in this country,\" Trump added, according to the transcript.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/21/opinion/sunday/jimmy-carter-lusts-trump-posting.html?_r=0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BryanAGraham/status/911397671553732608",
                "https://www.usatoday.com/story/sports/nfl/cowboys/2017/10/22/david-irving-cowboys-jerry-jones-protest-national-anthem/788945001/"
            ]
        },
        "key_words": [
            "stand",
            "protest",
            "owners",
            "players",
            "know",
            "trump",
            "nfl",
            "carter",
            "jimmy",
            "different",
            "hes",
            "way",
            "anthem",
            "owner"
        ]
    }
]