[
    {
        "url": "https://consortiumnews.com/2017/10/11/a-silenced-israeli-critic/",
        "title": "A Silenced Israeli Critic",
        "authors": [
            {
                "name": "Roza Shanina",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Howdy Emerson",
                "link": null
            },
            {
                "name": "Northern Observer",
                "link": null
            },
            {
                "name": "Steve Naidamast",
                "link": null
            },
            {
                "name": "D.H. Fabian",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Zaman Khan",
                "link": null
            },
            {
                "name": "David Otness",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-10-11",
        "text": "Main menu\nBy Rick Sterling\nDespite the U.S. media’s extensive coverage of Israel, what Miko Peled says is seldom heard by Americans, although he was born in Jerusalem and comes from a famous Israeli family. Peled’s grandfather was one of the signers of the Israeli founding documents. His father was a soldier in the war which led to the creation of Israel and later a senior army general during the 1967 war. And one of Peled’s nieces was killed in a suicide bombing attack.\nMiko Peled, author of The General’s Son.\nHowever, in contrast to what one might expect, Miko Peled is a voice of sharp criticism of Israel and Israeli policies. He does not mince his words. Israel is a “settler colonial state” and Israel does NOT have a “right to exist” as an apartheid state with preferential treatment based on ethnicity.\nPeled does not speak in the abstract; he gives specific examples to demonstrate what he says. Palestinians in the West Bank have no consistent running water while settlers enjoy unlimited drinking water plus swimming pools and water for green lawns. The situation in Gaza is even worse. The two million residents of the tiny Gaza strip endure horrific conditions. Babies with medical conditions die while just a few miles away, Israeli babies with the same conditions will live.\nPeled does not limit his criticism to the “Occupied Territories,” He says all of the state should be called Palestine with equal rights and opportunities for all. Peled pokes fun at the claims that Jews anywhere have a “right to return” because of a supposed 2,000-year-old claim and entitlement. These claims are based on the Old Testament not scientific history.\nIn contrast with the myth, most Israeli citizens have zero DNA connection to the region. Peled humorously points to the irony of Zionists who claim a 2,000-year-old “right” to the land as they deny and denigrate the rights and claims of Palestinians who were expelled in 1948 and after.\nAs Peled explains, most Israelis are quick to tell Palestinians to “get over it” despite the fact that Palestinian claims are well documented and only go back 70 years, not 2,000. Unknown to most Americans, about half a million Palestinians languish in Lebanon, waiting for the time when they return to their villages in Palestine from which they were expelled in 1948 and after. The actual history of those events has been clearly documented by the Israeli historian Ilan Pappe.\nBut Peled is not entirely pessimistic. Indeed, he thinks that it is better that the pretense of a “two-state solution,” which has been used as an excuse to justify the current situation, is openly dismissed by President Trump and Israeli Prime Minister Benjamin Netanyahu. Things are now clarified, leaving two paths to the future. One, a supremacist “democracy” for Jews and continuing occupation and oppression for the Palestinians or, two, a one-state democracy for all.\nPeaceful Resistance\nWhile acknowledging that most Israelis today reject the idea of equality for Palestinians, Peled recalls how quickly the change from apartheid to democracy happened in South Africa. He says if they could overcome apartheid in South Africa, why is this not possible in Israel/Palestine?\nPalestinian boys prepare to welcome Women’s Boat to Gaza, which was intercepted by the Israeli naval blockade on Oct. 5, 2016.\nIn the 1980s and early 1990s, the international Boycott Apartheid campaign helped to end open racism in South Africa. Around the world, there is a similar peaceful and non-violent campaign pressing for the end of open racism in Israel. It’s called “BDS” for Boycott, Divestment and Sanctions. The goal is to pressure Israel to abandon its apartheid policies just as South Africa did.\nMaking clear his own stand, Peled wore a large BDS button on his lapel. For those who mistakenly believe that Israel is a progressive force internationally, the reality is that Israel was one of apartheid South Africa’s closest allies.\nFor taking the stance he does, and especially because of his family roots, Miko Peled has been vilified and threatened. It takes great courage to follow his beliefs as he has. His family is apparently with him.\nIn his memoir, The General’s Son: Journey of an Israeli in Palestine, he describes how his mother refused to take furniture or property of Palestinians who had been expelled from Jerusalem in 1967, as many other prominent Jewish families were doing.\nPeled describes his father’s evolution from military general to an advocate for peace and respect for Palestinians. And he describes the reaction of his sister and how she blamed Netanyahu and racist policies for the death of her daughter. Miko Peled demonstrates courage and integrity. Through his writing and speeches, he exposes racist policies in Israel and the U.S. He seeks a better future even if it sometimes appears hopeless and provokes slander and personal threats against himself.\nOn Oct. 6, Peled spoke in Lafayette, California, in an event sponsored by Mt Diablo Peace & Justice Center (MDPJC) with co-sponsorship by Jewish Voice for Peace and others. Peled’s book is published by Just World Books . A video of his Lafayette presentation, including the introduction by St Mary’s College Professor Hisham Ahmed, is posted at the Mt Diablo Peace & Justice Center website .\nRick Sterling is an investigative journalist based in the San Francisco East Bay. He can be contacted at rsterling1@gmail.com\nGingerbread\nOctober 20, 2017 at 19:16\nThe US media is the gold standard of programming.  Those who have the gold set the standard.\nDavid Otness\nThanks, Rick.\nMiko is indeed a hero, as is his sister who joins him in activism on behalf of justice for the Palestinian people.\nevelync\nThanks Todd Boyle!\nOctober 15, 2017 at 00:03\nMore than 3 million people have viewed this talk by Miko Peled in Seattle.  It has been downloaded and re-used in educational settings and broadcasts, worldwide.  It’s very clear, well organized, and honest.   Please commit an hour, to see with friends.\nOctober 14, 2017 at 14:13\nI worry that anyone who takes it upon themselves and is in a position of power to craft and enforce a newly structured regime on an existing region – even with good intentions – can have terrible unintended consequences.\nI’m thinking, for example, Joe Biden who even today may aspire to run for president and proposed years ago that the “solution” to ending ethnic violence in Iraq (that George W Bush/ Richard P Cheney/Donald H Rumsfeld/ Condoleezza Rice succeeded in foisting onto Iraq starting with SHOCK AND AWE) – Biden’s solution was to carve Iraq into 3 parts. Say what???????\nGeneral Wesley Clark at the time asked exactly which streets in Iraq would be the dividing lines.\nAnd Iraqis themselves during interviews explained to us that before we invaded there were households with mixed marriages Shia/Sunni and people thought of themselves first as Iraqi’s and the ethnicity was way down the line from there. We created the mistrust in Iraq. And no one in this country has gone to prison yet for that….\nIt’s possible that any top down remanufacture of the region could have terrible unintended consequences because our regime changes have been sooooo horrific……\nThat said, we all know, that the current situation is itself horrific.\nAs the South African play write, Athol Fugard, said about apartheid in South Africa in “A Lesson From Aloes” – apartheid not only harms the victims but also the perpetrators who live under the illusion that they are superior to their victims as human beings. Thus the perpetrators themselves miss a life that could be enriched by friendships from among the people whom they deem the underclass.\nA few years back an American who visited Jerusalem told me about his lunch with a Palestinian scholar who told him about his life under Israeli occupation in east Jerusalem. For example, when he was invited to attend a conference along with Israelis and others, this elderly Palestinian man said he was unable to board the plane to go to this conference because of Israeli security that discriminated against him as a Palestinian. The American described this man as a gentle sweet man who should be allowed to contribute to the greater culture but instead suffered injustice under this regime every day, being humiliated and demeaned. That cannot be good for how Israelis think of themselves and their democracy. It’s unsustainable.\nSo, what to do?\nI sure as hell don’t know – I used to think the 2 state solution was maybe the way because some scholars here approved it.\nBut who knows how that would be messed up if, for example, a Joe Biden makes the decisions of how to carve everything up?\nThere’s so much distrust on both sides, how can it change over night?\nIn this country we struggle every day with racism. We struggle with the powerful NRA gun lobby.\nThe NRA and the AIPAC – are just brittle, delusional, right wing groups who have money and power.\nI think maybe that it has to start somewhere slowly at the grass roots level and build from there.\nStart with action in the Knesset and in the courts and push for justice for this Palestinian scholar. He should be free to travel to conferences. His views and scholarship would benefit everyone who attends the conference. His Voice must be given as much value as all the other scholars, maybe more, because he could shed light on what’s going on since he lives it every day.\nIt would be great if piece by piece each injustice was challenged. And this challenge became embedded in Israeli culture and Palestinian culture…step by step…\nAnthony Bourdain – himself Jewish – visited one of the Israeli Jewish settlements for one of his shows – the man he spoke with there seemed paranoid and defensive about Israeli policy. Then Bourdain visited a Palestinian family a few yards away who were open and welcoming to him.\nThanks to Anthony Bourdain and other like tv travel hosts who are trying to teach us not to be afraid of each other.\nLeadership from people like Miko Peled who understands that it hurts him and his loved ones to allow the Zionists to continue to undermine the possibility for Israel to be a democratic society.\nSo, I’d like the laws and the courts to start to do something about the injustice.\nI’d like for that Palestinian scholar to have the same rights as Israeli scholars.\nIt demeans all Israelis and all of us around the world, for this scholar to be treated so badly.\nAnd I’m not even talking about the other horrific depravations and illegalities that must stop in order for Israel to see itself as a true democracy.\nWhere is Martin Luther King when we need him for guidance?\nYahweh\nOctober 13, 2017 at 22:13\nThe jews world wide have a mecca to come home to…….the wonderful state of Israel…..now boarding gates 1 through 66. Welcome home my children\nZaman Khan\nOctober 13, 2017 at 08:33\nA lot of people believe in religious books as if they were history books. They are not including the Bible & the Quran. They are simply fiction. People basing policy on it is simply a travesty.\nDr. Ibrahim Soudy\nOctober 13, 2017 at 12:18\nYou obviously never read the Quran because it challenges people like you to prove that it is man-made…………Why  don’t you take up the challenge?!………….I dare YOU.\nARTH\nOctober 13, 2017 at 02:56\nThere are many many cf the csof Israel.  Why him in particular?\nD.H. Fabian\nOctober 12, 2017 at 20:50\nThe quickest way to get blocked off a liberal discussion board is to discuss the middle class’ war on the poor. The second quickest way is point out how the trendy anti-Israel propaganda is contradicted by the facts. The third quickest way is to point out how and why Russia had nothing to do with the 2016 election results (note: Democrats divided and conquered their own voting base).\nMaybe we can discuss why the leading economic, military and political rival of the US — China — is virtually disappeared from the media/public discussion?\nAbe\nConventional Hasbara (obviously pro-Israel) propaganda troll “D.H. Fabian” is eager to change the subject.\nThe quickest way to identify a Hasbara troll is to point out their complete lack of reference to facts.\nThe trend of increasingly ridiculous Hasbara propaganda has escalated in recent weeks.\nHasbara internet trolls stir up diversions and try to smear independent investigative journalism sites like Consortium News.\nIsrael’s online army of Hasbara trolls desperately attempt to deceive, distract, divert and disrupt online discussion of the workings of the pro-Israel Lobby and Israeli influence on American foreign policy.\nHasbara troll “comments” manifest in two forms:\n– Conventional Hasbara (overtly “pro-Zionist / “pro-Israel”) propaganda (“D.H. Fabian” is a conspicuous example)\n– Inverted Hasbara (false flag “anti-Zionist” / “anti-Israel” / “anti-Jewish” or “anti-Semitic”) propaganda\nRefutation of Conventional Hasbara false facts and fake news claims sparked the trend of Inverted Hasbara propaganda activity.\nInverted Hasbara operates based on false arguments advanced by individuals who masquerade as “harsh” critics of Israel and Zionism, pretend to be “Jew hater” racists to foster the illusion of online “hate”.\nConventional Hasbara trolls often accuse legitimate criticism of Israel or Zionism of being “anti-Semitic”, racist or “anti-Jewish”\nInverted Hasbara trolls masquerade as “anti-Jewish”, posting overtly racist or “anti-Semitic” remarks, appealing to “anti-Jewish” conspiracy theories, and linking to “Holocaust denial” material and “hate” literature\nReaders of Consortium News are alert to these deceptive Hasbara propaganda tactics.\nHasbara smear tactics have intensified online due to reporting on:\n– Israel’s collusion with the United States in “regime change” projects from the Middle East to Eastern Europe\n– segregation and outright racism against the non-Jewish population in Israel\n– illegal Israeli military occupation and settlement of Palestinian territory\n– Israeli support for terrorist forces operating in Syria, Lebanon and Iraq\n– efforts by the pro-Israel Lobby to persuade the U.S. to attack Iran\nFact-based criticism of specific Israeli actions or policies – even harsh and strident criticism or advocacy – in and of itself does not constitute “anti-Semitism”.\nSteve Naidamast\nOctober 12, 2017 at 13:17\nI have nothing but respect and admiration for Miko Peled but his hopes that an apartheid Israel can be changed in the same manner that was done with South Africa will eventually hit the shoals of massive disappointment.\nMiko is not considering that vast difference between the two situations.  Though both countries have\\had sociopathic controlling populations, the white population in South Africa was a true minority when compared to the much larger African population that populated this nation.\nWith Israel, the demographics are completely reversed whereas the controlling population in Israel proper is 80% of the total leaving it free to believe in any manner desired.  As a result, external pressures, even successful ones like those from BDS have a much more limiting effect as a result of US support for the Israeli regime, which was not the case for South Africa.\nSociopathy, unlike unlike psychopathy, has a moral code but an aberrant one that is not acceptable to the norms of a healthy society.\nAnd unlike psychopathy, which can be controlled within a psychopathic person (though with great difficulty) by being taught to mimic acceptable societal reactions, sociopaths have no such possibility for being cured at any level since they have been indoctrinated and conditioned for long periods of time to act as they do.\nThe result is that the only effective way to change Israel is to change US policy towards so it feels the pain of complete isolation.  However, this cannot happen until the US government is changed completely into a more Humanistic institution from the current megalomaniacal one it currently is.\nDr. Ibrahim Soudy\nOctober 12, 2017 at 14:23\nI fully agree with you…………..What is missing from the comments above and the talks of Miko Peled and others (except Gilad Atzmon) is HOW TO FREE AMERICA ITSELF FROM THE ISRAEL LOBBY?! BDS is a good idea BUT it needs to be applied FAR MORE BROADLY………if you know what I mean……………But back to YOUR point, what do you suggest to make the government of the US the way you describe?!\nOctober 15, 2017 at 00:04\nThank you for your comment Ibraham Soudy and for your many works in Seattle.\nHerman\nOctober 12, 2017 at 15:01\nThe numbers of Jews and Arabs in the area between the Mediterranean and the Jordan and bordered by Syria, Lebanon, Jordan and Egypt is close to fifty-fifty and does not fit with the argument that the Jews will dominate the Arabs by sheer numbers. It is sadly one of the many argument against a single state which too often are arguments  against a single state because of the fear of allowing Arabs equal status.\nThose who continue to cling to the idea of two states are again suspect or wrong because Zionist proponents know that that option  delays any real solutions while Israel simple gobbles up more land. The Israelis have no intention of relinquishing control of the water supply, air space or borders. In effect, they are operating a prison with some self-government inside it.\nNo, the situation is not like South Africa but far from the description above.of an Arab minority. The link below describes the real fear of Zionists and the suggests that the only answer is a single state.\nOctober 12, 2017 at 10:12\nMiko is so Obviously correct. The invading “Jews” have little historical claim to the area as they are not truly descendants of the early\ntribes. In fact a lot of the original tribes assimilated into what became Palestine. But worse is the “influence” these zionists have on US policy and appear to be in bed with the CIA to direct geopolitical changes.\nHerman\nMr. Sterling writes:\n“Peled does not limit his criticism to the “Occupied Territories,” He says all of the state should be called Palestine with equal rights and opportunities for all. Peled pokes fun at the claims that Jews anywhere have a “right to return” because of a supposed 2,000-year-old claim and entitlement. These claims are based on the Old Testament not scientific history.”\nThe control of water, which Peled describes, allowing Jews to use it freely while rationing to Palestinians is one of the ugliest and illustrative aspects of the apartheid state. Palestinians who can afford them store their water in tanks to provide water when the Israelis might decide to restrict the supply. Water is life.\nPeled sees the future clearly. Despite all the protestations, a single state where everyone within its borders have the same rights and obligations is the future. Those who deny such a future will be swept aside, albeit that the process will be painful to those who live there. I think it will be the Jewish people who will come to recognize this inevitability and be instrumental in creating a state with equal rights for all.\nJB\nWell, obviously UN disagrees with you.\nPalestine? Do you mean that piece of arrid desert used that used to be controlled by Persia, the Byzantines, the Abbasidis, the Turks, the Crusaders, etc etc etc\nAgreed, Israel is an artificial state. If there were to be a Palestine in the future, this would be equally artificial.\nNorthern Observer\nOctober 12, 2017 at 08:21\nArabia for the Arabs. Resettlement and compensation are the only solutions. The UN has frozen this problem for too long. Let it be resolved.\nNYPaul = most deadpan troll evah!, OR, a zionist bot…\ni vote bot…\nOctober 12, 2017 at 02:49\nThank you for this article, Rick.  I wasn’t aware that Mr. Peled was so ignored in this country, but it makes sense.  I read “The General’s Son” when it came out.  It was gratifying to read about the evolution of a military family.  Would that there were more of them.  I also agree that a single state is the best solution, but I most strongly believe that decision should be left to the aggrieved party – the Palestinians.  They proposed a fair solution in the beginning, before the creation of modern Israel, and would likely do so now.\nOctober 11, 2017 at 20:06\nThanks for this article, and also to commenters pointing to Philip Giraldi’s important article, “American Jews Are Driving U.S. Wars”. Interesting that before 1995 no US ambassador to Israel was partisan to Israel’s interests till Bill Clinton appointed Martin Indyk, who was not even a US citizen. I like the idea of attaching a warning label to neocons, as is done on bottles of poison!\nZachary Smith\n“A Silenced Israeli Critic”\nMr. Sterling wasn’t kidding – I couldn’t find a single reference to Miko Peled or his book on either of the all-in-for-Israel neocon sites WP or NYT.    NOT A ONE!\nThey’re willing to use tanker-truck loads of ink to propagate their lies, but not a single drop for the truth.\nAnnie\nOctober 11, 2017 at 19:43\nPhyllis Bennis is described this way in Wikepedia, “…is an American writer, activist, and political commentator. Focusing mainly on issues related to the Middle East and the United Nations, she is a strong critic of Israel and the United States and a leading advocate of Palestinian rights.”\nAbout a year ago I attended one of her lectures at Hofstra college on the war in Syria. At the end of her lecture questions were taken from the audience and I brought up the neocon agenda for the ME and referenced the PNAC. She informed the mostly young Hofstra crowd, students, that necons were old hat, and if they tried to google PNAC they wouldn’t find it. A blatant lie. I am not familiar with her writings, and although she is a critic of Israel it would appear she wants no one to know the impact the neocons, made on our policies in the ME and our wars, and their pro-Israeli agenda.\nJB\nOctober 14, 2017 at 12:55\nIt isn’t a human right to be published in WaPo or NYT.\nMaybe he simply doesn’t measure up?\nSteveK9\nOctober 11, 2017 at 17:51\nAdd Phillip Giraldi to the list.  He actually dared to write an article with the names of the Jewish American Neocons that have been driving US Mideast ‘policy’ (i.e. wars).\nSteveK9 – yes, “How I Got Fired” was an excellent article.\nWhat precipitated Giraldi’s firing was this article he wrote: “American Jews Are Driving U.S. Wars”.  It’s another excellent article and makes perfect sense.\n“Those American Jews who are strongly attached to Israel and somehow find themselves in senior policy making positions involving the Middle East and who actually possess any integrity on the issue should recuse themselves, just as any judge would do if he were presiding over a case in which he had a personal interest. Any American should be free to exercise first amendment rights to debate possible options regarding policy, up to and including embracing positions that damage the United States and benefit a foreign nation. But if he or she is in a position to actually create those policies, he or she should butt out and leave the policy generation to those who have no personal baggage.\nFor those American Jews who lack any shred of integrity, the media should be required to label them at the bottom of the television screen whenever they pop up, e.g. Bill Kristol is “Jewish and an outspoken supporter of the state of Israel.” That would be kind-of-like a warning label on a bottle of rat poison – translating roughly as “ingest even the tiniest little dosage of the nonsense spewed by Bill Kristol at your own peril.”\nOctober 12, 2017 at 11:29\nSteveK9 – Good article by Phillip Giraldi. Very daring of him.  Names names, which most reporters avoid.\nroza shanina\nOctober 11, 2017 at 17:42\nA mention was made to Ilan Pappe in the article.  I would suggest reading his book The Ethinc Cleansing of Palestine if you haven’t already.\nI am quite interested to learn more about Mr. Peled.  A courageous individual!\nincontinent reader\nOctober 11, 2017 at 22:22\nAs Abe and others have noted, there is much on Youtube with Miko Peled.   You might also check out his blog, but start at: https://mikopeled.com/to-book-miko-peled-for-a-lecture/about/ where you will also learn about his book, “The General’s Son”, since the most recent postings on his website are in Arabic.  You can also subscribe to his blog to receive email alerts.\nWhile he has been ignored by the media in the States, and his book was published in Israel only after a long delay, it should be noted that while Miko has been deeply critical of Israel’s Zionist colonial policies, to the best of my knowledge, Netanyahu has never attacked Miko personally, and that is probably because of Miko’s provenance and the respect accorded his father and grandfather.\nAlso, his sister, Nurit Peled-Elhanan, whose daughter was killed years ago in a Palestinian suicide attack, has blamed Israeli policies for the attack.  She is a distinguished educator who has written a book titled, “Palestine in Israeli School Books: Ideology and Propaganda in Education”.\nFinally,  recall from Ray McGovern’s website that Ray visited Israel and the West Bank in March, 2017 as part of a trip organized by Veterans for Peace (of which Ray is an Advisory Board member) which was led by Miko Peled.\nbackwardsevolution\nOctober 11, 2017 at 17:36\nI don’t see one state working out, but I could be wrong.  I think the Israelis should occupy the lands they were initially given (but shouldn’t have been given), returning the land they stole from the Palestinians, and call it a day.  You think there could be peace in a one state set-up now, given everything that’s gone down?  I doubt it.\nLet the Israelis have their “chosen ones” status all to themselves, let them mire in the muck and orthodox themselves to death.  I’d just be happy if they’d shut the hell up and pull their heads into their shells for once.  Give them some land and some water, stop propping them up with billions of dollars, recognize Israel finally as a U.S. foreign agent, and get their money out of U.S. politics.  Then ask Chuckie Schumer how “chosen” he feels now.\nBefore you settle on a one state solution, check out a Jewish settler to South Africa’s perspective (who fought hard to end Apartheid in South Africa) and just what occurred after the majority took over.  Stupid woman and her family.  Notice she went from Israel to South Africa, and then when the damage was done, skipped on over to the U.S.  She wrote a book entitled “Into the Cannibal’s Pot”.\n“Into the Cannibal’s Pot follows Russell Kirk’s contention that true freedom can be found only within the framework of a social order. It is a reminder that, however imperfect, civilized societies are fragile. They can, and will, crumble in culturally inhospitable climes. The tyranny of political correctness, so unique to the West plays a role in their near-collapse. Advanced societies don’t just die; they either wither from within, or, like South Africa, are finished off by other western societies. Ilana Mercer delivers a compelling book; it is required reading for thinking people who care about the destiny of western civilization.”\nAbe\nPro-Israel “paleolibertarian” Ilana Mercer religiously and robotically regurgitates Hasbara propaganda canards.\nFrom her peddling of Zionist myths that Jews miraculously “revived a desolate land” (2003) to her openly racist comparisons of alleged “savage Palestinian society” vs “the adjacent civilized society” (2009), Mercer is ever on hand to whip “paleos” in line with Israeli apartheid.\nbackwardsevolution\nOctober 11, 2017 at 19:32\nAbe – thanks for the heads-up on Mercer.  These types of people ought to be banned from entering the U.S., but notice that, after creating carnage everywhere else, they all seem to end up in the U.S., causing more mayhem and always wanting to change laws in their favor.  They should be asked where their allegiance lies:  the U.S. or Israel.  If they answer Israel, they should be given a one-way ticket back to the promised land.\nThat aside, there is some merit to what she wrote about South Africa, the murdering of white farmers (who provide the food), the decline in the rule of law, etc.  South Africa was a country as old as the United States.  In the name of justice, it was dismantled in no time at all.\nAbe\nOctober 11, 2017 at 21:19\nMercer the wandering Hasbarist isn’t so “paleo” that she’s opposed to government intervention in the form of a green card.\nShe wrangled permanent residency in the United States to better swoon over apartheid Israel and South Africa. Her allegiance is obvious.\nSam F\nOctober 11, 2017 at 20:04\nI agree that a two-state plan in Palestine enforced by external powers is necessary, for at least three generations before any one-state plan could be viable. The situation there is far more polarized even than Ukraine: Palestinians would never be given equality; otherwise there would never have been an Israel. But the UN borders were not within its right to establish and do not make viable states.\nThe two-state plan should recognize:\n1. The right of all persons to reside there who were resident by some prior date, or descended from refugees, based upon the difficulty of tracing injustice and the fact that most are innocent of wrongdoing;\n2. That any fair distribution will cause a temporary loss of resources for the Js, because resources were wrongfully taken, but will greatly improve their security;\n3. Each state must be planned to be viable in shoreline, ports, water, farm resources, roads, independent utility infrastructure, and residential, commercial, and industrial areas;\n4. Defense and police training should be UN supervised to prevent right wing militarism between factions; neither state may maintain military forces.\nThe combined assets should be apportioned fairly between the two state groups:\n1. The gross assets to be cataloged and verified at several points, including all offshore and hidden assets, infrastructure, real estate, equipment and personal property;\n2. A census to be taken as of some prior year, to prevent packing residents or distorting the asset picture;\n3. A generous DMZ of desert or farmland between the states is reserved for later distribution, securing bonds later distributed; the cost of development required to make each state viable in infrastructure and structures is taken from the total assets before distribution to the groups;\n4. Distribution of gross assets between the two groups must compensate for the Ps deprivation of opportunity to accumulate property, while the Js accumulated property based upon resources taken from the Ps;\n5. Relocations are subsidized, and stripping or wasting of assets taken is accounted and deducted from the group gross assets, and the owner penalized within the group;\nThe gross assets apportioned to each group are distributed within the group:\n1. A minimum share based upon age, and the balance distributed in proportion to each person’s prior assets relative to the group total assets;\n2. The distribution to each person is composed of shares in jointly held property (the DMZ etc.), residential or commercial real estate, or funds; those with homes and business property should retain that or obtain something similar in their destination state, and may owe a government mortgage if it exceeds their share, or receive a subsidy for planned renovation or construction. If they must relocate home or business, they are given choices by means of an agency allotment process, with subsidized relocation costs and financing for renovation and business equipment.\nOf course, special compensation cases should be provided for those who were forced to live in refugee camps, suffered injuries, or are survivors of wrongful deaths. When the DMZ is partitioned after several decades of peace between the factions, the land may be sold and those with shares compensated or given mortgages on the land.\nbackwardsevolution\nOctober 11, 2017 at 21:15\nSam F – good work.  I agree that it needs to be two-state because otherwise the Palestinians would be crushed.  It would be one side wanting to be “fair” and the other side wanting to come out “on top”, with special favors/compensation for one reason or another. It just wouldn’t work with one-state.  If they opt to go one-state, then rest assured that they know it will come undone in short order.\nmark\nOctober 12, 2017 at 12:46\nThere is about as much chance of any of this happening as you being struck by lightning.\nThe Zionists own America lock, stock and barrel.\nYvonne\nOctober 13, 2017 at 17:52\nAnd the schools? How would these work? Would there be schools where both Jewish and palestinian children could attend?\nMark Thomason\nOctober 11, 2017 at 15:59\nIt is a relief to find out there are people in Israel who make sense.\nIt is not a surprise that our media ignores it. It is very like our media ignoring the problems with Harry Weinstein for decades.\nAbe\nOctober 11, 2017 at 15:55\nThe 50-year Israeli military occupation of Eats Jerusalem, the West Bank and Gaza is the longest in modern times.\nThe dominant narrative of 1967 is that Israel faced an “existential threat”, that it fought a “defensive” war, and didn’t want to occupy Arab lands. That narrative has been repeatedly used to justify Israel’s violence and repression in the illegally occupied Palestinian territories.\nMiko Peled discussing the Israeli myths of the 1967 war:\nPeled’s father was General Matti Peled, famous for his role in the 1967 War in which Israel advanced its expansionist policies.\nGeneral Matti Peled is also famous for obstructing the narrative that Israel was under an “existential threat” in 1967. One of Matti Peled’s more famous quotes explains: “To pretend that the Egyptian forces massed on our frontiers were in a position to threaten the existence of Israel constitutes an insult not only to the intelligence of anyone capable of analyzing this sort of situation, but above all an insult to Zahal (Israeli military).”\nThe idea that Israel is constantly under an existential threat is a complete myth that is continually retold by pro-Israel groups that attempt to shift the narrative away from the reality that Israel is the regional power and can dictate the situation on the ground while operating a brutal occupation and policies of land appropriation and discrimination based on ethnic criteria.\nPeled has spoken about the need to reform the Israel’s deeply segregationist society: “The problem is Zionism and the solution is dismantling the Zionist framework and instituting a secular democracy that does not discriminate between Israelis and Palestinians.”\nAbe\nPeled supports the Boycott, Divestment, Sanctions (BDS) global movement for freedom, justice and equality.\nIsrael is occupying and colonizing Palestinian land, discriminating against Palestinian citizens of Israel and denying Palestinian refugees the right to return to their homes. Inspired by the South African anti-apartheid movement, the BDS call urges action to pressure Israel to comply with international law.\nPeled discuss the global BDS movement to economically and politically influence Israel to end its 50-year illegal military occupation of Palestine\nPeled has observed that the BDS global movement is “trying to stop this Israeli armed juggernaut.”\nWriting in the Los Angeles Times in June 2012, Peled observed that,\n“Israel is faced with two options: Continue to exist as a Jewish state while controlling the Palestinians through military force and racist laws, or undertake a deep transformation into a real democracy where Israelis and Palestinians live as equals in a shared state, their shared homeland. For Israelis and Palestinians alike, the latter path promises a bright future.”\nAnnie\nOctober 11, 2017 at 17:03\nI really admire this man, but boycott and divestment won’t be enough to make much of a change. You have to get America, and the American people  to realize that the interests of Israel aren’t ours, and in fact operate to our detriment. That no doubt will be a very hard sell. Israel just has to much control over American policy. I once heard Richard Perle say in a you-tube clip, which is no longer on line, that no politician can be elected in this country without the approval of AIPAC. I believe him.\nZachary Smith\nOctober 12, 2017 at 00:05\nI can’t believe Peled isn’t aware of the Third Option – another death march.\nmark\nOctober 11, 2017 at 16:21\nIn 1967 half of the Egyptian Army was away fighting in the civil war in Yemen. The idea that they wanted to start a war then is ludicrous. The war was initiated entirely by Israel, which wanted to steal all the remaining areas of Palestine, Jerusalem and the West Bank, which it hadn’t managed to steal in 1948.\nNYPaul\n“…….U.S. news media”……………….”fawning coverage of Israel”\nReally? I haven’t seen any “fawning” coverage since the 6-day war of ’67.\nCertainly, Israel deserves considerable criticism due to its current, Zionist dominated ruling parties, and Benjamin Netanyahu’s overly aggressive policies, and, maybe the media doesn’t forcefully point these out adequately, but, to call the reporting, “fawning,” is just not correct.\nBobS\nOctober 11, 2017 at 15:47\nYou haven’t read an American newspaper or watched US television news since 1967?\nJoe Tedesky\nGood one.\nLMAO. Perfect…\nOctober 11, 2017 at 16:24\nAnyone in the US media who utters a word even mildly critical of Israel will be looking for another job the following day.\n“We control America, we control Congress, we control show biz, we control the media, we control everything.” Israeli government spokesman.\nChanged\nCprrect.\nAnnie\nOctober 11, 2017 at 16:49\n“…maybe the media doesn’t forcefully point these out…” Maybe? Where have you been hiding?  Fawning is too much for you. Either you are ill informed on this issue or you’re in denial.\nZachary Smith\nOctober 11, 2017 at 17:48\nI was expecting “WC” or some other propagandist for the holy shithole of Israel to arrive.  Maybe not this soon, though.\nKelli\nOctober 11, 2017 at 20:33\nDefine ‘fawning’, I guess. In my observation of the fawning over Israel is more indirect than direct. AIPAC owns Congress, our foreign policy particularly as it relates to the Iranian deal is all about Israel. BIBI’s embarrassing speech to Congress was NAUSEATING, You would have thought royalty showed up for all the fawning over a psychopath. Many in our Congress have dual citizenship with Israel creating a huge conflict of interest. The AIPAC conference where our elected officials from Hillary Clinton to Mike Pence, have given an overabundance of fawning in their speeches. .\nInsofar as media goes, I don’t see Israel as being fawned over but rather is the 20,000 pound gorilla in the room.\nZIONISM is not Judaism. ZIONISM is racism. They are the Ashkenazi. Nomads from Europe who have taken over Palestine and infiltrated the American government. We spoil this terrorist state with billions for universal health care and free college tuition, with each Israeli receiving 30,000 dollars a year from US. And we can’t get single payer. If every American knew this they would be enraged. That’s why the lobby works so hard to silence courageous people like Mike who are not afraid to tell the truth. And he’s cute too!\nWegan\nOctober 11, 2017 at 22:31\nA troll, that’s what we’re missing here. I wondered when we will start seeing this kind of BS\nDrake\nOctober 12, 2017 at 01:50\n“Fawning” is too kind a description. “Complicit” and “disgraceful” would be better choices.\n“…maybe the media doesn’t forcefully point these out adequately”…hahahahahahaah!\ndoublespeak?\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mikopeled.com/to-book-miko-peled-for-a-lecture/about/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://ourpeacecenter.org/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://justworldbooks.com/",
                "https://vimeo.com/237187896"
            ]
        },
        "key_words": [
            "silenced",
            "south",
            "apartheid",
            "peled",
            "does",
            "critic",
            "peace",
            "israel",
            "israeli",
            "palestinians",
            "policies",
            "miko"
        ]
    }
]