[
    {
        "url": "https://nutritionfacts.org/audio/the-effects-of-alcohol/",
        "title": "The Effects of Alcohol",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nMarzo 30th, 2017\nThe Effects of Alcohol\nWhat are the health effects of alcohol consumption? The results may surprise you. \nHello and welcome to Nutrition Facts – the podcast that brings you the latest in evidence-based nutrition research. I’m your host Dr. Michael Greger.\nI know that facts have been in the news a lot lately, both real and fake. The concept of “alternative facts” is nothing new in the field of nutrition, though, where powerful commercial interests have tried to not only keep people in the dark, but actively try to confuse them. That’s why I stick to the science: What’s the best available balance of evidence published in peer-reviewed medical journals right now. That’s why I wrote my New York Times best-selling book “How Not to Die” – and why I created my non-profit site NutritionFacts.org – and now this podcast.\nToday we examine the effects of alcohol on our bodies – beginning with this question: Does moderate alcohol consumption extend the lifespan of healthy people? Here are some answers.\nNow, everyone agrees that both heavy alcohol consumption, and binge drinking—even if really infrequent—is bad, and that any alcohol during pregnancy is bad. But the reason moderate alcohol consumption has been such a conundrum is that if you look at the top three killers, moderate alcohol consumption can reduce the risk of a heart attack, but increases our risk of cancers—including breast cancer—and increases our risk of one type of stroke—the bleeding kind—but decreases our risk of the other type of stroke—the clotting kind.\nSo what does that mean, overall? One to two drinks a day for the average American; what do you think? Overall harmful, harmless, or helpful?\nAnd the answer is helpful, for the average American. But what about for a healthy person?\nThis new study asked the question, “Who benefits most from the cardioprotective properties of alcohol consumption—health freaks or couch potatoes?” In that study, “health freak” was defined as anyone who exercises 30 minutes a day, doesn’t smoke, and eats at least one serving of fruits and vegetables every day. In America, that’s a health freak.\nAnyways, for those people, for people who follow a baseline of minimum healthy behaviors, what does moderate alcohol consumption do for their overall lifespan? Does it shorten the lives of healthy people? Not do anything for the lifespan of healthy people? Or does it make healthy people even healthier? And the answer is that it doesn’t appear to do anything.\nResearch on the red wine component, resveratrol, looked promising in rodent studies, but what happened when it was put to the test in people? Here are the results.\nIf one searches the Internet for anti-aging interventions, a vast array of techniques are offered, from starvation to supplements. All are for sale, but none, so far, have been proven, despite the exorbitant claims on many of the websites. Resveratrol is one you’ll likely come across, a component of red wine, which gained notoriety as a possible explanation for the so-called French Paradox, which turns out is not so paradoxical after all.\nTurns out that countries with high wine consumption are coincidentally those in which saturated fat consumption used to be low but increased in recent years; so, the low mortality from ischemic heart disease may just reflect the earlier low levels of saturated fat consumption—the wine may just be a confounding factor. But it did help spark interest in resveratrol, the purported active ingredient of red wine, on which scientific papers are now published every day.\nMore than a hundred of those papers have been called into question, though, as one of the leading researchers in the field was found guilty of taking millions in taxpayer money only to fabricate and falsify his data.\nHundreds of studies remain, though; so, can pills now replace a healthy diet? Even a group of resveratrol scientists don’t think resveratrol is worth supplementing. In contrast to the lacking data on resveratrol in humans, they say the animal data are promising and indicate the need for further human clinical trials. In rodents, resveratrol supplementation decreased cardiovascular risk factors, improved cardiovascular function and physical capacity and decreased inflammation, leading to improved vascular function. So, it was put to the test in people, and almost the exact opposite was found.\nSpecifically, taking resveratrol with athletic training abolished the reduction in blood pressure, cholesterol, and triglycerides, had a more arterial constricting effect than a dilating effect, and led to a significantly lower increase in the training-induced increase in maximal oxygen uptake.\nRodents on resveratrol get enhanced exercise performance, but in people, compared to those taking the sugar pill, the resveratrol induced a 45% lower increase in maximum aerobic capacity. Here, the guys are working out like crazy, and the resveratrol is undercutting their efforts.\nThis raises a larger issue, though. Mouse models are the cornerstone of modern biomedical research; yet, systematic studies as to their usefulness are rarely done. This one was done on inflammation after nearly 150 human clinical trials testing drugs that looked promising in mice failed without exception. The result was surprising, almost shocking. The correlation was not only poor, it was virtually absent for the main study areas: burns, trauma, and endotoxemia. Turns out, for example, mice may be up to a million times less sensitive to inflammatory endotoxins.\nBut anyway, the negative effects they found add to the growing body of evidence questioning the positive effects of resveratrol supplementation in humans.\nMaybe that was the problem, though. It was resveratrol supplementation, giving people capsules containing 50 times the resveratrol they would normally get eating grapes, berries, peanuts, or chocolate. Maybe it was just too much of a good thing. To see if the amount one gets drinking red wine would be beneficial, we can look to the Chianti region of Tuscany, to determine whether resveratrol levels achieved with diet help protect against inflammation, cancer, cardiovascular disease, and death.\nAnd the answer is, none of the above. Although annual sales of resveratrol supplements have reached $30 million in the United States alone, there is limited and conflicting human data demonstrating any human benefits, and there are no data concerning its long-term safety.\nThe exercise study was supported in part by a manufacturer of resveratrol supplements; yet, to their credit, the researchers responded this way to an angry letter by a supplement company consultant: “It is our opinion that we, as scientists, have a responsibility to report what we find, and not to twist our findings to fit the commercial interests.”\nNearly 5,000 breast cancer deaths a year may be attributable to just light drinking (up to one drink a day). Here’s the story.\nRecently, the IARC, the International Agency for Research on Cancer, the official World Health Organization body that decides what is and is not cancer-causing, concluded that alcoholic beverages—all alcoholic beverages—are to be considered “carcinogenic to humans.” “[M]ost recent research has focused on acetaldehyde, the first and most toxic [alcohol] metabolite, as a cancer-causing agent.” Seems that bacteria in our mouths oxidize alcohol into this carcinogen called acetaldehyde, which we then swallow.\n“There is convincing evidence that alcohol consumption increases the risk of [breast] cancer…” But: “Most of the data derive from studies that focused on the effect of moderate/high alcohol intakes, while little is known about light alcohol drinking (up to 1 drink/day).”\nHence, this new meta-analysis of studies that compared light drinkers to non-drinkers, and found “a moderate but significant association with breast cancer, based on the results of more than 100 studies.”\nThey estimate that about 5,000 breast cancer deaths a year are “attributable to light drinking”—meaning nearly 5,000 women that died of breast cancer maybe wouldn’t have, if they had just stayed away from alcohol completely, leading to an editorial in the medical journal Breast that concluded “women who consume alcohol chronically have an increased risk for breast cancer that is dose dependent but without threshold.” Meaning there’s apparently no level of alcohol consumption that doesn’t raise breast cancer risk at least a little. So, no “safe threshold. Any level of alcohol consumption appears to increase the risk of developing an alcohol related cancer.”\nFor example, the Harvard Nurses’ Study found that even consumption of less than a single drink per day may be associated with a modest increase in risk. Forget a single drink; what about “a single sip?” A new study found that even holding a teaspoon of hard liquor in your mouth for 5 seconds—and then spitting it out—results in “carcinogenic concentrations of acetaldehyde…produced from [the alcohol] in the oral cavity instantly after a small sip of strong alcoholic beverage, and the exposure continues” for about 10 minutes after spitting it out. And, you didn’t even drink it!\nEven alcohol-containing mouthwash can give you a carcinogenic spike. The researchers conclude: “All in all,…there is a rather low margin of safety in the use of alcohol-containing mouthwash. Typical use will reach the concentration range… above which adverse effects are to be expected. Till the establishment of a more solid scientific basis for a threshold level of acetaldehyde in saliva, prudent public health policy would recommend generally refraining from using alcohol in such products.”\nSo, why isn’t the same recommendation made for alcoholic beverages? Well, as the Harvard paper concludes, individuals “will need to weigh the risks of light to moderate alcohol use on breast cancer development against” the benefits for heart disease prevention “to make the best personal choice regarding alcohol consumption.” They’re talking about the famous J-shaped curve. While smoking is bad, and more smoking is worse, and exercising is good, and more exercise is better, for alcohol, there appears to be this beneficial effect of small doses. A six-pack a day increases overall mortality, but so does teetotaling.\nThe #1 killer of women isn’t breast cancer; it’s heart disease, and a drink a day reduces the risk of heart disease. Why just reduce the risk of heart disease, though, when you may nearly eliminate the risk of heart disease completely with a healthy diet? So, a plant-based diet that excludes certain plant-based beverages may be the best for overall survival.\nTo see any graphs, charts, graphics, images or studies mentioned here, please go to the Nutrition Facts Podcast landing page. There you’ll find all the detailed information you need – plus links to all of the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love—as a tribute to my grandmother – whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "risk",
            "cancer",
            "day",
            "healthy",
            "breast",
            "consumption",
            "effects",
            "alcohol",
            "disease",
            "heart",
            "resveratrol"
        ]
    }
]