[
    {
        "url": "https://www.christianpost.com/news/ghost-ship-with-8-dead-north-koreans-washes-up-japan-unified-korea-flag-announcement.html",
        "title": "'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n| Thursday, January 18, 2018\nThe teams of North and South Korea march into the stadium during the opening ceremony at the Torino 2006 Winter Olympic Games in Turin, Italy. | (Photo: Reuters)\nWhile news of North and South Korea agreeing to march under a \"unified Korea\" flag at the upcoming Winter Olympics has sparked hopes for peace, a grim reminder of the harshness of life in the North washed up on the shores of Japan in a \"ghost ship\" that contained eight skeletal remains.\nAFP  reported on Tuesday that coastguards in Japan found the decomposing corpses of seven men inside the wreckage of a ship that washed up in Kanazawa, with the remains of another man discovered 50 feet from the boat.\nSenior police official Hiroshi Abe said that \"it is difficult to identify the bodies as they had begun to decompose.\"\nWhile Abe said it is yet to be confirmed that the boat came from North Korea, CNN  said police also found a badge with the likenesses of North Korean leaders Kim Jong Il and Kim Il Sung inside the boat, along with a cigarette box with Korean letters.\nAs many as 113 suspected North Korean vessels dubbed \"ghost ships\"  washed up in Japan in 2017, carrying the decomposing bodies of 43 people.\nThe victims are believed to be mostly fishing crews driven by hunger and desperation further out into the sea between the Korean Peninsula and Japan.\nSeveral North Korean defectors spoke  last year about the extreme poverty and starvation gripping many citizens under Kim Jong Un's regime. Christians suffer heavily there too, and are often sent to prison camps or executed if their faith is discovered.\nThe discovery of this year's first ghost ship coincides with news that North and South Korea will march under the same flag for the opening of the Winter Olympic games, which will take place between Feb. 9–25 in Pyeongchang, South Korea.\nBBC News  reported that the two countries will also field a joint women's ice hockey team.\nWhile the apparent thawing in relations means that the cross-border road between the two nations will be opened for the first time in two years, some, such as Japan's Foreign Minister Taro Kono, have warned against North Korea's sudden \"charm offensive.\"\n\"It is not the time to ease pressure or to reward North Korea,\" Kono said, according to Reuters.\n\"The fact that North Korea is engaging in dialogue could be interpreted as proof that the sanctions are working,\" he added, referring to heavy international sanctions against the North.\nJust last month Kim Jong Un was still issuing grave warnings against the United States, and said during his New Year's Day speech that his country has the capability to hit U.S. mainland with nuclear weapons.\n\"The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat,\" Kim said .\n\"This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,\" the North Korean leader added. \"These weapons will be used only if our security is threatened.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "it is difficult to identify the bodies as they had begun to decompose.",
                "Hiroshi Abe",
                false
            ],
            [
                "It is not the time to ease pressure or to reward North Korea,",
                "Kono",
                true
            ],
            [
                "The fact that North Korea is engaging in dialogue could be interpreted as proof that the sanctions are working,",
                "Kono",
                true
            ],
            [
                "The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk.",
                "Kim Il Sung",
                true
            ],
            [
                "This is reality, not a threat,",
                "Kim Il Sung",
                true
            ],
            [
                "This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,",
                "",
                true
            ],
            [
                "These weapons will be used only if our security is threatened.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://edition.cnn.com/2018/01/17/asia/japan-north-korea-ghost-ship-intl/index.html",
                "https://www.christianpost.com/news/kim-jong-un-claims-us-mainland-nuclear-strike-range-new-year-threat-212012/",
                "http://www.scmp.com/news/asia/east-asia/article/2128470/eight-bodies-found-north-korean-ghost-ship-washed-japan-shores",
                "https://www.christianpost.com/news/5-shocking-revelations-north-korea-2017-tortured-orphans-end-times-fears-211731/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/news/world-asia-42721417",
                "https://www.facebook.com/CPSZaimov",
                "http://www.bbc.com/news/world-asia-42148099"
            ]
        },
        "key_words": [
            "korea",
            "flag",
            "kim",
            "unified",
            "north",
            "dead",
            "washes",
            "korean",
            "ghost",
            "japan",
            "n",
            "south",
            "washed",
            "nuclear",
            "ship",
            "koreans"
        ]
    }
]