[
    {
        "url": "https://www.christianpost.com/news/kentucky-school-shooting-15-y-o-boy-kills-2-students-wounds-12.html",
        "title": "Kentucky School Shooting: 15-Y-O Boy Kills 2 Students, Wounds 12",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nKentucky School Shooting: 15-Y-O Boy Kills 2 Students, Wounds 12\nKentucky School Shooting: 15-Y-O Boy Kills 2 Students, Wounds 12\nKentucky School Shooting: 15-Y-O Boy Kills 2 Students, Wounds 12\nA school bus is shown in this file photo. | (Photo: Reuters)\nA 15-year-old boy opened fire with a handgun in his high school in western Kentucky on Tuesday, killing two fellow students and wounding a dozen other youths before being arrested, the state's governor and police said. \nThe shooting began shortly before 8 a.m. CST (1400 GMT) at Marshall County High School in Benton, a small town about 130 miles (210 km) northwest of Nashville, Tennessee, according to Kentucky State Police and Governor Matt Bevin.\nAuthorities offered no information on the motive behind the shooting. There was no immediate indication how well the youth, who officials said faces multiple charges of murder and attempted murder, knew the victims.\n\"There's no good answer for it,\" Bevin told reporters at an afternoon news conference. \"There's 1,000 hypotheses we're not going to go into.\"\nThe bloodshed at the school, where nearly 1,150 students are enrolled, was the latest outbreak of gun violence that has become a regular occurrence at schools and college campuses across the United States over the past several years.\nTuesday's carnage occurred just 32 miles (52 km) from Heath High School in West Paducah, Kentucky, where in 1997 a 14-year-old boy opened fire on a group of students, killing three.\nIn Tuesday's shooting, 14 students were struck by gunfire, two of them fatally. One, a 15-year-old girl, died at the scene, and a 15-year-old boy was pronounced dead at a hospital trauma center, Bevin said.\nFive of the 12 surviving wounded students were taken by helicopter to the Vanderbilt University Medical Center's trauma center in Nashville, a hospital spokeswoman said.\nAnother five students suffered non-gunshot injuries, Bevin said.\nKentucky State Police Commissioner Richard Sanders said the 15-year-old suspect walked into the school armed with a handgun and started shooting. The governor said the youth was apprehended at the scene \"in a nonviolent way,\" but Bevin did not elaborate.\nNo further details of the circumstances of the shooting were immediately divulged by authorities. None of the students involved were being publicly identified, Bevin said.\nAgents from the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) and the Federal Bureau of Investigation were taking part in the investigation, officials said at the news conference.\nThe school serves Marshall County, which has population of about 31,000.\nDuring the news conference at the county Board of Education, Governor Bevin paused to collect himself as his voice choked with emotion, asking members of the news media to exercise restraint in dealing with the families of victims.\n\"I beg of you again - respect the fact that these children belong to this community and to specific families in this community. And this is a wound that is going take a long time to heal. And for some in this community it will never fully heal.\"\nRelated Articles\n",
        "quotes": [
            [
                "There's no good answer for it,",
                "Bevin",
                true
            ],
            [
                "There's 1,000 hypotheses we're not going to go into.",
                "Bevin",
                true
            ],
            [
                "I beg of you again - respect the fact that these children belong to this community and to specific families in this community.",
                "",
                true
            ],
            [
                "And this is a wound that is going take a long time to heal.",
                "",
                true
            ],
            [
                "And for some in this community it will never fully heal.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "12",
            "county",
            "school",
            "boy",
            "bevin",
            "kills",
            "15yo",
            "high",
            "shooting",
            "15yearold",
            "students",
            "kentucky",
            "wounds",
            "governor"
        ]
    }
]