[
    {
        "url": "https://www.christianpost.com/news/rick-santorum-disgusted-by-duggar-family-scandal-i-pray-for-those-girls-in-particular.html",
        "title": "Rick Santorum 'Disgusted' by Duggar Family Scandal; 'I Pray for Those Girls, in Particular'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRick Santorum 'Disgusted' by Duggar Family Scandal; 'I Pray for Those Girls, in Particular'\nRick Santorum 'Disgusted' by Duggar Family Scandal; 'I Pray for Those Girls, in Particular'\nRick Santorum 'Disgusted' by Duggar Family Scandal; 'I Pray for Those Girls, in Particular'\n| Friday, May 29, 2015\nFormer U.S. Sen. Rick Santorum, R-Pa., walks in to speak during the second day at the 5th annual Faith & Freedom Coalition's \"Road to Majority\" Policy Conference in Washington, June 20, 2014. | (Photo: Reuters/Larry Downing)\nPresidential candidate Rick Santorum said he was \"sickened\" by the scandal involving Josh Duggar, star of \"19 Kids and Counting,\" and a friend of the candidate.\n\"I'm sickened by it. I'm just sickened by it,\" Santorum said during an appearance on \"Good Morning America.\" \"I pray for those girls, in particular. To have gone through that is … just hard to think about.\"\nSantorum and the Duggar family have been close in recent years. The reality stars came out and publicly supported Santorum during his 2012 presidential campaign. They came together to release a video for Santorum, listing 19 reasons their fans should vote for Santorum, focusing on his family values and plans to build up small businesses.\nSantorum is the second candidate to come out and discuss the situation surrounding Josh, who also worked with the Family Research Council, a conservative action group that has connections to several politicians. Former Arkansas Governor Mike Huckabee was the first to speak about the situation and came to Josh's defense in a Facebook post.\n\"Janet and I want to affirm our support for the Duggar family,\" Huckabee wrote . \"Josh's actions when he was an underage teen are as he described them himself, 'inexcusable,' but that doesn't mean 'unforgivable.' He and his family have dealt with it and were honest and open about it with the victims and authorities. No purpose whatsoever is served by those who are now trying to discredit Josh or his family by sensationalizing the story. Good people make mistakes and do regrettable and even disgusting things.\"\nJim Bob Duggar (L) and his wife Michelle Duggar (R), supporters of Republican presidential candidate and former Pennsylvania Senator Rick Santorum, attend a Pro-Life rally in Columbia, South Carolina, on the steps of the State House, January 14, 2012. | (Photo: Reuters/Chris Keane)\nThe Duggars campaigned for Huckabee in 2008, when he first ran for president. However, he chose to sit out the 2012 race and instead run in this election.\nSantorum ran in 2012, mounting a campaign based on family and working class values. Like the Duggars, Santorum has a large family, seven children with wife Karen. In 2014, when the Duggar family came under attack because of their stance on homosexuality, Santorum spoke out on their behalf.\n\"Karen and I have gotten to know the Duggar family, particularly Michelle and Jim Bob personally over the last few years and have been inspired by their amazing family. They have chosen to raise their children in a faith-filled home, encouraging kindness and generosity, to work hard and to have a fun-loving spirit,\" Santorum told LifeSiteNews . \"They are a wonderful family, and Karen and I support them and encourage folks to stand with the Duggars against these ridiculous attacks from the Left.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnsnews.com/news/article/penny-starr/santorum-anti-duggar-campaign-ridiculous-attacks-left"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/mikehuckabee"
            ]
        },
        "key_words": [
            "duggars",
            "family",
            "values",
            "disgusted",
            "whatsapp",
            "particular",
            "rick",
            "duggar",
            "came",
            "sickened",
            "huckabee",
            "scandal",
            "girls",
            "santorum",
            "pray",
            "josh"
        ]
    }
]