[
    {
        "url": "https://www.christianpost.com/news/pope-francis-calls-major-church-meeting-to-discuss-gay-unions-contraception-divorce.html",
        "title": "Pope Francis Calls Major Church Meeting to Discuss Gay Unions, Contraception, Divorce",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPope Francis Calls Major Church Meeting to Discuss Gay Unions, Contraception, Divorce\nPope Francis Calls Major Church Meeting to Discuss Gay Unions, Contraception, Divorce\nPope Francis Calls Major Church Meeting to Discuss Gay Unions, Contraception, Divorce\n| Saturday, May 03, 2014\nThe Roman Catholic Church is set for an important discussion in October on some of its most central social teachings, such as gay unions, divorce, contraception, cohabitation and others in a meeting of senior Vatican officials called by Pope Francis.\nThe LA Times  described the upcoming assembly as \"an urgent meeting of senior clerics this fall to reexamine church teachings that touch the most intimate aspects of people's lives,\" and said that the meeting could potentially pave the way for a new direction by the church on these issues.\nThe report further said that the run-up to the synod is a departure from usual practice, and highlights Francis' commitment to take a new approach when it comes to dealing with church matters. The initiative is part of the pope's instructions last year to diocese leaders around the world to survey local attitudes on social issues. The results have not yet been released, but reportedly are being analyzed by the Vatican behind closed doors.\nThe United States Conference of Catholic Bishops was unable to provide The Christian Post with further insight on the synod or a comment on possible changes to doctrine teachings by press time.\nMajor polls of Catholics across the world have shown, however, that a large percentage of adherents disagree with official church teachings on a number of social issues.\nA poll commissioned by Univision  and released in February, showed 12,048 self-identified Roman Catholics in nine languages across five continents and 12 countries found that the majority, or 78 percent of respondents, support the use of contraceptives, which is banned by the Roman Catholic Church.\nMost, or 58 percent, also disagreed with Vatican policy that prevents individuals that are divorced or had remarried outside of the Roman Catholic Church from receiving Communion.\nFifty percent of total respondents argued that Catholic priests should be allowed to marry, and 45 percent backed women being allowed to become priests.\nMost upheld the traditional definition of marriage between one man and one woman, however, with 66 percent opposed to same-sex marriage.\nThe same poll found that Pope Francis is enjoying high approval ratings among Catholics, with 87 percent of respondents saying that the Vatican leader has done an excellent or good job in his one year in charge.\nSo far Pope Francis has not made any indication that he is willing to change official church teachings, however, and it is not yet known what kind of implications October's synod will have.\nAuthor and Vatican expert John Thavis suggested that Francis will have to \"tread carefully\" in any decisions he makes, and needs to try to maintain a balance for Catholics who want to see social changes and those who are opposed to such a prospect.\n\"The pope is the pope, and I think we can expect that even more conservative bishops will listen to what he says,\" Thavis offered. \"In the end, it comes down to a policy that could be changed without causing people to leave the church or causing people to slam the door on the way out of the synod.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/most-catholics-worldwide-disagree-with-church-teachings-on-contraception-abortion-poll-finds-114298/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.latimes.com/world/europe/la-fg-vatican-family-20140430,0,1501699,full.story#axzz30NRBffdt"
            ]
        },
        "key_words": [
            "synod",
            "major",
            "meeting",
            "unions",
            "francis",
            "gay",
            "divorce",
            "church",
            "vatican",
            "discuss",
            "pope",
            "teachings",
            "social",
            "catholic",
            "roman",
            "contraception"
        ]
    }
]