[
    {
        "url": "https://www.christianpost.com/voice/how-to-stop-being-a-hamster-on-the-ministry-wheel.html",
        "title": "How to Stop Being a Hamster on the Ministry Wheel",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nHow to Stop Being a Hamster on the Ministry Wheel\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nHow to Stop Being a Hamster on the Ministry Wheel\nHow to Stop Being a Hamster on the Ministry Wheel\nBy Greg Stier , Christian Post Guest Columnist\n| Wednesday, January 24, 2018\nBut it goes nowhere.\nSometimes that's what ministry can feel like.\nLike hamsters running on a wheel to nowhere youth leaders run the cycle of annual priorities (camp, curriculum, rally, curriculum, retreat, curriculum, repeat) without ever asking the question, \"Are we getting anywhere?\"\nToo often the ministry wheel (that annual cycle of the way you've always done ministry) can run you, your adult leaders and your teenagers ragged...with little to show for all your efforts.\nSo how do we escape the hamster wheel? Here are 4 ways:\n1. Take a break long enough to ask the really hard questions.\nGet out of the hamster wheel so that you can pray, think and evaluate. Ask yourself hard questions like:\n-How spiritually on-fire are my teenagers?\n-Are my teenagers accelerating in their faith or just coming to youth group?\n-Is my youth group growing because new disciples are being made and multiplied on a consistent basis?\nBe brutally honest. Ask God for divine insight.\nConsider getting away for a weekend to spend time thinking and praying about this. Read the the book of Acts and compare what you read in it with how you are running your youth ministry (or how it is running you!)\n2. Re-discover your mission.\nWe don't technically need a youth group mission statement because Jesus already gave us the ultimate one in Matthew 28:19,20, \"Go and make disciples of all nations, baptizing them in the Name of the Father and of the Son and of the Holy Spirit, teaching them to obey everything I have commanded you.\"\nThis is what we are called to do, to make and multiply disciples. If your youth group is more defined by meetings than accomplishing this mission then it has been \"hamsterized\", institutionalized, and needs freed from the ministry wheel.\nA few years ago I wrote a book called Gospelize your Youth Ministry  that unpacks how to build a youth ministry that advances the Gospel and makes disciples. It's all rooted in the seven values  that drove the early church. These same values can drive your ministry too if you get out of the wheel long enough to figure it out.\n3. Create a new cycle.\nSometimes we need to break the old cycle and accomplish your mission. If year after year you've been doing the same camp, same brand of curriculum, same old-same old and are getting the same results, it's time to break the cycle and create a new one.\nEverything we do should go through a mission grid. \"Is this (camp, conference, curriculum, activity, etc) going to help us get from here to there?\"\nAt Dare 2 Share  we have seen youth leaders who have finally chosen to break the camp cycle and bring their teenagers to Lead THE Cause  (our full week intensive training for disciple multiplication.) Many of them ask themselves afterward \"Why didn't I take my teenagers to this earlier?\"\nThe answer is simple. They were stuck on the ministry wheel, going to the same camp year after year because, well, that's what they've always done and that's where they've always gone.\nThey discover that Lead THE Cause actually helps them, not only get off the ministry wheel, but escape the cage altogether. And now they have the beginnings of a youth group that is making progress toward the mission God has put in their hearts!\n4. Ask God for his strength to escape the wheel!\nPaul tells the Ephesians believers, \"be strong in the Lord and in his mighty power\" Ephesians 6:10. This same power is available to you and me. God will give you the strength to escape the ministry wheel if you yield to his indwelling Spirit and take a courageous step of faith.\nThe collective power of the Trinity is available to you to escape the ministry wheel. Unleash it through faith and escape!\nLet's stop running around in circles. Let's start accomplishing the mission God has placed in our hearts!\nAfter all, we're not hamsters! We're ambassadors of the King!\nGreg Stier is the Founder and President of Dare 2 Share Ministries International. He has impacted the lives of tens of thousands of Christian teenagers through Dare 2 Share events, motivating and mobilizing them to reach their generation for Christ. He is the author of eleven books and numerous resources, including Dare 2 Share: A Field Guide for Sharing Your Faith. For more information on Dare 2 Share and their upcoming conference tour and training resources, please visit www.dare2share.org .\nRelated Articles\n",
        "quotes": [
            [
                "Go and make disciples of all nations, baptizing them in the Name of the Father and of the Son and of the Holy Spirit, teaching them to obey everything I have commanded you.",
                "Jesus",
                true
            ],
            [
                "Is this (camp, conference, curriculum, activity, etc) going to help us get from here to there?",
                "",
                true
            ],
            [
                "Why didn't I take my teenagers to this earlier?",
                "",
                true
            ],
            [
                "be strong in the Lord and in his mighty power",
                "Paul",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/greg-stier",
                "http://www.leadthecause.org/?__hstc=106114972.14c299fce3f25b9e61fa85e7dc070f86.1515856508183.1516042087112.1516732554824.3&__hssc=106114972.3.1516732554824&__hsfp=1881473454",
                "http://www.gospeladvancing.com",
                "https://www.dare2share.org/"
            ]
        },
        "key_words": [
            "mission",
            "escape",
            "ministry",
            "running",
            "cycle",
            "run",
            "god",
            "wheel",
            "youth",
            "hamster",
            "stop"
        ]
    }
]