[
    {
        "url": "https://www.christianpost.com/news/hindus-burn-down-church-in-india-alleging-forced-conversion.html",
        "title": "Hindus Burn Down Church in India Alleging 'Forced Conversion'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHindus Burn Down Church in India Alleging 'Forced Conversion'\nHindus Burn Down Church in India Alleging 'Forced Conversion'\n| Monday, January 22, 2018\nA Hindu mob burned a church and Christian-owned businesses at Jammu and Kashmir, India, January 2018. | (Photo: BACA)\nA mob led by apparent Hindu nationalists burned down a church and shops belonging to Christians in India's northern state of Jammu and Kashmir after the death of a woman, whom the mob believed was forcibly converted to Christianity.\nA large group of Hindus resorted to violence  last week in the Rajouri district bordering Pakistan after a local man, Rinku Kumar, brought the body of his 25-year-old wife, Seema Devi, for a Christian burial, according to UCAN News . \nDevi's family falsely claimed that their daughter was forced to convert to Christianity by her husband and was murdered by him. According to the British Asian Christian Association , one of Devi's uncles told a local newspaper that \"she could not have willingly quit her Hindu faith.\"\nBut BACA reported that Devi had become a Christian over two years ago, years after her husband converted to Christianity. She became sick just days after their marriage but was healed during a church service, BACA said. Two years later, however, the illness returned and she died on Jan. 15.\nWhen Kumar brought her body from Punjab state to Jammu and Kashmir to be buried, news of the burial spread and incited violence.\nHindu fanatics from extremist group Bajran Dal and a mob of over 300 people sought revenge the next day by smashing Sehal Christ Church and setting it on fire. Christians attending the church for prayer were beaten, with 12 seriously injured. Businesses that were owned by Christians were also damaged.\nMoreover, the mob exhumed the body of Devi and burned it, as part of a Hindu ritual, BACA reported.\nDevi's uncle, Joginder Singh, told UCANews that they were not aware Devi's husband was a Christian and that they found out about it last month \"when she told us over the phone that her husband took her to Christmas prayers at a church in Punjab. He must have coerced her to convert to Christianity.\"\nKumar was severely beaten and arrested, along with seven other Christians, by local police. None of the Hindus involved in the mob violence were arrested. \nWilliam Masih, a local Christian, told BACA that during the violence, local police just stood by and watched and that Christians, who are already marginalized, have become more fearful.\nState lawmaker Sheikh Abdul Rasheed has called for the arrest of the people who burned down Christian property, and decried the persecution of minorities across the country.\nAccording to BACA, the pastor of the church that was burned down has gone into hiding and Christians from that church are being forcibly reconverted back to Hinduism.\nWilson Chowdhry, chairman of the British Asian Christian Association, said in a statement, \"This attack on innocent Christians highlights the increasing hatred towards non-Hindus in an India that has become increasingly polarized under the Narendra Modi regime.\n\"Attacks on Christians are increasing with intensity and frequency and rarely result in convictions for the perpetrators.\"\nWhile few incidents of Christian persecution are reported from the state of Jammu and Kashmir, the incidence of attacks on Christians is alarmingly high in several other parts of the country. False allegations on Christians are also common across the country.\nChristian persecution has steeply risen  since the Hindu rightwing Bharatiya Janata Party won the general election in 2014.\nThe first quarter of 2017 saw 248 incidents of persecution, and by the end of June, the number grew to 410, compared to a total of 441 incidents reported in all of 2016, a recent report by Open Doors revealed.\n\"When the Christians are beaten by the extremists, they receive injuries mostly on their heads or their vital body parts,\" a local partner of Open Doors said in the report. \"The assaulters do not care if the person dies in the attack. They know that they will not be punished because the government (and hence the judiciary) will take their side. In most of the cases the assaulters go unpunished.\"\nThe governing party in India is connected with a Hindu nationalist organization, Rashtriya Swayamsevak Sangh, whose founder, M.S. Golwalkar, has said: \"The non-Hindu people in Hindustan (referring to India) must either adopt the Hindu culture and language, must learn to respect and revere Hindu religion, must entertain no idea but the glorification of the Hindu religion, that is they must not only give up their attitude of intolerance and ingratitude toward this land and its age-long tradition but must also cultivate the positive attitude of love and devotion instead; in one word they must cease to be foreigners or may stay in the country wholly subordinated to the Hindu nation claiming nothing, deserving no privileges, far less any preferential treatment not even citizen's rights.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.britishpakistanichristians.org/blog/burial-of-formerly-hindu-wife-by-christian-man-leads-to-mob-arson-attack-on-church-in-indias-jammu-k",
                "https://www.ucanews.com/news/hindus-attack-christians-in-india-over-forced-conversion/81301",
                "https://www.christianpost.com/news/christians-india-warn-spiraling-hatred-letter-pm-modi-photo-hindus-burning-cross-199451/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=jZpjmYKa1no"
            ]
        },
        "key_words": [
            "local",
            "hindus",
            "told",
            "alleging",
            "burn",
            "church",
            "hindu",
            "mob",
            "india",
            "baca",
            "forced",
            "persecution",
            "christians",
            "conversion",
            "christian"
        ]
    }
]