[
    {
        "url": "https://www.christianpost.com/news/2-russians-who-refused-to-reject-jesus-on-camera-almost-certainly-killed-by-isis.html",
        "title": "2 Russians Who Refused to Reject Jesus on Camera 'Almost Certainly' Killed by ISIS",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n2 Russians Who Refused to Reject Jesus on Camera 'Almost Certainly' Killed by ISIS\n2 Russians Who Refused to Reject Jesus on Camera 'Almost Certainly' Killed by ISIS\n2 Russians Who Refused to Reject Jesus on Camera 'Almost Certainly' Killed by ISIS\n| Wednesday, October 11, 2017\nA militant Islamist fighter uses a mobile phone to film his fellow fighters taking part in a military parade along the streets of Syria's northern Raqqa province, June 30, 2014. The terrorist group has recently called on its supporters to kill more civilians during the Ramadan. | (Photo: REUTERS/Stringer)\nTwo Russian mercenaries and Orthodox Christians captured by the Islamic State terror group in Syria have most likely been killed after they refused to reject their faith and embrace Islam on camera.\nSenior Russian MP Viktor Vodolatsky said it is unlikely that Roman Zabolotny, 39, and Grigory Tsurkanu, 38, survived.\n\"It is very sad but 99 percent Roman Zabolotny is not alive, nor is the second prisoner,\" Vodolatsky said.\nWhile the fate of the two men is not yet confirmed, the Russian Orthodox Church has reportedly already declared them martyrs for their faith in a short video posted on YouTube  last week.\nMailOnline  reported on Monday that the two Christians were captured earlier this month at the eastern city of Deir Ezzor, one of the last remaining IS strongholds in Syria.\nThe men, who appear to have been wounded, have their limbs tied in the short IS video.\nVodolatsky explained that the prisoners were given a statement which they had to read before a camera.\n\"In this text they would reject their Orthodox religion, reject their motherland, become Muslim and join ISIS,\" the politician shared.\n\"They stayed loyal to the Orthodox faith and their motherland until the very end, and this is what they were killed by those gangsters for.\"\nAnatoly Kotlyarov, an MP in Zabolotny's home city of Rostov-on-Don, further said that it does appear that the Christians have been executed.\nKotlyarov told Komsomolskaya Pravda newspaper that his \"trustworthy\" source \"has never been mistaken in four years of our cooperation, especially when informing about the dead.\"\nZabolotny is believed to have traveled to Syria to help protect Christians from IS radicals, MailOnline noted. He previously served as a paratrooper in the intelligence section of Russia's air assault forces.\nRuslan Leviev, founder of Conflict Intelligence, an independent investigation group, said that the pair were likely fighters for the Wagner private army.\n\"We think it is a strategy of the Defense Ministry of Russia: sending mercenaries to the hottest places, we avoid losses among official soldiers and keep the image of a successful combat operation,\" Leviev suggested.\nIS militants have captured and executed Christian prisoners on a number of occasions. The remains of 21 Copts beheaded by IS in 2015 were finally discovered  last week in Libya, to the relief of the families.\nRussia has been battling IS in Syria, with Agence France-Presse  reporting last week that Russian air strikes killed 120 militant fighters and another 60 foreign merceneries in the battle for Deir Ezzor.\nThe Britain-based Syrian Observatory for Human Rights has warned that air strikes have also caused a great number of civilian casualties, however. The watchdog claimed that Russian strikes killed 14 people, including three children, who were fleeing across the Euphrates on rafts near Mayadeen last week.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.dailymail.co.uk/news/article-4963702/ISIS-militants-drive-captives-death-video.html",
                "https://www.ndtv.com/world-news/russia-strikes-kill-120-isis-fighters-over-60-foreign-mercenaries-in-syria-moscow-1759872",
                "https://www.christianpost.com/news/remains-21-coptic-christians-beheaded-by-isis-libya-found-in-mass-grave-beach-202055/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?time_continue=51&v=SKczozTN2z4",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "syria",
            "refused",
            "isis",
            "certainly",
            "week",
            "russian",
            "jesus",
            "faith",
            "orthodox",
            "strikes",
            "camera",
            "christians",
            "killed",
            "captured",
            "reject",
            "russians"
        ]
    }
]