[
    {
        "url": "https://www.christianpost.com/news/high-school-removes-church-banner-from-football-stadium-after-atheist-groups-complaint.html",
        "title": "High School Removes Church Banner From Football Stadium After Atheist Group's Complaint",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nHigh School Removes Church Banner From Football Stadium After Atheist Group's Complaint\nHigh School Removes Church Banner From Football Stadium After Atheist Group's Complaint\nHigh School Removes Church Banner From Football Stadium After Atheist Group's Complaint\n| Monday, December 18, 2017\nA church banner hangs outside the football stadium at New Palestine High School in New Palestine, Indiana. | (Photo: FFRF.org)\nAn Indiana public school district has removed a banner advertising a local church from a high school football stadium after the nation's largest secularist legal group filed a complaint.\nThe Freedom From Religion Foundation, a Wisconsin-based group that advocates for a strict separation of church and state and often pressures public schools and government agencies, has announced that school officials at New Palestine High School have removed a banner advertising for Realife Church in Greenfield.\nThe banner in question featured the team's logo and stated in big lettering at the top, \"I can do all things...\" — an abbreviated version of Philippians 4:13.\nThe banner also featured the words \"RealLifeChurch.com\" and the church's logo in the bottom left hand corner and the words \"Dragon Football\" in the bottom right hand corner.\nThe school district's decision to remove the banner comes after FFRF sent a demand letter  to Lisa Lantrip, the superintendent of the Community School Corporation of Southern Hancock County, on Dec. 5 to explain that the organization had been contacted by a local event attendee concerned by the banner.\nThe letter claimed that advertising for a church on school property was a violation of the Establishment Clause of the First Amendment to the U.S. Constitution, even if the banner is a paid advertisement.\n\"Students and parents will understand that the high school endorses this banner and its religious message, given its prominent placement, team logo, and the words \"Dragon Football,\" FFRF attorney Ryan Jayne wrote in the letter. \"Palestine High School may not decorate its stadium with religious displays or church advertisements. We request that this banner be removed.\"\nJayne's letter cited Supreme Court rulings, such as its decision in Stone v. Graham, a 1980 case in which the court struck down a Kentucky law requiring the Ten Commandments to be placed on the walls of every public school classroom.\n\"Messages that are affixed to school walls, or in this case, the outside of the school's stadium, are attributable to the school. Such messages are government speech, not private speech,\" Jayne asserted. \"It makes no difference if the church message is paid advertising. Given the banner size, prominent location, and inclusion of the school logo and name of the school's football team, the banner is plainly attributable to the school and must not include religious messages or promote places of worship.\"\nAccording to an FFRF press release issued last week, it didn't take long for Lantrip to respond to Jayne's letter.\nFFRF reports  that Lantrip sent an email, explaining that the banner in question had been taken down.\n\"The district did the right thing by taking down a divisive religious message,\" FFRF Co-President Annie Laurie Gaylor said in a statement. \"Sporting events should unite the district community, not alienate certain members.\"\nAccording to The Greenfield Daily Reporter , the banner's placement at the football stadium was the inspiration of Lead Pastor Rev. Adam Detamore, who approached the school months ago with the idea for the banner and presented officials with the design of the banner.\nDetamore said that the words \"I can do all things\" were picked for the banner because it provided a motivational message of \"Let's go get them; let's do it.\" He added that the phrase is often used by Christian NBA star Steph Curry.\n\"[The school's decision] does not change that we want to invest in the school and serve them,\" Detamore explained. \"We have a great relationship with the school. Our intention behind the banner was simply to show support and love for our community.\"\nAlthough many government agencies and school districts cave when pressured by groups like FFRF, some put up a fight. Most recently, a town in Florida has taken steps to prepare itself for a potential lawsuit  that could arise from its refusal to remove a cross from a veterans memorial.\nEarlier this month, the city council of town of Vero Beach voted to accept free legal services from the Liberty Counsel, a national religious freedom legal group, after it received a complaint from FFRF over a 19-inch cross sitting atop the city's \"Lest We Forget\" monument.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/city-refuses-to-remove-cross-from-veterans-memorial-after-atheist-group-complains-209283/",
                "https://ffrf.org/news/news-releases/item/31194-ffrf-takes-down-godly-banner-at-indiana-school"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.greenfieldreporter.com/2017/12/15/12152017dr_southern_hancock_church_sign/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "school",
            "banner",
            "stadium",
            "removes",
            "church",
            "football",
            "high",
            "atheist",
            "ffrf",
            "complaint",
            "religious",
            "groups",
            "schools",
            "words"
        ]
    }
]