[
    {
        "url": "https://www.christianpost.com/news/nfl-star-ben-watson-america-reaping-the-consequences-of-fatherlessness.html",
        "title": "NFL Star Ben Watson: America Is 'Reaping the Consequences of Fatherlessness'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Ben Watson: America Is 'Reaping the Consequences of Fatherlessness'\nNFL Star Ben Watson: America Is 'Reaping the Consequences of Fatherlessness'\nNFL Star Ben Watson: America Is 'Reaping the Consequences of Fatherlessness'\n| Sunday, June 18, 2017\nBenjamin Watson with his two sons, Isaiah and Juda. | (Photo: Facebook/Benjamin Watson)\nAs America celebrates Father's Day 2017, Baltimore Ravens tight end Benjamin Watson has issued a reminder that the nation is currently suffering from the dire effects of \"fatherlessness\" and asserted that Satan would love nothing more than to keep dads from connecting with their children.\nWatson, a devout Christian and father of five kids who is the author of the recently released The New Dad's Playbook: Gearing Up for the Biggest Game of Your Life , took to his Facebook page on Sunday to commemorate the day by detailing one experience he had eight years ago in a mall with his firstborn daughter.\n\"As I sat on a bench, feeding her, a teenage girl walked up to us. She said, 'Your [sic] a good dad, I never had one. Be true to your daughter,'\" Watson wrote . \"As she left I felt the incredible pain in her words as well as the challenge she left me with.\"\nAs the negative societal effects  of fatherlessness on children has been well documented, Watson explained that \"fatherlessness is at an all time high and we as a nation are reaping the consequences.\"\nAccording to the National Center for Fathering , over 20 million children live in a home without the physical presence of a father, while there are millions of other fathers who are physically present but \"emotionally absent\" from their children's lives. According to the group, if fatherlessness was a disease, it would be \"an epidemic worthy of attention as a national emergency.\"\n\"It is past time for us [men] to step up and be who we were designed to be,\" Watson continued in his post, adding that men were designed to be \"fathers, daddies, papas and dads.\"\n\"Sometimes it's not easy, but our kids need us more than we know,\" he added. \"We have the power to be world changers through our offspring. Walk with them, talk with them, love them, empower them, kiss them, squeeze them, affirm them, esteem them, protect them, teach them, and simply be with them. You can do it! Now is the time.\"\nAlthough Watson suffered an Achilles injury that cost him his entire 13th season in the NFL last year, it gave him the time needed to complete his New Dad's Playbook, which is a handbook released in May that gives a breakdown of what first time fathers should expect as their wives and mother of their children go through pregnancy and what they should know in order to raise a child from birth.\nIn an interview with former ESPN producer Jason Romano on his \" Sports Spectrum \" podcast Thursday, Watson explained that he was pushed to write the book by his wife, Kristen.\n\"She was like, 'Benjamin, you need to write a handbook for dads so that as they go through pregnancy, they know what to do, what not to do, what to say, what not to say to the mother of their children and give them encouragement but give them real practical information about the first OB-GYN appointment, about setting up a nursery,'\" Watson recalled.\nThe book covers things from how to put on a diaper, swaddle a baby and what to do when their significant other has morning sickness.\n\"[The book] give[s] guys information that they won't know until they go through it. Hopefully, if they know it beforehand, they can navigate this pregnancy thing much more smoothly and without as much conflict that I had with my wife when we had our first child and our second child,\" Watson said.\nDuring the interview, Watson was asked what his advice is to struggling fathers who have made mistakes and fathers who feel they aren't qualified or connecting with their kids.\n\"Although we can't be the perfect fathers and we can't be the perfect husbands, God's grace can cover for those missteps. He is the one ultimately that we have to rely on for the power to do these sorts of things because we can't do it on our own power,\" Watson said. \"To those dads that have maybe made some huge mistakes, I don't know what they may be but it may be something that you feel you can never come back from, there is always repentance.\"\n\"It is never too late to make up. Although you can't go back, you can go forward and your children need you,\" he added. \"Satan would love nothing more than to keep you from connecting with your children, connecting with your wife, having the relationship that you guys need to to set the tone in the house because he would love to destroy a family. By destroying a family, you can destroy several generations and many of these men are results of mistakes that they didn't even make.\"\nWatson said that his biggest encouragement for struggling fathers is the fact that \"all men\" have \"what it takes\" to be fathers, no matter if they know what they are doing or not.\n\"A man needs to know he has what it takes,\" Watson said. \"It doesn't matter if you had a father or didn't or you had a father that wasn't around or abusive, you have an opportunity to change the course of generations.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://fathers.com/statistics-and-research/the-consequences-of-fatherlessness/",
                "http://fathers.com/statistics-and-research/the-extent-of-fatherlessness/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://podcasts.apple.com/us/podcast/sports-spectrum-podcast/id1214996827?mt=2",
                "https://www.facebook.com/BenjaminWatsonOfficial/photos/a.427697090690761.1073741828.378220362305101/1236586739801788/?type=3&theater",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "consequences",
            "father",
            "america",
            "watson",
            "know",
            "children",
            "need",
            "nfl",
            "men",
            "reaping",
            "ben",
            "fatherlessness",
            "love",
            "dads",
            "fathers",
            "star"
        ]
    }
]