[
    {
        "url": "https://nutritionfacts.org/audio/nutrition-facts-grab-bag-the-latest-research/",
        "title": "Nutrition Facts Grab-Bag: The Latest Research",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nJuly 27th, 2017\nNutrition Facts Grab-Bag: The Latest Research\nToday we highlight a few surprise sources of potential cancer risk.  \n \n \n“Nearly 20% of cancer[s]…can be linked to infectious agents,” such as viruses. There are seven viruses now conclusively tied to human cancer, and as new viruses enter into human populations, the incidence and causes of cancer will likely change accordingly.\nThe foundation of modern tumor virology was laid over a century ago, with the discovery of a cancer-causing chicken virus, for which a Nobel Prize was awarded.  Another Nobel went to the guy that discovered the HPV virus was causing cervical cancer. And in his acceptance speech, he mused that there may be a bovine polyomavirus, a multiple tumor virus, in cattle, that could be playing a role in human colon cancer, lung cancer, and breast cancer. But, no polyomavirus had ever been discovered in meat—until now.\nPolyomaviruses are a particular concern, not only because they are “known to be carcinogenic,” but because they can survive cooking temperatures. Because single burgers these days can contain meat from “many dozens of animals,” they figured it would “present an ideal situation for virus-hunting.” So, researchers at the National Cancer Institute just walked into three supermarkets, and grabbed meat right off the shelf, and found three different polyomaviruses in ground beef. Now, just because three types of polyomaviruses are “commonly detectable in food-grade ground beef” doesn’t necessarily mean they are causing human disease.\nWhat made this Nobel laureate suspect them? Well, for one thing, some people got cancer right where they were vaccinated for smallpox—a whole bunch of different cancers. The vaccine was harvested from “the…skin of calves.” And so, maybe there’s some cancer-causing cow virus?\n“Many people are exposed to potentially virus-contaminated meat and dairy products” through their diet, but those in the industry would be even more exposed. So, it would be interesting to see if these groups have higher cancer incidence. And indeed, it now appears clear that those who work “in the meat industry are at increased risk of developing and dying” from a variety of cancers.\nAnother “reason…to suspect the involvement of [some kind of] bovine infectious factor…in colorectal cancer” is the fact that countries that don’t eat a lot of beef appear to have relatively low rates of colorectal cancer. And, countries that all of a sudden started eating lots of meat had their rates shoot up. Mongolia appears to be the exception. Lots of red meat, yet low colon cancer rates. But, “there they eat yak,” and maybe yaks don’t harbor the same viruses.\nCan’t you just avoid steak tartare? Even steak cooked “medium” may not reach internal temperatures above 70 Celsius, and it takes temperatures above that to inactivate some of these viruses. So, we would expect viruses to survive both cooking and pasteurization. In fact, they followed up with a paper suggesting that consumption of dairy products may represent a “main risk factor for the development of [human] breast cancer.” The recent discovery of a larger number of presumably new viruses in the blood, meat, and milk of dairy cows should be investigated, since one might speculate that infectious “agents present in dairy products [might have a special] affinity for [breast cells],” since they came from breast cells.\nThe fact that people with lactose intolerance, who tend to avoid milk and dairy throughout their lives, have lower rates of breast cancer and other cancers could be seen as supporting this concept—though there are certainly other reasons dairy may increase cancer risk, such as increasing levels of the cancer-promoting growth hormone IGF-1, or adversely affecting our gut microbiome. Or, for that matter, maybe the plant-based milks they’re drinking instead could be protective. That’s the problem with population studies: you can’t tease out cause and effect. It doesn’t matter how many viruses are found in retail beef, pork, and chicken if we can’t connect the dots.  \nCan’t you just look for the presence of these viruses within human tumors? They’ve tried, and found some. But, even if you don’t find any, that doesn’t necessarily mean viruses didn’t play a role. There’s this “viral hit-and-run” theory of cancer development that suggests that certain viruses can slip in and out of our DNA to initiate the cancer, but be long gone by the time the tumor matures. So, there’s still a lot of work to be done.\n \n \n“We are walking communities comprised not only of a Homo sapiens host, but also of trillions of symbiotic commensal microorganisms within the gut, and on every other surface of our bodies.” There are more bacterial cells in our gut than there are human cells in our entire body. In fact, only about 10% of the DNA in our body is human. The rest is in our microbiome—the microbes that we share with this walking community we call our body. What do they do?\nOur “[g]ut microbiota [our gut bacteria microbiome] serve as a filter for our largest environmental exposure—what we eat. Technically speaking, food is a foreign object that we take into our bodies [by the pound] every day.” “And, the microbial community within each of us significantly influences how we experience [those meals].” “Hence, our metabolism and absorption of food occurs through [this] filter of bacteria.”\nBut, if we eat a lot of meat, poultry, fish, milk, cheese, eggs, we can foster the growth of bacteria that convert the choline and carnitine in these foods into TMA—trimethylamine, which can be oxidized into TMAO, and wreak havoc on our arteries, increasing our risk of heart attack, stroke, and death.\nWe’ve known about this troublesome transformation from choline into trimethylamine for over 40 years. But, that was way before we learned about the heart disease connection. Why were they concerned back then? Because these methylamines might form “nitrosamines [which] have marked carcinogenic activity”—cancer-causing activity.\nSo, where is choline found in our diet? Mostly from meat, eggs, dairy, and refined grains. The link between meat and cancer probably wouldn’t surprise anyone. In fact, just due to the industrial pollutants alone (like PCBs), children probably shouldn’t eat more than like five servings a month of meats like beef, pork, or chicken, combined. But, what about cancer and eggs?\nStudies going back to the ‘70s hinted at a correlation between eggs and colon cancer. But, that was just based on so-called ecological data, showing that countries that ate more eggs tended to have higher cancer rates. But, that could be due to a million things, right? It needed to be put to the test.\nThis started in the ‘80s, and by the 1990’s, 15 studies had been published: ten suggesting “a direct association” between egg consumption and colorectal cancer, and five showing “no association.” By 2014, there were dozens more studies published, confirming that eggs may indeed be playing a role in the development of colon cancer—though no relationship was discovered between egg consumption and the development of precancerous polyps, which suggests that “egg[s] might be involved [more] in the promotional [stage of cancer growth—accelerating cancer growth, rather than] initiating [the cancer in the first place].”\nWhich brings us to 2015. Maybe it’s the TMAO, made from the choline in meat and eggs, that’s promoting cancer growth. And, indeed, in the Women’s Health Initiative study, women with the highest TMAO levels in their blood “had…approximately [three] times greater risk of rectal cancer”—suggesting “TMAO [levels] may serve as a potential predictor of increased colorectal cancer risk.”\nThough there may be more evidence for elevated breast cancer risk with egg consumption than prostate cancer risk, the only other study to date on TMAO and cancer looked at prostate cancer, and did, indeed, find a higher risk.\n“Diet has long been considered a primary factor in health. However, with the microbiome revolution the past decade, we have begun to understand how diet can” affect the back-and-forth between us-and-the-rest-of-us inside. And, the whole TMAO story is like “a smoking gun in [gut bacteria]-disease interactions.”\nSince “choline…and carnitine are [the] primary sources of…TMAO production, the “logical intervention strategy” might be to reduce meat, dairy, and egg consumption. And, if we eat plant-based for long enough, we can actually change our “gut microbial communities,” such that they may not be able to produce TMAO, even if we try. “The theory of “you are what you eat” [is] finally…supported by scientific evidence.”\nWe may not have to eat healthy for long, though. Soon, we may yet be able to “‘drug the microbiome’” as a way of “promoting cardiovascular health.”\n \n \nThis case was cited as inspiration by a group of researchers that came up with a new theory to explain a breast cancer mystery. Why do most breast cancers occur in the upper outer corner of the breast? The standard explanation was simply because that’s where most of the breast tissue is located, as the so-called tail of the breast extends up into the armpit.\nBut, that doesn’t explain this. It didn’t always used to be that way; there’s been a shift towards that upper corner. And, it doesn’t explain this: “greater genomic instability”—chromosome abnormalities that may signal precancerous changes. There definitely seems to be something happening to that side of the breast, and something relatively new—just in the last 50 years or so.\n“Is it possible that the increasing use of [underarm] antiperspirant which parallels increasing breast cancer incidence could…be an explanation for [the] greater number of…tumours…,…and [the] disproportionate incidence of breast cancer in the upper outer quadrant” of the breast near where the stick, spray, or roll-on is applied?\nThere’s a free flow of lymph fluid back and forth between the breast and the armpit. And, if you measure aluminum levels in breasts removed after mastectomies, “[t]he aluminum content of breast tissue in the outer regions [near the armpits] was significantly higher”—presumably due to “closer proximity” to the underarm region.\nThis is a concern, because, in a Petri dish at least, “it has been demonstrated that aluminum is a [so-called] metalloestrogen,” having pro-estrogenic effects on breast cancer cells. “[L]ong-term exposure” of normal breast tissue cells in a test tube to aluminum concentrations “in the range of those” found in the breast results in precancerous-type changes. And then, once the cells have turned, those same concentrations can “increase the migratory and invasive activity” of human breast cancer cells in a Petri dish.  \nThis is important, because women don’t die from the tumor in the breast itself, “but from the ability of the cancer cells to spread and grow at distant sites,” like the bones, lungs, liver, or brain. But, we don’t care about Petri dishes; we care about people.\n \nBased on this study, Harvard Women’s Health Watch assured women that antiperspirants do not cause breast cancer. “Women who are worried that antiperspirants might cause breast cancer can finally rest easy.”\nBut, two months later, this study. “Frequency and early onset of antiperspirant/deodorant usage with underarm shaving was associated with an earlier age of breast cancer diagnosis”—as much as 20 years earlier—in women using antiperspirant, and shaving their armpits more than three times a week. And, the earlier they started, before vs. after their sweet 16, appeared to move up their breast cancer 10 or 20 years. They conclude that “underarm shaving with antiperspirant…use, may play a role in breast cancer” after all.\nBut what does shaving have to do with it? Shaving removes more than just armpit hair; it removes armpit skin. You end up shaving off the top skin layer. And, while there’s very little aluminum absorption through intact skin, when you strip off that outer layer with a razor, and then rub on some antiperspirant, you get a six-fold increase in aluminum absorption through the skin. So, good news for women who don’t shave, but “[o]n the other hand, [the] high [through-the-skin aluminum] uptake on [shaved] skin should compel antiperspirant manufacturers to proceed with the utmost caution.”\nEuropean safety authorities and the FDA specifically advise against using aluminum antiperspirants on damaged or “broken skin.” Yet, shaving before antiperspirant application “can create abrasions in the skin.” I’m sure everyone knows about the FDA warning, having read title 21 part 350 subpart C50-5c1 of the Code of Federal Regulations.\nBut, we get so much aluminum in our diet from processed foods—”anti-caking agents [in like] pancake mix,…melting agents in [American] cheese,…meat binders,…gravy…thickeners,…baking powder,” candy—that the contribution from underarm antiperspirants would presumably be minimal in comparison.\n“But everything was turned topsy-turvy in 2004,” when a case was reported of “a woman with bone pain and fatigue” suffering from aluminum toxicity. But, within months of stopping the antiperspirant, which she was applying daily to her regularly-shaved pits, her aluminum levels came down, and “her symptoms” resolved. Although not everyone sucks up that much aluminum, the case “suggests that caution should be exercised when using aluminum-containing antiperspirants frequently.”\n \nThe latest review on the subject concluded that as a consequence of the new data, given that aluminum can be toxic, and we have no need for the stuff, “reducing the concentration of this metal in antiperspirants is a matter of urgency.” Or, at the very least, it should say on the label: Do not use after shaving. Or, we could cease usage of aluminum-containing antiperspirants altogether.\nBut then, won’t we stink? Ironically, antiperspirants can make us stink worse. They increase the types of bacteria that cause body odor. It’s like the story with antidepressant drugs—how they can actually make you more depressed in the long run. The more we use antiperspirants, the more we may need them. Awfully convenient for a billion-dollar industry.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\nThis is an approximation of the audio content, contributed by Allyson Burnett.\n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "research",
            "viruses",
            "shaving",
            "breast",
            "latest",
            "aluminum",
            "grabbag",
            "human",
            "eggs",
            "antiperspirants",
            "facts",
            "nutrition",
            "women",
            "meat"
        ]
    }
]