[
    {
        "url": "https://consortiumnews.com/2014/07/04/thomas-jefferson-americas-founding-sociopath/",
        "title": "Thomas Jefferson: America’s Founding Sociopath",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Thomas B. O'Neill",
                "link": null
            },
            {
                "name": "Keith Brooks",
                "link": null
            },
            {
                "name": "David J Gill",
                "link": null
            },
            {
                "name": "Nete Peedham",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-07-04",
        "text": "Main menu\nJuly 4, 2014\nBy Robert Parry\nOn July Fourth, the people of the United States extravagantly celebrate the high-blown expressions on human rights that Thomas Jefferson penned in the Declaration of Independence  especially the noble phrase “all men are created equal.” But Jefferson really didn’t believe that or much else that he said and wrote during his lifetime. He was, in reality, a skilled propagandist and a world-class hypocrite.\nYet, rather than subject Jefferson to a rigorous examination for his multiple hypocrisies, many Americans insist on protecting Jefferson’s reputation. From the Left, there is a desire to shield the lofty principles contained in the Declaration. From the Right, there is value in pretending that Jefferson’s revisionist concept of the Constitution  one favoring states’ rights over the federal government  was the “originalist” view of that founding document.\nThomas Jefferson, the principal author of the Declaration of Independence and the third president of the United States (in a 1788 portrait by John Trumbull, credit: Thomas Jefferson Foundation).\nSo, Jefferson  perhaps more than any figure in U.S. history  gets a pass for what he really was: a self-absorbed aristocrat who had one set of principles for himself and another for everybody else. Beyond the glaring contradiction between his “all men are created equal” pronouncement and his racist views on African-American slaves, he also lectured others about the need for frugality and the avoidance of debt while he lived a life of personal extravagance and was constantly in arrears to creditors.\nJefferson also wrote provocatively that “The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants. It is it’s natural manure.” That is one of Jefferson’s famous quotes repeated endlessly these days by both the right-wing Tea Party and would-be leftist revolutionaries.\nBut Jefferson’s bravado was more a rhetorical flourish than a principle that he was ready to live or die by. In 1781, when he had a chance to put his own blood where his mouth was  when a Loyalist force led by the infamous traitor Benedict Arnold advanced on Richmond, Virginia, then-Gov. Jefferson fled for his life on the fastest horse he could find.\nJefferson hopped on the horse and fled again when a British cavalry force under Lt. Col. Banastre Tarleton approached Charlottesville and Monticello. Gov. Jefferson abandoned his neighbors in Charlottesville and left his slaves behind at Monticello to deal with the notoriously brutal Tarleton.\nIn other words, Jefferson may have been America’s original “chicken hawk,” talking cavalierly about other people’s blood as the “manure” of liberty but finding his own too precious to risk. Nevertheless, Jefferson later built his political career by questioning the revolutionary commitment of Alexander Hamilton and even George Washington, who repeatedly did risk their lives in fighting for American liberty.\nBut what Jefferson’s many apologists have most desperately tried to obscure was his wretched record on race. Some pro-Jefferson scholars still talk about his rhapsodic depictions of the natural beauty of Virginia in his Notes on the State of Virginia, but they skirt the book’s sickening racism, including his pseudo-science of assessing physiological and mental traits of African-Americans to prove that all men were not created equal.\nA Question of Rape\nFor generations, these apologists also have challenged slave Sally Hemings’s late-in-life remembrance to one of her sons, Madison Hemings, describing how Jefferson had imposed himself on her sexually in Paris after she arrived in 1787 as a teen-age slave girl attending one of his daughters.\nAccording to Madison Hemings’s account, his mother “became Mr. Jefferson’s concubine [in Paris]. And when he was called back home she was enciente [pregnant] by him.” Jefferson was insistent that Sally Hemings return with him, but her awareness of the absence of slavery in France gave her the leverage to insist on a transactional trade-off; she would continue to provide sex to Jefferson in exchange for his promise of good treatment and the freedom of her children when they turned 21, Madison Hemings said.\nThe traditional defense of Jefferson was to portray Sally Hemings as a promiscuous vixen who lied about her relationship with the Great Man to enhance her humble standing. After all, whose word would you believe, that of the estimable Jefferson who publicly decried race mixing or a lowly African-American slave girl?\nFor decades, the defenders stuck to that dismissive response despite the curious coincidence that Hemings tended to give birth nine months after one of Jefferson’s visits to Monticello  and the discovery of male Jefferson DNA in Hemings’s descendants.\nStill, the Jefferson apologists raised finicky demands for conclusive proof of the liaison, as if it were absurd to envision that a relatively young man  then in his mid-40s, a widower since his wife died in 1782  would have initiated a sexual relationship with an African-American female, even an attractive light-skinned mulatto like Hemings (who was the illegitimate daughter of Jefferson’s father-in-law and thus Jefferson’s late wife’s half-sister)..\nThough it’s true that unequivocal evidence does not exist  Hemings did not save a semen-stained blue dress so it could later be subjected to DNA analysis  historians have increasingly come to accept the reality of Jefferson’s sexual relationship with his young slave girl who was only 14 when she moved into Jefferson’s residence in Paris.\nSo, with this ground shifting under Jefferson’s defensive lines, his apologists retreated to a new position, that the relationship was a true love affair. Hemings was transformed into a kind of modern-day independent woman making her own choices about matters of the heart. However, given her age and her status  as Jefferson’s property  the relationship could be more accurately described as serial rape.\nBut the reality may be even worse. Recent historical examinations of records at Jefferson’s Monticello plantation have provided support for contemporaneous accounts of Jefferson having sexual relations with at least one other slave girl beside Hemings and possibly more.\nFathering of Slaves\nSome scholars, such as historian Henry Wiencek in his 2012 book, Master of the Mountain: Thomas Jefferson and His Slaves, give credence to old reports about Jefferson having a direct role in populating Monticello by fathering his own dark-skinned lookalikes.\n“In ways that no one completely understands, Monticello became populated by a number of mixed-race people who looked astonishingly like Thomas Jefferson,” wrote Wiencek. “We know this not from what Jefferson’s detractors have claimed but from what his grandson Jeff Randolph openly admitted. According to him, not only Sally Hemings but another Hemings woman as well ‘had children which resembled Mr. Jefferson so closely that it was plain that they had his blood in their veins.’\n“Resemblance meant kinship; there was no other explanation. Since Mr. Jefferson’s blood was Jeff’s blood, Jeff knew that he was somehow kin to these people of a parallel world. Jeff said the resemblance of one Hemings to Thomas Jefferson was ‘so close, that at some distance or in the dusk the slave, dressed in the same way, might be mistaken for Mr. Jefferson.’”\nDuring a dinner at Monticello, Jeff Randolph recounted a scene in which a Thomas Jefferson lookalike was a servant tending to the table where Thomas Jefferson was seated. Randolph recalled the reaction of one guest: “In one instance, a gentleman dining with Mr. Jefferson, looked so startled as he raised his eyes from the latter to the servant behind him, that his discovery of the resemblance was perfectly obvious to all.”\nIn the 1850s, Jeff Randolph told a visiting author that his grandfather did not hide the slaves who bore these close resemblances, since Sally Hemings “was a house servant and her children were brought up house servants  so that the likeness between master and slave was blazoned to all the multitudes who visited this political Mecca” and indeed a number of visitors did make note of this troubling reality.\nEven Jefferson admirer Jon Meacham accepted the truth of the Hemings liaison in Thomas Jefferson: The Art of Power. Meacham cited a quote from Elijah Fletcher, a visitor from Vermont: “The story of Black Sal is no farce  That he cohabits with her and has a number of children by her is a sacred truth  and the worst of it is, he keeps the same children slaves  an unnatural crime which is very common in these parts  This conduct may receive a little palliation when we consider that such proceedings are so common that they cease here to be disgraceful.”\nMeacham observed that Jefferson “was apparently able to consign his children with Sally Hemings to a separate sphere of life in his mind even as they grew up in his midst.\n“It was, to say the least, an odd way to live, but Jefferson was a creature of his culture. ‘The enjoyment of a negro or mulatto woman is spoken of as quite a common thing: no reluctance, delicacy or shame is made about the matter,’ Josiah Quincy Jr. of Massachusetts wrote after a visit to the Carolinas. This was daily reality at Monticello.”\nThis “daily reality” was also a troubling concern among Jefferson’s white family though the Great Man would never confirm or deny his parentage of a number of Monticello’s slaves.\n“Frigid indifference forms a useful shield for a public character against his political enemies, but Jefferson deployed it against his own daughter Martha, who was deeply upset by the sexual allegations against her father and wanted a straight answer Yes or no? an answer he would not deign to give,” wrote Wiencek.\nBefore his death, Jefferson did free several of Sally Hemings’s children or let them run away  presumably fulfilling the commitment made in Paris before Hemings agreed to return to Monticello to remain his slave concubine. “Jefferson went to his grave without giving his family any denial of the Hemings charges,” Wiencek wrote.\nThe historical record increasingly makes Jefferson out to be a serial rapist, exploiting at least one and possibly more girls who were trapped on his property, who indeed were his property, and thus had little choice but to tolerate his sexual advances.\nWhipping the Children\nThe evidence of Jefferson’s sexual predations must also be viewed in the context of his overall treatment of his slaves at Monticello. Though Jefferson’s apologists pretend that he was a kind master distressed over the inequities of a slave system that he could somehow neither correct nor escape, the latest evidence  much of it concealed for generations to protect Jefferson’s image  reveal him to be a cruel slave-owner who carefully calculated the net worth that his human chattel provided him and having boys as young as 10 whipped.\nSome of Jefferson’s mistreatment of his slaves derived from another of his hypocrisies, his views about simplicity and solvency. As historian John Chester Miller wrote in his 1977 book, The Wolf by the Ears, “To Jefferson, the abandon with which Americans  rushed into debt and squandered borrowed money upon British ‘gew-gaws’ and ‘trumpery’ vitiated the blessings of peace.\n“From Paris  an unlikely podium from which to sermonize  Jefferson preached frugality, temperance, and the simple life of the American farmer. Buy nothing whatever on credit, he exhorted his countrymen, and buy only what was essential. ‘The maxim of buying nothing without money in our pocket to pay for it,’ he averred, ‘would make of our country (Virginia) one of the happiest upon earth.’\n“As Jefferson saw it, the most pernicious aspect of the postwar preoccupation with pleasure, luxury, and the ostentatious display of wealth was the irremediable damage it did to ‘republican virtue.’”\nBut Jefferson himself amassed huge debts and lived the life of a bon vivant, spending way beyond his means. In Paris, he bought fancy clothes, collected fine wines, and acquired expensive books, furniture and artwork. It was, however, his slaves back at Monticello who paid the price for his excesses.\n“Living in a style befitting a French nobleman, his small salary often in arrears, and burdened by debts to British merchants which he saw no way of paying, Jefferson was driven to financial shifts, some of which were made at the expense of his slaves. In 1787, for example, he decided to hire out some of his slaves  a practice he had hitherto avoided because of the hardship it wreaked upon the slaves themselves,” Miller wrote.\nUpon returning to the United States, Jefferson reinvented himself as a more modestly attired republican, but his tastes for the grandiose did not abate. He ordered elaborate renovations to Monticello, which deepened his debt and compelled his slaves to undertake strenuous labor to implement Jefferson’s ambitious architectural designs.\nNeeding to squeeze more value from his slaves, Jefferson was an aggressive master, not the gentle patrician that his apologists have long depicted.\nAccording to historian Wiencek, Jefferson “directed his manager, Nicholas Lewis, to extract ‘extraordinary exertions’ of labor from the slaves to stay current with his debt payments. Some slaves had endured years of harsh treatment at the hands of strangers, for to raise cash, Jefferson had also instructed Lewis to hire out slaves. He demanded extraordinary exertions from the elderly: ‘The negroes too old to be hired, could they not make a good profit by cultivating cotton?’”\nJefferson was callous as well toward his young slaves. Reviewing long-neglected records at Monticello, Wiencek noted that one plantation report to Jefferson recounted that the nail factory was doing well because “the small ones” ages 10, 11 and 12  were being whipped by overseer, Gabriel Lilly, “for truancy.”\nHis plantation records also show that he viewed fertile female slaves as exceptionally valuable because their offspring would increase his assets and thus enable him to incur more debt. He ordered his plantation manager to take special care of these “breeding” women.\n“A child raised every 2. years is of more profit than the crop of the best laboring man,” Jefferson wrote. “[I]n this, as in all other cases, providence has made our duties and our interests coincide perfectly.”\nAccording to Wiencek, “The enslaved people were yielding him a bonanza, a perpetual human dividend at compound interest. Jefferson wrote, ‘I allow nothing for losses by death, but, on the contrary, shall presently take credit four per cent. per annum, for their increase over and above keeping up their own numbers.’ His plantation was producing inexhaustible human assets. The percentage was predictable.”\nTo justify this profiting off slavery, Jefferson claimed that he was merely acting in accordance with “Providence,” which in Jefferson’s peculiar view of religion always happened to endorse whatever action Jefferson wanted to take.\nTwisting the Founding Narrative\nYet, while Jefferson’s rationalizations for slavery were repugnant, his twisting of the Founding Narrative may have been even more significant and long-lasting, setting the nation on course for the Civil War, then a near century of segregation and carrying forward to the present day with the Tea Party’s claims that states are “sovereign” and that actions by the federal government to promote the general welfare are “unconstitutional.”\nThe reason the Tea Partiers get away with presenting themselves as “conservative constitutionalists” is that Thomas Jefferson engineered a revisionist interpretation of the Founding document, which  as written by the Federalists and ratified by the states  created a federal government that could do almost anything that Congress and the President agreed was necessary for the good of the country.\nThat was the constitutional interpretation of both the Federalists and the Anti-Federalists, who mounted a fierce though unsuccessful campaign to defeat the Constitution’s ratification because they recognized how powerful the Constitution’s federal government was. [For details, see Consortiumnews.com’s “ The Right’s Made-up ‘Constitution.’ ”]\nSouthern Anti-Federalists, such as Patrick Henry and George Mason, argued that the Constitution, though it implicitly accepted slavery, would eventually be used by the North to free the slaves. Or, as Patrick Henry colorfully told Virginia’s ratifying convention in 1788, “they’ll free your niggers!”\nThough the Constitution eked through to passage, the fear of Southern plantation owners that they would lose their huge investment in human chattel did not disappear. Indeed, their trepidation intensified as it became clear that many leading Federalists, including the new government’s chief architect Alexander Hamilton, were ardent abolitionists. Hamilton had grown up poor in the West Indies and witnessed first-hand the depravity of slavery.\nBy contrast, Jefferson had grown up the pampered son of a major Virginia slave-owner, but he developed his own critical view of the evils of slavery. As a young politician, Jefferson had cautiously  and unsuccessfully  backed some reforms to ameliorate the injustices. In a deleted section of his draft of the Declaration of Independence, Jefferson had denounced slavery, citing it as one of King George III’s crimes.\nHowever, after the Revolution, Jefferson recognized that any anti-slavery position would destroy his political viability among his fellow plantation owners in the South. While in Paris as the U.S. representative, Jefferson rebuffed offers to join the abolitionist Amis des Noirs because by associating with abolitionists he would impair his ability to do “good” in Virginia, historian John Chester Miller noted, adding:\n“Jefferson’s political instinct proved sound: as a member of the Amis des Noirs he would have been a marked man in the Old Dominion.”\nSelf-Interest Over Principle\nWith his personal financial and political interests aligned with the perpetuation of slavery, Jefferson emerged as the most important leader of the slave South, seeking to reinterpret the Constitution to blunt the potential that the federal government might eventually outlaw slavery.\nSo, in the 1790s, as Alexander Hamilton and the Federalists worked to create the new government that the Constitution had authorized, Jefferson’s counter-movement emerged to reassert states’ rights as defined by the earlier Articles of Confederation, which the Constitution had obliterated.\nJefferson skillfully reframed the Constitution’s powers not by asserting an explicit defense of slavery but by voicing resistance to a strong central government and reasserting the primacy of the states. Though Jefferson had played no role in drafting the Constitution or the Bill of Rights  he was in Paris at the time  he simply interpreted the Constitution as he wished, similar to his frequent invocation of Providence as always favoring whatever he wanted.\nMost significantly, Jefferson developed the concept of “strict construction,” insisting that the federal government could only perform functions specifically mentioned in the text of the Constitution, such as coining money, setting up post offices, etc. Though Jefferson’s concept was silly because the Framers understood that the young country would face unanticipated opportunities and challenges that the government would have to address, Jefferson built a potent political party to make his idea stick.\nJefferson’s strategy was to simply ignore the Constitution’s clear language, particularly its mandate in Article I, Section 8 that Congress “provide for  the general Welfare of the United States” and its grant to Congress the power “to make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States.”\nJefferson simply insisted that the Framers hadn’t meant what the Framers had written. Jefferson went even further and reaffirmed the concept of state sovereignty and independence that George Washington, James Madison and other Framers had despised and intentionally expunged when they threw out the Articles of Confederation. The Constitution had shifted national sovereignty away from the states to “We the People of the United States.”\nDespite the Constitution’s explicit reference to making federal law “the supreme law of the land,” Jefferson exploited the lingering resentments over ratification to reassert the states’ supremacy over the federal government. Often working behind the scenes  even while serving as Vice President under President John Adams  Jefferson promoted each state’s right to nullify federal law and even to secede from the Union.\nAiding Jefferson’s cause was the shifting allegiances of James Madison, an early Federalist who had been tapped by Washington to be the principal architect of the Constitution. However, like Jefferson, Madison was a major Virginian slave-holder who recognized that both his political future and his personal fortune were dependent on the continuation of slavery.\nSo, Madison sold out his earlier Federalist allies and shifted his allegiance to his neighbor, Jefferson. Madison’s break with Washington and Hamilton gave Jefferson’s revisionist take on the Constitution a patina of legitimacy given Madison’s key role as one of the Framers.\nJefferson spelled out this political reality in a 1795 letter to Madison in which Jefferson cited what he called “the Southern interest,” because, as author Jon Meacham observed, “the South was his personal home and his political base.” It was the same for Madison. [For more on Madison’s role, see Consortiumnews.com’s “ The Right’s Dubious Claim to Madison .”]\nWarring with the Federalists\nIn his rise to power, Jefferson waged a nasty propaganda war against the Federalists as they struggled to form a new government and endeavored to stay out of a renewed conflict between Great Britain and France. Jefferson secretly funded newspaper editors who spread damaging personal rumors about key Federalists, particularly Hamilton who as Treasury Secretary was spearheading the new government’s formation.\nJefferson’s governmental actions almost always dovetailed with the interests of slaveholders and his own personal finances. For instance, as Secretary of State during Washington’s first term, Jefferson protested the Federalists’ disinterest in pursuing compensation from Great Britain for slaves freed during the Revolutionary War, a high priority for Jefferson and his plantation-owning allies. Jefferson correctly perceived that Hamilton and John Jay, two staunch opponents of slavery, had chosen not to make compensation a high priority.\nAlso Jefferson’s interest in siding with France against Great Britain was partly colored by his large financial debts owed to London lenders, debts that might be voided or postponed if the United States went to war against Great Britain.\nThen, in the latter 1790s with French agents aggressively intervening in U.S. politics to push President John Adams into that war against Great Britain, the Federalist-controlled Congress passed the Alien and Sedition Acts, which Jefferson’s political movement deftly exploited to rally opposition to the overreaching Federalists.\nBy the election of 1800, Jefferson had merged his political base in the slave-economy South with an anti-Federalist faction in New York to defeat Adams for reelection. The three-fifths clause, a concession by the Constitutional Convention to the South allowing slaves to be counted as three-fifths of a person for the purpose of representation, proved crucial to Jefferson’s victory.\nAs President, Jefferson took more actions that advanced the cause of his slaveholding constituency, largely by solidifying his “states’ rights” interpretation of the Constitution. But Jefferson and his revisionist views faced a formidable opponent in Supreme Court Chief Justice John Marshall, a fellow Virginian though one who considered slavery the likely ruin of the South.\nAs historian Miller wrote: “While Jefferson could account for Hamilton  a West Indian ‘adventurer’ goaded by ambition, unscrupulous in attaining his ends, and wholly devoid of state loyalties  he could not understand how John Marshall, a Virginian who, under happier circumstances, Jefferson might have called ‘cousin John,’ could cast off all feeling for his ‘country’ (i.e. Virginia) and go over to the ‘enemy’\n“As Marshall saw it, Jefferson was trying to turn the clock back to the Articles of Confederation  a regression that would totally paralyze the federal government. ‘The government of the whole will be prostrated at the feet of the members [the states],’ Marshall predicted, ‘and the grand effort of wisdom, virtue, and patriotism, which produced it, will be totally defeated.’\n“The question of slavery never bulked larger on Jefferson’s horizon than when John Marshall, from the eminence of the Supreme Court, struck down acts of the state legislatures and aggrandized the powers of the federal government. For slavery could not be divorced from the conflict between the states and the general government: as the Supreme Court went, so might slavery itself go.\n“States’ rights were the first line of defense of slavery against antislavery sentiment in Congress, and Jefferson had no intention of standing by idly while this vital perimeter was breached by a troop of black-robed jurists.”\nSelling Out the Haitians\nJefferson also reversed the Federalists’ support for the slave rebellion in St. Domingue (now Haiti), which had overthrown a ruthlessly efficient French plantation system that had literally worked the slaves to death. The violence of that revolution  on both sides  shocked Jefferson and many of his fellow slaveholders who feared that the rebellion might inspire American blacks to rise up next.\nAlexander Hamilton, who despised slavery from his experience growing up in the West Indies, assisted the black slave leader, the self-taught and relatively moderate Toussaint L’Ouverture, in drafting a constitution, and the Adams administration sold weapons to the former slaves.\nAfter taking over the White House, however, President Jefferson reversed those Federalist policies. He conspired secretly with the new French dictator Napoleon Bonaparte on a French plan to retake St. Domingue with an expeditionary force that would re-enslave the blacks. Jefferson only learned later that Napoleon had a second phase of the plan, to move to New Orleans and build a new French colonial empire in the heart of North America.\nNapoleon’s army succeeded in capturing L’Ouverture, who was taken to France and killed, but L’Ouverture’s more radical followers annihilated the French army and declared their independence as a new republic, Haiti.\nThe Haitians’ bloody victory had important consequences for the United States as well. Stopped from moving on to New Orleans, Napoleon decided to sell the Louisiana Territories to Jefferson, who thus stood to benefit from the Haitian freedom fighters whom Jefferson had sold out. Still fearing the spread of black revolution, Jefferson also organized a blockade of Haiti, which helped drive the war-torn country into a spiral of violence and poverty that it has never escaped.\nHowever, Jefferson also faced a constitutional quandary, since he had espoused the ludicrous notion of “strict construction” and there was no specific constitutional language authorizing the purchase of new lands. The solution for Jefferson, the consummate hypocrite, was simply to violate his own principle and proceed with the Louisiana Purchase.\nThis vast new territory also opened up huge opportunities for Southern slaveholders, especially because the Constitution had called for the end of slave importation in 1808, meaning that the value of the domestic slave trade skyrocketed. That was especially important for established slave states like Virginia where the soil for farming was depleted.\nBreeding slaves became a big business for the Commonwealth and enhanced Jefferson’s personal net worth, underscoring his notations about valuing female “breeder” slaves even above the strongest males.\nInviting the Civil War\nBut the danger to the nation was that spreading slavery to the Louisiana Territories and admitting a large number of slave states would worsen tensions between North and South.\nAs Miller wrote, “Jefferson might have averted the struggle between the North and South, free and slave labor, for primacy in the national domain  the immediate, and probably the only truly irrepressible, cause of the Civil War. Instead, Jefferson raised no objections to the continued existence of slavery in the Louisiana Purchase.\n“Had he the temerity to propose that Louisiana be excluded from the domestic slave trade he would have encountered a solid bloc of hostile votes from south of the Mason-Dixon line. Jefferson was fond of saying that he never tilted against windmills, especially those that seemed certain to unhorse him.  Jefferson neither took nor advocated any action that would weaken slavery among the tobacco and cotton producers in the United States.”\nIndeed, keeping the new territories and states open to slavery became a major goal of Jefferson as President and after he left office.\nMiller wrote, “In the case of the federal government, he could easily imagine circumstances  perhaps they had already been produced by John Marshall  which justified [the South’s] secession: among them was the emergence of a central government so powerful that it could trample willfully upon the rights of the states and destroy any institution, including slavery, which it judged to be immoral, improper, or inimical to the national welfare as defined by Washington, D.C.\n“Confronted by such a concentration of power, Jefferson believed that the South would have no real option but to go its own way.”\nMiller continued, “As the spokesman of a section whose influence was dwindling steadily in the national counsels and which was threatened with the ‘tyranny’ of a consolidated government dominated by a section hostile to the institutions and interests of the South, Jefferson not only took the side of slavery, he demanded that the right of slavery to expand at will everywhere in the national domain be acknowledged by the Northern majority.”\nIn the last major political fight of his life, Jefferson battled Northern efforts to block the spread of slavery into Missouri. “With the alarm bell sounding in his ears, Jefferson buckled on the armor of Hector  and took up the shield of states’ rights,” wrote Miller. “Jefferson, in short, assumed the accoutrements of an ardent and an uncompromising champion of Southern rights. Possessed by this martial spirit, Jefferson now asserted  that Congress had no power over slavery in the territories.\n“Now he was willing to accord Congress power only to protect slavery in the territories and he converted the doctrine of states’ rights into a protective shield for slavery against interference by a hostile federal government. He was no longer concerned primarily with civil liberties or with the equalization of the ownership of property but in insuring that slave-owners were protected in the full plentitude of their property rights.\n“The Missouri dispute seemed to mark the strange death of Jeffersonian liberalism.”\nRationalizing Slavery\nJefferson’s fight to extend slavery into Missouri also influenced his last notable personal achievement, the founding of the University of Virginia. He saw the establishment of a first-rate educational institution in Charlottesville, Virginia, as an important antidote to elite Northern schools influencing the Southern aristocracy with ideas that could undermine what Jefferson dubbed “Missourism,” or the right of all states carved from the Louisiana Territories to practice slavery.\nJefferson complained that Southern men, who traveled North for their college education, were infused with “opinions and principles in discord with those of their own country,” by which he meant the South, Miller wrote, adding:\n“Particularly if they attended Harvard University, they returned home imbued with ‘anti-Missourism,’ dazzled by the vision of ‘a single and splendid government of an aristocracy, founded on banking institutions and moneyed corporations’ and utterly indifferent to or even contemptuous of the old-fashioned Southern patriots who still manned the defenses of freedom, equality, and democracy”, revealing again how words in Jefferson’s twisted world had lost all rational meaning. Slavery became “freedom, equality, and democracy.”\nThe Missouri Compromise of 1820 that barred slavery in new states north of the 36-degree-30 parallel “made the creation of such a center of learning imperative” to Jefferson, wrote Miller, thus driving his determination to make the University of Virginia a Southern school that would rival the great colleges of the North and would train young Southern minds to resist federal “consolidationism.”\nEven the Jefferson-admiring Meacham noted the influence of the Missouri dispute in Jefferson’s zeal to launch his university in Charlottesville. “The Missouri question made Jefferson even more eager to get on with the building of the University of Virginia for he believed the rising generation of leaders should be trained at home, in climes hospitable to his view of the world, rather than sent north,” Meacham wrote.\nIn short, Jefferson had melded the twin concepts of slavery and states’ rights into a seamless ideology. As Miller concluded, “Jefferson began his career as a Virginian; he became an American; and in his old age he was in the process of becoming a Southern nationalist.”\nWhen he died on July 4, 1826, a half century after the Declaration of Independence was first read to the American people, Jefferson had set the nation on course for the Civil War.\nHowever, even to this day, Jefferson’s vision of “victimhood” for white Southerners  seeing themselves as persecuted by Northern power yet blinded to the racist cruelty that they inflict on blacks  remains a powerful motivation for white anger, now spreading beyond the South.\nToday, we see Jefferson’s racist legacy in the nearly deranged hatred directed at the first African-American president and in the unbridled fury unleashed against the federal government that Barack Obama heads.\nAs unpleasant as it may be for Americans who prefer  especially on July Fourth  to ponder the pleasant image of Jefferson as the aristocratic republican with a taste for fine art and a fondness for free-thinking, it is well past time to look at the Declaration’s author as the person he really was, America’s founding sociopath.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\n0jr@mailinator.com\nJuly 11, 2014 at 17:46\nthey rewrote the constitution 50 times and he didnt author it when it was signed\ndgb\nJuly 9, 2014 at 15:21\nI won’t deny the ugly elements of Jefferson’s record, but what were the alternatives? Adams, whose presidency was heading towards a nation of spies & secret police due to the alien & sedition acts? Or Hamilton, who began plotting for a military dictatorship from the minute Washington died?\nEvangelista\nJuly 8, 2014 at 21:46\nMy reaction to the kind of hysterical hyperventilation and flinging of dirt and crap involved in writing and repeating articles like this, about Thomas Jefferson, from a perspective of two-hundred plus years on and with a self-conjured imagination of what slavery in the United States South was in fact and practice, mostly derived from propaganda sources, is to ask, “So what?”\nI am not an apologist for anyone, and not for Jeffferson.  He wrote some well reasoned and intelligent things, he was a human being.  Adams and Paine did the same and were the same.  When one writes huffy nose-bleed rhetorical hyperventilations about anyone the one writing writes about him or her self.  Learn to accept how people were, how people are.  Look for the value in what they have done, ro have written, have provided that we may learn from, be their lessons positive or negative in any instance.\nTo be a little realistic, you should review the history of the founding of the Constitutional United States, the United States formed by the Constitution, after it became obvious the Confederation was failing.  You should take note that Thomas Jefferson was NOT a founder of the republic, which the Constitution created.  Jefferson was in France, and took no part in the debate.  Note also, for the record, that the oft faunted Hamilton was not an attendee at the convention until the very end, for a few days.  The people who hammered the Constitution out founded the republic.  Hamilton helped sell it, Jefferson, like others who lived under it, had to deal with it as it was created, and as they could stretch and shape it to their uses and wishes, as much as it could be, and they could, which meant, and means today, as much as the rest of us allow them to without putting forward our rational objections and demands for corrections.\nNete Peedham\nJuly 9, 2014 at 11:43\nThumbuddy’s all upset that their schoolday view of their idol has been besmirched.\nNo doubt you believe the Reader’s Digest glowing hagiography of Lee Atwater, the vicious racist and the Karl Rove of yesteryear, after he died?\nDavid J Gill\nJuly 15, 2014 at 08:16\nYou offer a typical right-wing tactic of deflecting facts and meaningful debate with accusations that the conservative agenda isn’t getting a fair shake.  There is much less bias in this piece than the usual misrepresentations and absurdly twisted logic one finds on a news and opinion site with a Republican agenda.\nYour view that this is all about discrediting Jefferson to invalidate the usual irresponsible, inexplicable and absurdly idealistic quotes you fetishize so flagrantly?\nAnd you think that DEMOCRATS  are opposed to “…anyone who challenges the political status quo in any profound way..?” Excuse me, that is your party.  The REPUBLICAN party is conservative, and Republicans want to “stay true to their conservative principles”…..as we must listen to Republicans tell us ad nauseum.  Conservatives are opposed to change by definition!  You party is reactionary and extreme.  Democrats don’t oppose change they oppose the extremist “ideas” Republicans promote because in almost every circumstance they are purely ideological in motivation and are ideas (like Prohibition) that will cause more troubling problems than they attempt to address.  (Remember the Neocon vision of a stable peaceful democratic Iraq that would inspire democracy throughout the Middle East.  How did that one work out?)\nkeith brooks\nJuly 5, 2014 at 11:05\ncheck out Friends of Liberty  by Gary Nash & Graham Hodges for Jefferson’s perfidy in betraying his friend Polish freedom fighter Kosciuszko, who made Jefferson executor of his will and which would have subsidized Jefferson in freeing his slaves; also Slave Nation by Blumrosen on how defense of slavery was a prime cause of the American war of independence, along with Horne’s new book .\nfjklsdsjldsj\nJuly 5, 2014 at 10:07\n“Today, we see Jeffersonâ€™s racist legacy in the nearly deranged hatred directed at the first African-American president and in the unbridled fury unleashed against the federal government that Barack Obama heads.”\nDr. King advised us to judge a man by the content of his character not the color of his skin. Our first African-American president has demonstrated repeatedly through his own actions himself to be a sociopath.\nThe real racists are one’s who, because of the color of his skin, overlook Obama’s obvious allegiance to bankers and Wall Street and his lies, lies and more lies.\nToday’s victims are those suffering in Obama’s many war zones. Too bad Obama’s legions of fans are so caught up in protecting their precious “leader” from “racism”, they fail to notice the countless lives he and the federal government he heads have and continue to destroy.  SEE EASTERN UKRAINE!\nRepublican, Democrat, Bush, Obama, it makes no difference. Self-righteous Americans care about supporting their political-team and NOT AT ALL ABOUT THE MANY LIVES DESTROYED IN AMERICA’S WARS!\nThomas B. O'Neill\nJuly 4, 2014 at 22:59\nAbsolutely the best short article on Jefferson I have ever read.  Parry does a wonderful job in bringing together the telling recent scholarship on Jefferson as finally some researchers are willing to weather the fire-storm of deniers.  Also, Parry does an excellent job of showing why it matters.\npaul\nJuly 4, 2014 at 20:15\nTaken by itself, this is a good commentary.  Unfortunately, it is written and promoted by a writer and a site with a  axe to grind, an axe that is devoted to defending the Democratic Party Establishment.  The real point here is to discredit anyone, on either the right or left, who dares to quote some of the brilliantly right things that Jefferson said,  as an   aid towards  dismissing anyone who challenges the political status quo  in any profound way,  as an ‘extremist’.  This kind of discrediting, carried out dispassionately and fairly,  would ultimately disqualify anything anyone ever said, because nearly every human being, if not every human being, has been implicated in the sins of their own time.   Mandela, for example, helped end apartheid, but also helped enmesh the people of South Africa in a system of  economic disparity that is in some ways even more savage.  Like Jefferson, he surrendered to that deadly combination of personal interest and pragmatism that nearly all iconic leaders give in to.    We should not look uncritically upon any foundational or iconic fathers and mothers.   Parry’s own writings sadly exemplify the kind of criticism that he thinks is acceptable, criticism which assumes that everything would be fine in American politics today if it weren’t for those awful neo-cons.  Note, for example, Parry’s relentless defense of Obama’s foreign policy.  According to Parry, Obama wants only peace and love, but those nasty neocons drag him into hostility and war again and again.  This is exactly the kind of fake criticism that keeps our political process paralyzed.   It channels genuine and needed criticism of our political system into renewed partisanship, renewed fervor for the idea that if only we elected more from ‘our side’, all would be well.\nlumpentroll\nJuly 5, 2014 at 00:50\nI agree with your criticism of Parry but still appreciate reading him. His interpretation of everything is Jewish but not maliciously so (warranting further comment, which I’ll leave off for my purposes). The distinction is important if you accept that all of us, including secular athiests, live in a meta culture that is fundamentally Semitic. Recall the saying about the question of who discovered water. We don’t know who it was but we’re damn sure it wasn’t a fish.\nA few weeks ago I spent a day comparing the story of Joseph in the Torah/Bible with that of Yusuf in the Koran. Not generally oriented towards religious lit, I was suprised by how the differing perspectives inform almost everything. Parry’s take on Jefferson reminds me very much of the varying interpretations of Joseph/Yusuf and how these differences play out in our experience and reality.\nIn the Torah/Bible, Joseph is chosen. In the Koran, he is pure (with the Christian/American perspective lying somwhere in between). While there is room for speculating on Joseph’s character in the Torah, this space does not exist in the Koran.\nThe manifestations of these differences are suddenly apparent wherever I look. Jefferson was a man in the mold of Joseph. For believers in the Republic, he is both chosen and pure. Parry wants only to challenge the purity. It’s the same with his politics.\nTo boil it down, if I know that Joseph isn’t necessarily pure but convince you he is, then I have an decided advantage when considering his character. Our problems — all of them, predate the founding fathers by thousands of years.\nF. G. Sanford\nJuly 4, 2014 at 19:48\nWell hush my mouth. Maybe “Falconhurst Plantation” wasn’t so far-fetched after all. In fact, I bet the truth was a lot “racier” (no pun intended) than the slave-sploitation genre that was popular back in the sixties and seventies. Strom Thurmond would no doubt object, as would most of the “family values” crowd from the Bible belt. That any of these hypocrites can lay claim to morality, Christian or otherwise, is beyond the pale. I kinda wonder when they’ll come up with an antebellum “Southern Comfort” version of the “Creation Museum” complete with “Negro Spirituals”, wholesome traditional labor incentives and testimonials to the benevolent paternalism of slavery proffered in Uncle Remus versions of popular Biblical accounts. The economic realities of a system that could not compete with industrialized civilization cannot be explained by sheer profit motive. The real lure was the same thrill that comes with any agrarian theocracy – like the Mayans or the Aztecs. Human sacrifice, sexual chattel and the concentration of authority at the top of a supremely stratified society are the hallmarks. That, of course, would have to be covered in the “Adults Only” section of the museum. For an academic treatment of these social structures, “Origins of the State and Civilization” by Elman R. Service or “Power and Privilege” by Gerhard Lenski may be helpful. But for a more timely and titillating description, “Mandingo” by Kyle Onstott isn’t far from the truth. It’s probably a pretty good description – and probably less gruesome, than the real adventures of Thomas Jefferson. Pulp fiction no doubt, but despite his intellectual prowess, “Massa Tom” wasn’t much different. The ultimate playthings of the rich and powerful are other human beings, and that’s just the nature of corruption. With the deindustrialization of American society, many of the same social structures promise to emerge. They’ll have new names, like “service industry” instead of “slavery”, and “social engineering” instead of “Jim Crow Laws”. Prostitution and human trafficking are already on the upswing. Tom would probably welcome some “liberalization” of child labor laws as well. I doubt that Hobby Lobby will be able to whip their employees any time soon, but if they could…\nisdivc\nJuly 4, 2014 at 18:01\nI don’t believe Jefferson was a sociopath as in the strict definition of sociopath.   Further it is a false explanation of why he did what he did.  The problem  is much worse than simply seeing him as a person with mental issues.  The ultimate tragedy of his life actually is that he was so typical of the ruling class at the time and he was quite good at achieving his goals, from the Presidency to the founding of a university (regardless of the reason).  To this day, people in the ruling class believe what they are doing is good for country as well as enriching to them.  Jefferson saw no contradiction or irony in writing “all men are created equal”.  Jefferson simply believed that “men” were by definition elite white males.  Slaves and women, were ‘property’ so, of course, they were not “men”.   That’s why you can’t win over the ruling class.  They literally can’t comprehend a social order other than the way society is now.  Racism, sexism, poverty, war, etc. are simply the “normal” attributes of the only social order they can understand.\nMindfull\nJuly 5, 2014 at 20:24\nThe fact that they “canâ€™t comprehend a social order other than the way society is now. Racism, sexism, poverty, war, etc. are simply the â€œnormalâ€ attributes of the only social order they can understand”, is what, in fact, makes them sociopaths.\nJuly 4, 2014 at 15:06\n“Thomas Jefferson engineered a revisionist interpretation of the Founding document, which â€“ as written by the Federalists and ratified by the states â€“ created a federal government that could do almost anything that Congress and the President agreed was necessary for the good of the country.”\nParry seems to ignore the various statements regarding the general welfare clause made by the so-called founders at the time. The operative word being “general” which has morphed into including narrow special interests. The 9th and 10th amendments also seem to be ignored by Parry as well as hero Hamilton, another 18th century racist and perhaps the father of American crony-capitalism.\nIt’s not really a big secret that the founders were all racist elitists acting out of self-interest. The all powerful centralized government that Parry embraces was contrived in secret to better serve those very same racist elitists and continues to serve them well. Perhaps that is why abolitionist Lysander Spooner wrote:\n“But whether the Constitution really be one thing, or another, this much is certain – that it has either authorized such a government as we have had, or has been powerless to prevent it. In either case, it is unfit to exist.”\nWhich brings me to something written by a man that both progressive big government Hamiltonians and limited government Tea Partiers pretend to like, but hold his ideas repugnant:\nI heartily accept the motto, “That government is best which governs least”; and I should like to see it acted up to more rapidly and systematically. Carried out, it finally amounts to this, which I also believe – “That government is best which governs not at all”; and when men are prepared for it, that will be the kind of government which they will have.\n– Henry David Thoreau\nIt seems to me that Parry, Jefferson, Hamilton and all the little Tea Party rubes have far more in common than any realize and that is the belief that coercive government is the proper way to force others to behave as they prefer. After all, they all wave the Constitution around and claim it gives them (but never their political opponents) the power to rule over others just like slave masters. Why the current Imperial President even has the authority to assassinate Americans anywhere at anytime based on secret evidence. He even has a piece of paper written by legal scholars saying the Constitution authorizes it. It must be that old general welfare clause again.\nMr. Parry,\nJuly 4, 2014 at 12:47\nThe American Revolution is clearly a businessman’s coup over monopolistic and government-sponsored competition. But no such revolt of the elites can succeed without the manpower provided by the serfs, who really have little to gain no matter who wins. No revolt initiated without elites will last long (see: France and Russia).\nJefferson was an elite himself, and the welfare of his class was his only concern. All becomes clear when one adds certain adjectives to his lofty verbiage. “Men” only means men of means. Wealth is everything – as it still is.\nisdivc\nJuly 4, 2014 at 14:42\nAlthough most of the world can see the obvious contradiction in the Declaration of Independence, I don’t think Jefferson or his allies thought it was hypocritical to say “all men are created equal” because ‘men’ were thought to be white, property-owning males. Slaves and women were property or chattel.  To them, extending the definition of ‘men’ to women and slaves was unthinkable.  So interference by the Federal Government with your ‘property’ could not be tolerated.  Classic racism and sexism.\nGeorge\nJust think if we had more data on THESE POS:\nAbraham was thrown OUT of Ur for being a pimp and a blackmailer, something he did TWICE more in the bible. Jacob was a weasel who conspired with his mother to decieve his Father and STEAL the birthright from his brother, and after happily accepting meat from his brother, refused to SHARE his own food.\nbobzz\nJuly 4, 2014 at 10:34\nVery informative article. The thesis of the book by Gerald Horne, The Counter-Revolution of 1776: Slave Resistance and the Origins of the United States of America, goes along with it. Horne argues that the Revolutionary War was, in fact, a war to preserve slavery. England was moving to abolish slavery and had America remained a colony they would have had to follow suit. In those early days, both North and South was benefitting from slavery to the extent that they did not want to give it upâ€”thus the Revolutionary War. If Horne is right, and he may well be, he presents a completely different view of the origin of America as a nation.\nbobzz\nJuly 4, 2014 at 10:56\nsame comments apply to Danny Schechter’s piece, The Restoration of Plundered Rights.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2013/06/23/the-rights-dubious-claim-to-madison/",
                "https://consortiumnews.com/2013/07/06/the-rights-made-up-constitution/",
                "https://www.barnesandnoble.com/w/americas-stolen-narrative-robert-parry/1113515681;jsessionid=102B5BD418D6D6AFDDBAEFD0E6FF6F09.prodny_store01-va18?ean=2940015517552",
                "https://consortiumnews.com/2014/06/25/continuing-parrys-3-book-offer/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "federal",
            "hemings",
            "founding",
            "slaves",
            "slave",
            "jeffersons",
            "jefferson",
            "sociopath",
            "wrote",
            "slavery",
            "states",
            "thomas",
            "constitution",
            "americas"
        ]
    }
]