[
    {
        "url": "https://www.christianpost.com/news/billy-graham-queen-elizabeth-historic-friendship.html",
        "title": "Billy Graham and the Queen: A Historic Friendship",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, January 16, 2018\n\"The Crown\" on Netflix introduces Queen Elizabeth's Christian faith as well as her close relationship with world renowned evangelist Billy Graham. This article will explore whether or not the portrayal of their friendship is accurate.\nThe devout Christian faith of Queen Elizabeth II is a running theme on the new Netflix series \"The Crown.\" Her Majesty is often shown kneeling by her bedside in prayer. Perhaps her petitions are on behalf of her country as the head of the Church of England, the mother church of Anglicanism worldwide.\nRead more here:  https://www.christianpost.com/news/is-netflixs-the-crown-telling-truth-about-queen-elizabeths-close-relationship-with-billy-graham-213424/\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/is-netflixs-the-crown-telling-truth-about-queen-elizabeths-close-relationship-with-billy-graham-213424/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "worldwideread",
            "church",
            "historic",
            "queen",
            "netflix",
            "christian",
            "faith",
            "friendship",
            "graham",
            "crown",
            "billy",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/is-netflixs-the-crown-telling-truth-about-queen-elizabeths-close-relationship-with-billy-graham.html",
        "title": "Is Netflix's 'The Crown' Telling Truth About Queen Elizabeth's Close Relationship With Billy Graham?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIs Netflix's 'The Crown' Telling Truth About Queen Elizabeth's Close Relationship With Billy Graham?\nIs Netflix's 'The Crown' Telling Truth About Queen Elizabeth's Close Relationship With Billy Graham?\nIs Netflix's 'The Crown' Telling Truth About Queen Elizabeth's Close Relationship With Billy Graham?\n| Thursday, January 11, 2018\nBilly Graham with Queen Elizabeth II in 1989. | (billygraham.org)\n\"The Crown\" on Netflix introduces Queen Elizabeth's Christian faith as well as her close relationship with world renowned evangelist Billy Graham. This article will explore whether or not the portrayal of their friendship is accurate.\nThe devout Christian faith of Queen Elizabeth II is a running theme on the new Netflix series \"The Crown.\" Her Majesty is often shown kneeling by her bedside in prayer. Perhaps her petitions are on behalf of her country as the head of the Church of England, the mother church of Anglicanism worldwide.\nAmerican evangelist Billy Graham is introduced in the second season of the series as the queen is shown wrestling with her faith and the concept of forgiveness due to feelings of betrayal by a family member.\nThe Washington Post  gives a breakdown of the episode featuring Graham (spoilers ahead):\n\"'The Crown' shows the queen sipping her tea while watching the evangelist on television preach to a packed stadium. Even though several of her family members seemed befuddled by Graham, his fiery preaching style piqued the queen's curiosity, and she asked for a private meeting with him. 'I think he's rather handsome,' the queen tells her husband.\n\"'You do speak with such wonderful clarity and certainty,' Elizabeth, played by Claire Foy, tells Graham. After he delivers a sermon for the royal family at Windsor Castle, the queen says that she felt 'a great joy' to be 'a simple congregant, being taught, being led ... to be able to just disappear and be... 'A simple Christian,' Graham replies. 'Yes,' Elizabeth says. 'Above all things, I do think of myself as just a simple Christian.'\"\nSeveral media sources attacked \"The Crown\" at the top of the year, for taking artistic liberties with true historical facts in the new season. According to The Telegraph , a former classmate of Prince Charles' school has condemned \"The Crown\" for its \"untrue and inaccurate\" storyline about the Prince's school days, claiming the on-screen version of Gordonstoun (a boarding school in Scotland) does not \"remotely resemble\" the reality.\nRoyal historian Hugo Vickers also analyzed  every episode of season one and two of the series in an attempt to highlight what's true and fiction in the acclaimed Netflix drama, finding things \"partly true and partly false.\"\nIn this file photo, the Rev. Billy Graham, crusading Evangelist, climaxed his tour of New England with a mass rally on historic Boston Common on April 23, 1950. Some 50,000 persons attended the event. | (Photo: AP Images)\nHowever, the queen's faith and relationship with Graham was actually confirmed to be true by the evangelist's own writings in a book he released in 2007.\nIn Graham's autobiography, Just As I Am , the man of faith wrote, \"No one in Britain has been more cordial toward us than Her Majesty Queen Elizabeth II. Almost every occasion I have been with her has been in a warm, informal setting, such as a luncheon or dinner, either alone or with a few family members or other close friends.\"\nGraham, now 99, also noted in his book that the queen's official position \"has prevented her from openly endorsing our Crusade meetings.\"\n\"But by welcoming us and having me preach on several occasions to the royal family at Windsor and Sandringham, she has gone out of her way to be quietly supportive of our mission,\" Graham said.\nGraham expressed his admiration for the queen as well, stating that she is \"unquestionably one of the best-informed people on world affairs\" he's ever met, and he \"found her highly intelligent and knowledgeable about a wide variety of issues, not just politics.\"\nIn 2016, the Billy Graham Evangelistic Association published an article further solidifying the relationship between Graham and Queen Elizabeth.\n\"The BGEA has a long history of ministry in London, and the Grahams have visited with the royal family on more than one occasion,\" the association stated .\nFollow Jeannie Law on Twitter: @jlawcp\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "The Crown' shows the queen sipping her tea while watching the evangelist on television preach to a packed stadium.",
                "Billy Graham",
                true
            ],
            [
                "Even though several of her family members seemed befuddled by Graham, his fiery preaching style piqued the queen's curiosity, and she asked for a private meeting with him.",
                "Billy Graham",
                true
            ],
            [
                "I think he's rather handsome,' the queen tells her husband.",
                "Billy Graham",
                true
            ],
            [
                "You do speak with such wonderful clarity and certainty,' Elizabeth, played by Claire Foy, tells Graham.",
                "Billy Graham",
                true
            ],
            [
                "After he delivers a sermon for the royal family at Windsor Castle, the queen says that she felt 'a great joy' to be 'a simple congregant, being taught, being led ... to be able to just disappear and be... 'A simple Christian,' Graham replies.",
                "Billy Graham",
                true
            ],
            [
                "Above all things, I do think of myself as just a simple Christian.",
                "Billy Graham",
                true
            ],
            [
                "No one in Britain has been more cordial toward us than Her Majesty Queen Elizabeth II.",
                "Billy Graham",
                true
            ],
            [
                "Almost every occasion I have been with her has been in a warm, informal setting, such as a luncheon or dinner, either alone or with a few family members or other close friends.",
                "Billy Graham",
                true
            ],
            [
                "has prevented her from openly endorsing our Crusade meetings.",
                "Graham",
                false
            ],
            [
                "But by welcoming us and having me preach on several occasions to the royal family at Windsor and Sandringham, she has gone out of her way to be quietly supportive of our mission,",
                "Billy Graham",
                true
            ],
            [
                "unquestionably one of the best-informed people on world affairs",
                "",
                false
            ],
            [
                "found her highly intelligent and knowledgeable about a wide variety of issues, not just politics.",
                "",
                false
            ],
            [
                "The BGEA has a long history of ministry in London, and the Grahams have visited with the royal family on more than one occasion,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/acts-of-faith/wp/2018/01/09/fact-checking-the-crown-queen-elizabeths-faith-and-her-close-relationship-with-preacher-billy-graham/?utm_term=.fae2bca8a9fc",
                "https://www.thetimes.co.uk/article/how-accurate-is-the-crown-we-sort-fact-from-fiction-in-the-royal-drama-8g708rz2c",
                "http://www.telegraph.co.uk/news/2018/01/03/prince-charles-fellow-gordonstoun-pupil-condemns-untrue-inaccurate/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://billygraham.org/story/billy-graham-and-the-queen/",
                "https://twitter.com/jlawcp"
            ]
        },
        "key_words": [
            "true",
            "elizabeth",
            "family",
            "close",
            "relationship",
            "telling",
            "queen",
            "faith",
            "truth",
            "graham",
            "netflixs",
            "elizabeths",
            "crown",
            "billy",
            "simple"
        ]
    },
    {
        "url": "https://www.washingtonpost.com/news/acts-of-faith/wp/2018/01/09/fact-checking-the-crown-queen-elizabeths-faith-and-her-close-relationship-with-preacher-billy-graham/",
        "title": "Fact checking ‘The Crown’: Queen Elizabeth’s faith and her close relationship with preacher Billy Graham",
        "authors": [
            {
                "name": "January",
                "link": null
            },
            {
                "name": "Sarah Pulliam Bailey",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonpost.com",
        "publish_date": "2018-01-09",
        "text": "Add to list\nOn my list\nClaire Foy, center, and Matt Smith, right, in a scene from “The Crown.” (Robert Viglasky/Netflix via AP)\nOne of the running themes throughout the Netflix show “The Crown” is the devout Christian faith of Queen Elizabeth, who is shown kneeling for prayer by her bedside as her husband jokingly teases her to offer one for him. The queen, after all, serves not just as head of state but head of the Church of England, the mother church of Anglicanism worldwide.\n“Monarchy is God’s sacred mission to grace and dignify the Earth,” her elderly grandmother, Queen Mary, tells Elizabeth early in the show.\nThe second season of the series portrays the queen as someone who, feeling betrayed by a family member, wrestled deeply with questions of faith and forgiveness. The show also depicts her budding relationship with famous American evangelist Billy Graham, who drew millions of people to his “crusades” across the globe and was a friend to many U.S. presidents.\nSeveral writers have pointed out how “The Crown” took more liberties with historical fact and chronology in its second season. So did the show take some liberties in depicting the queen’s faith and her relationship with the evangelist?\nSpoilers ahead!\n“The Crown” shows the queen sipping her tea while watching the evangelist on television preach to a packed stadium. Even though several of her family members seemed befuddled by Graham, his fiery preaching style piqued the queen’s curiosity, and she asked for a private meeting with him. “I think he’s rather handsome,” the queen tells her husband.\n“You do speak with such wonderful clarity and certainty,” Elizabeth, played by Claire Foy, tells Graham. After he delivers a sermon for the royal family at Windsor Castle, the queen says that she felt “a great joy” to be “a simple congregant, being taught, being led … to be able to just disappear and be…“ “A simple Christian,” Graham replies. “Yes,” Elizabeth says. “Above all things, I do think of myself as just a simple Christian.”\nIn the show, the royal family struggles with its relationship to former King Edward VIII, Elizabeth’s uncle who abdicated the throne to marry a divorcée and became the Duke of Windsor. That familial struggle becomes increasingly tense as the queen learns the family’s dark secret: Her uncle had become friendly with the Nazis during World War II, plotted to overthrow his brother and encouraged Germany to bomb England.\nAfter learning the shocking details about her uncle, the queen asks Graham open-ended questions about forgiveness. Played by actor Paul Sparks, Graham tells the queen that she should pray for those she “cannot forgive.”\n1) Evidence of the queen’s faith is easily traceable.\nScholars believe the queen possessed a “deep vibrancy of her faith” as someone who read scripture daily, attended church weekly and regularly prayed, said Stan Rosenberg, a member of the Faculty of Theology and Religion at the University of Oxford. Despite suffering some public attacks for her handling of Princess Diana’s death and her political views, she is widely admired for her faith, and “folks here know her to be thoughtful, authentic, serious, and devout but not a pressingly intrusive Christian,” he said.\nThe queen’s Christmas messages, a British tradition that goes back to 1932, have provided a window into her private faith.\n“I know just how much I rely on my faith to guide me through the good times and the bad,” she said in 2002. “Each day is a new beginning. I know that the only way to live my life is to try to do what is right, to take the long view, to give of my best in all that the day brings, and to put my trust in God. … I draw strength from the message of hope in the Christian gospel.”\n2) Queen Elizabeth and Billy Graham met in 1955.\nBilly Graham and Queen Elizabeth (Photo courtesy of the Billy Graham Evangelistic Association)\nFranklin Graham, Billy Graham’s son, said his father had a good relationship with the queen, not necessarily a pen pal relationship where they’d write to each other regularly, but he spoke several times in her private chapel and he was knighted in 2001. But Billy Graham initially met resistance, his son said, and some in Parliament tried to block him from coming. (Franklin Graham, who is planning to speak in September, faces his own version of British resistance now, according to the Guardian ).\nFranklin Graham said the show asked him to consult but he declined, saying any conversations they had were private. He said his father usually gave a dignitary a Bible, often the latest one he was carrying, so he believes he probably gave the queen one.\n“There’s no question, she’s very devout in her faith and very strong in her faith,” Franklin Graham said. “Her faith has been consistent not just with conversations with my father but throughout her life.”\nThe queen’s meeting with the evangelist came about after Graham launched one of his evangelistic “crusades.” Graham had spoken to “the greatest religious congregation, 120,000, ever seen until then in the British Isles,” according to a biography of the late John Stott, a chaplain to the queen. During one of his rallies, Graham preached for 12 weeks, drawing 2 million.\nGraham delivered a sermon for the queen on Easter Sunday in 1995 in the royal family’s private chapel.\n“Good manners do not permit one to discuss the details of a private visit with Her Majesty, but I can say that I judge her to be a woman of rare modesty and character,” he wrote in his autobiography “Just As I Am.”\n“She is unquestionably one of the best-informed people on world affairs I have ever met,” wrote Graham, who is now 99 years old and living in his mountain home in Montreat, N.C. “… I have always found her highly intelligent and knowledgeable about a wide variety of issues, not just politics.”\n3) It’s unlikely, although still possible, that the two met alone.\n“The Crown” shows the queen meeting alone with the evangelist so they could discuss things privately. However, Graham long had a personal rule that he would not meet alone with another woman, something that became known as “the Billy Graham rule” and has come under the spotlight since Vice President Pence has said he uses the same rule.\nHistorian and Graham biographer William Martin says Billy Graham began the practice in 1948, and it encompassed lunches, counseling sessions, even a ride to an auditorium or an airport because the pastor believed it helped keep him from “even the appearance of evil.”\nMartin says, however, that there’s not much chance that the queen would have been left truly alone even if no attendant was in the room. But if the queen asked for this, Martin and fellow Graham historian Grant Wacker both believe he probably would’ve made an exception.\n“Graham always meant for the rule to be observed with common sense,” said Wacker, who is a historian at Duke Divinity School. “The point was to prevent candlelit dinners far from home.”\n4) How Graham might have responded to the question about forgiveness.\nThe queen tells Graham she asked him to return to Buckingham Palace to talk about forgiveness. “Are there any circumstances, do you feel, where one can be a good Christian and yet not forgive?” she asks. Graham says Christian teaching is very clear that no one is beneath forgiveness. But forgiveness was conditional, she counters.\n“One prays for those one cannot forgive,” he says.\nThe exchange highlights a fuzzy line between personal forgiveness and public forgiveness. Does Elizabeth, as a niece, have a responsibility to forgive her uncle? Should she, as the queen, extend forgiveness to someone who, by the show and historical documents’ account, betrayed his country?\nIt’s unclear exactly what was said in those meetings. Wacker said that after Graham revealed private conversations with President Harry Truman, Truman never forgave him, and Graham resolved not to discuss any conversation with any head of state ever again.\nHowever, Queen Elizabeth has made several public comments about the role of forgiveness in her life.\n“Forgiveness lies at the heart of the Christian faith,” she said in 2011. “It can heal broken families, it can restore friendships and it can reconcile divided communities. It is in forgiveness that we feel the power of God’s love.”\n5) The queen mother might have liked Graham more than the series portrayed.\nThe show portrays the queen and the queen mother watching the evangelist on television, and the queen mother appears shocked that England seems enthralled by “someone who learned their trade selling brushes door-to-door in North Carolina,” and that people would turn “out in droves for an American zealot.” “He’s not a zealot,” Elizabeth tells her mother. “He’s shouting, darling,” she replies. “Only zealots shout.”\nBut “The Crown” historical consultant Robert Lacey writes in his show companion book that the queen mother possessed “a deep and literal faith,” “experienced the Second World War as a battle against godlessness,” and welcomed Graham’s visits.\nIn Graham’s autobiography, he wrote that the queen mother had a “quiet but firm faith.”\n“The last time I preached at Windsor, as I walked in I saw her sitting over to my right, with others in the royal family,” he wrote. “She deliberately caught my eye and gestured slightly to let me know she was supporting me and praying for me.”\n6) Ruth Graham probably didn’t wear ugly shoes to meet the queen.\nAnne Blue Wills, who is working on a biography of Ruth Graham, Billy Graham’s wife, says that it’s unlikely that Ruth Graham (seen only from a distance) would have worn flat brown sandals for her visit to Buckingham Palace.\n“The whole outfit, actually, struck me as dumpy — and intentionally unattractive Christians were a pet peeve for Ruth,” Wills said.\nA picture of the pair leaving for the 1954 crusade aboard the SS United States shows Ruth with a fur stole over one arm wearing leather gloves and a corsage. “She had a great sense of style and unless ugly sandals were ‘in,’ I don’t think she would have worn them to meet the queen for the first time,” Wills said.\nAn earlier version of this story incorrectly identified Queen Elizabeth’s grandmother. This version has been corrected.\nMost Read Local\nWe noticed you’re blocking ads!\nKeep supporting great journalism by turning off your ad blocker. Or purchase a subscription for unlimited access to real news you can count on.\n",
        "quotes": [
            [
                "Monarchy is God’s sacred mission to grace and dignify the Earth,",
                "Queen Elizabeth",
                true
            ],
            [
                "I think he’s rather handsome,",
                "Queen Elizabeth",
                true
            ],
            [
                "You do speak with such wonderful clarity and certainty,",
                "",
                true
            ],
            [
                "Above all things, I do think of myself as just a simple Christian.",
                "Queen Elizabeth",
                true
            ],
            [
                "folks here know her to be thoughtful, authentic, serious, and devout but not a pressingly intrusive Christian,",
                "",
                false
            ],
            [
                "I know just how much I rely on my faith to guide me through the good times and the bad,",
                "Queen Elizabeth",
                true
            ],
            [
                "Each day is a new beginning.",
                "Queen Elizabeth",
                true
            ],
            [
                "I know that the only way to live my life is to try to do what is right, to take the long view, to give of my best in all that the day brings, and to put my trust in God.",
                "Queen Elizabeth",
                true
            ],
            [
                "I draw strength from the message of hope in the Christian gospel.",
                "Queen Elizabeth",
                true
            ],
            [
                "There’s no question, she’s very devout in her faith and very strong in her faith,",
                "Franklin Graham",
                true
            ],
            [
                "Her faith has been consistent not just with conversations with my father but throughout her life.",
                "Franklin Graham",
                true
            ],
            [
                "the greatest religious congregation, 120,000, ever seen until then in the British Isles,",
                "Franklin Graham",
                false
            ],
            [
                "Good manners do not permit one to discuss the details of a private visit with Her Majesty, but I can say that I judge her to be a woman of rare modesty and character,",
                "Franklin Graham",
                true
            ],
            [
                "She is unquestionably one of the best-informed people on world affairs I have ever met,",
                "Graham",
                true
            ],
            [
                "I have always found her highly intelligent and knowledgeable about a wide variety of issues, not just politics.",
                "Graham",
                true
            ],
            [
                "Graham always meant for the rule to be observed with common sense,",
                "Wacker",
                true
            ],
            [
                "The point was to prevent candlelit dinners far from home.",
                "Wacker",
                true
            ],
            [
                "Are there any circumstances, do you feel, where one can be a good Christian and yet not forgive?",
                "",
                true
            ],
            [
                "One prays for those one cannot forgive,",
                "Franklin Graham",
                true
            ],
            [
                "Forgiveness lies at the heart of the Christian faith,",
                "Queen Elizabeth",
                true
            ],
            [
                "It can heal broken families, it can restore friendships and it can reconcile divided communities.",
                "Queen Elizabeth",
                true
            ],
            [
                "It is in forgiveness that we feel the power of God’s love.",
                "Queen Elizabeth",
                true
            ],
            [
                "someone who learned their trade selling brushes door-to-door in North Carolina,",
                "Queen Elizabeth",
                false
            ],
            [
                "out in droves for an American zealot.",
                "Queen Elizabeth",
                false
            ],
            [
                "experienced the Second World War as a battle against godlessness,",
                "Franklin Graham",
                false
            ],
            [
                "The last time I preached at Windsor, as I walked in I saw her sitting over to my right, with others in the royal family,",
                "Franklin Graham",
                true
            ],
            [
                "She deliberately caught my eye and gestured slightly to let me know she was supporting me and praying for me.",
                "Robert Lacey",
                true
            ],
            [
                "The whole outfit, actually, struck me as dumpy — and intentionally unattractive Christians were a pet peeve for Ruth,",
                "Wills",
                true
            ],
            [
                "She had a great sense of style and unless ugly sandals were ‘in,’ I don’t think she would have worn them to meet the queen for the first time,",
                "Wills",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.theguardian.com/uk-news/2017/dec/07/us-evangelical-preacher-franklin-graham-uk-critics"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "elizabeth",
            "close",
            "relationship",
            "queen",
            "christian",
            "faith",
            "preacher",
            "checking",
            "mother",
            "graham",
            "elizabeths",
            "crown",
            "billy",
            "forgiveness",
            "private",
            "fact"
        ]
    },
    {
        "url": "https://www.thetimes.co.uk/article/how-accurate-is-the-crown-we-sort-fact-from-fiction-in-the-royal-drama-8g708rz2c",
        "title": "How accurate is The Crown? We sort fact from fiction in the royal drama",
        "authors": [
            {
                "name": "Hugo Vickers",
                "link": null
            }
        ],
        "publisher": "https://www.thetimes.co.uk",
        "publish_date": "",
        "text": "Subscription Notification\nWe have noticed that there is an issue with your subscription billing details. Please update your billing details here\nPlease update your billing information\nThe subscription details associated with this account need to be updated. Please update your billing details here to continue enjoying your subscription.\nYour subscription will end shortly\nPlease update your billing details here to continue enjoying your access to the most informative and considered journalism in the UK.\nTelevision\nHow accurate is The Crown? We sort fact from fiction in the royal drama\nRoyal historian Hugo Vickers has analysed every episode of series one and two of The Crown to shed a light on the truth and fiction behind the acclaimed Netflix drama\nPrince Philip, the Duke of Edinburgh, with Queen Elizabeth II in Tamale, Ghana, in November 1961\nRay Bellisario/Getty Images\nDecember 19 2017, 12:01am\nThe Crown is a lavish Netflix series, which has now run to twenty episodes. Since I am frequently described as an expert on the Royal Family, particularly in the period the series covers, I have been bombarded by questions as to whether it really happened like that. \nMy answer is that The Crown depicts real life people in situations which are partly true and partly false. Unquestionably, the settings and costumes are of high quality, the acting is good, and it all looks convincing. Peter Morgan is an intelligent writer. Claire Foy portrays the Queen beautifully and The Crown has done a great job in reminding a younger generation that the Queen and Prince Philip were once young themselves. But there is much in the…\nWant to read more?\nSubscribe now and get unlimited digital access on web and our smartphone and tablet apps, free for your first month.\nGet one month’s free unlimited access\nUnlock quality journalism on the topics that you decide matter most.\nRegistered office: 1 London Bridge Street, SE1 9GF.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://home.thetimes.co.uk/myBilling"
            ]
        },
        "key_words": [
            "true",
            "accurate",
            "partly",
            "young",
            "unquestionably",
            "thatmy",
            "younger",
            "queen",
            "drama",
            "fiction",
            "royal",
            "crown",
            "writer",
            "series",
            "fact",
            "sort"
        ]
    },
    {
        "url": "https://www.telegraph.co.uk/news/2018/01/03/prince-charles-fellow-gordonstoun-pupil-condemns-untrue-inaccurate/",
        "title": "Prince Charles' fellow Gordonstoun pupil condemns 'untrue and inaccurate' Crown storyline",
        "authors": [
            {
                "name": "Julia Hartley-Brewer",
                "link": null
            },
            {
                "name": "Michael Henderson",
                "link": null
            },
            {
                "name": "Con Coughlin",
                "link": null
            },
            {
                "name": "Andrew Roberts",
                "link": null
            },
            {
                "name": "Sajid Javid",
                "link": null
            },
            {
                "name": "Hannah Furness",
                "link": null
            }
        ],
        "publisher": "http://www.telegraph.co.uk",
        "publish_date": "2018-01-03",
        "text": "Save\nSave\nHannah Furness , Arts Correspondent\n3 January 2018 • 9:00pm\nIts nickname of “Colditz in kilts” was hardly flattering. Its portrayal in Netflix drama The Crown even worse.\nBut Gordonstoun school has at least one reason to look on the bright side: loyal Old Boys rallying to its defence.\nA former pupil has condemned The Crown for its “untrue and inaccurate” storyline about Prince Charles’ schooldays, saying the on-screen version of Gordonstoun does not “remotely resemble” the reality.\nHugh Lamont, a retired civil servant, wrote to the Telegraph to dispute the Netflix storyline, which sees an episode dedicated to a miserable young Prince Charles being ostracised and tormented at a freezing cold school.\n“It is so untrue and inaccurate that one wonders what...\nTo continue reading this article\nStart your free trial of Premium\nAccess all Premium articles \nRegister or subscribe to continue reading\nRegister\nFree\nNewsletters and daily briefings\nUnlimited access to Premium articles\nSubscriber-only newsletters\nThe daily newspaper on your smartphone or tablet\n28 Aug 2019, 12:01am\n28 Aug 2019, 12:01am\n28 Aug 2019, 12:01am\n28 Aug 2019, 12:01am\n27 Aug 2019, 10:30pm\n27 Aug 2019, 10:30pm\n27 Aug 2019, 10:20pm\n27 Aug 2019, 10:07pm\n27 Aug 2019, 9:35pm\n27 Aug 2019, 9:31pm\n27 Aug 2019, 9:30pm\n27 Aug 2019, 9:30pm\n27 Aug 2019, 9:00pm\n27 Aug 2019, 8:01pm\n27 Aug 2019, 8:00pm\n27 Aug 2019, 7:30pm\n27 Aug 2019, 7:30pm\n27 Aug 2019, 7:05pm\nWe've noticed you're adblocking.\nWe rely on advertising to help fund our award-winning journalism.\nWe urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.\nThank you for your support.\nNeed help?\nClose\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "young",
            "untrue",
            "storyline",
            "fellow",
            "inaccurate",
            "prince",
            "netflix",
            "pupil",
            "gordonstoun",
            "crown",
            "charles",
            "condemns",
            "wrote"
        ]
    }
]