[
    {
        "url": "https://nutritionfacts.org/2012/01/25/acai-to-zucchini-antioxidant-food-rankings/",
        "title": "Açaí to Zucchini: antioxidant food rankings",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2012-01-25",
        "text": "Açaí to Zucchini: antioxidant food rankings\nJanuary 25th, 2012\nIn honor of Chinese New Year (of the dragon), today’s NutritionFacts.org video-of-the-day Dragon’s Blood wraps up a ten-part series based on a groundbreaking study that measured the total Antioxidant Content of 3,139 foods , beverages, herbs, and spices.\nAntioxidant Power of Plant Foods Versus Animal Foods presents the best bird’s eye view. Researchers separated out plant from animal products to help deal with the overwhelming volume of data ( 138 pages worth) and see what this amazing body of work has to say about what we should eat in general.\nFor more specifics, see Best Berries , which compares hundreds of berries to common fruits, and Better Than Green Tea? , which contrasts the antioxidant power of popular rival beverages. Better Than Goji Berries and Dried Apples Versus Cholesterol pick out the best dried fruits and Antioxidants in a Pinch and A Better Breakfast can help one visualize the effects of adding just tiny amounts of antioxidant-packed foods to our daily diets.\nFor some background on the role of antioxidants in disease prevention, Mitochondrial Theory of Aging offers a quick primer. Some questions, however, may remain:\nAre there diminishing returns when it comes to whole food antioxidants? Find out in Maxing Out on Antioxidants .\nWhat effect does cooking have? You might be surprised: Best Cooking Method .\nHow fast can the oxidative stresses of life deplete our body and how long does it take us to restore our antioxidant levels? Find out in Antioxidant Level Dynamics , where researchers use an argon laser to measure human antioxidant levels in real time.\nJust because a food can quench an oxidation reaction in a test tube, does that necessarily mean it will do the same in our cells? Find out in tomorrow’s video-of-the-day.  Is it really worth going out of our way to make higher antioxidant choices? Isn’t it enough just to eat lots of fruits and vegetables—does it really matter which ones? Find out on Friday, Monday, and Tuesday. In other words—stay tuned to NutritionFacts.org! Keep up with my daily videos by subscribing  to the RSS feed, following on facebook or twitter , or just checking back every morning around 8am Eastern.\nIn health,\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2841576/bin/1475-2891-9-3-S1.PDF"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/better-than-goji-berries/",
                "https://nutritionfacts.org/video/mitochondrial-theory-of-aging/",
                "https://nutritionfacts.org/video/best-berries/",
                "https://nutritionfacts.org/video/a-better-breakfast/",
                "https://nutritionfacts.org/feed/blended/",
                "https://nutritionfacts.org/video/best-cooking-method/",
                "https://nutritionfacts.org/video/better-than-green-tea/",
                "https://nutritionfacts.org/video/maxing-out-on-antioxidants/",
                "https://www.facebook.com/NutritionFacts.org",
                "https://nutritionfacts.org/video/antioxidants-in-a-pinch/",
                "https://twitter.com/nutrition_facts",
                "https://nutritionfacts.org/video/dragons-blood/",
                "https://nutritionfacts.org/video/antioxidant-power-of-plant-foods-versus-animal-foods/",
                "https://nutritionfacts.org/video/dried-apples-versus-cholesterol/",
                "https://nutritionfacts.org/video/antioxidant-content-of-3139-foods/",
                "https://nutritionfacts.org/video/antioxidant-level-dynamics/"
            ]
        },
        "key_words": [
            "really",
            "antioxidant",
            "berries",
            "açaí",
            "rankings",
            "zucchini",
            "better",
            "worth",
            "best",
            "versus",
            "videooftheday",
            "fruits",
            "foods",
            "food"
        ]
    }
]