[
    {
        "url": "https://www.christianpost.com/news/iranian-christian-convert-leads-1500-muslims-christ-sweden.html",
        "title": "Iranian Christian Convert Leads 1,500 Muslims to Christ in Sweden",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\nWoman Keeps Evangelizing Despite Bombing and Murder Threats by Muslims\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\n| Thursday, January 18, 2018\nAnnahita Parsan (L), minister in the Church of Sweden, in a video posted on April 28, 2017. | (Screencap: YouTube/Tidningen Dagen)\nAn Iranian convert to Christianity who is now an ordained minister in the Church of Sweden says she has helped bring nearly 1,500 Muslims to Christ over the past five years.\nAnnahita Parsan told Fox News  in a report on Wednesday that her life, which has undergone huge tribulations, is \"completely different since coming to Jesus.\"\nThe minister said she was raised in a Muslim home in Iran and married at 16, though a couple of years later her husband was killed in a car accident.\nShe had to fight for custody for her son, which she successfully won, and two years later was re-married to a man whose wife had died.\nHer second husband started beating her son, and although she wanted a divorce it was impossible for her to do because she was pregnant with a second child.\nParsan, her daughter, and the rest of the family fled as refugees in 1984 in the wake of the Iran-Iraq conflict, but met great hardships, including spending a month in prison in Turkey because they did not have identification papers or passports.\nEventually they made it to Denmark, which is where Parsan started learning more about Jesus Christ.\n\"In about the first or second month there, a woman came to the door to speak about God. But it was not in my interest,\" Parsan said. \"I was so angry, I was so unhappy. But she came back the next day with a small Bible, so this time I asked Jesus to help me.\"\nShe started reading the Bible, which she had to keep secret from her husband, and grew in the faith. But her family life only got worse and she attempted to take her own life by overdosing on sleeping pills after her husband physically attacked her. \nShe survived the assault and that was when she woke up in a hospital and realized she was being called for greater things.\n\"I was too scared to go home and the police came to the hospital to talk to me. Many people were helping me find a safe place to live, and I knew it was Jesus,\" Parsan recalled.\n\"And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran. After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.\"\nTwo years after moving to Sweden she was baptized in the Christian faith. In 2006, she survived a car accident, which is when she said she realized God spared her life so that she could help Muslims come to Christ.\nIn 2012, Parson became a minister in the Church of Sweden, focusing much of her work on reaching out to the Muslim community and inviting them to explore the faith.\nShe has helped as many as 1,500 come to Christ in the past five years, she estimates, despite risks to her life.\n\"I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack. I have a police officer attached to my case I can always call, and we have security during our services. I have other threats from my own distant family members,\" she revealed. \"But for me, what I do is worth it.\"\nChristians back in Iran meanwhile continue suffering intense persecution for their faith, believers have said , despite the claims of a prominent bishop who attempted to argue that they \"enjoy complete freedom.\"\nBishop Sibo Sarkisian, the Armenian-Orthodox Bishop of Tehran, said last month that Iran grants Christian citizens \"every right to practice their faith, including observing their feasts such as Christmas,\" and said that the only thing they are prohibited from doing is sharing their faith publicly.\nMohabat News, which says it is the news agency of Iranian Christians, pointed out, however, that for millions of believers, including the growing numbers in Iran, evangelism is a biblical mandate, and is an essential part of the faith.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "completely different since coming to Jesus.",
                "Annahita Parsan",
                false
            ],
            [
                "In about the first or second month there, a woman came to the door to speak about God.",
                "Annahita Parsan",
                true
            ],
            [
                "But it was not in my interest,",
                "Annahita Parsan",
                true
            ],
            [
                "I was so angry, I was so unhappy.",
                "Annahita Parsan",
                true
            ],
            [
                "But she came back the next day with a small Bible, so this time I asked Jesus to help me.",
                "Annahita Parsan",
                true
            ],
            [
                "I was too scared to go home and the police came to the hospital to talk to me.",
                "Annahita Parsan",
                true
            ],
            [
                "Many people were helping me find a safe place to live, and I knew it was Jesus,",
                "Annahita Parsan",
                true
            ],
            [
                "And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran.",
                "Jesus Christ",
                true
            ],
            [
                "After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.",
                "Jesus Christ",
                true
            ],
            [
                "I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack.",
                "Annahita Parsan",
                true
            ],
            [
                "I have a police officer attached to my case I can always call, and we have security during our services.",
                "Annahita Parsan",
                true
            ],
            [
                "I have other threats from my own distant family members,",
                "Annahita Parsan",
                true
            ],
            [
                "But for me, what I do is worth it.",
                "",
                true
            ],
            [
                "every right to practice their faith, including observing their feasts such as Christmas,",
                "Sibo Sarkisian",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.foxnews.com/world/christian-convert-from-iran-converting-muslims-in-sweden",
                "https://www.christianpost.com/news/iranian-christians-hit-back-against-bishop-who-rebukes-evangelism-claims-they-have-freedom-212240/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "second",
            "leads",
            "husband",
            "christ",
            "christian",
            "1500",
            "life",
            "iranian",
            "faith",
            "parsan",
            "iran",
            "sweden",
            "month",
            "muslims",
            "convert",
            "started"
        ]
    },
    {
        "url": "https://www.foxnews.com/world/christian-convert-from-iran-converting-muslims-in-sweden",
        "title": "Christian convert from Iran converting Muslims in Sweden",
        "authors": [
            {
                "name": "War Crimes",
                "link": null
            },
            {
                "name": "Latin America Investigates Global Conflicts",
                "link": null
            },
            {
                "name": "Burma",
                "link": null
            },
            {
                "name": "Pakistan",
                "link": null
            },
            {
                "name": "Afghanistan",
                "link": null
            },
            {
                "name": "Yemen",
                "link": null
            },
            {
                "name": "Syria",
                "link": null
            },
            {
                "name": "Former Iranian Muslim Annahita Parsan",
                "link": null
            },
            {
                "name": "Hollie Mckay",
                "link": null
            }
        ],
        "publisher": "https://www.foxnews.com",
        "publish_date": "",
        "text": "Annhita Parsan, who fled Iran, has converted hundreds of Muslims in Europe to Christianity. (Courtesy Annahita Parsan)\nFrom escaping Iran through the mountains as a Muslim refugee, to surviving domestic abuse and imprisonment in a Turkish prison, to carving out a life in Sweden, Annahita Parsan’s story is the stuff of a Hollywood movie.\nParsan, a convert from Islam to Christianity and mother of two, has emerged as one of the most prominent religious figures in Europe, both because of her unlikely geographic and spiritual pilgrimage and her decision to reach out to Muslims with the gospel -- at great personal risk.\nParsan was raised in a Muslim home in the ancient Iranian province of Isfahan with her parents and four siblings, she told Fox News. She was married at 16, and just after Iran’s Islamic Revolution in 1979 she gave birth to a boy, Daniel. Iran quickly became a different place under the Ayatollah Khomeini, and when Parsan’s beloved husband was tragically killed in a car accident – she was just 18 – she was forced to surrender custody of her son to her husband’s father, in accordance with the law. After several months, she bravely and successfully fought to get back her son.\nAnnahita Parsan, at left, has converted hundreds to Christianity in Europe. (Courtesy Annahita Parsan)\n“After two years, I decided to marry again. His situation was like mine; his wife had died,” Parsan recalled. “But soon, he began beating my son very badly… I was pregnant again, and it was impossible for me to divorce.”\nOn the heels of bringing a daughter she named Roksana into the world and with the Iran-Iraq war raging around them, Parsan’s husband Ashgar compelled them to flee in 1984 across frozen mountains into Turkey in the dead of winter. Without identification papers or passports, Turkish authorities tossed Parsan and her husband into a terrifying prison in the country’s Agri district for illegal entry. However, after a harrowing month they were released and traveled to Istanbul. There they spent nine months scrounging for enough funds to make it to Denmark.\nIt was in this tiny Scandinavian country where the seeds of her eventual spiritual transformation were planted.\n“In about the first or second month there, a woman came to the door to speak about God. But it was not in my interest,” Parsan recalled. “I was so angry, I was so unhappy. But she came back the next day with a small Bible, so this time I asked Jesus to help me.”\nParsan said that over the next year she started to read the Bible, which she had to keep secretly from her husband. Eventually she asked God for answers to her questions and immediately felt a sense of calm and peace of mind that she had never before experienced.\n“It was magic,” she avowed.\nBut the calm and peace did not last. After one especially brutal outburst from her abusive husband, during the Christmas of 1989, Parsan tried to take her own life by overdosing on sleeping pills. She woke up in the hospital, her survival itself a virtual miracle, and suddenly the pieces of her disjointed life seemed to her to fall into place.\n“I was too scared to go home and the police came to the hospital to talk to me. Many people were helping me find a safe place to live, and I knew it was Jesus,” she said. “And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran. After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.”\nAfter two years there she took the leap and was baptized. She and her children then lived quietly in the Swedish capital for a number of years.\nThen in 2006, after surviving a horrific car accident, she decided that God had spared her life so she could spend it helping other Muslims come to faith in Christ.\nAfter five years of intense study Parson was ordained in 2012 as a minister in the Church of Sweden.\nMy life is completely different since coming to Jesus.\n— Former Iranian Muslim Annahita Parsan\nThe former refugee is now the leader of two congregations in Sweden. She not only evangelizes Muslims, but she frequently trains churches to reach out to Muslims and disciple them once they join the church.\n“I work specifically with the Muslim community, many are also Farsi speaking,” Parsan said. “Sometimes they come to the church because they are curious. Sometimes they are asylum seekers and sometimes they are just visiting from places like Iran and Afghanistan, so they secretly get baptized and then they go back.”\nShe says she has been instrumental in the conversion of more than 1,500 people over the past five years.\nBecause of her successes, Parsan faces risks other Church of Sweden ministers do not face.\n“I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack. I have a police officer attached to my case I can always call, and we have security during our services. I have other threats from my own distant family members,” she added. “But for me, what I do is worth it.\n“I hope people out there who have lost their faith, will maybe hear my story and be inspired to come back,” Parsan said.\nHollie McKay has a been a Fox News Digital staff reporter since 2007. She has extensively reported from war zones including Iraq, Syria, Yemen, Afghanistan, Pakistan, Burma, and Latin America investigates global conflicts, war crimes and terrorism around the world. Follow her on Twitter . \nTrending in World\n",
        "quotes": [
            [
                "After two years, I decided to marry again.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "His situation was like mine; his wife had died,",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "But soon, he began beating my son very badly… I was pregnant again, and it was impossible for me to divorce.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "In about the first or second month there, a woman came to the door to speak about God.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "But it was not in my interest,",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I was so angry, I was so unhappy.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "But she came back the next day with a small Bible, so this time I asked Jesus to help me.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I was too scared to go home and the police came to the hospital to talk to me.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "Many people were helping me find a safe place to live, and I knew it was Jesus,",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I work specifically with the Muslim community, many are also Farsi speaking,",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "Sometimes they come to the church because they are curious.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "Sometimes they are asylum seekers and sometimes they are just visiting from places like Iran and Afghanistan, so they secretly get baptized and then they go back.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I have a police officer attached to my case I can always call, and we have security during our services.",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I have other threats from my own distant family members,",
                "Courtesy Annahita Parsan",
                true
            ],
            [
                "I hope people out there who have lost their faith, will maybe hear my story and be inspired to come back,",
                "Courtesy Annahita Parsan",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/holliesmckay"
            ]
        },
        "key_words": [
            "jesus",
            "refugee",
            "life",
            "husband",
            "christian",
            "muslim",
            "parsan",
            "iran",
            "sweden",
            "muslims",
            "parsans",
            "convert",
            "converting"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/iranian-christians-hit-back-against-bishop-who-rebukes-evangelism-claims-they-have-freedom.html",
        "title": "Iranian Christians Hit Back Against Bishop Who Claims They Are 'Not Being Persecuted' in Iran",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIranian Christians Hit Back Against Bishop Who Claims They Are 'Not Being Persecuted' in Iran\nIranian Christians Hit Back Against Bishop Who Claims They Are 'Not Being Persecuted' in Iran\nIranian Christians Hit Back Against Bishop Who Claims They Are 'Not Being Persecuted' in Iran\n| Tuesday, January 02, 2018\nAn Iranian Christian agency is speaking out against a prominent bishop who recently claimed that Christians in the Islamic Republic \"enjoy complete freedom.\"\nAs Mohabat News  reported Monday, Bishop Sibo Sarkisian, Armenian-Orthodox Bishop of Tehran, said in a recent interview with Spanish news agency EFE that not only do followers of Jesus Christ have freedom of religion, but that they are \"not being persecuted in any way.\"\n\"We have freedom of religion in Iran and the Islamic government grants its Christian citizens every right to practice their faith, including observing their feasts such as Christmas. They're just not allowed to share their faith publicly as it is forbidden under the Islamic government's law,\" Sarkisian added.\nThe bishop declared he does not approve of the \"idea of evangelism.\"\n\"Each individual should adhere to their own religious, national and ethnic identity,\" he stated.\nMohabat News, which says it is the news agency of Iranian Christians and is a group of \"Bible-believing Christians who believe in propagating the word of God,\" took issue with those claims, however.\nThe news agency pointed out that evangelism is not just an \"idea,\" but part of the biblical mandate given to all Christians around the world, regardless of what denomination they are part of.\nIt added that millions of believers, as well as many of those who are growing in numbers in Iran, view evangelism as an essential part of faith, and that the restrictions against it negates the claim that they have \"complete freedom\" in Iran.\nMohabat News further positioned that the Islamic government celebrates non-Muslim conversions to Islam.\n\"In such cases, the Islamic regime publicly announces the person's conversion and portrays it as 'triumph of Islam over infidelity,'\" it pointed out.\nThere have been a number of reports this past year of Iranian authorities targeting Christian converts with arrest and imprisonment.\nThe New York-based Center for Human Rights In Iran reported last year that since June 2017, the evolutionary Court in Tehran has issued long prison sentences  to at least 11 Christian converts and counting.\n\"Christians are recognized as an official religious minority in Iran's Constitution, but the state continues to persecute members of the faith, especially converts,\" said CHRI's executive director Hadi Ghaemi.\n\"The state must respect its own laws and international obligations and allow Christians and all religious minorities full freedom of worship.\"\nSeveral persecution watchdog groups have listed Iran as one of the worst countries for religious freedom, for Christians and others religious minorities.\nOpen Doors USA  ranked Iran as the eighth worst country when it comes to the persecution of Christians in its 2017 World Watch List, while in August the U.S. Commission on International Religious Freedom  listed it among the top five worst-scoring countries on blasphemy laws made to protect Islam.\nProtestant Christian communities that evangelize to Muslims were found to be one of the most persecuted groups in the Islamic nation.\nIn October, the All-Party Parliamentary Group for International Freedom of Religion or Belief highlighted that Baha'is, a minority religion that combines elements of Christianity, Islam, and other world religions, experience some of the worst persecution  in the world in Iran.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "not being persecuted in any way.",
                "Sibo Sarkisian",
                false
            ],
            [
                "We have freedom of religion in Iran and the Islamic government grants its Christian citizens every right to practice their faith, including observing their feasts such as Christmas.",
                "Sarkisian",
                true
            ],
            [
                "They're just not allowed to share their faith publicly as it is forbidden under the Islamic government's law,",
                "Sarkisian",
                true
            ],
            [
                "Each individual should adhere to their own religious, national and ethnic identity,",
                "",
                true
            ],
            [
                "Bible-believing Christians who believe in propagating the word of God,",
                "Sibo Sarkisian",
                true
            ],
            [
                "In such cases, the Islamic regime publicly announces the person's conversion and portrays it as 'triumph of Islam over infidelity,",
                "",
                true
            ],
            [
                "Christians are recognized as an official religious minority in Iran's Constitution, but the state continues to persecute members of the faith, especially converts,",
                "Hadi Ghaemi",
                true
            ],
            [
                "The state must respect its own laws and international obligations and allow Christians and all religious minorities full freedom of worship.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.opendoorsusa.org/christian-persecution/world-watch-list/iran/",
                "https://www.christianpost.com/news/top-5-worst-countries-blasphemy-laws-uscirf-195866/",
                "https://www.christianpost.com/news/iran-cracks-down-christian-converts-sentences-believers-10-years-prison-192928/",
                "https://www.christianpost.com/news/10-nations-with-worst-religious-persecution-record-exposed-in-major-report-204431/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://mohabatnews.com/en/?p=3839",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "claims",
            "world",
            "hit",
            "christians",
            "freedom",
            "christian",
            "religious",
            "iranian",
            "iran",
            "islamic",
            "persecuted",
            "bishop",
            "religion"
        ]
    },
    {
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/iran/",
        "title": "Iran - Open Doors USA",
        "authors": [],
        "publisher": "https://www.opendoorsusa.org",
        "publish_date": "",
        "text": "In what is often referred to as the gateway to the Middle East, Christians in Iran are forbidden from sharing their faith with non-Christians. Consequently, church services in Persian (Iran’s national language) are not allowed. Converts from Islam face persecution from the government. If they attend an underground house church, they face the constant threat of arrest. Iranian society is governed by Islamic law, which means the rights and professional possibilities for Christians are heavily restricted.\nHow Christians are suffering\nConverts from Islam to Christianity bear the brunt of Christian persecution , especially by the government and, to a lesser extent, by their families and society. The government sees them as an attempt by Western countries to undermine Islam and the Islamic regime of Iran.\nLeaders of groups of Christian converts have been arrested, prosecuted and have received long prison sentences for “crimes against the national security.” The historical communities of Armenian and Assyrian Christians are recognized and protected by the state but are treated as second-class citizens and are not allowed contact with Muslim background Christians. They are also not allowed to conduct church services in the national language.\nExamples\nMany Christians (especially converts) have been prosecuted and sentenced to long terms in jail. Others are still awaiting trial. During this time, their families face public humiliation.\n \nPray for Iran\nAny Muslim who leaves Islam faces a charge of apostasy, and can be thrown in jail or worse. Pray that the laws will change, allowing for freedom of religion.\nNearly all churches that held services in Persian have been closed in recent years and their leaders were arrested. Pray for Christians in Iran’s prisons to have genuine love for their guards and fellow inmates.\nPray for secret believers who meet in house churches, that they will be protected and will be faithful witnesses to the surrounding culture.\nIran Photo Gallery\nStories from Iran\nJuly 15, 2019\nSanta Ana, CA 92799 P: 888-5-BIBLE-5 F: 949-752-6442\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.opendoorsusa.org/christian-persecution/"
            ]
        },
        "key_words": [
            "church",
            "converts",
            "christians",
            "open",
            "islam",
            "usa",
            "house",
            "iran",
            "face",
            "allowed",
            "society",
            "doors",
            "national",
            "services"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/top-5-worst-countries-blasphemy-laws-uscirf.html",
        "title": "Top 5 Worst Countries With Blasphemy Laws Ranked by USCIRF, One Christian Nation Listed at No. 7",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTop 5 Worst Countries With Blasphemy Laws Ranked by USCIRF, One Christian Nation Listed at No. 7\nTop 5 Worst Countries With Blasphemy Laws Ranked by USCIRF, One Christian Nation Listed at No. 7\nTop 5 Worst Countries With Blasphemy Laws Ranked by USCIRF, One Christian Nation Listed at No. 7\n| Thursday, August 17, 2017\nProtesters gather to condemn the killing of university student Mashal Khan, after he was accused of blasphemy, during a protest in Peshawar, Pakistan, on April 20, 2017. | (PHOTO: REUTERS/FAYAZ AZIZ)\nThe U.S. Commission on International Religious Freedom has issued a report on blasphemy laws around the world, with the top five worst-scoring nations all seeking to protect Islam.\n\"In all five of the worst-scoring countries (Iran, Pakistan, Yemen, Somalia, and Qatar), the blasphemy laws aim to protect the state religion of Islam in a way that impermissibly discriminates among different groups,\" a press release  from the organization stated on Wednesday.\nThe major report  found that 71 of the world's 195 countries have blasphemy laws, with penalties ranging from fines to imprisonment and death.\nUSCIRF Chairman Daniel Mark said that religious freedom should protect people's rights to express their thoughts and beliefs, even those that others may find blasphemous.\n\"Advocates for blasphemy laws may argue that they are needed in order to protect religious freedom, but these laws do no such thing. Blasphemy laws are wrong in principle, and they often invite abuse and lead to assaults, murders, and mob attacks. Wherever they exist, they should be repealed,\" Mark insisted.\nChristians and other religious minorities have been targeted by such blasphemy laws in Pakistan where they're punished any time an accusation of having insulted the Islamic faith is lobbed against them.\nIn June, a Pakistani Christian father was arrested  on charges of blasphemy after he asked a Muslim man to pay for a bicycle that he had repaired the week before, but was then accused by the same man of insulting Islam.\nIslamic hardliners have also taken justice into their own hands. In one instance in November 2014, a Christian couple was burned to death by a mob after they were accused of having desecrated the Quran, a claim that turned out to be false.\nIran, which persecutes Christians, Baha'is, and other minorities, has threatened to execute anyone who's accused of insulting the Islamic faith.\nThe Iranian government has been particularly concerned  about the rise of Christianity in the country, especially among youths. This has led to Islamic seminary officials calling on the government to \"stop the spread\" of the faith.\nThough the majority of high-ranking countries beyond the top five focused on defending Islamic sensibilities, Italy and its blasphemy laws protecting the Roman Catholic Church also scored a high ranking, coming in at number seven.\nArticle 403 of Italy's criminal code reads:\n\"Anyone who insults the State religion in public by offending those who profess it shall be subject to a prison sentence of up to two years. Anyone who insults the State religion by insulting a minister of the Catholic Church shall be subject to a prison sentence of one to three years.\"\nUSCIRF noted in its report that most of the blasphemy laws that it studied were \"vaguely worded,\" and failed to specify intent as part of the violation. It added that a majority of blasphemy laws are embedded in the criminal codes of countries, with 86 percent of nations with such laws threatening imprisonment for offenders.\n\"Though implementation varies, countries from Switzerland to Sudan persist in outlawing expression of views deemed 'blasphemous,'\" Mark added.\n\"Some countries, including Canada, have such laws but do not actively enforce them. We call upon those countries to set an example for the others and repeal their blasphemy laws. And we call upon all countries to repeal any such laws and to free those detained or convicted for blasphemy.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "In all five of the worst-scoring countries (Iran, Pakistan, Yemen, Somalia, and Qatar), the blasphemy laws aim to protect the state religion of Islam in a way that impermissibly discriminates among different groups,",
                "",
                true
            ],
            [
                "Advocates for blasphemy laws may argue that they are needed in order to protect religious freedom, but these laws do no such thing.",
                "Mark",
                true
            ],
            [
                "Blasphemy laws are wrong in principle, and they often invite abuse and lead to assaults, murders, and mob attacks.",
                "Mark",
                true
            ],
            [
                "Wherever they exist, they should be repealed,",
                "Mark",
                true
            ],
            [
                "Anyone who insults the State religion in public by offending those who profess it shall be subject to a prison sentence of up to two years.",
                "",
                true
            ],
            [
                "Anyone who insults the State religion by insulting a minister of the Catholic Church shall be subject to a prison sentence of one to three years.",
                "",
                true
            ],
            [
                "Though implementation varies, countries from Switzerland to Sudan persist in outlawing expression of views deemed 'blasphemous,",
                "Mark",
                true
            ],
            [
                "Some countries, including Canada, have such laws but do not actively enforce them.",
                "",
                true
            ],
            [
                "We call upon those countries to set an example for the others and repeal their blasphemy laws.",
                "",
                true
            ],
            [
                "And we call upon all countries to repeal any such laws and to free those detained or convicted for blasphemy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/iranian-youths-mass-converting-to-christianity-despite-islamic-indoctrination-governments-efforts-195421/",
                "https://www.christianpost.com/news/christian-dad-arrested-for-blasphemy-after-demanding-pay-from-muslim-for-repaired-bike-188553/"
            ],
            "gov_pgs": [
                "http://www.uscirf.gov/news-room/press-releases/uscirf-releases-report-measuring-blasphemy-laws-compliance-human-rights"
            ],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "report",
            "blasphemy",
            "ranked",
            "laws",
            "christian",
            "protect",
            "religious",
            "state",
            "mark",
            "countries",
            "islamic",
            "listed",
            "nation",
            "religion",
            "uscirf",
            "worst"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/iran-cracks-down-christian-converts-sentences-believers-10-years-prison.html",
        "title": "Iran Cracks Down on Christian Converts, Sentences Believers to 10-Years in Prison",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIran Cracks Down on Christian Converts, Sentences Believers to 10-Years in Prison\nIran Cracks Down on Christian Converts, Sentences Believers to 10-Years in Prison\nIran Cracks Down on Christian Converts, Sentences Believers to 10-Years in Prison\n| Saturday, July 22, 2017\nAuthorities in Iran are increasingly targeting Christian converts with arrests and imprisonments, according to the New York-based Center for Human Rights In Iran.\n\"In less than two months, since June 2017, Judge Mashallah Ahmadzadeh of Branch 26 of the Revolutionary Court in Tehran has issued long prison sentences to at least 11 Christian converts and the former leader of the Assyrian Pentecostal Church in Iran,\" CHRI said in a report .\n\"Christians are recognized as an official religious minority in Iran's Constitution, but the state continues to persecute members of the faith, especially converts,\" said CHRI's executive director Hadi Ghaemi. \"The state must respect its own laws and international obligations and allow Christians and all religious minorities full freedom of worship.\"\nOn July 6, the judge sentenced four Protestant Christian converts to 10 years in prison each \"in a trial completely lacking due process,\" the group said, quoting Mansour Borji, the advocacy director of a London-based group, Article 18, which defends Christians in Iran.\nThe four converts — Yusif Farhadov, Eldar Gurbanov and Bahram Nasibov from Baku in the Republic of Azerbaijan, and Iranian national Nasser Navard Goltapeh — were arrested at a reception hosted by their Christian friends in Andisheh last June.\nProsecutors couldn't produce any evidence to show the converts had acted against national security, Borji said. Yet they were convicted of being \"Zionist Christians\" who \"acted against national security with the intention of overthrowing the state in a soft war.\"\nTwo weeks earlier, the same judge had given Christian converts Yousef Nadarkhani, Mohammadreza Omidi, Yasser Mossayebzadeh and Saheb Fadaie 10-year prison sentences for propagating house churches and promoting \"Zionist Christianity.\"\nThe lawyers of these four Christians are preparing to appeal the verdict.\nA ruling is still overdue for a decision on an appeal by Omidi, Mossayebzadeh and Fadaie against a sentence of 80 lashes each for drinking wine during a communion service.\nThe Christians were arrested May 13 during a series of raids by security service agents on Christian homes in Rasht.\nIranian President Hassan Rouhani was recently reelected largely due to his promises to improve civil and political rights in Iran, Ghaemi said. \"Yet we're seeing an increasing number of arrests of religious minorities, as well as activists, by the Intelligence Ministry, which is supposed to operate under him. … Rouhani must use all his authority to reign in the ministry and ensure it stops its trampling of citizens' rights.\"\nThe U.K.-based Christian Solidarity Worldwide has also criticized the government of Iran for persecuting converts.\n\"We are deeply disappointed by these excessive sentences, which are based on spurious charges and are clearly part of an intensified campaign of judicial harassment aimed at intimidating members of minority faiths,\" CSW's Chief Executive Mervyn Thomas said in a statement .\nThomas added: \"We reiterate that the national security charges leveled in all of these cases amount to the criminalization of the Christian community for exercising the right to freedom of religion or belief, and that this is occurring despite the fact that the Iranian constitution recognizes Christianity. We urge members of the international community to extend the sanctions still in place against Iranian individuals to include members of the judiciary who are implicated in ongoing and severe harassment and persecution of religious minority communities.\"\nChristians face severe persecution in the Shia Muslim country, including regular crackdowns and jail sentences due to their faith.\nHouse churches are not permitted, and Christian converts are beaten and arrested for gathering to worship.\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "In less than two months, since June 2017, Judge Mashallah Ahmadzadeh of Branch 26 of the Revolutionary Court in Tehran has issued long prison sentences to at least 11 Christian converts and the former leader of the Assyrian Pentecostal Church in Iran,",
                "",
                true
            ],
            [
                "Christians are recognized as an official religious minority in Iran's Constitution, but the state continues to persecute members of the faith, especially converts,",
                "Hadi Ghaemi",
                true
            ],
            [
                "The state must respect its own laws and international obligations and allow Christians and all religious minorities full freedom of worship.",
                "Hadi Ghaemi",
                true
            ],
            [
                "in a trial completely lacking due process,",
                "",
                false
            ],
            [
                "acted against national security with the intention of overthrowing the state in a soft war.",
                "",
                false
            ],
            [
                "Yet we're seeing an increasing number of arrests of religious minorities, as well as activists, by the Intelligence Ministry, which is supposed to operate under him.",
                "Ghaemi",
                true
            ],
            [
                "Rouhani must use all his authority to reign in the ministry and ensure it stops its trampling of citizens' rights.",
                "Ghaemi",
                true
            ],
            [
                "We are deeply disappointed by these excessive sentences, which are based on spurious charges and are clearly part of an intensified campaign of judicial harassment aimed at intimidating members of minority faiths,",
                "Mervyn Thomas",
                true
            ],
            [
                "We reiterate that the national security charges leveled in all of these cases amount to the criminalization of the Christian community for exercising the right to freedom of religion or belief, and that this is occurring despite the fact that the Iranian constitution recognizes Christianity.",
                "Thomas",
                true
            ],
            [
                "We urge members of the international community to extend the sanctions still in place against Iranian individuals to include members of the judiciary who are implicated in ongoing and severe harassment and persecution of religious minority communities.",
                "Thomas",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.iranhumanrights.org/2017/07/11-christian-converts-issued-long-prison-sentences-in-iran-in-less-than-two-months/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.csw.org.uk/2017/07/12/news/3631/article.htm"
            ]
        },
        "key_words": [
            "security",
            "converts",
            "members",
            "christians",
            "state",
            "christian",
            "cracks",
            "believers",
            "religious",
            "prison",
            "iran",
            "10years",
            "national",
            "sentences"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/10-nations-with-worst-religious-persecution-record-exposed-in-major-report.html",
        "title": "10 Nations Where People Suffer Extreme Religious Persecution Exposed in Major Report",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n10 Nations Where People Suffer Extreme Religious Persecution Exposed in Major Report\n10 Nations Where People Suffer Extreme Religious Persecution Exposed in Major Report\n10 Nations Where People Suffer Extreme Religious Persecution Exposed in Major Report\n| Thursday, October 26, 2017\nA member of India's lowest caste \"Dalits\" shouts slogans as he is detained by police during a demonstration in the western Indian city of Ahmedabad, April 27, 2014.  | (Photo: Reuters/Amit Dave)\nA major report on religious persecution worldwide has exposed the hostilities that Christians and other religious minorities suffer, revealing that as much as 80 percent of the world's population lives under high persecution.\nThe All-Party Parliamentary Group for International Freedom of Religion or Belief released on Wednesday its latest report, Article 18: From Rhetoric to Reality , detailing the rise in hostilities toward religions.\n\"Currently, some of the most publicized atrocities are taking place in Africa, Asia and the Middle-East and urgent action is needed to address the violations. Within these regions there are some religious minorities which are publicly condemned,\" Ahmed Shaheed, United Nations special rapporteur for Freedom of Religion or Belief, wrote in the forward .\n\"Individual members of some minority faiths are at risk of being put on watch lists, being denied access to public services, receiving corporal punishment in the form of hundreds of lashes or even of being assassinated in targeted killings,\" he added.\nShaheed explained that despite global efforts to protect religious freedom, \"the scale of violations remains enormous, with almost 80 percent of the world's population living in countries with 'high' or 'very high' levels of restrictions and/or hostilities toward certain beliefs.\"\nAmong its numerous findings, the report featured a list of 10 countries where different religious minorities face significant persecution.\nThe list, in no particular order, began with the Rohingya Muslims in Myanmar, who are facing an ongoing ethnic cleansing at the hands of security forces. The most recent violence, which began in August, has led to the deaths of close to 1,000 people, while over 500,000 have had to flee to neighboring Bangladesh.\nThe oppression of evangelical Christians in Eritrea was second on the list, highlighting how believers are detained indefinitely for their faith.\n\"Many of them are subjected to torture, for example, by being bound in contorted positions for lengthy periods, or through prolonged beatings. There are credible reports of female Christian prisoners being beaten on their wombs, allegedly to prevent them from bearing children,\" the report exposed.\nOther groups, such as Open Doors USA , have also reported on the extreme persecution of Christians in Eritrea, ranking the nation at No. 10 on its World Watch List.\nThe plight of Falun Gong practitioners in China; Hindus in Bangladesh; Baha'is in Iran; Jehovah's Witnesses in Russia; atheists and Shia Muslims in Saudi Arabia; and Hoa Hoa Buddhists in Vietnam also made the Article 18 list.\nThe ninth entry focused on the terror attacks on Coptic Christians in Egypt, with hundreds killed since June 2016.\n\"Despite positive government rhetoric and attendance at Christmas masses, mob violence and Islamist attacks on churches, Copts and their property have increased over the past two years and no licences to build churches have been granted,\" the report explained.\n\"Since 2011, over 550 Coptic girls have allegedly been abducted, converted to Islam and married. Police are reported to have frequently refused to investigate cases against Copts.\"\nFinally, the researchers warned that Jewish and Muslim communities in the U.K. are also being targeted, with the number of anti-Semitic incidents rising by more than a third to record levels in 2016.\nThey pointed to statements by the Home Affairs Select Committee noting that \"most legal provisions in islamophobia and anti-Semitism predate the era of mass social media,\" with the U.K. government called to \"immediately review the entire legislative framework governing online hate speech, harassment and extremism and ensure it's up-to-date.\"\nThe report urged the government to \"give serious consideration\" to implementing a number of its recommendations, such as designating Freedom of Religion or Belief a political priority for Foreign Secretary Boris Johnson, and a strategic priority for both the Foreign and Commonwealth Office and the Department for International Development.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Currently, some of the most publicized atrocities are taking place in Africa, Asia and the Middle-East and urgent action is needed to address the violations.",
                "Ahmed Shaheed",
                true
            ],
            [
                "Within these regions there are some religious minorities which are publicly condemned,",
                "Ahmed Shaheed",
                true
            ],
            [
                "Individual members of some minority faiths are at risk of being put on watch lists, being denied access to public services, receiving corporal punishment in the form of hundreds of lashes or even of being assassinated in targeted killings,",
                "",
                true
            ],
            [
                "the scale of violations remains enormous, with almost 80 percent of the world's population living in countries with 'high' or 'very high' levels of restrictions and/or hostilities toward certain beliefs.",
                "Shaheed",
                false
            ],
            [
                "Many of them are subjected to torture, for example, by being bound in contorted positions for lengthy periods, or through prolonged beatings.",
                "",
                true
            ],
            [
                "There are credible reports of female Christian prisoners being beaten on their wombs, allegedly to prevent them from bearing children,",
                "",
                true
            ],
            [
                "Despite positive government rhetoric and attendance at Christmas masses, mob violence and Islamist attacks on churches, Copts and their property have increased over the past two years and no licences to build churches have been granted,",
                "",
                true
            ],
            [
                "Since 2011, over 550 Coptic girls have allegedly been abducted, converted to Islam and married.",
                "",
                true
            ],
            [
                "Police are reported to have frequently refused to investigate cases against Copts.",
                "",
                true
            ],
            [
                "most legal provisions in islamophobia and anti-Semitism predate the era of mass social media,",
                "",
                false
            ],
            [
                "immediately review the entire legislative framework governing online hate speech, harassment and extremism and ensure it's up-to-date.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://appgfreedomofreligionorbelief.org/article-18-rhetoric-reality-new-appg-report/",
                "https://www.opendoorsusa.org/christian-persecution/world-watch-list/eritrea/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "report",
            "persecution",
            "minorities",
            "list",
            "freedom",
            "christians",
            "hostilities",
            "major",
            "religious",
            "religion",
            "high",
            "exposed",
            "extreme",
            "suffer",
            "nations"
        ]
    }
]