[
    {
        "url": "https://www.christianpost.com/news/mike-pence-trump-jerusalem-decision-middle-east-tour.html",
        "title": "Mike Pence Takes Heat for Trump's Jerusalem Decision on Middle East Tour",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMike Pence Takes Heat for Trump's Jerusalem Decision on Middle East Tour\nMike Pence Takes Heat for Trump's Jerusalem Decision on Middle East Tour\nMike Pence Takes Heat for Trump's Jerusalem Decision on Middle East Tour\n| Sunday, January 21, 2018\nU. S. Vice President Mike Pence addresses Chamber of Commerce ''Invest in America!'' summit in Washington U.S., on May 18, 2017. | (PHOTO: REUTERS/MARY F. CALVERT)\nU.S. Vice President Mike Pence, who is on a four-day trip to the Middle East, met with Egyptian President Abdel Fattah Al Sisi in Egypt and King Abdullah II in Jordan, and saw anger in the region over President Donald Trump's decision to recognize Jerusalem as the capital of Israel. Pence assured allies of U.S. support for two-state solution if both sides agree.\nIn his meeting with the Egyptian president Saturday, which lasted for about two and a half hours, Pence was told Trump's decision can potentially complicate negotiations over a peace deal between Israel and the Palestinians, according to The Wall Street Journal .\nAt a press conference later, Pence called it \"a disagreement between friends,\" according to the Los Angeles Times. He added that he assured Sisi that the Trump administration will back a two-state solution for Israel and the Palestinians if both parties agree. \"My perception was that he was encouraged by that message,\" he told reporters.\nThe two leaders also discussed how to deal with Americans imprisoned by Egypt and also about terrorism and North Korea's nuclear program.\nHowever, U.S. reporters and a Pence aide were initially not allowed to leave their van at the presidential palace in Cairo, according to the Journal. With the help of colleagues outside, Pence's aide was finally able to enter the palace. And only after Pence raised the issue directly with Sisi did the Egyptians later allow the press to take pictures and listen to brief remarks.\nIn Jordan, Pence and King Abdullah \"emphasized the strength of the strategic Jordanian U.S. relationship as well the role the U.S. plays in ensuring regional stability,\" according to the Jordanian embassy in Washington, D.C.\n\"They also discussed efforts to end the Syrian crisis as well as the importance of international cooperation in efforts to bring a political solution to this crisis. Both sides also discussed efforts to revive the Palestinian Israeli peace process and means to bring both sides back to the negotiation table,\" the embassy said in a statement .\nAbdullah had warned against declaring Jerusalem Israel's capital.\nPence's Middle East trip will end in Israel, where he will meet with Prime Minister Benjamin Netanyahu and address the Israeli legislature as well as visit the Western Wall.\nPence will not meet Palestinian leaders.\nThe office of Palestinian Authority President Mahmoud Abbas had also said he would not meet with Pence during his visit to the West Bank \"because the U.S. has crossed red lines\" on Jerusalem.\nTrump announced last month that the U.S. will be beginning a process to move its embassy in Israel from Tel Aviv to Jerusalem, and officially recognize the city as Israel's capital. \"While previous presidents have made this a major campaign promise, they failed to deliver. Today, I am delivering,\" he said at the time.\nThe status of Jerusalem has been up for dispute for centuries, with the Romans, Crusaders, Ottomans and the British Empire among the factions fighting historical battles for control over the city.\nJerusalem contains numerous sacred sites claimed by Christians, Jews, and Muslims, and is where Jesus Christ preached, died, and was later resurrected.\nBritish rule over the area ended in 1948, which led to Jordan's invasion and occupation of the Old City, before Israel captured the land in the 1967 Middle East war. In 1980 Israel declared Jerusalem to be a \"complete and united\" city and capital of its country, to the protest of Arab countries in the region.\nPalestinians, on the other hand, see East Jerusalem as their capital. They live in the city as Israeli residents, receive access to services and vote in municipal elections. Some become Israeli citizens and can vote in parliamentary elections, but most refuse to do so.\nRelated Articles\n",
        "quotes": [
            [
                "My perception was that he was encouraged by that message,",
                "Mike Pence Takes Heat",
                true
            ],
            [
                "emphasized the strength of the strategic Jordanian U.S. relationship as well the role the U.S. plays in ensuring regional stability,",
                "",
                false
            ],
            [
                "They also discussed efforts to end the Syrian crisis as well as the importance of international cooperation in efforts to bring a political solution to this crisis.",
                "",
                true
            ],
            [
                "Both sides also discussed efforts to revive the Palestinian Israeli peace process and means to bring both sides back to the negotiation table,",
                "",
                true
            ],
            [
                "because the U.S. has crossed red lines",
                "",
                false
            ],
            [
                "While previous presidents have made this a major campaign promise, they failed to deliver.",
                "Abdullah",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.wsj.com/articles/pence-in-egypt-hears-criticism-of-trump-jerusalem-policy-1516491133?mod=searchresults&page=1&pos=1"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://jordanembassyus.org/news/his-majesty-king-abdullah-ii-meets-us-vice-president-mike-pence-washington-dc"
            ]
        },
        "key_words": [
            "takes",
            "heat",
            "according",
            "middle",
            "city",
            "decision",
            "president",
            "jerusalem",
            "mike",
            "capital",
            "pence",
            "trumps",
            "east",
            "israel",
            "israeli",
            "tour"
        ]
    }
]