[
    {
        "url": "https://nutritionfacts.org/audio/new-research-on-cholesterol/",
        "title": "New Research on Cholesterol",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nDecember 7th, 2017\nNew Research on Cholesterol\nCholesterol is a vital component of our cells, which is why our body makes all that we need…until our diet gets in the way.\n \nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nCholesterol is a vital component of our cells, which is why our body makes all that we need.  For most Americans eating a conventional diet, cholesterol-laden plaque accumulates inside the coronary arteries that feed our heart muscle. This plaque buildup, known as atherosclerosis, is the hardening of the arteries by pockets of cholesterol-rich fatty material that builds up beneath the inner linings of our blood vessels. This process seems to occur over decades, slowly bulging into the space inside the arteries, narrowing the path for blood to flow.\nSo – knowing that – what would happen if you randomized babies at birth to a lifetime of low cholesterol levels? Nature did it for us! In this video, I introduce the concept of Mendelian randomization.\n“It is well accepted that coronary atherosclerosis is a chronic progressive disease that begins early in life and slowly progresses over several decades before [symptoms arise]. However, the average age in cholesterol-lowering drug trials is 63, and therefore, people “had already been exposed to a lifetime of circulating LDL-[cholesterol].” So, no wonder pharmaceutical “therapies…typically [reduce] cardiovascular disease risk by [only] 20% to 30%.”\nWe know LDL, so-called bad cholesterol, plays “a central role…in the initiation, development, and progression” of our #1 killer. Over a hundred prospective studies involving more than a million people have demonstrated that those with higher LDL levels are at higher risk.\n“It seems reasonable to assume…that if lowering [cholesterol] later in life” can help, then “keeping LDL[-C] levels low…earlier” in life may prevent our arteries from getting clogged in the first place. But, let’s not just assume.\n“It would be [considered]…unethical to set up a controlled clinical trial in which young adults with elevated serum cholesterol levels were treated or not treated over their lifetime”—just like you couldn’t ethically set up a study in which half the kids are made to start smoking, to see if smoking really does cause lung cancer. That’s where observational studies come in. You can follow people who already smoke, and compare their disease rates to those that don’t.\nIt’s like 40 years ago, when the president of the American Heart Association tried to argue that we should all stop smoking—even though there were no randomized controlled trials. Look, those who smoke have a higher risk of heart attack; the more we smoke the higher the risk; and, after we stop, our risk drops. The same can be said for high cholesterol.\nIf you look at young men, aged 18 through 39, and follow them for up to 34 years, cholesterol levels, even when you’re young, predict long-term risk of heart disease and death. Men in their 20s and 30s who have a total cholesterol even just under 200, have a “substantially longer estimated life expectancy”—around four to nine years longer—than those over 240.\n“Evidence from observational studies, however, [is] vulnerable to [so-called] confounding [factors].” Eating a diet plant-based enough to lower cholesterol below average may add years to our lives, regardless of what our cholesterol is. Ideally, we’d have “a long-term randomized controlled trial.”\nAnd, nature may have actually set one up for us. Each of us, at conception, gets a random assortment of genes from our mother and our father, and some of those genes may affect our cholesterol levels. Just like there’s rare genetic mutations that result in unusually high cholesterol, there are rare genetic mutations that lead to unusually low cholesterol—providing an ideal system “to assess the consequences of low LDL cholesterol levels independent…of” confounding diet and lifestyle factors.\nAbout 1 in 40 African Americans have a mutation that drops their LDL cholesterol from up around 130 down towards more optimal levels. Now, this group didn’t eat healthy to get there. It’s just in their genes. More than half had high blood pressure; there were lots of smokers and diabetics, yet those with genetically low LDL levels still had a “significant reduction in the incidence of [coronary heart disease]…even in the presence of [all these other] risk factors. How significant? How much less heart disease? How about 88% of heart disease gone?\nThe astounding finding was that the heart disease risk in these individuals was reduced by more than 80%; whereas, the same 20- to 40-point decrease in LDL from drugs only reduces risk like 30%. Makes sense, though, right? The folks with the mutation had low levels like that their whole life; they didn’t just start taking some pill when they were 60 years old.\n“The magnitude of the effect of long-term exposure to lower LDL[-cholesterol] concentrations observed in each of these studies represents threefold greater reduction in the risk of [heart disease],” compared to drug treatment “started later in life.”\n“Therefore, a primary prevention strategy that promotes keeping LDL[-cholesterol] levels as low as possible, beginning as early in life as possible, and sustaining those low levels of LDL[-cholesterol] throughout the whole of one’s lifetime has the potential to dramatically reduce the risk of [coronary heart disease].” And, that’s just what a healthy diet can do.\nIn our next story – we take a look at the amazing benefits of amla— or dried Indian gooseberries, on cholesterol.  Are they too good to be true?\n“Medicinal plants are [said to be] nature’s gift to human beings to promote a disease-free healthy life”—here in reference to amla, a fruit, the Indian gooseberry, described as an “Ayurvedic wonder.” You hear a lot of that larger-than-life talk about amla coming out of Indian medical journals. Who can forget “Amla…, a wonder berry in the treatment and prevention of cancer.” Amla is so revered that you find serious scientists, at serious academic institutions, and serious peer-reviewed medical journals, making statements like this: “[E]very part of the [Indian gooseberry] plant has its unique therapeutic characteristic for the remedy of almost all the ailments…[and] can be adopted as a single bullet [against disease].” Okay, then.\nI first ran across it looking at the total antioxidant content of thousands of different foods. \nI did a series of videos about it ages ago. And, to my surprise, the #1 most antioxidant-packed single whole food on the planet, on average, was amla: dried powdered Indian gooseberries, beating out the prior heavyweight champion, cloves, with, just for comparison’s sake, up to a hundred times or more antioxidants by weight than blueberries.\nSo, here’s this fruit that has enjoyed “a hallowed position in Ayurveda,” the ancient system of medicine in India—so hallowed it was mythologically pegged as “the first tree…in the universe.” So, for thousands of years—before we even knew what an antioxidant was—they were revering this plant that just so happens to turn out to be the most antioxidant-packed fruit on the planet Earth. Okay, you got my attention. But, I still needed to see it put to the test.\nWell, indigenous tribal healers used amla to treat diabetes. So, researchers decided to give it a try. In fact, the subject of one of my first Nutrition Facts videos of all time, over five years ago: the effect of amla fruit on the blood sugars and cholesterol levels of normal subjects and type 2 diabetic patients. In my video, I talked about the jaw-dropping effects of five cents’ worth of this powdered fruit— five pennies’ worth—compared to a diabetes drug. But, what about the cholesterol effects?\nIf you take healthy individuals and give them a placebo sugar pill, nothing much happens to their cholesterol. Ideally, we want our total cholesterol under 150. This was a pretty healthy group; the average cholesterol in the U.S. is over 200, which is where the diabetics started out in this study. And, when you give them placebo pills, nothing much happens either. But, give people just about a half-teaspoon of amla powder a day—not some extract or something, just dried Indian gooseberries, a powdered fruit–absolutely astounding!  That’s the kind of thing we see like six months after putting people on statin drugs.\nWhat we care about most is LDL, the so-called bad cholesterol, shooting for under at least 70, ideally. No impact of the placebos, but again, just about a half-teaspoon of amla, which would cost you about five cents a day.  That’s why I was so excited, after all these years, to dig back into the amla literature to see if these findings had been confirmed or replicated elsewhere. So, I typed amla into PubMed, and waded through all the papers on using amla to decrease methane in cow farts, and speed the growth of chickens, or hey, what about amla ice cream? After all, amla is packed with fiber and phytonutrients. In contrast, ice cream is not.\nAnd now – we put Indian gooseberry extracts to the test – against cholesterol-lowing statin drugs and the blood thinners aspirin and Plavix.\nIndian gooseberries, otherwise known as amla, have been touted as everything from a cancer fighter to a “hair tonic” to a “refrigerant,” whatever that means—what, like Freon? Not to mention, a “snake venom detoxifier.” Based on what kind of research?\nYes, “[d]ietary intake of [both turmeric and amla] increases the lifespan [of fruit flies].” But, do we really care about the effects of amla on the lifespan, or the “sexual behavior” for that matter, of fruit flies? How do you even study the sexual behavior of fruit flies? Why, obviously, you just introduce “a virgin female and [a] bachelor male…into an “Elens-Wattiaux mating chamber.” Can you imagine having an insect-mating chamber named after you? Then, it’s just a matter of getting out a stopwatch. Twenty minutes is the average duration, but almost a half-hour on amla, the studly beast, and it dropped the mating latency, the time between when they were introduced to one another in the chamber, and when they started getting busy from ten down to seven…seconds! They don’t mess around. Well, actually, they do mess around—and quite rapidly.  And, on amla, they lay more eggs, and more hatch into larvae. But, just like when you hear amla is “the best medicine to increase…lifespan,” you’re probably not thinking about flies. When you read about amla may be a “potent aphrodisiac”, you’re probably not thinking, “More maggots!”\nThey found extraordinary improvements in total cholesterol and LDL cholesterol—in actual humans, but that was compared to placebo. What about compared to simvastatin, a leading cholesterol-lowering drug, sold as Zocor? Treatment with the drug “produced significant reduction[s]” in cholesterol, as one would expect. But, so did the amla. In fact, you could hardly tell which was which. Now note, this was only about a 10 to 15% drop in total and LDL cholesterol. How about versus Lipitor, the cholesterol-lowering drug known as atorvastatin? No effect of taking placebos, but significant improvements for the drug, and significant improvements for two amla doses—but again, only about 15% or so. Did they just use the juice again? No, worse; some patented extract of amla. So, instead of five cents a day, it’s 50 cents a day, and doesn’t seem to work as well.\nIt’s like the cancer story. “For [Indian gooseberries] to become relevant clinically,” they’re praying that “patentable derivatives [be] synthesized. Without the possibility of patents, the pharmaceutical industry [isn’t going to] invest” in the research; their shareholders wouldn’t let them. It’s patents over patients. But, without that research, how can we ever prove its worth—or worthlessness, for that matter?\nSo, drug and supplement industry interest in patenting natural food product remedies is a double-edged sword. Without it, there would never have been this study—showing not only benefits for cholesterol, but also arterial function: reducing artery stiffness in the two amla-extract groups and the drug group, but not placebo, as well as a dramatic drop in inflammation; C-reactive protein levels cut in half.\nSo, amla—or at least amla extracts—”may be a good therapeutic alternative to statins in diabetic patients with [artery] dysfunction because it has [many of] the beneficial effects of the statins but without the well-known [potential] adverse [side-]effects of [the drugs]”—including muscle damage or liver dysfunction.\nThe amla extract was also compared to the blood-thinning drugs, aspirin and Plavix, often prescribed after heart attacks, and achieved about three-quarters of the same platelet aggregation-inhibiting effect as the drugs; significantly increasing the “bleeding and clotting time,” where they poke you with a needle, and see how many seconds it takes you to stop dripping. So, that’s actually a good thing, if you have a stent or something that you don’t want to clog up. But, it didn’t thin the blood outside the normal range, and so it may not unduly raise the risk of major bleeding.\nIt also appears to decrease the effects of stress on the heart. They had people plunge their hand into ice water, and keep it there until the pain became “unbearable.” This causes your arteries to constrict and your blood pressure to go up—but not as much if you’re taking amla extract. Good to know for your next ice bucket challenge.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages.  And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There are no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\n \n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "risk",
            "research",
            "ldl",
            "cholesterol",
            "amla",
            "levels",
            "indian",
            "disease",
            "fruit",
            "heart",
            "drug"
        ]
    }
]