[
    {
        "url": "https://consortiumnews.com/2011/06/24/the-lie-behind-the-afghan-war/",
        "title": "The Lie Behind the Afghan War",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-06-24",
        "text": "Main menu\nJune 24, 2011\n • Comments Off on The Lie Behind the Afghan War\nExclusive: A recurring refrain about the Afghan War is that the United States must stay for the long haul now to avoid repeating the “mistake” made in 1989 when Soviet forces left and Americans supposedly disappeared, too. But this conventional wisdom, spread by Defense Secretary Robert Gates and others, is a lie, Robert Parry writes.\nBy Robert Parry\nJune 24, 2011\nIn Official Washington, there’s one “fact” about the Afghan War that nearly everyone “knows”: In February 1989, after the Soviet army left Afghanistan, the United States walked away from the war-torn country, creating a vacuum that led to the rise of the Taliban and its readiness to host al-Qaeda’s anti-American terrorists.\nIt is a point made by senior administration officials, including incoming Ambassador Ryan Crocker and departing Defense Secretary Robert Gates, who once summed up the conventional wisdom by saying: “We will not repeat the mistakes of 1989, when we abandoned the country only to see it descend into civil war and into Taliban hands.”\nAnd Gates was there at the time, as President George H.W. Bush’s deputy national security adviser. So, he should know.\nIf there’s any remaining doubt about this key historical “lesson” regarding Afghanistan, you simply need to watch the Tom Hanks’s movie, “Charlie Wilson’s War,” in which you see Hanks as Rep. Wilson pleading for additional aid to Afghanistan and getting rebuffed by feckless members of a congressional committee.\nThe only problem with this “history” is that it isn’t true.\nThere was no immediate cutoff of funds for the Afghan mujahedeen in 1989. Indeed, hundreds of millions of dollars in covert CIA funding continued to flow to the rebels for several years as the U.S. government sought a clear-cut victory over the left-behind communist leader Najibullah, who was holed up in Kabul.\nAnd, if you don’t believe me, you can read George Criles’s 2003 book, Charlie Wilson’s War, upon which the Hanks movie was based.\nIn it, Crile describes how Wilson kept the funding spigot open for the Afghan rebels after the Soviet departure, despite a growing U.S. awareness that the mujahedeen were brutal, reactionary and corrupt, a reality that Washington had chosen to ignore when these Islamic warlords were being hailed as anti-Soviet “freedom fighters” in the 1980s.\nAs Crile writes, “Throughout the war, Wilson had always told his colleagues that Afghanistan was the one morally unambiguous cause that the United States had supported since World War II  and never once had any member of Congress stood up to protest or question the vast expenditures.\n“But with the departure of the Soviets [in February 1989], the war was anything but morally unambiguous. By 1990, the Afghan freedom fighters had suddenly and frighteningly gone back to form, reemerging as nothing more than feuding warlords obsessed with settling generations-old scores.\n“The difference was that they were now armed with hundreds of millions of dollars’ worth of weapons and explosives of every conceivable type. The justification for the huge CIA operation had been to halt Soviet aggression, not to take sides in a tribal war  certainly not to transform the killing capacity of those warriors.”\nCrile reported that at the end of that first year, Wilson traveled to Moscow and listened to appeals for a settlement of the long-running conflict from Andre Koserov, a future Russian foreign minister. Koserov warned Wilson that Moscow and Washington had a common interest in preventing the emergence of radical Islamic control of Afghanistan.\nAbandoning Peace\nUpon returning to Washington, however, Wilson’s openness to Moscow’s overtures brought a stern rebuke from his hard-line friends in the CIA who wanted to see an unambiguous victory of the CIA-backed mujahedeen over the Soviet clients in Kabul.\n“It was sad to see how quickly Wilson’s effort at statesmanship collapsed,” Crile reported. “He found that it wasn’t easy to stop what he had started.”\nWilson decided to side with his old allies in the CIA and the Saudi royal family, who were matching the CIA’s huge contributions dollar for dollar.\n“In the second year after the Soviet withdrawal, Wilson delivered another $250 million for the CIA to keep its Afghan program intact,” Crile wrote. “With Saudi matching funds, the mujahedeen would receive another half billion dollars to wage war. The expectation was that they would join forces for a final push to throw out the Soviet-backed Najibullah regime, restore order, and begin the process of rebuilding.”\nHowever, Najibullah’s forces held out and the mujahedeen broke down into internal bickering. They also demonstrated their respect for human rights by slaughtering enemy prisoners.\nEventually, the mujahedeen did capture the strategic city of Khost, but turned it into a ghost town as civilians fled or faced the mujahedeen’s fundamentalist fury. Western aid workers found themselves “following the liberators in a desperate attempt to persuade them not to murder and pillage,” Crile wrote.\nU.S. Ambassador to Pakistan Robert Oakley began to wonder who were the worse bad guys, the Soviet-backed communists or the U.S.-supported mujahedeen.\n“It was the leaders of the Afghan puppet government who were saying all the right things, even paying lip service to democratic change,” Crile reported. “The mujahideen, on the other hand, were committing unspeakable atrocities and couldn’t even put aside their bickering and murderous thoughts long enough to capture Kabul.”\nSoviet Collapse\nIn 1991, as the Soviet Union careened toward its final crackup, George H.W. Bush’s administration had so many doubts about the nature of its erstwhile Afghan allies that it made no new request for money, and the Senate Intelligence Committee approved nothing for Afghanistan, Crile wrote.\n“But no one could just turn off Charlie Wilson’s war like that,” Crile noted. “For Charlie Wilson, there was something fundamentally wrong with his war ending then and there. He didn’t like the idea of the United States going out with a whimper.”\nWilson made an impassioned appeal to the House Intelligence Committee and carried the day. The committee first considered a $100 million annual appropriation, but Wilson got them to boost it to $200 million, which  with the Saudi matching funds  totaled $400 million, Crile reported.\n“And so, as the mujahideen were poised for their thirteenth year of war, instead of being cut off, it turned out to be a banner year,” Crile wrote. “They found themselves with not only a $400 million budget but also with a cornucopia of new weaponry sources that opened up when the United States decided to send the Iraqi weapons captured during the Gulf War to the mujahideen.”\nBut even then the Afghan rebels needed an external event to prevail on the battlefield, the stunning disintegration of the Soviet Union in late 1991. Only then did Moscow cut off its funding support of Najibullah. His government finally fell in 1992. But its collapse didn’t stop the war  or the mujahedeen infighting.\nThe capital of Kabul came under the control of a relatively moderate rebel force led by Ahmad Shah Massoud, an Islamist but not a fanatic. But Massoud, a Tajik, was not favored by Pakistan’s Inter-Services Intelligence (the ISI), which backed more extreme Pashtun elements of the mujahedeen.\nThe rival Afghan warlords battled with each other for another four years destroying much of Kabul. Finally, a disgusted Washington began to turn away. Crile reported that the Cross Border Humanitarian Aid Program, which was the only sustained U.S. program aimed at rebuilding Afghanistan, was cut off at the end of 1993, almost five years after the Soviets left.\nWhile chaos continued to reign across Afghanistan, the ISI readied its own army of Islamic extremists drawn from Pashtun refugee camps inside Pakistan. This group, known as the Taliban, entered Afghanistan with the promise of restoring order.\nThe Taliban seized the capital of Kabul in September 1996, driving Massoud into a northward retreat. The ousted communist leader Najibullah, who had stayed in Kabul, sought shelter in the United Nations compound, but was captured. The Taliban tortured, castrated and killed him, his mutilated body hung from a light pole.\nThe triumphant Taliban imposed harsh Islamic law on Afghanistan. Their rule was especially cruel to women who had made gains toward equal rights under the communists, but were forced by the Taliban to live under highly restrictive rules, to cover themselves when in public, and to forgo schooling.\nThe Taliban also granted refuge to Saudi exile Osama bin Laden, who had fought with the Afghan mujahedeen against the Soviets in the 1980s. Bin Laden then used Afghanistan as the base of operations for his terrorist organization, al-Qaeda, setting the stage for the next Afghan War in 2001.\nReal Lessons\nThis actual history of the Afghan conflict, as opposed to the fictional version pushed by Gates and others, could provide some valuable lessons, assuming policymakers in Washington would acknowledge the truth.\nFor one, the U.S. government could have collaborated with Soviet officials in the late 1980s to work out a cease-fire and a political settlement. The Soviet-backed regime in Kabul was even willing to have elections as part of a national reconciliation.\nIt was the tough-guy intransigence of the CIA and the early Bush-41 administration that prevented a possible settlement. Washington wanted a triumphal climax to its long-running covert war, even if that meant delivering the Afghan people into the hands of heavily armed religious fanatics.\nAnother reasonable lesson would be that it’s often better to settle for a partial success than to insist on total military victory. That way all sides in a civil war have a sense that their interests are protected, rather than having one segment of the society crush another.\nThat lesson has resonance today as the Obama administration considers reaching out to the Taliban and trying to bring the fundamentalists into a peace process. As repugnant as it might be to deal with Taliban leader Mullah Omar  as it would have been to negotiate with communist leader Najibullah two decades ago  that might be necessary to achieve a lasting peace.\nThe recent Afghan history also could be useful as a reminder about the limits  and the risks  of military solutions not just for Afghanistan but for other countries, including Libya today. It can turn out to be foolhardy to spurn olive branches even if you don’t like the people extending them.\nBut Official Washington has derived a different set of lessons based on the false narrative of what happened after the Soviets withdrew in 1989, when the U.S. government supposedly folded up its tent and headed home.\nThe lesson from that bogus history is that the United States should remain in Afghanistan indefinitely because to depart prematurely would invite greater danger in the future.\nIt may be understandable why neoconservatives would push such malarkey  and why Defense Secretary Gates and other government hardliners would be tempted to use the made-up chronology to convince gullible journalists about the need to stay the course  but their “history” is a fabrication (as Gates well knows ).\nThe simple truth is that the last end game in Afghanistan was messed up not because the United States left too soon but because it stayed too long.\n[For more on these topics, see Robert Parry’s Secrecy & Privilege and Neck Deep, now available in a two-book set for the discount price of only $19. For details, click here. ]\nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2011/06/09/three-deadly-war-myths/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.neckdeepbook.com/",
                "https://consortiumnews.com/2011/033111a.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "crile",
            "afghan",
            "soviet",
            "washington",
            "war",
            "lie",
            "taliban",
            "mujahedeen",
            "wilson",
            "afghanistan"
        ]
    }
]