[
    {
        "url": "https://www.christianpost.com/news/theologian-calls-on-trump-backing-evangelicals-to-admit-theyve-been-wrong-after-shole-remarks.html",
        "title": "Theologian Calls on Trump-Backing Evangelicals to Admit They've Been Wrong After 'S***hole' Remarks",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTheologian Calls on Trump-Backing Evangelicals to Admit They've Been Wrong After 'S***hole' Remarks\nTheologian Calls on Trump-Backing Evangelicals to Admit They've Been Wrong After 'S***hole' Remarks\nTheologian Calls on Trump-Backing Evangelicals to Admit They've Been Wrong After 'S***hole' Remarks\n| Friday, January 19, 2018\nU.S. Republican presidential candidate Donald Trump (R) shakes hands with co-headliner Jerry Falwell Jr., leader of the nation’s largest Christian university, during a campaign event at the Orpheum Theatre in Sioux City, Iowa January 31, 2016. | (Photo: REUTERS/Dave Kaup)\nA prominent Baptist theologian has written an open letter to his fellow evangelicals, calling on President Donald Trump's supporters to admit they have been wrong, following Trump's alleged \"s***hole countries\" or \"s***house countries\" comment.\n\"Trump's language and the worldview it expresses are absolutely contrary to everything truly, authentically evangelical (or just Christian!),\" Roger E. Olson, professor of Christian Theology of Ethics at George W. Truett Theological Seminary of Baylor University, wrote in a blog post  Thursday.\n\"My fellow evangelicals who continue to support and even defend Trump in spite of everything he has said about the weak and vulnerable people of the world: It is time to admit you have been wrong and stop defending the indefensible. Trump's labeling of certain countries as 'sh*thole countries' because they are impoverished (often as a result of European and American colonialism and exploitation!) is blatantly racist — given their common racial identity,\" he added.\n\"But, even worse, it is not only vulgar but also blasphemous — insofar as God loves the people of those countries, too. To label them 's***hole countries' from the seat of power and privilege because they are poor and weak is to stand against Jesus who loved this world so much that he came into it to save it rather than just condemn it as it deserves (John 3:16-17).\"\nOlson's criticism stems from the much-reported on comments attributed to Trump during an Oval Office meeting on immigration last week, when the president is said to have referred to Haiti, El Salvador, and African nations as \"s***hole countries.\"\nWhat is more, Trump said America should take in more immigrants from European countries like Norway instead.\nThe precise wording and context of Trump's reported remarks have been widely debated. Trump has denied saying those words and some lawmakers who were at the meeting say the president did not make those exact remarks. But others, including Illinois Democratic Sen. Dick Durbin , affirmed that the controversial comment was made.\nMegachurch pastor Jentezen Franklin, who leads the Free Chapel Church, was one of those who criticized the language used, stating:\n\"I don't agree with what the president said this week. It was wrong what he said. I say that respectfully. There's no nations that are trash and I'm putting it kind what he said. There's no people in those nations that are worthless and trash.\"\nThe Rev. Dr. Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference, stated that calling other countries \"s***holes\" is \"wrong, inappropriate, and hurtful.\"\n\"Why? Because when God looks at these nations, He sees His children,\" Rodriguez said.\n\"Every single person is created in the image of God. Without exception.\"\nCouncil spokesman Johnnie Moore, meanwhile, expressed doubts on the veracity of the claims, arguing that they are \"absolutely suspect and politicized.\" \nOlson, who in his blog noted that he has been an evangelical his entire life, pointed out that Jesus Christ himself was a \"citizen of a 's***hole country' if there ever was one,\" clarifying that that is what Trump's labeling would argue.\n\"In fact, however, we evangelicals believe the whole world is a 's***hole country' compared with the glory from which Jesus came when he was born in Bethlehem,\" he wrote.\nOlson said that he is unwilling to give up the \"evangelical\" label even as it becomes increasingly difficult to hold on to, with many in society associating it automatically with support for Trump. \nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.npr.org/2018/01/12/577598401/in-morning-tweet-trump-denies-calling-african-countries-by-a-vulgar-slur",
                "https://www.patheos.com/blogs/rogereolson/2018/01/open-letter-fellow-evangelicals-trump/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "theyve",
            "admit",
            "world",
            "president",
            "remarks",
            "trumpbacking",
            "trump",
            "nations",
            "evangelical",
            "trumps",
            "evangelicals",
            "wrong",
            "theologian",
            "countries",
            "shole",
            "calls"
        ]
    }
]