[
    {
        "url": "https://www.christianpost.com/news/believers-gene-may-help-spread-religion-pastors-agree.html",
        "title": "'Believers' Gene' May Help Spread Religion, Pastors Agree",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, January 19, 2011\nThe so-called \"believers' gene\" may help spread religion as a Cambridge professor recently speculated, said two pastors.\nEconomics professor Robert Rowthorn at Cambridge University wrote in the academic journal Proceedings of The Royal Society B that studies show that people who are more religious tend to have more children.\nThere also exists in some people a genetic predisposition towards belief, he noted. This led Rowthorn to suggest that the \"believers' gene\" and the tendency of religious people to have more children could help spread religion, reported the U.K. Telegraph.\n\"It never surprises me when science catches up to the Bible,\" remarked Adam Stadtmiller, associate pastor at North Coast Calvary Chapel in Carlsbad, Calif., to The Christian Post in response to Rowthorn's speculation.\nStadtmiller, who is author of the new book Give Your Kids the Keys: Navigating Your Child to a Personal and Sustainable Faith, pointed out that Apostle Paul speaks about the \"believers' gene\" in the book of Romans when he talks about the law and nature of God that is written on people's hearts.\nBut Pastor Joel C. Hunter of Northland Church in Longwood, Fla., cautioned that while he believes there is a genetic predisposition in people towards faith, it does not eliminate the need for people to choose to believe in God.\n\"The Bible says we are fearfully and wonderfully made,\" said Hunter to Fox News Orlando, \"but there's a difference between a genetic predisposition and predetermination. I think you actually have to decide to believe in order to believe.\"\nHe also explained that Christians believe that children are a gift from God to the world because the Bible says to be fruitful and multiply.\n\"They (children) are not simply for our own particular fulfillment so we are more likely to have more children,\" he noted.\nRowthorn had cited the World Values Survey, which covers 82 nations from 1981 to 2004, which found that people who attended religious services more than once a week had an average of 2.5 children. Adults that attended service once a month had two, and those who never attended had 1.67 children on average.\n\"The more devout people are, the more children they are likely to have,\" Rowthorn wrote in the article.\nThe professor also noted that if some religious groups with high fertility rates marry only within themselves then they \"would rapidly outgrow the rest of the population and soon become a majority.\"\nTo support this idea, he pointed to the Amish population in the United States, which has grown from 123,000 in 1991 to 249,000 in 2010. The highly religious group is predicted to expand to 44 million by 2150 if they continue the growth trend.\nBut this is highly unlikely to happen because members of religious groups leave or marry outside of the group and therefore are likely to have fewer children than predicted. \"Defections\" from religious groups would \"slow down the spread of the religiosity gene,\" but not stop it, the Cambridge professor wrote.\nThose who leave their religious community will spread the \"believers' gene\" to the rest of society, he reasoned.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pastors",
            "predisposition",
            "likely",
            "children",
            "gene",
            "professor",
            "agree",
            "religion",
            "help",
            "religious",
            "spread",
            "rowthorn",
            "believers"
        ]
    }
]