[
    {
        "url": "https://www.christianpost.com/news/islamic-militants-kill-10-in-nigerian-christian-village.html",
        "title": "Islamic Militants Kill 10 in Nigerian Christian Village",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, January 10, 2017\nThe radical Fulani Islamic herdsmen group reportedly raided the predominantly Christian village of Kwayine, Adamawa State, Nigeria, killing 10 people, destroying homes, and leaving victims wondering what they did to deserve the sudden attack.\nPersecution watchdog group International Christian Concern  said that the attack occurred on Saturday, with the Fulani radicals killing six police officers and four civilians. The terrorists had tried to attack the village on Dec. 31 as well, but were driven away that time.\n\"The Fulanis came into the village yesterday at about 2:00 p.m. They came upon us suddenly, chased us off, scattered us and burnt our houses. We fled. I barely escaped with my life. Only God knows where some of our people are now. We don't know what we did to them,\" one of the victims said.\nThe Fulani herdsmen, a nomadic group of predominantly Muslim men, increased their attacks on Christians and moderate Muslims throughout 2016, in conflicts based partly on farming land disputes, which have evolved into religious hatred, according to Bishop Joseph Bagobiri of the Diocese of Kafanchan.\n\"In addition to the social and economic issues that have fueled conflict since ancient times, such as the distribution of the land and shortage of grazing, the dimension of the problem has changed,\" Bagobiri told  international Catholic charity Aid to the Church in Need.\n\"The Fulani are Muslim and the land they are attacking belongs mainly to ethnic groups that are Christian; now there is religious hatred driving the violence.\"\nBagobiri added that at least 53 villages have been burned down, 808 people have been murdered, and 1,422 houses and 16 churches have been destroyed since September due to the Fulani attacks.\nAccording to ICC, the Nigerian government has refused to recognize the Fulani as a terrorist group but ICC Regional Manager Daniel Harris said it is time for changes to be made.\n\"This is yet another example of the government's failure to provide adequate protection for Christian communities in this region and refusal to stamp out the radical movements that cause these deadly attacks,\" Harris said.\n\"The government's refusal to recognize the Fulani militants as what they are, Islamic terrorists, threatens religious freedom and the lives of Christians in this region. We encourage the government of Nigeria to bring these perpetrators of violence to justice and to work harder to protect the lives of Christians in Adamawa State.\"\nBagobiri, who noted that the Fulani have been gaining access to more sophisticated weapons such as AK-47s, also argued that the government is turning a blind eye to the conflict.\n\"The attacks on Christians meet with seeming indifference on the part of the country's leadership – either the police do not have the appropriate weaponry to intervene, or else they have not been given orders to do so,\" the bishop said.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/new-islamic-terror-in-nigeria-kills-800-christians-muslims-destroyed-16-churches-172554/",
                "https://www.persecution.org/2017/01/09/christian-community-in-nigeria-brutally-attacked-by-islamic-militants/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "group",
            "land",
            "whatsapp",
            "nigerian",
            "militants",
            "attacks",
            "kill",
            "religious",
            "village",
            "christians",
            "christian",
            "fulani",
            "islamic"
        ]
    }
]