[
    {
        "url": "https://www.christianpost.com/news/robert-jeffress-christian-sell-soul-devil-vote-donald-trump.html",
        "title": "Robert Jeffress: Christians Don't Have to Sell Their Soul to the Devil to Vote for Trump",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRobert Jeffress: Christians Don't Have to Sell Their Soul to the Devil to Vote for Trump\nRobert Jeffress: Christians Don't Have to Sell Their Soul to the Devil to Vote for Trump\nRobert Jeffress: Christians Don't Have to Sell Their Soul to the Devil to Vote for Trump\n| Monday, January 25, 2016\nMegachurch Pastor Robert Jeffress of the 12,000-member First Baptist Church in Dallas says he believes Republican 2016 presidential frontrunner Donald Trump would make \"a very effective president\" and charged that Christians don't have to sell their soul to vote for him.\nJeffress, who was with Trump on the campaign trail in Iowa, Saturday, stopped short of endorsing the candidate, but pointed out that there is a reason why he was leading in the most recent polls.\n\"I am not officially endorsing any candidate but I was happy to pray at Mr. Trump's events on Saturday in Iowa and also to introduce him. And frankly I would not have done that if did not believe that Mr. Trump could be a very effective President of the United States,\" said Jeffress in an interview with The Christian Post Monday.\n\"I think there are many positive qualities about Mr. Trump and there are reasons that he is receiving by far the majority of Evangelical voter support nationally. The last polls by CBS and The New York Times have him receiving 42 percent of the Evangelical vote nationwide, when compared to the next person, who I believe is 27 percent,\" he noted.\nU.S. Republican presidential candidate Donald Trump speaks at a campaign event in Muscatine, Iowa, United States, January 24, 2016. | (Photo: Reuters/Jim Young)\n\"There are many Christians who would say that while Donald Trump may not be the best candidate to lead Bible studies in the Oval Office he very well may be the candidate that has the best chance of beating Hillary Clinton or Bernie Sanders in November,\" he added. \"I don't believe a Christian has to sell his soul to the devil to vote for Donald Trump.\"\nJeffress explained that, while in an ideal world he would prefer to have a candidate who is a bastion of Christian virtue, that person might not be the most electable in a general election.\n\"Look, if I were selecting the ideal president, I would select a president who is not only a strong leader but a committed Christian, who makes his faith the centerpiece of every area of his life. But I remind people that right now Republicans are not voting for president, they are voting for the candidate who will go up against the Democrat candidate in November, so I think maybe the William F. Buckley test will be appropriate here and that is 'choose the most conservative candidate who can win,'' he said.\n\"I think electability is a very important issue because quite frankly, I don't believe our nation can survive either Bernie Sanders or Hillary Clinton,\" he noted.\nWhen asked if Trump is the most conservative candidate who can win, Jeffress declined making that call.\n\"I'm not making this judgement at this point, I'm simply analyzing why Donald Trump is receiving the majority of Evangelical support among all the other candidates. I think that many Evangelicals, while they might prefer a very spiritually-centered person as president, are really wondering if such a person is electable in a culture that has moved so far to the left,\" he said.\nHe further noted however: \"I want to make it very clear. If I were voting for president right now, I would want to choose somebody who absolutely has his Christian faith at the center of his life. But we are not voting for president right now. We're voting for a Republican nominee who will have to [beat] Hillary Clinton or Bernie Sanders.\"\nAsked if he would be voting for Donald Trump, Jeffress declined to answer that question as well.\n\"I'm not going to say that because that would be equated with an endorsement. I think that there are many factors that have to be considered when Christians try to make up their minds for whom to vote, but I don't think you can logically leave out the electability factor,\" he reiterated.\n\"Look, I'm a great admirer of Ted Cruz, Mike Huckabee, Rick Santorum. They are all men of faith, all of them have spoken at my church before and I would love to see somebody who has not only strong leadership capabilities but their faith is at the center of their lives, but again, we're trying to find the person who has the best chance of defeating Bernie Sanders or Hillary Clinton,\" he said.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/LeoBlairChristianPost",
                "https://twitter.com/leoblair"
            ]
        },
        "key_words": [
            "candidate",
            "devil",
            "president",
            "trump",
            "sell",
            "jeffress",
            "voting",
            "think",
            "vote",
            "christians",
            "soul",
            "person",
            "dont",
            "robert",
            "donald"
        ]
    }
]