[
    {
        "url": "https://www.christianpost.com/news/david-wilkerson-times-square-church-founder-dies-in-accident.html",
        "title": "Times Square Church Founder David Wilkerson Dies in Accident",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTimes Square Church Founder David Wilkerson Dies in Accident\nTimes Square Church Founder David Wilkerson Dies in Accident\n| Thursday, April 28, 2011\nThe Rev. David Wilkerson, the founding pastor of Times Square Church  in Manhattan, N.Y., died in a severe car crash in East Texas Wednesday afternoon. His wife, Gwendolyn Wilkerson, was injured and airlifted to a local hospital.\nWilkerson, 79, crashed his car into an 18-wheeler tractor-trailer rig on US Highway 175, outside of Cuney, about 95 miles southwest of Dallas, according to East Texas’s KLTV 7. The Department of Public Safety said the accident happened around 1 p.m.\nThe driver, who was not wearing a seatbelt at the time, was declared dead at the scene. By late Wednesday night, hospital officials said 70-year-old Gwendolyn Wilkerson, who was wearing a seatbelt, was in fair condition with cuts and bruises. The driver of the 18-wheeler, Frederick Braggs, 38, suffered lacerations from his rig driving off the bridge and into a riverbed, according to KLTV 7. He was also taken to the hospital.\n“Pastor David Wilkerson’s was a life fully given for the glory of God and souls of men,” said Times Square Church, in a statement. “He was greatly loved and he will be greatly missed.”\n“Our prayers are with the family and we as a church body are committed to standing with them at this time of sorrow.”\nWilkerson founded Times Square Church in 1986 when he walked down 42nd street at midnight and his heart was broken over the prostitutes, pimps, runaways, drug addicts, hustlers, and X-rated movie houses he saw.\n“I saw 9-, 10- and 11-year-old kids bombed on crack cocaine. I walked down 42nd Street and they were selling crack. Len Bias, the famous basketball player, had just died of a crack overdose, and the pusher was yelling, ‘Hey, I’ve got the stuff that killed Len,’” recalled Wilkerson, according to the Times Square Church website.\n“I wept and prayed, ‘God, you’ve got to raise up a testimony in this hellish place … The answer was not what I wanted to hear: ‘Well, you know the city. You’ve been here. You do it.’”\nIn October 1987, Wilkerson opened Times Square Church in Town Hall. The church was later moved to its present location, the Mark Hellinger Theater.\nBesides founding Times Square Church, Wilkerson is also famous for his bestselling book, The Cross and the Switchblade, which tells the true story of his calling to New York City. The book documents his ministering to youths involved in drugs and gangs. The Cross and the Switchblade is ranked No. 32 in Christianity Today’s list of “Top 50 Books That Have Shaped Evangelicals.” The book was adapted into a movie in 1970 starring Pat Boone.\nWilkerson is also the founder of Teen Challenge, an evangelical Christian recovery program connected to the Assemblies of God denomination that teaches biblical principles to help young adults struggling with addictions, including drug and alcohol problems. The nonprofit has 233 locations in the United States and 1,181 centers in total worldwide, helping as many as 25,000 people struggling with addiction.\n“‘Brother Dave’ was used by God in 1958 to reach out to gang members in New York City. Through that singular act of obedience, tens of thousands of those bound by drug, alcohol and other addictions have found freedom through Jesus Christ,” said Teen Challenge USA , in a statement.\nThe Wilkerson family wrote a message on the website of World Challenge Inc. ministries, which Wilkerson also founded, saying: “We appreciate your prayers and our hearts are sorrowful, yet we rejoice at the joy of knowing David Wilkerson spent his life well.\"\nDavid Wilkerson is survived by his wife and four children.\nTimes Square Church plans to hold a memorial service for Wilkerson. The date will be announced at a later time.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://teenchallengeusa.com/",
                "https://tsc.nyc/"
            ]
        },
        "key_words": [
            "david",
            "accident",
            "founder",
            "church",
            "god",
            "square",
            "dies",
            "crack",
            "city",
            "wilkerson",
            "challenge",
            "times",
            "drug"
        ]
    }
]