[
    {
        "url": "https://www.christianpost.com/news/robert-jeffress-christians-not-voting-donald-trump-foolish-prideful.html",
        "title": "Robert Jeffress: Christians Not Voting for Donald Trump If He's the Nominee Are Foolish, Prideful",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRobert Jeffress: Christians Not Voting for Donald Trump If He's the Nominee Are Foolish, Prideful\nRobert Jeffress: Christians Not Voting for Donald Trump If He's the Nominee Are Foolish, Prideful\nRobert Jeffress: Christians Not Voting for Donald Trump If He's the Nominee Are Foolish, Prideful\n| Wednesday, March 02, 2016\nPastor Robert Jeffress, leader of the influential 12,000-member First Baptist Church in Dallas, Texas, declared Wednesday that Republicans who have vowed never to support Donald Trump if he becomes the Republican presidential nominee are \"fools.\"\n\"I think the Bible has a word for people like that — it's fools,\" said Jeffress in an interview with The Christian Post Wednesday.\nJeffress was responding to the #NeverTrump hashtag revolt  which has been steadily gaining momentum over the weekend and got the endorsement of Sen. Ben Sasse of Nebraska on Sunday.\n\"It is absolutely foolish to do anything that would allow Hillary Clinton to become the next President of the United States … at least Donald Trump has voiced a belief in a pro-life movement, he has at least talked about religious liberty as he did last Friday, you don't hear either things coming from the lips of Hillary Clinton,\" he continued.\n\"I believe any Christian who would sit at home and not vote for the Republican nominee … that person is being motivated by pride rather than principle and I think it would be a shame for people to allow Hillary Clinton four or eight years in the White House,\" he said.\nJeffress who has been a staunch promoter of the GOP presidential frontrunner from the early days of his campaign reacted to a number of questions in the interview with CP covering faith, politics, the Republican Party and the allure of Donald Trump.\nAt a rally for the billionaire  which featured an endorsement from New Jersey Gov. Chris Christie in Dallas on Friday, Jeffress gave a passionate speech in support of the candidate many prominent evangelicals have rejected as a poser.\nTrump does not espouse true Christian values, they say, despite his popularity among a broad cross-section of disenchanted evangelical voters who have been fueling his rise in the polls.\n\"You know, one time when Ronald Reagan was running for president of the United States, the first time, he met with a group of evangelical leaders, and he said, although you can't endorse me, I want you to know I endorse you. And I have met — I have met with Mr. Trump on several occasions, and I can tell you from personal experience, if Donald Trump is elected president of the United States, we who are evangelical Christians are going to have a true friend in the White House. God bless Donald Trump!\" Jeffress declared at the rally.\nWhen asked if he was trading his own values for a \"true friend in the White House?\" based on advice he doled out during prior elections, Jeffress said that isn't the case.\nIn a 2011 interview  leading up to the 2012 Republican primary season, Jeffress cited the words of Founding Father and first Chief Justice of the United States, John Jay, who said:\n\"Providence has given to our people the choice of their rulers, and it is the duty, as well as the privilege and interest of our Christian nation, to select and prefer Christians for their rulers.\"\nIn that interview, he explained why then Republican presidential candidate Mitt Romney, who would eventually become the 2012 Republican nominee, wouldn't be his choice for nominee because of his Mormon faith. Even though Romney wasn't his choice, said Jeffress, it didn't prevent him from casting a vote for him when he became the Republican presidential nominee. He predicted, however, that Romney would lose.\n\"I frankly believe that if Gov. Romney is the nominee, I believe Barack Obama will be the next president. Now remember this. In 2008, 30 million evangelical voters sat home and did not vote because they were not energized by John McCain. Barack Obama won by 10 million votes. I believe the same thing will happen in 2012,\" warned Jeffress. \"I do not think evangelical voters are going to be motivated to go out and vote for Mitt Romney.\"\nWith Trump in 2016, said Jeffress, voters are motivated and that should count for something, not just his Christianity.\n\"A candidate's faith is certainly one consideration for choosing the candidate for who they are going to vote. It is not the only consideration,\" said Jeffress on Wednesday.\n\"I will remind you also that when it came down to a choice between Mitt Romney and Barack Obama, I said I would support Mitt Romney, who is a Mormon,\" he continued.\n\"He (Romney) may not have been a Christian and Barack Obama was a professing Christian and yet in that instance I said there was a case in voting for somebody who may not be a Christian over a Christian. So a candidate's faith is one consideration. It's not the only consideration,\" Jeffress explained.\n\"Secondly, I would remind people, that in 1980, voters had a choice between two candidates. One was a truly born-again Christian who taught Sunday school in his Baptist Church and was faithfully married to one woman. His name was Jimmy Carter.\n\"The other choice was a twice-married, Hollywood actor who as Governor of California signed the most liberal abortion bill in California history and whose wife followed astrology and used it to influence him. His name was Ronald Reagan,\" he said.\n\"Evangelicals overwhelmingly voted for Ronald Reagan, not because he was the most religious candidate but he possessed the quality evangelicals felt like was most important and that is leadership,\" added Jeffress.\nHe noted that while the Bible does not specifically address how Christians should vote, Christians should apply faith and reason in deciding how they vote this election season as it isn't a simple decision.\n\"If the Bible gave a checklist for how to choose a candidate, how to vote for a candidate, it would be a simple matter but the Bible provides no such checklist because voting didn't exist when the Bible was written,\" he said.\n\"You didn't get to vote for kings or for emperors. And I believe there are a lot of criteria that ought to be used in selecting a candidate.\n\"His faith is one issue, his character, his leadership ability, his electability are all legitimate criteria to use in selecting a candidate,\" he explained.\nWhen it comes to Christians making decisions on what they perceive to been the authenticity of where someone stands in their faith he urged caution.\n\"Every Christian has the right to choose a candidate he thinks is best. But no Christian has the right to make his preference a litmus test for somebody else's Christianity or spirituality,\" said Jeffress.\n\"I believe the country has moved far to the left even in the last four years, since the time Mitt Romney was running. And because of that, I think it is going to be harder and harder to try to elect the kind of candidate we all would like to have as president of the United States,\" he continued.\n\"And look, I understand, some Christians doubt whether Mr. Trump's pro-life conversion is real and doubt what kind of appointments he would make to the Supreme Court. I understand that. But what I would remind people is, Hillary Clinton does not even claim any pro-life conversion and there is certainly no doubt as to what kind of judges she would appoint. So I do think electability is a question, I think people have to take that into consideration,\" he said.\n\"I'm not here trying to convince anybody to vote for Donald Trump. I think every Christian needs to make up his own mind about this issue,\" he added.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/nevertrump-republican-ben-sasse-never-vote-donald-trump-158816/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=4mht8Vq8aDs",
                "https://www.youtube.com/watch?v=QjRE-z3UKjE",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "candidate",
            "prideful",
            "nominee",
            "faith",
            "trump",
            "jeffress",
            "voting",
            "think",
            "hes",
            "foolish",
            "vote",
            "christians",
            "romney",
            "republican",
            "robert",
            "christian",
            "donald"
        ]
    }
]