[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-finances-campaigns-of-all-but-one-senator-who-voted-against-defunding.html",
        "title": "Planned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\n| Saturday, August 22, 2015\nSenator Barbara Boxer, D-Calif., speaks at a news conference on the funding for Planned Parenthood, accompanied by Senator Richard Blumenthal, D-Conn., (L) and Senator Mazie Hirono, D-Hawaii, (2nd-R), at Capitol Hill in Washington, United States August 3, 2015. Republican legislation prohibiting federal funding for Planned Parenthood failed to gather enough support in the U.S. Senate on Monday, halting at least for now moves to punish the group for its role in gathering fetal tissue from abortions. Senate Democrats succeeded in stopping the bill on a procedural vote. Sixty votes were needed to advance the legislation in the 100-person chamber; but it only received 53, with 46 voting against. | (Photo: Reuters/Carlos Barria)\nLiveActionNews.org  | On August 3, 2015, the U.S. Senate concluded a historical vote. For the first time in history, a majority of U.S. Senators voted to defund Planned Parenthood , America's abortion giant. The final vote was a successful 53 to 46, yet due to the Democrats' filibuster, the vote fell short of the 60 votes needed to pass.\nWhile we Americans who are concerned about the rife abuses  and culture of inhumane death  at Planned Parenthood are winning the battle, there is a large force standing in the way: the abortion lobby.\nKristi Burton Brown is a pro-life attorney, volunteering for Life Legal Defense Foundation and also as an allied attorney for Alliance Defending Freedom.\nDetailed research proves that the abortion lobby pads the pockets of lawmakers. In turn, these lawmakers are willing to stand on the Senate floor, blatantly spewing out the very same lies Planned Parenthood tells the public  — all to prevent an abusive organization from being defunded.\nAccording to publicly available federal campaign donation records, every single Senator who voted not to defund Planned Parenthood, except one, has been awarded money from the abortion giant.\nSenator Angus King is the one exception, the only Senator who has not accepted Planned Parenthood cash. (Majority Leader Mitch McConnell's \"no\" vote was merely procedural, and had to be done in order for him to bring up the defunding bill again in the near future.)\nIn order to fund nearly every Democrat in the U.S. Senate who voted against defunding Planned Parenthood, the Planned Parenthood Action Fund (PPA) and Planned Parenthood Votes (PPV), have spent $1,609,498. Roughly 2/3 of this money was spent in 2012 alone.\nNotably, Planned Parenthood spent many more millions as they worked to gain the blind trust of President Obama. The White House has still, to date, failed to disclose  whether or not the President has even bothered to watch the investigative videos that show Planned Parenthood breaking a host of federal laws and violating HHS regulations .\n\"Combined, the two Planned Parenthood advocacy groups say they spent $15 million on ads, phone calls, events, mail and door-to-door canvassing [in 2012]. In 2008, their campaign spending was about $4 million total.\n… Most of the groups' money went towards boosting Obama or attacking Romney. Eighty-seven percent of funds spent by Planned Parenthood Action Fund and 80 percent of spending by Planned Parenthood Votes went toward the presidential race, according to the Sunlight Foundation tallies.\"\nInterestingly, the Senate donations made by PPA and PPV may not even be fully available to the public, as the availability of campaign reports prior to the 2004 cycle are somewhat unreliable. Candidate details are not fully available, and the PAC details are incomplete.\nCecile Richards, President of Planned Parenthood Federation of America, addresses the second session of the Democratic National Convention in Charlotte, North Carolina September 5, 2012. | (Photo: REUTERS/Jessica Rinaldi)\nBoth PPA and PPV are limited in what they are legally allowed to give. PPA may donate up to $5,000 per election — for both the primary and the general — to each individual candidate. PPV is unable to donate directly to any candidate, but they spend huge chunks of money on things like research, get out the vote efforts, and advertising on behalf of or in opposition to candidates. This is how they are able to have a sizeable impact, simply because their spending is unlimited.\nFinally, the reason the contributions to some of the most vehemently pro-abortion Senators is lower than might be expected, is because they are in \"safe\" districts where their reelection is virtually guaranteed, or because they are newly elected Senators and Planned Parenthood is limited in the amount they can give.\nSenatorial Campaign Contributions from Planned Parenthood Action Fund:\n(Dated: 1998-June 2015)\nShaheen (D-NH) – $26,000\nBoxer (D-CA) – $25,702\nUdall (D-NM) – $22,500\nSchumer (D-NY) – $20,985\nPeters (D-MI) – $20,926\nGillibrand (D-NY) – $19,825\nMerkley (D-OR) – $19,762\nStabenow (D-MI) – $19,035\nFranken (D-MN) – $19,000\nKirk (R-IL) – $18,000\nBaldwin (D-WI) – $16,000\nMarkey (D-MA) – $15,535\nMenendez (D-NJ) – $15,016\nTester (D-MT) – $15,000\nBrown (D-OH) – $14,380\nCarper (D-DE) – $14,000\nDurbin (D-IL) – $14,000\nMikulski (D-MD) – $12,035\nCoons (D-DE) – $11,610\nNelson (D-FL) – $11,000\nReed (D-RI) – $10,500\nCantwell (D-WA) – $10,000\nFeinstein (D-CA) – $10,000\nHeinrich (D-NM) – $10,000\nWyden (D-OR) – $9,535\nWarner (D-VA) – $9,000\nMcCaskill (D-MO) – $8,803\nBlumenthal (D-CT) – $8,740\nCardin (D-MD) – $8,535\nHirono (D-HI) – $8,500\nMurphy (D-CT) $7,911\nSchatz (D-HI) – $7,500\nKlobuchar (D-MN) – $7,000\nWhitehouse (D-RI) – $7,000\nSanders (I-VT) – $6,535\nBooker (D-NJ) – $6,000\nCasey (D-PA) – $5,000\nBennet (D-CO) – $4,750\nWarren (D-MA) – $3,500\nLeahy (D-VT)- $2,500\nHeitkamp (D-ND) – $2,396\nKaine (D-VA) – $845\nReid (D-NV) – $824\nPlanned Parenthood Votes' Expenditures in Support of Senators or in Opposition to Their Opponents:\n(Dated 2012-2013)\nRehberg (Tester (D-MT)) – $351,996 (2012)\nAllen (Kaine (D-VA)) – $113,176 (2012)\nAkin (McCaskill (D-MO) – $67,316 (2012)\nThompson (Baldwin (D-WI)) – $49,807 (2012)\nWhen the millions Planned Parenthood spends to fund these Senators and the President is considered, it should be no surprise that many government leaders constantly regurgitate the abortion giant's lies.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.liveaction.org/news//fact-check-how-cecile-richards-is-lying-to-the-american-people/",
                "https://www.liveaction.org/news//white-house-admits-getting-facts-planned-parenthood/",
                "https://www.liveaction.org/news//women-need-to-know-the-horrific-track-records-of-abortionists/",
                "https://www.liveaction.org/news//breaking-senate-vote-block-planned-parenthood-fails/",
                "https://www.liveaction.org/news//planned-parenthood-admits-to-breaking-federal-law/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.liveaction.org/what-we-do/investigations/inhuman-late-term-abortion/",
                "https://www.liveaction.org/news/"
            ]
        },
        "key_words": [
            "finances",
            "votes",
            "senators",
            "defunding",
            "abortion",
            "parenthood",
            "ppv",
            "campaigns",
            "voted",
            "spent",
            "senate",
            "planned",
            "vote",
            "senator"
        ]
    }
]