[
    {
        "url": "https://consortiumnews.com/2012/09/17/over-simplifying-mideast-turmoil/",
        "title": "Over-Simplifying Mideast Turmoil",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-09-17",
        "text": "Main menu\nBy Erin Niemela\nIn response to the erupting violence sweeping the Middle East, a colleague of mine asked, “What’s with all the anti-American sentiment now?” I casually mentioned the anti-Muslim film “Innocence of Muslims,” by suspected producer Nakoula Basseley Nakoula, a Southern California filmmaker. The film, mocking the Prophet Mohammad, is widely considered the catalyst for the violent protests.\nOn further consideration, her question and my answer indicate a clear representation of how Western media shape our understanding of conflict. She perceived that this anti-American sentiment had simply erupted; I perceived the film’s causality. Did the media convince us that everything was going swimmingly in the Middle East until one man with a camera caused a ruckus? Yes.\nA protest against \"Innocence of Muslims,\" a video mocking the prophet Mohammad, in Duraz, Bahrain. The banner (in Arabic) reads: \"The Islamic nation will not tolerate with those who offend its sanctities.\" (Photo credit, Mohamed CJ\nWestern media shape our perceptions of conflict, leading Western audiences to believe violent conflict is two-sided, abrupt, and has one simple cause. This approach to conflict is subjective, and denies us the ability to comprehend conflict in a more meaningful way.\nAccording to Jake Lynch, former reporter for BBC World and long-time journalist, the bias towards dualism and singular events is categorized as “objective” reporting.  In his 2008 book Debates in Peace Journalism, Lynch suggests that the failings of contemporary Western journalism are embedded in the quest for “objective” reporting.\n“Objective news,” he states, “has three conventions in particular that predispose it towards war journalism as the dominant form.”  The three conventions of objective reporting are made up of biases in favor of singular events instead of processes, using only “official” sources for information, and in favor of two-sided conflict analysis.\nFor “War Journalists,” as Lynch calls them, there are two major players in any conflict.  In the case of the current uprisings in the Middle East they are hard-line Islamists and Americans. In addition, conflict is normally perceived as the result of a singular catalyst or “event” the film  instead of a more comprehensive process. Scanning media references to the protests reveal this reporting pattern.\nAfter the death of U.S. Ambassador to Libya Chris Stevens and several other American personnel during violent protests, media outlets began reporting on the anti-Muslim film as the premier cause of the conflict.\nOn Sept. 13, 2012 CNN reported, “People have taken to the streets in 11 nations   railing against ‘Innocence of Muslims’ and the nation where it was produced, the United States.” A Sept. 14 “Democracy Now!” headline article insisted, “Protests generated by an American-made film that mocks the Prophet Muhammad continue to flare.” Even though USA Today reported on Sept. 13 that the Egyptian protests were the result of planning and promotion by Salafists in response to the imprisonment of a spiritual leader, Sheikh Omar abdel Rahman, the film continues to steal the focus in the mainstream media.\nFurthermore, “official” statements from American institutions have tended to accept the same basic cause, including President Obama’s Sept. 12 statement: “We reject all efforts to denigrate the religious beliefs of others. But there is absolutely no justification to this type of senseless violence. None.”\nUnfortunately for Western audiences, this focus on a single event over comprehensive process can obscure the context and meaning of conflict. If violence merely breaks out due to a single uncontrollable event, then that leaves no room for broader analysis.\nThose who study war understand that violent conflict is never sudden. Historian Kent Shifferd, author of the 2011 book From War to Peace, emphasizes, “it is important to understand that war does not simply ‘break out’ it has causes that can be identified, sometimes reaching well back into history.”\nViolent conflict is neither tidy nor two-sided. Western journalism simply portrays conflict in such a way that it appears to be less complex than in actuality.  In the spirit of “objectivity,” journalists intentionally leave out further explanations as to why the activity or behavior is occurring, subjecting audiences to an overly simplistic understanding of conflict.\nLynch acknowledges that any journalist worth his or her salt should answer six basic questions in confronting newsworthy information: who, what, where, when, why and how. To address the growing protests without acknowledging that there are several “whos” and plenty of “whys” is a tragedy for media integrity.\nThe film may have heightened emotions that finally triggered violence, but it did not cause the emotions in the first place. NATO air strikes on civilian targets, criticized by Human Rights Watch in a May 2012 report, fostered some anti-American sentiment. The invasion of Iraq and ongoing occupation of Afghanistan, including atrocities committed in both places help, as well.\nU.S.-led NATO systematically participates in violence and warfare in the region. The seemingly indiscriminate use of drones in the Near East probably has some influence on attitudes towards the West, as well as the numerous bases and hundred-thousand troops stationed in both regions.\nBy choosing to ignore other causal factors in analyzing the “why” of violent conflict, Western journalists promote an ideology of tit-for-tat retaliation and then nonchalantly renew the question, “why do they hate us?”\nIn the quest for “objectivity,” and by sustaining the perception that violent conflict erupts suddenly from a single catalyst, war journalism inhibits Western audiences from understanding the complexity of conflict.\nIf objectivity is the goal, we need journalists who are willing to confront conflict in a way that exposes its multi-faceted nature. We need journalists to offer a more balanced view of global conflicts that does not center on duality or singular catalytic events, both of which rarely apply.\nBy leaving out pieces of the conflict puzzle in order to create an air of objectivity, journalists are subjecting audiences to their own simplified views and depriving us of the critical means to make sense out of world events.\nErin Niemela is a graduate student at Portland State University in the Conflict Resolution program.\nrosemerry\nSeptember 17, 2012 at 16:30\nThe author’s friend must follow only the MSM, as it has been obvious for decades that most countries with Muslim majorities, plus lots of others eg in Europe, regard the USA and Israel as the main aggressors in the modern world. Any surveys show that.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "violent",
            "violence",
            "oversimplifying",
            "film",
            "western",
            "journalism",
            "mideast",
            "war",
            "protests",
            "turmoil",
            "conflict",
            "journalists",
            "media"
        ]
    }
]