[
    {
        "url": "https://www.christianpost.com/news/lausanne-iii-closes-with-renewed-zeal-for-evangelism.html",
        "title": "Lausanne III Closes with Renewed Zeal for Evangelism",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, October 25, 2010\nCAPE TOWN, South Africa – A gentle and calm spirit descended on the closing ceremony of The Third Lausanne Congress Sunday night as the 4,000 attendees soaked in the majestic music of the grand orchestra and choir and prepared their hearts to return to the mission field.\nLindsay Brown, the international director of The Lausanne Movement, gave the closing address in which he stated that the Lausanne leaders' vision for the conference was to bear witness to Jesus Christ to this generation in every area of the world geographically and in every sphere of society. He noted that it was too early to determine what legacy the conference would have.\n\"We must recommit ourselves therefore to the lordship of Christ in every area of human activity,\" said Brown. \"One of our hopes, therefore, is that we would leave here equally committed to passionately communicate the Gospel of Christ to the ends of the earth and also to demonstrate the eternal truth of scripture has application to the whole of life for Christ is the Lord of the whole of creation.\"\nBrown also encouraged Christian leaders at the conference – many of whom who will be returning to difficult situations – to not lose heart when they cannot see immediate results.\nProviding an illustration, he shared about the story of Adoniram Judson who left the city of Boston for Myanmar (formerly Burma) in 1812. Judson served in Myanmar for 38 years, during which time his wife and seven of his children died. He was also hung upside down, beaten, ridiculed and finally killed by being tossed in the sea. At the time of his death, there was no church and no more than 12 to 25 converts to Christianity in the country. He had, however, accomplished translating the Bible into Burmese.\nToday, there are hundreds of thousands of believers who all trace their spiritual heritage to Judson.\n\"He never saw it (fruit of his labor). That may be your experience too. Some of us may have the joy in seeing significant fruit, but for others our calling is not to give up, not to lose heart knowing that your labor is not in vain in the Lord,\" Brown stressed.\nThe last few days of the Lausanne conference focused on preparing participants to return to the field. Paul Eshleman, founder of The Jesus Film Project, spoke Friday about the large amount of work that still needs to be done for Bible translation. On Saturday, Chris Wright, the main drafter of the conference's Cape Town Commitment, said that there is an urgent need for integrity in the lives of evangelical leaders, of which many have become corrupt.\nAfter a week of intensive sessions and discussions on problems facing the global church, some participants shared that they felt better equipped to share the Gospel.\nParticipant Michael El Dabai, 34, from Egypt, said he wants to share his faith more boldly after talking to Christians who face heavy persecution.\n\"How I felt I was in Egypt is I was spoiled,\" El Dabai told The Christian Post. \"What we have been going through is just a tap on the back. There are other countries that are really, really having a difficult time.\"\n\"It made me understand and put things in perspective that I'm a bit spoiled and I should toughen up a bit and take more risk,\" he said. \"I think I will be bolder … I will definitely put evangelism at the top of my priority list.\"\nEl Dabai also credits the conference for providing the space for him to receive the love of Messianic Jews, who he noted are portrayed negatively on Egyptian TV.\nLausanne participants, who represent more than 190 nations, were sent home with half of the much-anticipated Cape Town Commitment, a declaration of belief and a call to action. A draft of Part 1, the declaration of belief, was distributed Saturday evening with promises that Part 2, the challenge to the church, will be completed by the end of November by the statement committee. Part 2, which will be based on ideas from this conference, will address the issue of prosperity gospel among other topics. The final version of the completed Cape Town Commitment will be released in January 2011.\nLausanne I was held in Lausanne, Switzerland, in 1974 and led by American evangelist Billy Graham. More than 2,700 evangelical leaders from 150 countries gathered for that historic conference that is mostly known for The Lausanne Covenant – a document defining the theological ground works for collaborative world evangelization – and for shifting world mission to focus on unreached people groups.\nThe second Lausanne conference in Manila, Philippines, in 1989, resulted in The Manila Manifesto and more than 300 strategic partnerships in world evangelization.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "christ",
            "participants",
            "closes",
            "iii",
            "evangelism",
            "zeal",
            "renewed",
            "world",
            "church",
            "town",
            "leaders",
            "dabai",
            "commitment",
            "conference",
            "lausanne"
        ]
    }
]