[
    {
        "url": "https://consortiumnews.com/2016/10/29/why-the-truth-might-get-you-fired/",
        "title": "Why the Truth Might Get You Fired",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "E Wright",
                "link": null
            },
            {
                "name": "Dave Brunskill",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "Joe B",
                "link": null
            },
            {
                "name": "Chris Moffatt",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-10-29",
        "text": "Main menu\nOctober 29, 2016\nBy Lawrence Davidson\nFor those who might wonder why foreign policy makers repeatedly make bad choices, some insight might be drawn from the following analysis. The action here plays out in the United States, but the lessons are probably universal.\nBack in the early spring of 2003, George W. Bush initiated the invasion of Iraq. One of his key public reasons for doing so was the claim that the country’s dictator, Saddam Hussein, was on the verge of developing nuclear weapons and was hiding other weapons of mass destruction. The real reason went beyond that charge and included a long-range plan for “regime change” in the Middle East.\nPresident George W. Bush and Vice President Dick Cheney receive an Oval Office briefing from CIA Director George Tenet. Also present is Chief of Staff Andy Card (on right). (White House photo)\nFor our purposes, we will concentrate on the belief that Iraq was about to become a hostile nuclear power. Why did President Bush and his close associates accept this scenario so readily?\nThe short answer is Bush wanted, indeed needed, to believe it as a rationale for invading Iraq. At first he had tried to connect Saddam Hussein to the 9/11 attacks on the U.S. Though he never gave up on that stratagem, the lack of evidence made it difficult to rally an American people, already fixated on Afghanistan, to support a war against Baghdad.\nBut the nuclear weapons gambit proved more fruitful, not because there was any hard evidence for the charge, but because supposedly reliable witnesses, in the persons of exiled anti-Saddam Iraqis (many on the U.S. government’s payroll ), kept telling Bush and his advisers that the nuclear story was true.\nWhat we had was a U.S. leadership cadre whose worldview literally demanded a mortally dangerous Iraq, and informants who, in order to precipitate the overthrow of Saddam, were willing to tell the tale of pending atomic weapons. The strong desire to believe the tale of a nuclear Iraq lowered the threshold for proof. Likewise, the repeated assertions by assumed dependable Iraqi sources underpinned a nationwide U.S. campaign generating both fear and war fever.\nSo the U.S. and its allies insisted that the United Nations send in weapons inspectors to scour Iraq for evidence of a nuclear weapons program (as well as chemical and biological weapons). That the inspectors could find no convincing evidence only frustrated the Bush administration and soon forced its hand.\nOn March 19, 2003, Bush launched the invasion of Iraq with the expectation was that, once in occupation of the country, U.S. inspectors would surely find evidence of those nukes (or at least stockpiles of chemical and biological weapons). They did not. Their Iraqi informants had systematically lied to them.\nSocial and Behavioral Sciences to the Rescue?\nThe various U.S. intelligence agencies were thoroughly shaken by this affair, and today, 13 years later, their directors and managers are still trying to sort it out – specifically, how to tell when they are getting “true” intelligence and when they are being lied to. Or, as one intelligence worker has put it, we need “ help to protect us against armies of snake oil salesmen. ” To that end the CIA et al. are in the market for academic assistance.\nAhmed Chalabi, head of the Iraqi National Congress, a key supplier of Iraqi defectors with bogus stories of hidden WMD.\nDespite this effort, it is almost certain that the “social and behavioral sciences” cannot give the spy agencies what they want – a way of detecting lies that is better than their present standard procedures of polygraph tests and interrogations. But even if they could, it might well make no difference, because the real problem is not to be found with the liars. It is to be found with the believers.\nThe Believers\nIt is simply not true, as the ODNI leaders seem to assert, that U.S. intelligence agency personnel cannot tell, more often than not, that they are being lied to. This is the case because there are thousands of middle-echelon intelligence workers, desk officers, and specialists who know something closely approaching the truth – that is, they know pretty well what is going on in places like Afghanistan, Iraq, Syria, Libya, Israel, Palestine and elsewhere.\nDirector of National Intelligence James Clapper (right) talks with President Barack Obama in the Oval Office, with John Brennan and other national security aides present. (Photo credit: Office of Director of National Intelligence)\nTherefore, if someone feeds them “snake oil,” they usually know it. However, having an accurate grasp of things is often to no avail because their superiors – those who got their appointments by accepting a pre-structured worldview – have different criterion for what is “true” than do the analysts.\nListen to Charles Gaukel, of the National Intelligence Council – yet another organization that acts as a meeting ground for the 16 intelligence agencies. Referring to the search for a way to avoid getting taken in by lies, Gaukel has declared, “ We’re looking for truth. But we’re particularly looking for truth that works. ” Now what might that mean?\nI can certainly tell you what it means historically. It means that for the power brokers, “truth” must match up, fit with, their worldview – their political and ideological precepts. If it does not fit, it does not “work.” So the intelligence specialists who send their usually accurate assessments up the line to the policy makers often hit a roadblock caused by “group think,” ideological blinkers, and a “we know better” attitude.\nOn the other hand, as long as what you’re selling the leadership matches up with what they want to believe, you can peddle them anything: imaginary Iraqi nukes, Israel as a Western-style democracy, Saudi Arabia as an indispensable ally, Libya as a liberated country, Bashar al-Assad as the real roadblock to peace in Syria, the Strategic Defense Initiative (SDI) aka Star Wars, a world that is getting colder and not warmer, American exceptionalism in all its glory – the list is almost endless.\nWhat does this sad tale tell us? If you want to spend millions of dollars on social and behavioral science research to improve the assessment and use of intelligence, forget about the liars. What you want to look for is an antidote to the narrow-mindedness of the believers – the policymakers who seem not to be able to rise above the ideological presumptions of their class – presumptions that underpin their self-confidence as they lead us all down slippery slopes.\nIt has happened this way so often, and in so many places, that it is the source of Shakespeare’s determination that “what is past, is prelude.” Our elites play out our destinies as if they have no free will – no capacity to break with structured ways of seeing. Yet the middle-echelon specialists keep sending their relatively accurate assessments up the ladder of power. Hope springs eternal.\nchris moffatt\n“…a world that is getting colder and not warmer”\nThe only evidence we have that the world is getting warmer are the corruptly manipulated (“homogenized”) temperature datasets prepared by NOAA and Hadley CRU to support the preconceived desires of the political establishments in the USA and UK.  Other datasets, such as satellite datasets or radiosonde datasets, that do not agree with the prevailing political view are ignored and dismissed without evidence as to their supposed “inaccuracy”.  A clear case of the same syndrome as you are describing here in regards to intelligence.\nJoe B\nOctober 30, 2016 at 19:13\nHey, don’t spoil everything for us Mainers. We’ve been doing our duty to promote global warming for some time, and it’s been paying off slowly. Last winter we had almost no snow. It varies a lot, and everyone thinks that the last winter is the only dataset, but it is definitely getting warmer slowly.\nI agree that all the blather about warming is irritating, mostly because it is incessant while the issue is technical and slowly developing and hard to deal with politically. But a lot of damage is done to liberal causes by distracting people with environmental issues that need to be faced with quiet determination. Emotion does little but generate opposition.\nWe have much more serious political issues than that, and we need every ounce of public organization and emotion to face those. We can leave the global warming issue to the young folks who don’t know enough yet about the real issues.\nRikhard Ravindra Tanskanen\nOctober 30, 2016 at 20:36\nThere is a consensus on global warming, and saying the data has been manipulated is nonsense.\nZachary Smith\nOctober 31, 2016 at 01:30\nA “consensus” means nothing if everybody involved is wrong.  They’re not, but try to convince the closed-mind fanatics this is the case.  Likewise, data most certainly can be falsified or otherwise tinkered with.   The climate scientists do make mistakes every now and then, but “manipulation” simply isn’t happening in the sense used by the reality Deniers.   The other day I was looking at a scientific paper about the Zika virus.   Essentially the only parts I understood were the Abstract and the Summary.  The parts in-between were meaningless to me.  Fortunately I wasn’t fool enough to conclude that gibberish-to-Zachary equalled meaningless science.\nUnfortunately our equally ignorant Deniers equate their inability to understand an insanely complicated bunch of science as evidence the science is wrong.   Yes, they’re that arrogant.   And they resolutely refuse to believe the evidence of their own eyes and brains, preferring to attach themselves like sucker fish to much brighter folks engaged in continuing their ignorance and blindness.\nThis wouldn’t bother me as much if these fanatical fools were going to be the only ones to die – then it would be a Darwin-In-Action situation.   Like with the Protestant Fundies and their desire to drag the world into a nuclear war to force Jesus to make his second coming, the Deniers and their puppet-masters are going to kill us all.  THAT part I hate.\nDave Brunskill\nNovember 1, 2016 at 16:08\nOK, call me a denier.  IMHO, we are no where close to being outside any statistical norm earth temperature wise.  IMO, the planet is actually starting to cool.  This could explain why the name of the cause is being switched from ‘Global Warming” to “Climate Change”.  The next phase is to start blaming human kind for the planet cooling.\nThe real agenda behind the smoke screen is to create a new currency called Carbon Credits.  IMO, the leading advocate for Carbon Credits is a shitty little firm in NYC known as Goldman Sachs.  I do not trust anything this vampire squid company supports or drives.\nThe reason a new currency is required is because the existing one is very close now to being completely worthless, driven into the ground.\nAs supporting evidence that the earth’s temperature has always been in a cycle of cooling and heating, look at the history of London, UK.  In separate time periods, one has been able to skate on a frozen Thames river in the winter, and at the opposite end, grow grapes to make wine in the summer, neither of which can happen today (I believe).  AND these activities cannot happen in the same time period.\nI have also read, quite some time ago, that if it weren’t for the average temperatures being hotter then, than they are today, Michelangelo would not have been able to paint the ceiling of the Sistine Chapel.  In cooler temperatures, it would have been too cold to spend the kind of time it took to paint the ceiling, plus the paint used at the time would not have been able to adhere to the ceiling as well as it has, if it had been applied in cooler temperatures.\nOne further comment, for our scientists to get any government money or grants, IMO their proposal must include words supporting the government’s position on climate change.  Not the right words = no money for you.\nJoe B\nMisunderstanding: I do not claim that the data are manipulated.\nZachary Smith\nNovember 2, 2016 at 21:57\nYou imply you’re not a Denier, but even if that’s the case, you’re being mighty unrealistic about the issue.  The “technical and slowly developing” part of the situation dates back to the Seventies and Eighties.  In the years since then the Warming has started approaching freight-train momentum, and with every passing day becomes more unstoppable.\nBy the time everybody except the insane get on board, it’ll be the death of most if not all of us.  A few years ago I was speaking frankly to some relatives about the prospects of babies being born in the new age.   I told them that it was very unlikely any toddlers we could see in diapers would die of old age.   Now they are grandparents, and that thought is beginning to cause them a lot of pain, for they’re not dullards either.\nWe’ve all known for all our lives that we’d eventually die, but we could always console ourselves that the world (as in humanity) would go on.  The Earth will surely endure, but it’s increasingly unlikely the future on our home planet will include humanity as we have known it as passengers.   Unfortunately we’re also in the process of taking the rest of Creation down with us.\nMaybe some sort of miracle will still happen, but that’s not the way to bet.\nE wright\nOctober 30, 2016 at 06:31\nIf you get it right and it comes to pass before they can screw you,  you become the Oracle.  Then you enjoy it so much you start telling them what they want to hear.\nRobmilo\nOctober 29, 2016 at 18:41\nPerhaps this type of problem, the people at the top not communicating , listening to subordinates, is actually a problem of size. The USA has about 300 million people and as a result the top of the government is somewhat inaccesible by the ordinary citizen. The European union is similarly bureaucratic.\nA state with just a few million like New Zealand it is quite easy to speak to ministers, the prime minister and the members of parliament. It is also very easy to speak to civil servants and the top journalists or to get letters printed in the newspapers. In fact the media has a problem, too few letters! Any interested person knows people in authority and can talk to them. Ministers answer letters or at least sign them.\nIt is also fortunate having no written constitution so it can adapt to change. The top civil servants are not political appointees but remain as governments change.\nDave Brunskill\nNovember 1, 2016 at 15:38\nThe European Union is run by people who are not elected.  The elected people in Europe are told what to do by the elected.\nSimilarly, the rest of the “important” world is run by the unelected people of NATO.\nTom Welsh\nOctober 29, 2016 at 14:04\n“The tension between intelligence analysts and political policymakers has always been between honest assessments and desired results, with the latter often overwhelming the former…”\nThat tension exists between almost every ignorant, puffed-up, arrogant boss and the competent technical specialists who work for her. (See Dilbert, passim).\nI utterly reject the suggestion that George W Bush was deceived. The man is certainly very stupid, but there are limits to stupidity. I am quite sure that he knew perfectly well all along that Iraq had no WMD. That really was of no concern to him. The only question was: could he assemble enough convincing-looking “evidence” to persuade the American people? As it turned out, that was quite easy because the American people don’t give a rat’s ass about foreigners being killed, and they quite enjoy reading or watching TV about the USA’s unique military might being thrown around.\nbackwardsevolution\nOctober 29, 2016 at 16:44\nTom – I quite agree with you.  None of these people were deceived, yet they pretend they were, say they got bad information, or whatever.  Same with Hillary’s emails: “Oh, I really didn’t know what I was doing.  It wasn’t intentional.” Yeah, right.  Like I believe that!  Trey Gowdy said to Comey something like, “You’ve been a prosecutor, as have I.  You know that you seldom get a defendant who comes out and says ‘I did it’.  No, you have to build a case on circumstantial evidence; what was the defendant’s motive and then follow the dots to the crime.”\nNone of these people are stupid enough to have been deceived, but they make sure they have idiots (advisors) beneath them who essentially help them pull off the crime.  That’s the key, surround yourself with fall guys.  That way they can’t get you on “intent”.\nBill Bodden\nOctober 29, 2016 at 13:48\n… it might well make no difference, because the real problem is not to be found with the liars. It is to be found with the believers.\nAmericans have been lied to since they could understand the spoken word so it is not surprising that they have become conditioned to believing lies they are told – especially when they want to believe those lies.\nCal\nOctober 29, 2016 at 13:15\nUnprincipled people  will make up lies, declared a lie to be the truth or the truth to be a lie and feed those lies to others in order to get what they want,\nThe uncurious like Bush Jr, even thought a little red flag in the back of their mind may be whispering ‘this is suspicious info’ will accept the lie because they want it to be true.\nAndrew\nOctober 29, 2016 at 12:39\nYes, indeed. That is how I knew we weren’t going to do anything different, only worse, when the new President Obama surrounded himself with the same set of tired losers that got us into this fine mess in the first place. We are led by a pack of fools. More war and other Imperial Adventures is not the answer; it is ever more of this same stuff that increases our collective woe. Let us employ the Monty Python Doctrine and try something completely different, the complete opposite of what we are doing now.\nTom Welsh\nOctober 29, 2016 at 14:06\nCool. So let’s make Putin POTUS and massacre everyone else in Washington DC.\nbackwardsevolution\nSam\nOctober 29, 2016 at 19:02\nActually he would make a better POTUS than the oligarchy options.\nThe oligarchy.& co. will be happy at Club fed Guantanamo.\nTheir property can be seized and given to whistleblowers.\nbackwardsevolution\nOctober 29, 2016 at 12:32\nExcellent report. “Therefore, if someone feeds them “snake oil,” they usually know it. However, having an accurate grasp of things is often to no avail because their superiors – those who got their appointments by accepting a pre-structured worldview – have different criterion for what is “true” than do the analysts.” And, “…“what is past, is prelude.” Our elites play out our destinies as if they have no free will – no capacity to break with structured ways of seeing.”\nThese guys get promoted because of the way they think.  It’s just like John Perkins (“Confessions of an Economic Hit Man” author) who went to his first interview with the CIA, got hooked up to the lie detector, told the truth (about his not great past), and couldn’t believe they kept calling him back for more interviews.  He soon realized that they WANTED someone who was corruptible, and he was their man.  The CIA in this instance was either looking for someone who would stop at nothing in order to make the exceptional country come out on top (to better position U.S. multinational corporations), or they had a worldview that the other country was always evil (as in the bad commie Russians).  Which is it, or do they select for both?\nI would think if they (the people who are pulling even the President’s strings) could get someone who possessed both ways of thinking, that would be optimal.  If people vying for top positions just wanted to win, but didn’t hold the idea that the other country was inherently evil, then that would mean they possess both compassion and empathy, and the people pulling the strings wouldn’t want those types in the top positions (no promotion for you!).  No, they’d want people who want to win BECAUSE the other side is evil, people who have been heavily indoctrinated to think this way, and who actually bought it.\nNow, if this is the way the people who run the country (and it isn’t the puppet President) select for top positions, then what are they after?  People who feed them exactly what they want to hear, people who enable them to crush other countries.  IMO, the people in position to advise the President lack empathy and compassion and, as a result, are dangerous to all of us.  Of course, if they possessed compassion and empathy, they’d have walked off the job all by themselves long ago.\nIt would be interesting to get psychological assessments of the people in these top positions.\nBob Van Noy\nOctober 29, 2016 at 11:55\n“However, having an accurate grasp of things is often to no avail because their superiors – those who got their appointments by accepting a pre-structured worldview.”\nThere is an impressive infrastructure of academic and empirical knowledge in regional and urban planning that, if applied, could make urban living safer, quieter, even more beautiful but that doesn’t mean that this experience gets applied.  In fact, often it doesn’t matter. Why? Because more often than not, it is politically sidelined by some “special interest”. The need is there, the “science” in place, often even the will is in place, but mostly planning doesn’t happen.\nCould this characteristic be the fatal flaw in our still young Democracy?\nSam\nOctober 29, 2016 at 13:47\nThe fatal flaw at the local and federal level is control of mass media and elections by big business, due to lack of protection of these basic tools of democracy in our Constitution. That is because there were no such economic concentrations when it was written. Amendments to restrict funding of elections and mass media to registered and limited individual contributions, with reporting by all intermediaries traceable to the registered contributions, would prevent this.\nBut we cannot get those amendments or even debate them broadly, because debate requires those very tools of democracy already lost. So we face a far worse oligarchy than the Bolsheviks overthrew, and no better means to overthrow it. And most revolutions install something not much better than what they had to overcome, for generations. So we must hope that the US is recycled by those foreign peoples it has injured, as happened to Rome, and the sooner the better.\nBob Van Noy\nOctober 30, 2016 at 09:42\nSo right Sam, thanks. Local might work if it could be only local in decision making, especially where money is involved…\nDave Brunskill\nNovember 1, 2016 at 15:15\nTrue democracy is ageless.  It is either there or it isn’t.  If the principles are there, true democracy is there right from the beginning.  The problem is human nature and the propensity for a few to want all the power and all the money.\nI believe that best system to run a country is a truly benevolent dictator.  From my own uneducated naive exposure, I think perhaps Muamar el Gaddafi possibly represented the best example of what I mean.  My understanding of former Libya is that it had a really good educational system and a good social agenda that actually looked after the people.  To me, it looked like Libya was one of the best functioning countries in Africa, if not the planet.  I am sure there are a few others.\nErik\nOctober 29, 2016 at 11:33\nTo oppose executive groupthink, and to restore public debate, we need a government-funded institution of policy analysis and debate, which I call the College of Policy Analysis. This would conduct textual debate among university experts, protecting all points of view, and make the debate summaries (commented by all viewpoints) available for public study and comment. The debate summaries would embody the knowledge of the people, and form a common reference for public debate.\nThe availability of such debates would have much reduced the groupthink and hysteria which have led to our endless mad wars since WWII. The debates would also show the superficiality and deceptiveness of most right-wing thinking in foreign and domestic policy, and would also require a higher standard of left-wing argument. Political candidates unaware of existing debates would be easier to expose, and media commentators would have a starting point and a standard for media investigation and analysis.\nTom Welsh\nOctober 29, 2016 at 14:08\n“To oppose executive groupthink, and to restore public debate, we need a government-funded institution of policy analysis and debate, which I call the College of Policy Analysis”.\nNo. To oppose executive groupthink, and to restore public debate, we need some honest politicians. They do exist, if you can just protect them until they can take over. Ron Paul, Tulsi Gabbard… there are actually quite a few. A good way to search for them would be to look at those who have been eliminated at the first stage from party candidacy lists. Those are the decent, honest ones.\nErik\nOctober 29, 2016 at 16:22\nYes, honest politicians and media too, but one of the factors that can elevate the honest ones is free and coherent and well-informed public debate, which exposes the premises and charades and misinformation of the dishonest ones.\nWith mass media and elections controlled by money, those primary tools are not available to advance the better politicians. Freeing them from money requires political organization, communication, and a means to bring diverse opinion into rational debate to resolve differences where possible.\nGroupthink is also challenged by a body of commented debate results with all viewpoints represented. Of course politicians can ignore it and propagandize against it, but they are more easily exposed. Citizens with little time can review the commented debates more quickly and with greater trust that error and motivation will be exposed. It is just part of the solution, but can be done now.\nDave Brunskill\nNovember 1, 2016 at 15:05\nAnything government funded is not going to come up with the correct or right answer.  I wish people would get this.  The government is not on “our” side, at any level.\nJoe Tedesky\nOctober 29, 2016 at 11:25\nEvery prisoner in prison has a rationale that will make you cry for they’re soul. These analyst our leaders require are only used by the upper echelon to have some CYA cover, and not in anyway to make sound decisions based on fact. Our government at it’s highest levels has many very smart people doing very dumb things. The independent thinker among this group of high ranking officials are the exception to the rule, and in most cases are either silenced to a large degree, or they are fired for lack of team work participation. Sadly this one dimensional blob goes fluidly spreading it’s terribleness around the globe. Since there seems to be no court or entity in this world to stop it, it would appear that this ugly blob will have to die on it’s own.\nThe only voice that has called out for unity is the voice of Vladimir Putin. Instead of taking Putin up on his gesture of unification to fight terrorism we demonize the man for his efforts. America’s ears are sealed and it’s mind is closed, and we all go off to war.\nThe American people don’t have a say in any of this, and then they kid us by telling us our vote matters. If my vote matters so much, then let me vote on paper, and allow every vote to be counted ….I mean every single vote to be counted. It’s all a show, and we are just cheaply paid extras. If the day ever comes that we don’t vote on computer voting machines then there maybe hope left for another day. Until then Washington DC will run on group think, and God help this world for the results we will need to live with due to their decisions. Have a nice day!\nRealist\nOctober 29, 2016 at 17:00\nDo you remember this song which was high on the charts just before we jumped into the abyss that was the Vietnam war? https://www.youtube.com/watch?v=ntLsElbW9Xo I seem to hear it playing in the background inside my head all the time now.   The policy is set in stone.   The hegemon wants what the hegemon wants.  The contrived facts to justify it are all there like ducks in a row, having dutifully been crafted from whole cloth by the NYT, the WaPo and network television over the course of many duplicitous months.   The American public will placidly receive its marching orders because it makes their head hurt to think for themselves and they are too cowardly to demand the truth.   Easier to spout a nonsensical slogan like “I’m with her,” (or “we’re going to make America great again,” for that matter).  Where did the tea party run off to when the issue becomes life or death and not mere money?\nJoe Tedesky\nOctober 29, 2016 at 18:12\nRealist I too liked the song Eve of Destruction. I’m hoping that with Israel, Turkey, signing an energy deal with Russia proves to be something which may avoid a war. I’m also hoping that the Nazi regime in Ukraine falls upon it’s own weight, and there is evidence of this happening. Little my little countries such as the Phillipines, Maylasia, and Thailand are pulling away from the empires influence. Then there is Europe. Europe holds the key to the global hegemony that the U.S. is so desperate to hold on to. I’m hoping that the whole world in mass is enough to squash the Hillary led regime of crazies, and avoid a world war, because if not then this next world war will be the last world war for history to record.\nAlso Realist don’t let it worry you that much. Instead enjoy what’s left to enjoy, and know that you were among the peacemakers of our time. That is something to be proud of.\nPeter Loeb\n;PUTIN’S GESTURE FLAWS\nPutin’s gestures of past years failed to provide a mechanism\nfor the removal of President Basar Assad. The US/Western “code\nword” for this is “peaceful (political) transition”. The US wants\nto destroy Syria (as do Israel and others) and give it\n“regime change”. Russia is supporting the Government of Syria\n(and itself) together with coalition partners which the US/West\nhas adamantly refuse to join. The US is working with—not\nagainst—the terrorists. And against international law.\nPutin is no angel and one ought not be seeking angels among\nworld leaders. But the US/West is on the wrong track. There are\nno “rebels”. Just more terrorists. Just as there are no\n“moderates”. (Dry those tears, stop crying if you really\nbelieved the PR that there were any.).\nExcellent article by Lawrence Davidson and excellent comments\nby Joe Tedesky and others.\n—-Peter Loeb, Boston, MA, USA\nJoe Tedesky\nOctober 30, 2016 at 10:07\nThank you Peter for the kind compliment. Our country certainly is on the wrong track, but what track is Netanyahu on. Over this past year, it has been reported that Netanyahu has visited Vladimir Putin four times. Now we see Israel has signed an energy agreement with Turkey, and Russia. Erdogan we know is upset with the U.S. over this pass summers coup, but what did the U.S. do to Israel. Could Israel have received their check worth billions a day late, or was Netanyahu offended by Obama, as if Obama mattered? One can only wonder. I’m find with the trilateral energy agreement, and I would hope that this agreement may lead to a bit of peace for the poor souls in the Middle East, but who’s side is Israel on? After all the only reason the U.S. is destroying all these Middle Eastern nations is to enforce Israel’s Yinon Plan. Sometimes I think the plan our NeoGovernment is working on, is a plan to end America as we have known it.\nDave Brunskill\nNovember 1, 2016 at 15:01\nTerrorist is just another political word.  The word Terrorist is attached to an active verb; terror.   Meaning it takes two or more people to complete the action.  If the receiving party does not feel terror, then how can the person initiating the action be a terrorist.  As the politicians have made up this word,  how about the people not feel terror.  It’s not real anyway.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.sciencemag.org/news/2016/10/spy-agencies-team-national-academies",
                "https://consortiumnews.com/2015/11/04/americas-chalabi-legacy-of-lies/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=ntLsElbW9Xo"
            ]
        },
        "key_words": [
            "nuclear",
            "evidence",
            "bush",
            "tell",
            "know",
            "national",
            "fired",
            "truth",
            "intelligence",
            "weapons",
            "iraq"
        ]
    }
]