[
    {
        "url": "https://www.christianpost.com/news/the-arms-trade-treaty-christians-unite-against-international-violence.html",
        "title": "The Arms Trade Treaty: Christians Unite Against International Violence",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, May 29, 2012\nThe Arms Trade Treaty, an over-arching regulatory idea concerning international arms trade, has reached the ears of the Obama administration and the rest of the world. In July, many of the world's nations will meet in New York City to discuss the possibility of preventing weapons sales to countries who may support or supply terrorist groups.\nThe Arms Trade Treaty is a significant push by various groups to create uniform laws to help stifle black market arms dealers who supply regimes that largely ignore human rights. In addition, it could make countries' governments responsible for the largely unregulated international arms trade.\nAt the center of this push are Christians, whose 3,500 mainly evangelical congregations came together to fast and pray over the issue in February. Bolstered by the support of the American Values Network, Christians unified to put pressure on international affairs.\n\"The Church is called to be a witness both to the promise we have and to the places in our world that fall short of God's ideal,\" reads the AVN website. \"The ATT would be the first ever agreement that would set international standards for arms sales and close those loopholes [set by individual states].\"\nWhile some states do enforce laws, loopholes lead to a staggering $2.2 billion worth of arms being imported since 2000- all by countries currently having arms embargoes, according to Oxfam, the major human rights organization. This, in turn, leads to \"thousands of civilians around the globe [being] slaughtered\" by those same weapons.\n\"To be effective, the new Arms Trade Treaty must include legally-binding criteria that states 'shall not' transfer weapons or ammunition where there is a substantial risk they will be used to violate international human rights or humanitarian law,\" Scott Stedjan, Senior Policy Advisor for Humanitarian Response for Oxfam International USA, wrote in a letter to President Obama.\nDespite overwhelming support for the ATT by groups like AVN, Oxfam, the National Council of Churches, the Vatican, the World Evangelical Alliance, and the Pentagon- who is concerned about terrorist threats-there is still resistance by some critics.\nThe NRA and the Heritage Foundation are two vocal critics of the regulation, voicing concerns about American citizens' Second Amendment rights. To that end, they had an amendment introduced to the U.S. Senate forbidding the U.S. to take part in any legislation that could compromise the right to bear arms.\nSupporters of the ATT also support the amendment, however, citing that the two issues are completely separate: the ATT will not affect domestic gun policy.\nAnother problem with the ATT is the language used for provisions requiring supporting countries to \"take into account\" arms deals, which some critics point out function as yet another dangerous loophole.\n\"The second approach … would require signatories to 'take into account' potential risks associated with an arms deal. That's a loophole big enough to drive a tank through,\" wrote Bernd Debusman for Reuters.\nFinally, the U.S.- along with the other powerful countries that make up the United Nations Security Council- is among the biggest arms dealers in the world. A crackdown on sales worldwide would hurt business.\nDespite the kinks, it remains to be seen whether the Arms Trade Treaty will become a reality this summer- and if it does, whether it can truly begin to change the landscape of violence internationally.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trade",
            "arms",
            "violence",
            "world",
            "rights",
            "treaty",
            "unite",
            "countries",
            "christians",
            "att",
            "international",
            "support",
            "sales"
        ]
    }
]