[
    {
        "url": "https://nutritionfacts.org/es/2017/11/28/consigue-un-calendario-del-libro-de-recetas-y-creditos-medicos-de-formacion-continua/",
        "title": "¡Consigue un calendario del libro de recetas y créditos médicos de formación continua!",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-11-28",
        "text": "#GivingTuesday\nHoy es Giving Tuesday (Martes de dar, la traducción es nuestra), y damos comienzo de la temporada caritativa con una celebración de la donación y la filantropía. Para celebrarlo este año, ofertamos en edición limitada un calendario de 2018 del nuevo libro de recetas de Comer para no morir, el cual incluye en cada mes una receta 100% luz verde del libro (ya disponible para reserva aquí , en inglés). Las primeras 200 personas que donen $100 o más para ayudar a mantener la organización 501c3 sin ánimo de lucro de NutritionFacts.org recibirán el calendario a tiempo para el nuevo año. \nNota: debes utilizar este formulario para recibir el calendario.\n \n¡Mi curso de educación continua ya está disponible!\n \nEl libro de recetas de Comer para no morir\n¿Viste mi video de cocina donde hago mi nueva bebida favorita? Si te lo perdiste, puedes verlo aquí . Las reacciones fueron tan buenas, ¡que voy a hacer otro! Esta vez con mi nuevo postre favorito. ¡No te lo pierdas!\nEstoy impresionado con la reacción al libro de recetas. El mismo día en el que la preventa estuvo disponible, ¡el libro alcanzó el número siete de los libros más vendidos de Amazon! Si vas a utilizar Amazon.com para comprar el libro o cualquier otro regalo de Navidad, considera utilizar  Amazon smile  para ayudar a NutritionFacts.org. Con tu ayuda, ¡esperamos alcanzar la lista de los más vendidos del New York Times otra vez!\n \nEl libro de recetas en alemán, polaco y holandés\n \nLos videos del webinario sobre la marihuana ya están disponibles\n¿Te perdiste mi webinario de lo último sobre la marihuana? (en inglés)\n \n \n \nMi especial PBS de Comer para no morir (USA)\nMi especial PBS (Public Service Broadcasting) va a salir en todo el país para la campaña de recaudar fondos. Para ver si va a reproducirse en tu zona, puedes encontrar tu canal local aquí , hacer click en schedule y buscar How Not to Die. Aquí te muestro algunas de las ciudades en las cuales estaré allí en persona:\nLunes, 27 de noviembre – CPTV, en Connecticut, a las 7 de la tarde.\nMartes, 28 de noviembre – GPB, en Georgia, las 7 de la tarde.\nMiércoles, 29 de noviembre– Charlotte, NC, a las 4 de la tarde.\nSábado, 2 de diciembre – AETN, en Arkansas, a las 4 de la tarde.\nMiércoles, 6 de diciembre– PBS South California, en Los Angeles, CA, a las 7 de la tarde.\n \nQ&A en directo el 30 de noviembre\nCada mes respondo a vuestras preguntas en directo (en inglés) desde mi caminadora; para el mes de noviembre será el jueves día 30.\nDirecto en Facebook: a las 12:00 p.m. ET, ve a nuestra  página  para entrar en el directo y hacerme preguntas.\nDirecto en YouTube: a la 1:00 p.m. ET, ve  aquí  para verme en directo, ¡y hacerme incluso más preguntas!\n \n \nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=Y1VRvxXVhvc",
                "https://nutritionfacts.org/es/video/michael-greger-en-la-cocina-mi-nueva-bebida-favorita/",
                "https://nutritionfacts.org/es/libro-de-recetas/",
                "https://nutritionfacts.z2systems.com/np/clients/nutritionfacts/donation.jsp?campaign=25&&test=true",
                "https://www.facebook.com/NutritionFacts.org/",
                "https://www.pbs.org/stations/"
            ]
        },
        "key_words": [
            "la",
            "calendario",
            "en",
            "que",
            "aquí",
            "libro",
            "continua",
            "las",
            "médicos",
            "los",
            "créditos",
            "para",
            "recetas",
            "formación",
            "del",
            "consigue",
            "y",
            "el"
        ]
    }
]