[
    {
        "url": "https://www.christianpost.com/voice/the-church-should-lead-in-giving-moral-examples-and-heres-why.html",
        "title": "The Church Should Lead in Giving Moral Examples and Here's Why",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nThe Christian Post\nThe Church Should Lead in Giving Moral Examples and Here's Why\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nThe Church Should Lead in Giving Moral Examples and Here's Why\nThe Church Should Lead in Giving Moral Examples and Here's Why\n| Wednesday, January 24, 2018\nOver the past several months our society has experienced a monumental shift in the treatment of women — particularly in regard to how they are treated by men in power.\nDozens of stories of men coercing women into sexual encounters by using their power over them have emerged. Prominent men in almost every industry have fallen from grace. Women have risen up to say \"no more.\"\nRecently, Hollywood made a bold statement as women and men paraded down the Golden Globes red carpet wearing black in solidarity with the #TimesUp and #MeToo movements. Though this display of support won't replace real action, it is a sign that Hollywood is saying mistreating and abusing women in any form will no longer be tolerated.\nContrast that with what is happening in the Christian Church.\nOn Jan. 7, prominent Memphis pastor Andy Savage admitted to a sexual encounter with a high school student 20 years ago, after the woman involved made her story public. He received a standing ovation from his congregation after asking for forgiveness.\nWhat are we doing, Church?\nThe Church has operated under a cloud of shame and silence for decades. I experienced this firsthand when I came to my church for help as a victim of domestic violence. After years of enduring physical, mental, and emotional abuse, I filed for divorce and turned to my lifelong church for aid.\nInstead of helping, my church instead called me before church discipline as punishment for divorce. My ex-husband received no condemnation.\nDuring my years in women's ministry, I have seen my story repeated dozens of times. I've met women who weren't believed or who were returned to their abusers with the admonishment to \"submit.\" We've seen similar stories play out in the news, but for every woman brave enough to bring her story to the press, there are likely hundreds more suffering in silence.\nWhile secular society has recently rushed to correct its mistakes in silencing women, the Church seems to be doubling down. Instead of condemning the abuse of a high school student, a congregation supported its pastor without question. There was no talk of how a church should handle these incidents or the emotional consequences experienced by the woman involved. Instead, the congregation only discussed forgiveness for Andy Savage and remorse that his victim was not on the same \"road to healing.\"\nThe Church should always set the moral example for the rest of the world, and on this issue we have failed. We've sat back and allowed Hollywood to take responsibility for advocating for women instead of rising up against the sin in our midst. While the Church should practice grace and forgiveness, there must be real, tangible consequences for sexual misconduct — especially when it involves a minister using his power to coerce women into sexual acts.\nIt's time for leaders to take women seriously. When a woman comes forward, whether she's sharing about domestic violence or sexual misconduct of a minister, there needs to be a swift response from church leadership. Her safety — both emotional and physical — must be of utmost importance. The leadership's first instinct should be her care, not determining \"whether she's telling the truth\" or \"whether she participated willingly.\"\nIf pastors across the nation don't take immediate steps to advocate for the women in their congregations by speaking out against domestic violence and sexual misconduct, we are abdicating our role as the moral compass of our nation. We cannot expect America to look to us for guidance when we are disregarding the care of half the population. If we give up our responsibility on this issue, we give it up on every issue, from race relations to marriage.\nIf #TimesUp for Hollywood, it's way past due for the Church.\nThis article originally appeared at RNS.\nOriginally published at  Red Letter Christians.\nThe goal of Red Letter Christians is simple: To take Jesus seriously by endeavoring to live out His radical, counter-cultural teachings as set forth in Scripture, and especially embracing the lifestyle prescribed in the Sermon on the Mount. Find them online at https://www.redletterchristians.org/\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.redletterchristians.org/where-is-the-church-on-metoo/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.redletterchristians.org/"
            ]
        },
        "key_words": [
            "lead",
            "woman",
            "sexual",
            "violence",
            "giving",
            "church",
            "moral",
            "heres",
            "men",
            "hollywood",
            "red",
            "instead",
            "examples",
            "women"
        ]
    }
]