[
    {
        "url": "https://consortiumnews.com/2016/07/10/a-modest-proposal-an-irish-aipac/",
        "title": "A Modest Proposal: An Irish AIPAC",
        "authors": [
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "David Hungerford",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Mike Gallagher",
                "link": null
            },
            {
                "name": "David G",
                "link": null
            },
            {
                "name": "Rob Roy",
                "link": null
            },
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "Alex Contis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-07-10",
        "text": "Main menu\nJuly 10, 2016\nBy Daniel C. Maguire\nThis is to announce the formation of the Irish AIPAC — American Irish Public Affairs Committee. The purpose of this Committee will be (borrowing from the Israeli AIPAC) to make sure that “there is no daylight between” Ireland’s perceived needs and American policies.\nIrish Americans, all 35 million of them, should be ashamed of themselves. They sing the songs of Ireland and dance its dances but their bibulous love of Ireland has never been organized to help Ireland in its hours of need.\nPresident Barack Obama holds a bilateral meeting with Prime Minister Enda Kenny of Ireland in the Oval Office, March 14, 2014. (Official White House Photo by Pete Souza)\nPoor Ireland suffered years of foreign occupation — with part of their Island-state still tied to Britain. In the artificially imposed “famine” in 1845-1852, a million Irish people died and 25 percent of the population went into exile, many dying on the way, and the remainder all suffering from malnutrition.\nIt was not just the potato blight: England was actually exporting food from Ireland during this pseudo-famine. This was the Irish Holocaust. And now deceptive Irish bankers have hamstrung the “Celtic tiger,” the boom went bust, and Ireland is linked to a tottering European Union. Now is the time for all Irish-Americans to come to the aid of poor Ireland.\nIrish organizing skills are unfairly disparaged. One foreign diplomat said cynically that if the Dutch took over Ireland, they would turn it into a garden; if the Irish took over Holland, they would drown.\nBe that as it may, help is available. The Israeli AIPAC, formed in 1954, shows the way. With only five million American Jews to work on it, Israel has become the equivalent of “the fifty-first state of the union.” In fact, Israel is the luckiest of the states since it pays no taxes but has received from the U.S. Treasury at least $130 billion since 1949.\nIsrael is still the prime recipient of American foreign aid, over $10 million a day. George Ball estimated that when all aid is calculated, U.S. support of Israel comes to $11 billion a year. So, Ireland gets only $2 million a year in U.S. aid, while Israel gets $10 million a day. That is a disgrace and it is the fault of Irish-Americans who must now set out to correct that by making Ireland the equivalent of the 52nd state.\nLearning from the Best\nTarget One: Congress:\nAs soon as someone is elected to Congress, he/she will immediately be visited by members of the Irish lobby. Generous monies will be promised to them (funneled through wealthy Irish-American groups to keep it looking legal). The Irish lobby, like the Israeli lobby, must not be stinting in their generosity.\nIsraeli Prime Minister Benjamin Netanyahu speaking to a joint session of the U.S. Congress on March 3, 2015, in opposition to President Barack Obama’s nuclear agreement with Iran. (Screen shot from CNN broadcast)\nThe Foreign Policy Journal reports that in the 2015-2016 U.S. presidential race, Israeli-related monies gushed forth. Hillary Clinton reportedly got $212,927; Sen. Ted Cruz, $203,552; Sen. Lindsey Graham, $74,200, and of course all of these politicians promised full and fervid support for whatever Israel says it wants along with a red carpet into the White House.\nSurely big-hearted Irish groups can match this. Without saying it out loud, the Irish goal must be to make Congress the best Congress that Irish money can buy. Again, without saying it out loud, the Irish lobby must set out to make Congress Irish-occupied territory. History shows this can be done.\nOf course, it also must be made clear to members of Congress that pro-Ireland monies will go to their opponents if they do not faithfully support all of Ireland’s alleged needs. On an incessant basis, the Irish lobby will tell the members exactly what those needs are.\nThe Irish lobby can point to foolish politicians like Paul Findley, Earl Hilliard and Cynthia McKinney who dared to resist the Israeli AIPAC. They were ousted from Congress as AIPAC arranged crucial financial support for their political opponents. The concerns of Israel trumped whatever petty concerns their American constituents had.\nThe ghosts of these ousted members hover over Congress whenever Israel-related votes come up. The Irish lobby must match this kind of muscular zeal. Ireland deserves no less.\nEfforts will be made to get Irish loyalists appointed to all the congressional staffs so that it will be clear to members of Congress that the Irish AIPAC is watching their every move. Should the Executive Branch ever waver in its support of Ireland, Congress will be pressed to invite the Prime Minister of Ireland to address a joint session of Congress to upbraid the American president for his disloyalty to Ireland.\nA map of Ireland\nAnd when the Irish Prime Minister speaks to Congress, the Irish AIPAC will be in the galleries recording how many times various members leaped to their feet to applaud the Irish leader.\nAgain, the Israeli lobby shows the way: former Jewish member of the Israeli Knesset Uri Avnery said that when Prime Minister Benjamin Netanyahu speaks to Congress, members vie with one another to applaud “jumping up and down like yo-yos.” (This is actually good exercise for the all too sedentary members of Congress.)\nWhen the Irish AIPAC has its annual meeting, attendance and unctuous obeisance by members of Congress and the administration will be de rigueur.\nCountering Turbulence\nNow all of this Irish political power might be resented by small-minded bigots. Such people must be sharply labeled as “anti-Irish.” They must be portrayed as the residue of ugly historical anti-Irish prejudice, as the hateful echoes of an era when signs were posted on American factories: “IRISH NEED NOT APPLY.”\nThe mantle of victimhood — there is no suffering like Irish suffering — must veil the rise of Irish power. If dissident Irish-Americans groups form — sort of an Irish Voice For Peace — to protest Irish abuses of power here and in Ireland, they must be labeled “self-hating Irish” and dismissed.\nTarget Two: The Press\nAnyone who joins the editorial staff of any news media will never be lonely. Members of the Irish AIPAC will visit them before they have arranged the furniture in their new office. They will be taken to lunch, put on Irish AIPAC mailing lists, and gently reminded of the strength of Irish influence in the zone in which they work and seek advertising.\nThe Washington Post building. (Photo credit: Daniel X. O’Neil)\nWe should be grateful to the Israeli AIPAC for showing how effective this can be in muting criticism of any mischief or criminality going on in Israel. Even the liberals at MSNBC know where not to tread when it touches on Israel. Palestinian travails are terra incognita for them and for the mainstream American media.\n(Sadly, the Israelis have not been as successful at quelling the liberal press in Israel which dares at times to speak boldly to Zionist criminal use of power. Ironically it is easier to criticize Israeli occupation policy in Israel than it is in “the land of the free and the home of the brave.” Kudos to the Israeli AIPAC!)\nThe Irish AIPAC must never forget: a subservient press is an AIPAC’s best friend.\nGoal Three: ‘Wink and a Nod’ Privileges:\nIt has been said that all nations are brigands, sinning boldly as they pursue their tribal interests. If their sins get noticed, this could turn off the faucets of aid. Jewish writer Tony Judt called the United States “Israel’s paymaster.” Suppose the paymaster got really mad at something you are doing, like violating international law, for example, by doing a little ethnic cleansing and land theft — things like that. This is where the special relationship has to get really, really special. So special that your crimes are ignored by the donor state.\nThis is a case of “love means never having to say you’re sorry” raised to the level of statecraft.  This is the “wink and a nod” privilege that wipes out guilt and punishment.\nNow holy Ireland is a very Catholic state. The Preamble of its Constitution begins: “In the name of the Most Holy Trinity, from Whom is all authority…” It goes on to “humbly” acknowledge all our obligations to our Divine Lord, Jesus Christ…”\nNow suppose this Catholic state decided that only Catholics are full-fledged citizens and that Jews, Muslims and Protestants are second-class citizens with very limited voting, traveling, land-purchasing and water-using rights. That would be so un-American it would surely turn off the flow of American cash and political support to Ireland — thus defeating the whole purpose of the Irish AIPAC!\nAgain, Israel comes to the rescue.  In the warm and exonerating American embrace that Israel enjoys — and Ireland aspires to — its sins, be they scarlet, will be made white as snow. The donor looks away and the donations proceed without abatement.\nThe Israeli success in this regard must be applauded. You will search history in vain to find an example of so many offenses being ignored, forgiven, and systematically and insistently forgotten. Why would the Irish Catholics worry if all they did was crack down on the civil and human rights of a few Jews and Protestants?\nAfter all, on June 8, 1967, during the Six Days War, to prevent surveillance of their huge military land seizure, Israel attacked an American intelligence-gathering ship, the USS Liberty, killing 34 American sailors and wounding 171 of them. The record is clear: it was not, as claimed, a “mistake.” Former CIA officer Ray McGovern reports the following recorded exchange between a horrified Israeli pilot and Israeli headquarters:\nIsraeli pilot to ground control: “This is an American ship.  Do you still want us to attack?”\nGround Control: “Yes, follow orders.”\nPilot: “But, sir, it’s an American ship; I can see the flag.\nGround Control. “Never mind. Hit it.”\nUSS Liberty (AGTR-5) receives assistance from units of the Sixth Fleet, after she was attacked and seriously damaged by Israeli forces off the Sinai Peninsula on June 8, 1967. (US Navy photo)\nNothing like it had happened since Pearl Harbor, but the American response was a wink and a nod to Israel’s government. As former Undersecretary of State George Ball said: “If American leaders did not have the courage to punish Israel for the blatant murder of American citizens, it seems clear that their America friends would let them get away with almost anything.”\nAnd so indeed it has come to pass. On March 16, 2003 a 23-year old American citizen, Rachel Corrie, as part of a nonviolent group working in Gaza trying to prevent Israeli forces from destroying water wells and homes … yes, water wells and homes. Corrie saw an American-made Israeli bulldozer moving to destroy the home of the Nasrallah family, consisting of two brothers, their wives and five children.\nCorrie was wearing an orange flak jacket and speaking through a bull horn. She mounted a pile of dirt, looking right into the cabin at the two drivers of the Caterpillar bulldozer. Her companions surrounded her screaming. The Caterpillar bulldozer, with an Israeli armed car in attendance, ran over her. Twice. She died in the arms of Alice Coy, a Jewish member of her group from England.\nAgain, a wink and a nod from the cowed American government.\nAnother American citizen was murdered on the high seas on May 30, 2010, by the Israelis on an unarmed flotilla trying to bring medical aid to a Gaza under siege. Eight Turkish citizens were killed, too, and Turkey responded appropriately and vigorously. From the U.S., another wee wink and another wee nod.\nSo, if in this special relationship the murder of Americans does not compute morally why would Americans be upset by the Agricultural Settlement Law of 1967 that banned non-Jewish Israelis from working on Jewish National Fund lands, i.e. on over 80 percent of the land in Israel? Why take note of laws that prohibit the sale or leasing of state-owned land to non-Jews, or keeping 80 percent of drinking water for Jews in the West Bank and allowing polluted water to much of Gaza – or arresting Palestinian children to keep their parents from protesting the ongoing theft of land, called euphemistically “settlements”? To all of this, a wink and a nod and the never-ending flow of American aid.\nAnd then, of course, there is the United Nations and its pesky Security Council Resolutions. One of the reasons cited to launch a war against Iraq was Saddam Hussein’s resistance to a Security Council resolution. Israel is the world record holder in violating Security Council Resolutions having done so nearly 40 times. No other country is close. (Two other U.S. allies – Turkey and Morocco – hold down second and third place, respectively.)\nThat is a bit of an embarrassment for the United States but our loyalty is made of stern stuff and so we can tut-tuttingly ignore this bad habit of our Israeli “ally.” We can also ignore the thousand Americans who volunteer to fight in the Israeli army in violation of the Neutrality Act which forbids citizens engaging in military action against nations with whom we are at peace. That also violates Article One, Section Eight of the Constitution which says only Congress can send Americans off to war. But what are such petty scruples among friends.\nBut, hold on! Preferential status imports still other privileges. When enemies like Saddam Hussein and ISIS pose a direct or proximate threat to Israel, the United States will send forces thousands of miles to fight and die, but will graciously allow Israel not to join the “coalition of the willing.”\nPuny-minded critics call this unfair since Israel is the number one recipient of American aid, with the fourth strongest military force in the world and the sixth in nuclear power. Such carping critics are guilty of underestimating American generosity to its beneficiaries and of being naive about Israel’s need to use its military power to enforce the occupation and siege in Palestine.  Occupied people are notoriously uncooperative. It’s enough to keep an army busy.\nThe Missing ‘Irish Vote’\nA question: Is it unfair and even “anti-Semitic” to say that there is a reliable pro-Israel “Jewish vote” that is the underbelly of AIPAC’s political power? Some people think there is such a Jewish voting bloc. Golda Meir thought so. In 1956, Meir insisted that a planned war of expansion should occur before the American November election. President Eisenhower, she said, would probably do nothing “because of the Jewish vote.” She was right.\nPresident Dwight Eisenhower\nEisenhower noted that “there are 5 million Jewish voters in the U.S. and very few Arabs.” He assumed those Jewish American voters would vote Israel’s interests. Eisenhower thought of using force to stop the Israeli advances in Sinai but concluded, “Then I’d lose the election.  There would go New York, New Jersey, Pennsylvania, and Connecticut, at least.” He definitely thought there was a Jewish vote firmly bonded to Israel’s warring interests.\nEven earlier, when President Truman was asked why he was alienating Arabs by supporting the Zionist takeover of Palestine he replied: “I am sorry, gentlemen, but I have to answer to hundreds of thousands who are anxious for the success of Zionism; I do not have hundreds of thousands of Arabs among my constituents.” He did not doubt there was an American Jewish vote in lock-step with the Zionist project in Palestine.\nEisenhower’s Secretary of State John Foster Dulles resented Israeli pressure in Washington but succumbed to “the paid advertisements, the mass meetings, the resolutions, the demands of Zionist organizations, the veiled threat of domestic political reprisal”, i.e., the American Jewish vote.\nThis concern over “the Jewish vote” has not evanesced in contemporary American politics. Try to get concern for the human and civil rights of occupied Palestinians into the Democratic Party Platform and you will feel its full force.\nIrish-American Neglect\nHere is where Irish-Americans are again in scandalous default. Irish-American voting\npatterns can indeed  be tracked, but, appallingly, they have nothing to do with Ireland. Irish-American voters seem distracted by American economic and political issues and are utterly indifferent to the needs of Ireland. As a result, presidents and Congress need never worry about an “Irish vote” when they discuss issues relating to Ireland.\nIrish eyes should not be smiling at that lack of loyalty. The Irish AIPAC must change all that.\nLet’s admit it: the Israeli AIPAC is the most effective and efficient lobby in modern political history. Never has control been extended over so many by so few. Still, it is not perfect. It is ignoring one resource that could make Israel more Jewish, more peaceful, more accepted and even admired by the world at large. That resource is Judaism, which, in my view , houses the most magnificent moral vision found in any world religion.\nEarly Israel sowed the seeds of modern democratic theory, envisioning a move away from one-percent Egyptian rule to the sharing society of Sinai, where there “shall be no poor among you” (Deut. 15:4) and where swords will be turned into plowshares. This thinking challenged the primacy of state kill-power. That’s the Judaism to which we are all in debt.\nThe demonic error that grips many Jews and non-Jews as well is to conflate Judaism with Zionism. Judaism is a 3,000-year-old moral treasure. Zionism is a Nineteenth Century form of hallucinatory theology.\nYes, Zionism is theology, not political science. It holds that the deity, believed to be the creator of heaven and earth including everything from fruit flies to quasars, was also into real estate redistribution. This deity insisted that Palestine is destined for Jews only, but, unfortunately, failed to define what  makes you a Jew – and that remains a vexed and open question.\nOf Palestine, David Ben Gurion (a man of no known theological expertise) said: “God promised it to us.” Yitzhak Baer, the German-Israeli historian, wrote: “God gave to every nation its place, and to the Jews he gave Palestine.” All other residents of Palestine, even if they were there as a people for millennia, must be ousted with the remainder crushed by occupation and siege. That is Zionism. Sorry, Mr. Ben Gurion and Professor Baer; don’t you dare pin that Zionist rap on “God.”\nNothing could be less Jewish than Zionism. A truly Jewish Israel could be a paradigm for all nations as old Isaiah insisted it could be.\nHow Ireland Can Help Israel\nIreland is Catholic, right down to its Constitutional core, but it does not claim to be “a Catholic democracy” because that is as much an oxymoron as a Lutheran democracy or a Jewish democracy. Catholicism is at the center of Irish culture. It can be practiced, studied and celebrated, or rejected freely. But so too can Judaism, and Protestantism, and Islam.\nThe Prophet Isaiah (Illustration from a Bible card published by the Providence Lithograph Company)\nWhatever frictions have occurred among religion groups – and sadly such frictions always do occur – Catholicism is not required for full-fledged Irish citizenship with all the rights thereunto appertaining.\nWhen Yogi Berra heard that Robert Briscoe, a Jew, was twice elected Lord Mayor of Dublin (in 1956 and again in 1961) he famously replied: “Only in America!” No, Mr. Berra. Also in Ireland. Mr. Briscoe’s Jewishness did not deprive him of first-class citizenship in Ireland and the voters in Dublin knew that. At their core, neither Catholicism nor Judaism is inimical to a pluralistic democracy.\nThe Irish democracy where religion does not qualify you for citizenship can speak to the Israeli identity problem. Israel does not know what it is. It wants to be an oxymoronic “Jewish democracy” but it can’t be and it isn’t.\nThe distinguished Israeli Jewish professor Shlomo Sand, in a book first published in Hebrew, states it clearly: “Israel cannot be described as a democratic state while it sees itself as the state of the ‘Jewish people.’” That leaves out all the other people.\nA former Israeli Brigadier General, writing in the Jerusalem Post puts it this way: “Is Israel a democracy? Maybe it is an oligarchy or an aristocracy or some sort of anarchistic monarchy.” Many see it as a theocracy. No surprise, given all the Zionist God-talk.\nCatholicism is part of the Irish national identity but Ireland is still a bona fide democracy. Israel could be the place where Judaism could be practiced freely, studied, and revered. Scholars from other religions could see it as the best place to study Judaism and to look for the shared moral ground of all religions.\nBut they could also see Israel as a perfect place to study their own religions and to practice them freely without any diminution of their rights as citizens or as visitors in Israel. That is not the Israel of today.\nThe Great Jewish theologian Abraham Heschel understood the Jewish impulse to find a safe place to live but he worried that Israel would become alienated from Judaism. That, I aver, is precisely what has happened. The victims have become the victimizers. Gaza is the Warsaw ghetto, the West Bank, Golan Heights and Jerusalem are subdued and occupied by a Jewish Israeli Reich.\nThe Israeli AIPAC Converted to Judaism?\nRealists would say that the Israeli AIPAC is inexorably wedded to an eternal war against Palestinians seeking relief from occupation and siege. This is senseless, and in an age where there are suitcase-size atomic weapons, it is also suicidal.\nWhat a dream it would be if the highly skilled Israeli AIPAC could be converted to a force for peace. All it would have to do is to urge Israel to stop forgetting March 2002. That is when all 22 members of the Arab League offered to recognize Israel’s right to exist and have normal relations with Israel. This offer has since been repeatedly reconfirmed.\nIn April 2002, the Organization of the Islamic Conference, which includes 57 nations, concurred with the Arab League offer, and the Iranian delegation expressed its full approval. The prerequisite was not to drive Israel into the sea. The only condition was Israel’s compliance with the United Nations Resolutions 194, 242, 338 and the return to the pre-1967 borders. They conceded the right for Israel to exist. Hamas has said it will acknowledge Israel’s right to live in peace within its pre-1967 borders.\nIsrael can have peace or expansion; it is currently choosing expansion. And that, in the words of the poet Yeats, is “a pity beyond all telling.”\n \nAlex Contis\nJuly 14, 2016 at 17:18\nYou sneer with justice at AIPAC’s powerful, conspicuously dictatorial control of the American Congress in things that respect their own, not the Nation’s interest, indeed, in things often very bad for the Nation’s interest.\nThe history of the Jews and the Irish share much common ground. The English imposed “Irish famine” of 1845-52 was merely a culmination of an English made Irish holocaust that had been going on for a couple of centuries. While England was giving the world William Shakespeare, Isaac Newton and Edmund Burke, it was giving Ireland a living hell, setting out to annihilate its language, culture, religion and people, as surely as Germany attempted to do to the Jewish people. Over a period of 200 years, England created, enacted, re-created and re-enacted its infamously cruel and dehumanizing anti-Irish Penal Laws, the most sadistic, socially destructive its imagination could conceive, the severeties and atrocities of which were rigorously enforced until the time of the American Revolution. Such genocidal savagery was unmatched in Europe until modern Germany launched Hitler’s anti-Jewish Nurmemberg Laws in 1935, culminating in the unspeakable Jewish Holocaust. Two curious case histories of an inter-weavement of high culture and high crime.\nIncidentally, although not nearly as powerful or detrimental as the current AIPAC of their Jewish colleagues, the Irish once ran their own version, probably the original political juggernaut in the Nation. Tammany Hall was not only an extremely powerful political force, but, contrary to much opinion nowadays, it was, along with much mischief, the effectively progressive innovator and standards setter for social justice in the Democrat Party.\nEisenhower:   Fact is, he never had the Jewish vote to lose . . . and, lets not forget, Eisenhower, probably to the large dissatisfaction of American Jewish voters, ordered not only the English and French, but the Israeli military forces to immediately cease and desist their illegal invasion of Egypt or face dire consequences from him. It’s a terrible pity, but it would be hard to imagine that  any American President would have such cajones today.\nBart Gruzalski\nJuly 15, 2016 at 18:21\nAlex Contis, AT LEAST TWO OF TODAY’S PRESIDENTIAL CONTENDERS HAVE EVEN BIGGER CAJONES… okay, well maybe not bigger.\nThe one is Bernie Sanders, the only politican who has the cajones to skip pandering and scrapping the floor before the AIPAC meeting.  The other, Donald Trump, has the cajones but as far as I can tell used them in the wrong way with issues having to do with the AIPAC and Israel.  Maybe the statement I heard was ONLY from his “Israeli” consult and we haven’t yet heard from his Palestinian consult.\nWe must not ever even allow Killary Clinton a moment of rest as we blast her and her followers with the truth.  I not only don’t think she’ll win POTUS, I don’t even think she’ll leave the DEM convention as the Dem’s candidate.\nStay tuned.\nRob Roy\nJuly 12, 2016 at 00:27\nLoved the article!  Laughed and nearly cried. Bart reminded me of something that happened when I was at the  US Embassy in Rome for the 4th of July. (The Italians, with wild firecrackers, set trees on fire near a hotel and the Americans jumped up and ran to put it out.) A Roman guy there told me about a soccer match between the Irish and the Italians, where, though the Irish were losing, they began to cheer the Italians.  He couldn’t believe it. But I did.  We’re part Irish, and if part, well………\nCal\nSIGN ME UP !!!!!!!!!\nI once entertained the idea of  creating a lobby and registering as a lobbyist  ( its actually easy to do.)\nAdvertise an ‘American Lobby ” by promoting it on the net and thru newspaper ads appealing to patriotic Americans–charge a $ 1.00 or whatever client fee for  members who want to be represented by this lobby.\nVolia!…..then you have ‘clients’ and can register.\nJuly 11, 2016 at 20:04\nI guess the reality of Irish-American political influence in the U.S., and especially certain parts of the U.S., with respect to Northern Ireland, blunted the satire for me a bit. Thinking, for instance, of Rep. Peter King (NY), who, before he was full-time against the terrorists, was just as assiduously in favor of (his brand of) terrorists.\nBart Gruzalski\nJuly 12, 2016 at 00:26\nWe did have some fun “playing” with ideas, but I didn’t and don’t see it as satire. Why do you think it is satire?  I think the APPAC would be a great idea, don’t you?\nI don’t know anything about Rep. Peter King (NY) and what you are labeling ‘terrorism’.  It’s an easy word to bandy about, but I’m unsure as to what you are referring in Ireland.  Do you mean when the British killed everyone in a Catholic church?  Men, women, and children?  Do you mean when the British would send a man to prison away from his family for the rest of their lives because he stole some potatoes or an apple so his child could live?  Have you heard the song “The Fields of Athenry”?  Even if you don’t  mean state terrorism, what does this congressman have to do with it?\nBy a lonely prison wall, I heard a young girl calling\nMichael, they have taken you away,\nFor you stole Trevelyan’s corn,\nSo the young might see the morn.\nNow a prison ship lies waiting in the bay.\nYou really should be very careful, about facts and what the word ‘terrorism’ means, before you start trying to make other people feel guilty about condemning Israel for killing Palestinians for target practice, don’t you think?\nDavid G\nJuly 12, 2016 at 11:02\nOk, if you don’t like “satire”, then “tongue-in-cheek plan”, and if you don’t like *that*, then take it up with the eds, since it’s in the introduction above the by-line.\nI still see the ironic intent undermined by the fact that Irish-Americans, both privately and through the U.S. government, have very effectively used their influence to affect affairs in Ireland. And you can look in vain for any value judgment in the preceding sentence.\nYou can also consider my use of “terrorism” as being meant with scare quotes, but yes, if the word must be used, then it would include the British crimes you mention.\nNothing in my comment had anything to do with Israel/Palestine; therefore your imputing an intention on my part “to make other people feel guilty” in that regard is wholly baseless, and reveals a certain level of malice on your part.\nBart Gruzalski\nDavid G,\nBIG APOLOGIES from me to you.  I did accuse you of trying to make others feel guilty.  I am not mean spirited but I  I actually was confused about each of your comments.  In the first you mentioned “satire,” and I didn’t get it.  If Robert Parry put in the word “satire,” I wonder why?  Did he miss the potential straight-forwardness of the piece?  Maybe he has some co-op students working for him, or even someone on a fellowship.  Makes sense–he does have an excellent dossier and may not have the time to copy edit every piece (he did copy-edit one of mine and did an incredible job).\nAnother bottom line: when I’m wrong, I’m wrong.  Of course that’s true whether I know I’m wrong or not.  The only clue that I was wrong was the telltale blurb.\nIf it was the author who wrote a blurb calling his piece a satire, that’s another big red check mark. Also, that would be amazingly stupid since what the author wrote was not satire.  If it was editor Parry, not good.  If it was someone who works for him, that person needs 20 lashes unless that’s politically incorrect (maybe there’s some rule in the PCRB (Politically Correct Rule Book) that requires 0, 25, 50, etc lashes).\nTwo followups on this piece:\n1) maybe the academic tower professor hasn’t been on Mother Earth enough to notice a good thing when it comes uninvited out of his mouth.  It probably was an inspiration by the Muse and maybe he’s just too much in his head (intellect) or too proud (if he didn’t figure it out, then it wasn’t worth writing about) to appreciate the insights of the unseen.\n2) Given those of us (if only me) who took it seriously, there were analogues people who took seriously “A Modest Proposal for Preventing the Children of Poor People From Being a Burthen to Their Parents or Country, and for Making Them Beneficial to the Publick, commonly referred to as A Modest Proposal, is a Juvenalian satirical essay written and published anonymously by Jonathan Swift in 1729.”\nThe only problem with using (2) as an excuse is that the essay doesn’t read like a satire, absolutely not at all. I think that EITHER the word “satire” in the burb was a mistake by someone or, if the author put that word there, editor Parry should have accepted the piece ONLY IF the author would remove the word “satire”.\nOur author is no Johnathan Swift, much to what we might have elsewise thought.  So did he omit  read instead of this article with several omissions–especially the BIG ELEPHANT in the room. No, let me say that the author did not write a satire or he was hopelessly confused.\nWhat’s my evidence?  He spent way too much time on the 300 plus deaths of sailors and visitors on the USS Liberty for this to even gesture\nCutting to the chase.  Yes, I was taken in and my assessment of the article was hopelessly wrongheaded.  I absolutely take back any praise I had, for example:\nI TAKE BACK: “I loved your piece and I think this would actually be a good idea. The throat grip of Benjamin Netanyahu and the AIPAC is a moral blight on our foreign policy. Our tied-at-the navel relationship (it really is only one way, as your account of the Liberty shows) was a central reason bin Laden launched his war on America… and the entire world is still reeling from that. And even though the AIPAC is an illegal organization, since it puts a foreign nation BEFORE OUR OWN, making us not only the target of Al Queda but also at least $3, 000, 000, 000.00 poorer early every January.  This money shows up as “foreign aid” to make those who do not know what it is for (the apartheid of the Palestinians), and so some folks feel good about how generous we are.” TAKEN BACK\nUsually I am very generous in rating a piece, when I do, on the Amazon five star system.  This is the first time I’ve giving a negative score.  Where 5 is the highest positive and 1 the lowest negative ratong, I would give this essay 7 our of -10, or, -7.   No satire here, just a very confused -7 for a professor.\nKat\nJuly 11, 2016 at 17:52\nIsrael’s persistent claim that it is a Democracy has caused me to re-examine that word. I keep coming back to Toqueville’s warning about the tyranny of the majority.\nBart Gruzalski\nJuly 12, 2016 at 00:10\nIt’s not.  Many Jews from Africa are second-rate citizens and the Palestinians who have lived in, say, Jerusalem, have only limited rights and probably aren’t allowed to work.  I think there is a move afoot (it may have already passed) to keep all Arabs and all Muslims, or at least one of these two groups, from serving in the legislative body each could until recently serve in.  Democracy in Israel is experienced as much in its violations for those who aren’t Jews from Europe.\nMike gallagher\nUp Donegal!\nBart Gruzalski\nJuly 11, 2016 at 11:19\nYes!  And Up County Claire!  And let’s have some crack in Miltown Malby!!\nAnd I’m sure ya have a song in you that you can share–and nobody cares if it matches the great whoever, it’s the spirit and the effort that makes the difference.\nYou will learn to love “Fiddler’s Green” and if you know it, you’ll laugh at “The Fly” and everyone comes to know and sing “Fields of Athenry.”\nBart Gruzalski\nJuly 11, 2016 at 11:27\nThe Irish at the World something Rugby match, even though the Irish were losing badly, they began singing “The Fields of Athenry.” TV and radio announcers fell silent.  Only the Americans didn’t understand how they could be singing for the final four minutes of the match even though they were losing badly.\nThe rest of the world understood.\nThanks Dan…and Bart…and all others above!\nWhere do I sign up, Dan, for the American Ireland Public Affairs Committee?  What a beautiful idea!\nAs for beautiful, as a callow youth I was taught – correctly, of course — that, “Aside from the ugly ones, the Irish are the most beautiful race on earth!”\nRay\nJuly 11, 2016 at 23:38\nRay McGovern, I don’t know who taught you that, although when you turn it into a tautology it is of course true (take away all the less than beautiful Irish women and the remaining women are all beautiful!).\nI bet you won’t be surprised that “females from Ireland jumped into the top ten of the planet’s best-looking nationalities status by the dating website BeautifulPeople.com.”\nWe all know about polls.  I had one amazing experience that I still remember and still brings laughter to my wife Marion’s heart.  We had lived in rural Ireland, far enough up a dirt road that people wondered why we weren’t afraid or lonely up there.  In Ireland we were at 300 feet and we could see the valley floor, a road, farm houses, farms, cattle, sometimes sheep, and it was very beautiful for being in what felt like a farming suburb.  In California we lived at 1200 on a ridge top, four miles up a dirt road, couldn’t see any other residences, and we were visited by deer, one doe who would bring her baby fawns for a visit every spring,we did lose a cat to our resident  mountain lion, raccoons kept trying to break in our house, we had two friendly ravens that we visited with and that one day even warned us when a deer was pushing her way into our vegetable garden. Why this is relevant is that we left the Irish mountain that was dark at night, there were no lights anywhere up our road, and moved  into a cityscape on the Shannon river.  That’s why and where I had my personal experience of the beauties of the fair sex in Ireland. (Political correctness doesn’t have the same significance in Ireland as it seems to have here in the USA).\nMy personal experience of the beauties of the fair sex in Ireland occurred on our second night living near the shores of the Shannon.  This was our second night with night lights.  We were a two minute walk from  the Curragower falls in the heart of Limerick city , and the falls were under the shadow of King John’s castle. For a view of the falls in the evening, looking across the river to King St. Johns Castle, check out the second picture at this site: http://theculturetrip.com/europe/ireland/articles/the-10-best-restaurants-in-limerick-eating-out-for-locals/\nThat is exactly how the river and the castle looked on our second evening in the city when four of our friends took my wife Marion and I went to the the Curragower Pub and Restaurant. It was a leisurely four minute walk up river.  When the river turned, so did the sidewalk, and I hope I successfully hid my big-eyed shock of being stunned.  There, right in front of the restaurant, were six women dressed to kill.  They were wearing stiletto heals, and their skirts were so short (or their legs were so long) that the only phrase used to describe the brevity of their skirts people found it impolite.  They were dressed to kill, full make up and they were absolutely stunning.  Absolutely stunning.  Tall, slender, not overly dressed in any way (meaning not too much cloth). make-up so skillfully put on that you’d think they were young movie starlets. They smiled and laughed and I kept my head down and went into the restaurant.  After we were inside and two people had taken our orders, I asked Ray (not McGovern but Ryan) if it was common to have prostitutes hanging around so openly in front of a  restaurant as darkness fell.   It took a while for my lack of understanding to sink in and then everyone, including my wife, roared with laughter.    These women were not “women of the night” but just a bunch of attractive young women out for the evening—and not dressed to meet men, but dressed for each other and to have some fun.\nI did later misunderstand a colloquial expression that did show these young women were willing to have a quick turn for fun, but it’s embarrassing to tell, especially since I misunderstood it.  The pub was our local pub, see it here: http://www.irishtimes.com/life-and-style/food-and-drink/restaurant-reviews/meal-ticket-the-curragower-pub-limerick-1.2584520\nand a new group of men musicians who were also handsome Rugby guys began packing the place every Friday night.  When the weather improved, we were in the large area to our left of the pub building.  The outside area was fairly large and the parents of the musicians and their friends stayed toward the back while I sat as up front as I could—I enjoyed being as close as I could be to the musical instruments.  It turns out that’s where all the attractive young women sat too.   I always  found myself up with the younger crowd, which included gobs of young lovely women.  I was friendly, not on the make, and these young women were at times good conversationalists. I recall enjoying a fun conversation with one of these young ladies.    The music was about to end and the band were in the middle of their final song.  Since I wanted to get home and void the rush, I said goodbye to the young lady and got ready to beat the crowd out.  This young woman, being very kind to this old man (me), wanted to know if I wanted a ride on the way home, but I assured her I lived very close and it was only a short walk. When I later understood some of the differences that our common language divides us into… it really is  true that we and the Irish are separated by what seems to be the same language. I was oblivious to a lot of the differences, since I just didn’t even know what they were.  So I walked home in the lovely air, walking down river with the roar of the Shannon crashing over the falls.  This story was to give you a sense of the beauty and charm of the young women of Limerick at night.\nSo, Ray McGovern, the women of Ireland are very attractive and can dress accordingly.  Marion my wife and I later found out about the international poll and that the Irish women were in the top group, but their beauty was in nearly perfect balance with to the “beauty” of the men of Ireland, who were ranked as the globe’s third ugliest.\nNow I never thought that, especially when I began going to the Wednesday night poetry readings at the White House (the poem I shared was a lead poem in a White House anthology), but looking back I can think of three less than handsome men with utterly alluring wives.  It’s interesting—if any of you have lived in that area of Ireland, and you understand the colloquialisms, you’ve see what I only  saw in  memory when I learned a bit of the local language.  Everyone else will have no idea what I missed, which was how I experienced it.  Irish women are very beautiful and a bit fun-loving after a couple of Guinness’s.\nAs for AI(ish)PAC, it is a funding idea and that could easily get off the ground if people on both sides of the pond began boosting it.  I think that the APPAC would even grow more quickly, especially since Occupy and the millions of Bernie’s supporters would find it a fun way to make a very serious political point about the Israeli’s treatment of Palestinians.\nEven though I don’t have an Irish bone in me but I do love Ireland—as do millions of people all over the planet.\nIf someone wanted to start the APPAC, I’d certainly contribute, if only with  advertising, a bit of poetry, and some contacts in the Limerick area.  I think APPAC could catch on, and it would be difficult to penalize those organizing it for serious anti-apartheid work, yet that’s exactly what it would be.  I think it could be a great success, since it carries all the charm of a linguistic musical people while at the same time, with big smiles and laughter and maybe a pipe or fiddle, it would be a political statement as powerful as one could raise against Israel’s apartheid over the Palestinians.  Ya just gotta love Ireland and all the poetic forms of her languages!\nZachary Smith\nJuly 13, 2016 at 00:27\nThere are beautiful women everywhere, and if I had to make a clear choice I’d vote for Iceland’s being nearest to my fantasy types.  But I’ll admit Ireland is right up there.\nDrew\nJuly 11, 2016 at 10:29\nI suppose I’m now an anti-semite because I laughed out loud (several times!) while reading this. Great stuff!\nBart Gruzalski\nDrew, ,\nLooking up what makes for anti-Semite, which includes anything that brings into public attention any of the facts about killing non-Jews en masse or calls attention to disproportionate killing of Palestinians  by Jews (we have reason to think that Netyanahu believes killing 10 [TEN] Palestinians for every 1 [ONE] Jewish civilian killed is within within acceptable limits.\nBut I don’t think that laughter automatically makes you an anti-Semite.  Obviously Netyanahu doesn’t seem to be a fellow with a strong trait of jolly humor and notice, even,  how the words “jolly” and “Netyanahu” seem extremely incongruous together.\nBe that as it may, Netyanahu does exhibit upon occasion an incredibly subtle yet devastatingly funny sense of humor.\nThe following was reported by those struggling with the cease-fire.the leader of the Palestinian terrorist organization Hamas, Khaled Mashal, sent a “gift iin an elaborate box with a note. After having the box checked for safety reasons, Prime Minister Netanyahu opened the box and saw that the content was cow dung. He opened the note, handwritten in Arabic by Mr. Mashal, which said, “For you and the proud people of the Zionist Entity.”\nMr. Netanyahu, who is literate in Arabic, pondered the note and decided how best to reciprocate.\nHe quickly did so by sending the Hamas leader an equally handsome package, also containing a personal note. Mr. Mashal and the other leaders of Hamas were very surprised to receive the parcel and opened it, very carefully, similarly suspecting that it might contain a bomb. But to their surprise, they saw that it contained a tiny computer chip. The chip was rechargeable with solar energy, had a 1.8 terabyte memory, and could output a 3D hologram display capable of functioning in any type of cellular phone, tablet or laptop. It was one of the world’s most advanced technologies, with a tiny label, stating this item was “Invented and produced in Israel”\nMr. Netanyahu’s note, personally handwritten in Arabic, Hebrew, French, and English, stated very courteously… “Every leader can only give the best his people can produce.”\nI think you are safe for now, Drew.\nZachary Smith\nJuly 11, 2016 at 10:18\nSince I don’t have a single Irish ancestor, an Irish outfit isn’t of much use to me.  However, I did graduate from high school and got my University training entirely in Indiana, making me a pure-blood Academic of Indiana.\nSo what about an Academics of Indiana Political Action Committee?  We’d get special treatment at every turn.  Like, the Indiana National Guard could provide us the ‘muscle’ for when we decided to steal somebody’s property in Ohio or any of the other surrounding states.    Washington would start shipping all the money and other good stuff to Indiana instead of any of the ‘bad’ places.\nWe could expect Hillary and all the Republicans to come to Indianapolis for the equivalent of an @ss-kissing contest to see who could promise the most to our AIPAC.   They’d be expected to stoutly defend Indiana if we decided to do anything at all which is normally illegal.  Or disgusting.  Or immoral.\nUs Indiana Academics would prosper at the expense of everybody else.\nSweet deal if we could wrangle it.\nDavid Hungerford\nJuly 11, 2016 at 09:40\nA few points are overlooked.  Ireland is not strategically placed near the world’s largest petroleum reserves. TheIrish AIPAC would not enjoy, as its  Israeli equivalent does, a close tie-in with Big Oil, itself an enormous influence on US foreign policy.  Maybe it could gain support from Big Beer, but I don’t think it would be comparable.\nNor would Irish AIPAC have a tie-in with the industrial wing of the military-industrial complex. The damned! British! would prevent it.\nActually AIPAC is very bad for the Jews. I perceive a very dangerous rise in the United States of hatred of Jews. We know where that leads.  It stems from anger at Israel’s violations of US sovereignty – something no other country can manage – and Israel’s inhuman treatment of Palestinians, seen by many, including many Jews, for what it is.\nIt’s a good thing the Irish AIPAC is unachievable. Nobody hates the Irish, but if anything could do the trick that would be it.\nBart Gruzalski\nJuly 11, 2016 at 11:13\n—————————————————————–\nAs for the rest… didn’t anyone like my very Irish poem? Or my “counterexample”–there was essentially an Irish fund for the IRA that raised TONS of money!? Or, we could get almost ALL of Bernie’s supporters to join and fund the APPAC?\n.\nAt least one of you seemed to be anti-Irish.  I suspect you are protective of the apartheid character of Israel—you don’t need to be.  That culture is eating away from the inside when IDF soldiers or air pilots come out and tell the rest of us about the murders, even of Palestinian children who are only throwing rocks at IDF in giant protective vehicles.   And you know what some Israelis say in the defense of the IDF who are killing these kids?  “The kids will eventually grow up and hate us and become terrorists so we’re better off rubbing them out now.”  I kid you not.\nEven if you think that Ireland still can’t support a pro-Irish fundraising group without there being oil in Ireland or just off the coast, does the AIPAC need oil to frighten American politicians? Only Bernie Sanders refused to pay homage—the guy’s got chutzpa.\nBut even those of you who go this far clearly don’t know enough about Ireland.  There are off shore oil wells in the northwest and the headwater area of the Shannon is rich in the shale layers that yield a lot of gas and some oil…. And, as sad as it is, there will be fracking in the area of the headwaters of the Shannon.\nEveryone does love Ireland, except a few of you.  The Fighting Irish—everyone knows who they are.  You’ve undoubtedly heard of the luck of the Irish.  And almost everyone loves the shamrock, the lucky four leaf clover,  the fairy trees (there really are some), and wearing green on St. Patrick.  With all that culture, music, and poetry, the Irish, yup, have functioning off-shore oil wells and they will be fracking in the middle of the country near the headwaters of the Shannon.\nI think an AI(ish)PAC would be wildly successful and Sander’s supporters would undoubtedly support the AP(Palestinian)PAC  or the APPAC for short.  Let’s get rid of Apartheid (Jimmy Carter wrote a very clear book on the subject and why the Israelis and the JDF are in violation of a whole series of Security Council resolutions.)\nFor the record: I am not anti-Semitic, I am not a self-hating Jew, though my blood sister is Jewish.  If I had to take a position I would take the position of many people in the United States and in Israel who are anti-Zionist.\nF. G. Sanford\nJuly 11, 2016 at 08:31\nSounds like a great idea. But the movement would require a political party. So far, the “Green Party” hasn’t gotten much traction. An Irish infusion might help. It needs a dose of inspired leadership. Has anyone read RFK Jr.’s writings? Now, talk about your Irish pearls on an English thread…he could be lightning in a bottle. He’d need a solid Irish running mate. I’d suggest Cynthia McKinney. She’s “Black Irish”, of course, but if I were deaf and blind and read her words in Braille, I’m quite sure I wouldn’t know the difference. I think it was Sigmund Freud who said of the Irish, “They are one race for whom psychoanalysis is of no use whatsoever.” Siggy was right about that. After putting up with about eight hundred years of bullsh*t, the Irish are well versed in most of its combinations and permutations. Their principle drawback is lousy cooking. So, since their flags are almost identical, an American Irish Italian Political Action Committee might be the way to go. After all, somebody has to make the offers they can’t refuse. What…you talking to me? Progressives generally have wonderful ideas but an inherent lack of conviction. “Gutless wonders”…Kurt Vonnegut may have coined that one, but I don’t remember. It has an Irish ring. Kennedy/McKinney. Think about it. Take all the time you like.\nSam F\nJuly 11, 2016 at 07:20\nA very amusing and instructive article. Any US politicians bowing to AIPAC and all AIPAC supporters are stealing public funds by giving them to Israel to get back as campaign contributions, and they are conspiring to control the mass media and elections of the US. They are fascists waging economic war against the US and should be prosecuted as traitors: they should lose their citizenship, and should be held in Guantanamo until deported.\nAfter so much tyranny over Palestine and treason against the US, I no longer support the right of Israel to exist as more than a prison camp. It should be invaded or destroyed if necessary as a threat to regional security and by far the worst threat to US democracy in its entire history.\nYonatan\nBart Gruzalski\nLooks like another suicidal 10 “+”s mark the spot.\nBart Gruzalski\nDear Daniel C. Maguire:\nGreat essay.  Flowed like a poem.  I am a poet, two poems were recently published in Ireland (while I was there), but the White House in Limerick (one of the three main poetry cities in Ireland: Cork, Galloway, and Limerick), which has been the place were poets drank Guinness or wine or even … I forgot the local name, EVERY WEEK for hundreds of consecutive Wednesdays … well, I’m just lettin’ ya know that I’ve lived in Ireland six of the last nine years and, phooey, I do miss it.\nMy other relevant hat is that of a Professor Emeritus of Ethics and Public policy from Northeastern University in that great Irish city of Boston.  Having lived IN Ireland, a lot of what happened in Boston still makes no sense.  I’ve thought of writing a “translation” Manuel and it would be fun: “Safe home,” “want a ride,” and the ubiquitous and utterly “Why not?”….\nI loved your piece and I think this would actually be a good idea.  The throat grip of Benjamin Netanyahu and the AIPAC is a moral blight on our foreign policy.  Out tied-at-the navel relationship (it really is only one way, as your account of the Liberty shows) was a central reason bin Laden launched his war on America… and the entire world is still reeling from that.  And even though the AIPAC is an illegal organization, since it puts a foreign nation BEFORE OUR OWN, making us not only the target of Al Queda but also at least $3, 000, 000, 000.00  poorer early every January.\nThis money shows up as “foreign aid” to make those who do not know what it is for (the apartheid of the Palestinians), and so some folks feel good about how generous we are.\nI think we should not only start an AI(RISH)PAC BUT—AND THERE’S A LOT OF BERNIE’S SUPPORTERS WHO WOULD DROP IN…. WE SHOULDN’T WORRY ABOUT HAVING AN IDENTICAL ACRANYM BUT JUST DO IT RIGHT.  So Prof, what’a think about: APPAC—it has a kind of beauty to it, almost looks a litter Appalachian, but it’s real meaning is: AP(alestinian)PAC.\nI’m a little busy as the CEO of a new imprint (Wild Pelican Press) and have been nursing along our first publication (check it out: Grief Alchemy, a book with a decisive spiritual depth as the author of the Introduction, Peter Storey, MD etc etc etc, writes and I put a bit of it on the back cover.  It’s truly an inspirational book and I think, given your academic post, if you are a bit catholic (small “c” on purpose) in your experiences or at least in your acceptance of the experiences of others when their experiences are not religious and not Catholic), you will very much like the book.  Grief (we’ve all suffered grief and will even as we die) Alchemy (transformation of the deaths of three children into… spiritual growth and the establishment of the first full-service and Medicare certified hospice in Texas and probably in the country). But I am extremely busy and two of the next three prospective publications will be hard-hitting and political.\nI’ve been avoiding mentioning something.  I mean, I really really love your essay, the flow of your language, and the idea of sticking something in Netyanahu’s eye or nose or wherever (I think throwing a fresh piece of pork would be not inappropriate and I’m a seriously non-violent guy, a non-violence theoretician, and I have a short book out ON GANDHI which is half about his nonviolence (I have a chapter on nonviolence and nonhuman animals) and the other half, which was in my view the catalyst for his nonviolence, his vision of how an economy should work (yeh, I know, Nehru checked all that out after Gandhi was assassinated and cremated and basically followed the general Western model of creating a nation with a standing army (not a nonviolent army, which I think Norway also had for awhile, but the usual tanks, airplanes, etc army).  India’s army, though, IS excellent.\nI know I’m avoiding mentioning something to you and you can probably tell.  So let me get it out.  There was an organization that could have been named the AI(rish)PAC.  It was NORAID or the Irish Northern Aid Committee, an Irish American fundraising organization founded after the start of the Troubles in Northern Ireland in 1969, and best known for raising a lot of serious money, very large sums of money and large crates of guns and more for the Provisional Irish Republican Army.  So, I got it out.\nI’m at a loss whether to end with a good Irish joke or my poem about the great river Shannon.  Since this is all very Irish, here’s the poem:\nA River Ran Through It\nWe moved to Limerick, to Clancy’s Strand,\nWhere the view of the Shannon is really quite grand.\nSo imagine our shock when we came to find out\nThat Dublin wants the Shannon, tough luck for the trout.\nTough too for the salmon, and I understand,\nI’ve seen how this works, in a foreign land\nI lived by the salmon, for a decade or so,\nAnd there’s lots about rivers I’ve come to know.\nDubliners could care less, as they covet our water,\nThat there’ll be death to trout and a salmon slaughter.\nThese river thieves want us to put our worries aside,\nClaiming that the fish already have long since died.\nCodswallop! Atlantic salmon still spawn upstream\nSo stop pretending, don’t salmon blaspheme!\nThe blasphemy’s in the plan to pipe water east\nWhile fish and eels and birds get fleeced.\nDubliners let toilets and taps drip away–\nThis ain’t gonna stop ’til they’re made to pay.\nDublin’s water system leaks 50%\nAnd frankly we’ve had it, we’re fully hell-bent\nOn keeping this water flowing naturally south\nWhere it glides peacefully from the Shannon’s mouth.\nSo Dublin: hands off our water, quit your selfish gripes,\nSort out your plumbing; fix your broken pipes.\nI’ve been overseas where river water is taken\nThe river shrinks to mud, her spirit forsaken.\nThose who plunder the water don’t give it a thought\nIt’s just water to them and they don’t care a naught\nAbout a river that dies or the fish who can’t swim\nThrough sludge and debris, the ending’s quite grim:\nA death that salmon and swans and people must reap;\nAnd for the river herself:  a sacrilege deep.\nThe Shannon’s more than her water and fish, she’s a being alive,\nWhere beautify and history and energy thrive.\nShe’s a being who has her own life force\nOlder than druids, and for many the source\nOf joy and solace for an entire lifetime.\nShe’s not just bits to buy or to steal–that’s why I’m\nSayin’ respect her, she’s sacred, she has an ancient existence,\nTo take her water, her blood, would be a monstrous grievance.\nHer water’s not mine, not yours, it doesn’t belong to some banker,\nIt belongs to herself, a “river” we call her.\nShe’s from the heart of our island, flows from bog and woodland,\nBearing the life-force of springs, she’s the Ganges of Ireland.\nDon’t dare try to drain her, don’t take her for a whore,\nOr Danu will punish you and your family forevermore.\nby Bart Gruzalski\nBook launching at 8PM, White House, O’Connell Street\nBart,\nA thousand thanks for the poem; the beautiful Shannon is a part of me.\n150 years ago, grandfather Philip McGovern was born in a small “Townland” in Cavan quite near the Shannon Pot.  For those not used to the term, that’s the spot where the Shannon, with no ceremony at all (sure you wouldn’t notice but for the fence around it) decides to come bubbling out of the ground to become a river, and starts meandering south to County Cork and the sea.\nNow by the time it makes its way down to Galway, the Shannon gets pretty “full of itself,” as we say.  With its “swelled head,” it gets to be 8-miles wide at Lough Derg, would you believe it?\nAnd isn’t it a lovely sight from the “hill behind the house” on the wee farm in Woodford, where my grandmother was born.  And, sure, when there’s no soft weather, you can look east across the Shannon at night and see the lights of Nenagh, Tipperary.  And that’s where me wife’s folks are from.  Kennedys they were, but of more modest means.\nThanks again.\nJuly 12, 2016 at 00:51\nThanks for your the descriptions and for kind words for the poem… Yes, the Shannon is a magical river, beginning  with the Shannon Pot, spreading wide in beautiful places (the island out of Mountshannon with the a tall circular tower that the monks would climb up into and pull any climbing gear up behind them, although it’s not that wide)… and some old cemeteries (on the island) … and two holy wells… and fairy trees (believe it or not I actually experienced the love energy of fairies at one fairy tree).  I’m also forgetting the name of the location of the giant stone circle about forty minutes out of Limerick and I’ve heard remarkable stories that I believe from trustworthy meditation students of mine… I even have a tale or two but… and then the Island with the beehives and where monks lived… have you read the book “How Ireland Saved Western Civilization”?  Oh, and without giving anything away (which was the point of the way I wrote it), did you get the colloquialism in my response to you about beautiful Irish women?  I didn’t know what had been said for almost a year and then I asked two friends if they’d like a ride home (they lived several miles from the Locke bar and it was a chilly night)… Why not?  Safe home?  I did take some things much too seriously but that’s what happens when a Chicago Pollack wanders into a tribal society… I’m going to get in touch with a few folks in the next few days…\nNice touching words with a real Irishman…\nSafe home!\nAll somewhat negated by the shameless self-promotions.\nBrad Owen\nJuly 11, 2016 at 05:40\nI am one of the 35 million (on my mother’s side), and so is my wife (on her mother’s side). My mom’s grandfather was a refugee of the engineered potato famine, and stowed away on a ship to come to America. I’ve got “skin” in this game that you modestly propose. There is a reason why I don’t speak Gaelic (on mom’s side) nor Cymraeg (on dad’s side), not even as a second language. The English-speaking Tribe is the dominating Tribe over the Celtic Fringe, and Cecil Rhodes Roundtable Group hatched the Zion Plan in the interest of the Tory Empire, and overall European Christendom, to suppress any revival of the dreaded Muslim Empire across Northern Africa, the M.E., Asia Minor (Turkey), Persia, and large parts of Europe, and on into India (part of the Tory Empire at that time). The Irish are a thorn in the side of the Tory Empire (ruled by The City, and The Street which is a stronghold of Tory Loyalists), so the Diaspora continues on, and Celtic-ness is only tolerated as a “cultural decoration” and NOT to interfere with assimilation into the English-speaking Tribe…this is literally true. In the 1840’s Queen Vicky saw fit to fire all Welsh teachers in Wales and hire only English-speaking teachers, America did the same thing with a Sioux school in Carlyle Pa. to teach them to speak English (and forbid their native tongue), cut their hair, and become “proper” Americans. It was thought to be a humane treatment in lieu of genocide…ban the culture and language, replace with the dominator C&L, and the “offending” identity is erased. I guess this was better treatment than what the Jews got, under Hitler. Anyway, publish  a mailing address for an Irish Aid Society with ten bucks a month dues. Times 35 million, that’s over 4 billion a year. Also consider the Irish living in UK, Canada, Australia, NZ…the Diaspora is “Yuuuge”.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://theculturetrip.com/europe/ireland/articles/the-10-best-restaurants-in-limerick-eating-out-for-locals/",
                "https://www.irishtimes.com/life-and-style/food-and-drink/restaurant-reviews/meal-ticket-the-curragower-pub-limerick-1.2584520",
                "https://consortiumnews.com/2011/07/15/where-rachel-maddow-dares-not-tread/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://consortiumnews.com/2010/071610b.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=LSn0NS9Uhpw"
            ]
        },
        "key_words": [
            "members",
            "american",
            "irish",
            "lobby",
            "aipac",
            "congress",
            "ireland",
            "israel",
            "jewish",
            "proposal",
            "israeli",
            "modest"
        ]
    }
]