[
    {
        "url": "https://consortiumnews.com/2017/04/04/russians-take-terror-attack-in-stride/",
        "title": "Russians Take Terror Attack in Stride",
        "authors": [
            {
                "name": "Fergus Hashimoto",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Arseniy Urazov",
                "link": null
            },
            {
                "name": "Kim Dixon",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "J. D.",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "John Wilson",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-04-04",
        "text": "Main menu\nApril 4, 2017\nBy Gilbert Doctorow\nRussia’s reaction to Monday’s terror attacks on St. Petersburg’s subway system stands in stark contrast to what we have seen in public behavior in Paris, Berlin and Brussels following similar attacks over the past 18 months.\nA busy tourist scene in St. Petersburg, Russia in 2013. (Photo by Robert Parry)\nThere is some commonality, to be sure: in every case, days of mourning for the victims were immediately declared and the head of state visited the scene of the horror to pay respects to the fallen. Vladimir Putin did just that Monday night when he lay flowers at the metro station where 10 citizens died and scores more were injured, requiring hospitalization.\nBut Putin delivered no maudlin speech to the nation and Russian state television coverage was not dominated by images of tearful and shocked citizens lighting candles and reaffirming their faith in a free, open and pluralistic society – the dominant themes of the media in France, Germany and Belgium.\nIn St. Petersburg, the official reactions were more down to earth and practical. To ease the plight of the millions of citizens and visitors to the city center — faced with the shutdown of the entire metro system pending security searches to uncover other possible bombs — the city authorities declared that all surface transport including taxis and suburban trains would be offered free of charge for the day.\nThe precaution of closing the metro system turned out to be entirely justified. Within an hour of the explosion on a train traveling between two key stations of the Blue Line, Tekhnologichesky Institute and Sennaya Square, police discovered and defused a more powerful bomb at the Moskovsky metro station, which connects with the heavily visited Moscow railway terminal at the top of the city’s premier boulevard, Nevsky Prospekt.\nBeing present in the city center at just this time, I was witness to the massive flow of people along the sidewalks as we were all involuntarily turned into pedestrians to get around town. The mood, nonetheless, was calm and good-natured.\nOn the evening television, commentators, including security experts and Duma legislators, delivered their views of the tragedy, including who may have been its authors and implementers; what can be done at the local, the national and the international levels to ensure public safety; and how to protect against repeat attacks.\nThis is no small matter coming from a nation whose culture is perhaps best known to the world from its great Nineteenth and early Twentieth century literature. Anton Chekhov summarized the culture pithily with the remark of one of his protagonists in a parlor-room gathering: since they aren’t serving us tea, let’s philosophize! Russia is also the country of deductive Cartesian thinking, which gave us the witticism: it works fine in practice, but how is it theory?\nRussians may still enjoy verbal dueling, as we see in the popularity of their televised talk shows, but we witnessed more steely rationalism on the screen than heated emotion and empty pathos with respect to victims, such as predominated in Western European media following terror attacks.\nAs made clear on Rossiya 1’s news and opinion shows, 60 Minutes and Evening with Vladimir Soloviev. Russian commentators did not jump to conclusions. Although the image of a leading suspect from the station’s closed-circuit television fit the description of a gloomy mature jihadist, the enumeration of those who might be the plotters and sponsors had no such mental constraints.\nAs the razor-sharp Yevgeny Satanovsky explained, the attacker or attackers could come from any of Russia’s many current ill-wishers, seeking to destabilize the country. These range from Al Qaeda, ISIS and the Ukrainian nationalist extremists to the exiled oligarch and Putin-hater Mikhail Khodorkovsky.\nSecond, Russian commentators freely admitted that no security precautions can prevent terror attacks 100 percent of the time. Yes, there are metal detectors at all metro station, rail terminals, museums and concert halls. But at peak hours, when the public passes through in waves, the police monitors cannot and do not respond to every alarm signal from these devices. And although Russia has been trying to implement an Israeli-style “face control” to spot possible malefactors before they strike, lack of training and erroneous presumptions about one or another national type lead to poor results.\nThird, limited policing resources have to be focused on uncovering plotters early, well before their plans are put into execution. For this to succeed, exchange of information with other national intelligence authorities is essential. This has to begin with other Commonwealth of Independent States (CIS) countries (consisting of former Soviet republics) but with particular concern focused on those in Central Asia where the threat of violent jihadists is greatest because of recruits drawn to the fighting in the Middle East and then returning. CIS members have visa-free travel to Russia.\nIntelligence cooperation is also important with the U.S. and Western Europe. In this regard, TV analysts reminded viewers about how the FBI and the Obama administration failed to take seriously warnings from their Russian intelligence counterparts about the Tsarnaev brothers, who subsequently carried out the Boston Marathon bombings.\nThe principal message from Russia to the world after the St. Petersburg terror attack is the need for common-sense cooperation and intelligence sharing about both terror groups and individual perpetrators without regard to other rancorous issues. The Russians reminded us that the first responsibility of every government is to ensure the safety and security of its citizenry.\nGilbert Doctorow is a Brussels-based political analyst. His latest book Does Russia Have a Future? was published in August 2015\njohn wilson\nApril 5, 2017 at 05:02\nIt makes one wonder just what governments and the main stream media got away with before the advent of the internet.\npft\nApril 4, 2017 at 19:22\nThe fact is in the West politicians try to exploit the act by promoting fear so they can get the public to surrender rights and wealth to feed the security state.\nIn Russia it appears they do not want their citizens to feel unsafe and change their way of life because this is the purpose of terrorism and simply encourages more attacks\nDave\nApril 4, 2017 at 18:25\nI suspect false flags in both Russia and Syria attacks, note my above post about St Petersburg 100 years to day from Lenin arriving in Petrograd, and White Helmets are involved in the “clean-up” in Syria. Western media out in full force on both, including McCain foaming.\nApril 4, 2017 at 17:50\nJoe, I can’t listen to Morell or any of those psychopaths, it’s bad enough to read it. John Kirby with his threats about bringing Russians back in body bags, how low can you go? Trump Realist’s comment, Trump seems to have gone full schizoid, doesn’t know which side of his mouth to talk from.  I can’t remember a time worse than this. Top it off, that nuclear disaster in the Pacific, and these nuts don’t give a flying you-know-what, it’s all Russia all day and night! I saw a great comment on Zero Hedge, response to some inane statement to an article, and it gave me some comic relief for a moment: “Wow, someone had a full bowl of frosted retards this morning! Why don’t you spend the night with some spent fuel rods and report back in the morning?” I chuckled…for a moment.\nRealist\nApril 4, 2017 at 20:26\nI look for a rational reason for everything that people do, even those things that seem crazy.  The most plausible explanation for all of this warmongering seems to be that America’s leaders know that the economy has been so destroyed by their policies of neoliberalism that society in this country will inevitably collapse.   It seems on the verge of collapse, if you read the numerous analyses on Zero Hedge.  These guys don’t want to be blamed for the catastrophe they have baked into the cake, so they have plans for a tidy little war against Russia, which they will blame entirely on Russia, and which will devastate life for most of those Americans who do not have a fortune in real property and an armored bunker with provisions to last years.   Even if not vaporized by a nuke, the working stiff will lose all of his rights and all of his life savings to the state under marshall law.   For the public good, you know.   Of course, the rich will share nothing.   Personal property rights are the paramount of all American freedoms.  I didn’t come up with this, and it will be quickly characterized as tin foil hat  conspiracy theory by the plutocrats and their political/media mouthpieces.  I hope that media sell-outs like Chris Hayes and Rachel Maddow don’t feel too betrayed when their wealthy employers don’t let them in their bunkers.   Those jackdaws deserve to burn with the rest of us.\nmike k\nApril 4, 2017 at 14:52\nFriends, keep putting out your truth at every opportunity.  The time is very late.\nmike k\nApril 4, 2017 at 14:44\nThe demonizers like Blitzer have fresh meat to growl over. This will be another desperate attempt from the terrorists in Syria to get more help from the US and the new (sucker) president. Of course the US public is blissfully ignorant of the deconstruction of the last supposed Assad gas attack. Assad is far too wily to do something that stupid.  Those who are driving us towards more war will not relent. These “war hawks” have no legitimacy whatever.  They are evil and unscrupulous persons who will incinerate our precious world unless they are stopped.\nDrew Hunkins\nGreat points mike k.\nThe Western militarist-Zio media will of course attempt to blame Assad but it wouldn’t surprise me if they somehow try to blame Russian airstrikes as well.\nAssad would have absolutely no incentive to use chemical weapons on his own population.  He fully knows the total wrath of condemnation that would come down on his head if he were to do something so foolhardy and violently outlandish.  Conversely, the Saudi-Washington funded proxy forces (fundamentalist Sunnis, Sham, Daesh, al Nusra, al Qaeda, etc.) would have quite a bit of incentive to once again orchestrate a false flag with the hopes and strong likelihood that CNN, PBS News, NPR, NYTimes and WaPo will pick up the story and run with it.\nNow here’s what’s going to happen, folks on the peace loving, liberal end of the spectrum will begin to disseminate kindergarten style lectures and essays blaming all sides equally.  This liberal intelligentsia will remain totally ignorant of the interests of the power players involved in toppling one of the few remaining independent heads of state in the Middle East who doesn’t genuflect to the Saudi-Israeli-Washington Terror Network at every opportunity.\nRealist\nApril 4, 2017 at 16:03\nWell, here you go.  This is what the White House said as reported by the NYT: “The White House blamed the Syrian government for the attack, which it called a “reprehensible” act “that cannot be ignored by the civilized world.”\nObviously, Trump’s remarks the other day promising to take the heat off Assad were either a ruse, or someone in the Deep State or in the military hierarchy have their own ideas of what American foreign policy should be in Syria.   This is most probably yet another false flag meant to stoke further American military involvement in the conflict.   And just when Assad and Putin thought they could start to relax.   Washington doesn’t want just the Kurdish areas of Syria, they still want it all.\nJ. D.\nApril 5, 2017 at 08:13\nPresident Trump’s statements declaring acceptance of Assad were no a ruse, as he has been consistent on Syria since his campaign, and even instructed Nikki Haley to make clear to the UN the shift in policy. Yes, there is a “deep state” which is out to sabotage detente with Russia, and will use anything and everything  to bring about a “color revolution,” here in the US. It is losing and is desperate. The president’s  upcoming meeting with China’s Xi at Mar-a-Lago will prove to be pivotal..\nAbe\nApril 4, 2017 at 13:47\n“the terrorist groups being implicated both share a significant common denominator – both are openly long-term recipients of US-European aid, with the latter group also receiving significant material support from US-European allies in the Persian Gulf, primarily Saudi Arabia, Qatar, and the United Arab Emirates (UAE).\n“US-European support for foreign-funded organizations posing as ‘nongovernmental organizations’ (NGOs) running parallel efforts with terrorist organizations undermining Moscow’s control over Chechnya have been ongoing for decades […]\n“While the US poses as engaged in a battle against the so-called ‘Islamic State’ in Syria, it has left its obvious, overt state sponsors unscathed both politically and financially.  If the bombing in St. Petersburg is linked to US-European-Persian Gulf state sponsored terrorism, it will be only the latest in a long and bloody tradition of using terrorism as a geopolitical  tool.\n“The US, having been frustrated in Syria and having little to no leverage at the negotiation table, is likely trying to ‘show’ Moscow that it can still create chaos both beyond Russia’s borders amongst its allies, and within Russia’s borders – regardless of how well Russians have weathered such tactics in the past.”\nIf Terrorists Targeted Russia, Who’s Behind the Terrorists?\nBy Tony Cartalucci\nApril 4, 2017 at 13:10\nJust breaking: a brand new Syrian gas attack which has reportedly killed scores of civilians.  Get ready for the propaganda offensive against the ‘evil Assad!’ from the Western media which are totally in bed with the Washington militarists and Zionists.\nBill Bodden\nApril 4, 2017 at 13:52\nJust breaking: a brand new Syrian gas attack which has reportedly killed scores of civilians. Get ready for the propaganda offensive against the ‘evil Assad!’ …\nTrue to form Blitz Wolfer at the Corporate News Network was leading the charge a few minutes ago with the willing assistance of Adam Kinzinger (R-IL) with his instant analysis totally ignoring the former gas attack alleged to have been committed by Assad was discredited.  No doubt McCain and Graham are piling it on.\nDrew Hunkins\nApril 4, 2017 at 14:41\nExcellent points Mr. Bodden.  Blitzer’s such a joke, but an unfunny one indeed, since so many people take him seriously.\nBill Bodden\nApril 4, 2017 at 15:33\nI didn’t catch all of Kinzinger’s comments but got a piece of one suggesting this gas attack was one of the greatest crimes ever.  I would have liked to have asked him how it compared with our shock and awe in Iraq 14 years ago.  Naturally, CNN’s import from the Jerusalem Post didn’t ask Hinzinger how it compared with Israel’s Operation Protective Edge against Gaza.\nIf Trump plans to drain the Washington swamp he’ll find it to be a monumental task getting rid of 230 years of hypocrisy.\nApril 4, 2017 at 18:10\nBlitzer is no joke – he is a cancerous metastasis on the body of the US. The alleged gas attack – sudden and totally illogical – is another lie that has its impetus in this: “Trump administration admits that as a nation, the Syrian people made the sovereign choice of Bachar el-Assad as their President.” http://www.voltairenet.org/article195862.html\nBoth Blitzer and Adam Kinzinger are loyalists to Israel, first and foremost.  End of story.  Israel wants the Golan Heights by any means (for the US/EU expense, of course).  It is not even a secret that Israel prefers ISIS to a sovereign Syria. Therefore the number of innocent victims of the zionists’ policies in Syria is of no concern for Blitzer and Kinzinger. These two will continue lying the US into more wars for Eretz Israel.\nApril 4, 2017 at 18:01\nThis was from the “White Helmets” and is picked up by those who believe in this “humanitarian” group known for its cinematic flair.\nDrew Hunkins\nApril 4, 2017 at 18:23\nThe White Helmets are in the same basket as the Gershman Soros NGOs — all essentially working for the military empire builders and all steadfast in discrediting and destabilizing any state leader who’s independent and doesn’t bow down to Washington or Tel Aviv.\nLisa\nApril 5, 2017 at 02:30\nThis morning (April 5th) there is a Russian explanation of the “gas attack”:  the bombing was done by the Syrian army, and they hit a rebel storage of chemical weapons. The poisonous gases spread to the surroundings from there.\nThis can very easily be labeled as desperate Russian propaganda. However, it is the most logical explanation, compared with the claims that either Syrian army or Russian bombers were carrying chemical weapons.  We shall see if any of the alternative claims can be verified.\nLisa\nNews from Reuters on the gas attack:\nApril 4, 2017 at 12:38\nThis excellent article by Gilbert Doctorow indicates we would do well to acquire a better and more sane understanding of the Russian people and discard the propaganda from our mainstream press.\nKim Dixon\nApril 4, 2017 at 12:27\nSeriously-unhinged anti-journalist Louise Mensch gets days of op-ed space in the New York Times, while Russian scholar Stephen F Cohen has been banned from that Neocon rag since 2003.\nAnd we wonder why Democratic sheep have turned into neo-McCarthyites, screaming for more confrontation with nuclear Russia.\nThe Democratic sheep have become a flock of Cheneyists.\nApril 4, 2017 at 11:24\nI did get my day wrong in post about Bolsheviks, was April 3, 1917, yesterday being the 3rd. I often don’t know what day it is!\nApril 4, 2017 at 11:17\nI noted that comment, Arseniy. i continue to be amazed at how vicious some of our fellow humans have become in this controlled age, and how unwilling they are to investigate beyond the pablum they are being spoon-fed. It can be truly disheartening!\nmike k\nApril 4, 2017 at 10:54\nThe Russians show a restraint and sobriety lacking from our sensationalized media and public officials.\nApril 4, 2017 at 10:49\nI was quite disheartened to see quite a few completely unsympathetic viewpoints of commenters on various websites reporting this tragedy mixed in with a lot of sympathetic statements. Particularly vicious were those on Twitter of the purported journalist, Louise Mensch, who really is seriously unhinged.\nOne commenter noted that the attack occurred 100 years to the day that Lenin and other exiled dissidents arrived April 4, 1917, by train from Switzerland and then Germany to Petrograd, now St. Petersburg, to begin plans for the Bolshevik Revolution.\nArseniy Urazov\nMeanwhile washington time writes:\n“Hopefully this is not like the 1999 Russian apartment bombings that were orchestrated by Putin through the FSB..”\njournalism at its finest\nApril 4, 2017 at 14:48\nArseniy, it is mind-blowing how the West right now would try anything to hit the people of Russia by any psychological means necessary. No one can defeat the resolve of the Russians; no has ever had; no one ever will! Simple. The person who is trying to inflict pain to another one is deep down in fact usually in much greater suffering than the victim of their action(s). The Nazi hit the hell out of Petrograd during WWII, and from Petrograd backward, they went on to lose the whole war. US neo-Nazis disciples hit the eternal city again, watch the whole western dream go in the cesspit once and for all.\nJoe Tedesky\nApril 4, 2017 at 16:56\nEveryone should listen to Mike Morell being interviewed by Charlie Rose back on 8/8/16. I’m leaving a link to that interview I think somewhere in around the 30 minute mark Morell speaks of how Putin must feel threaten, and this where Morell mentions how people close to the Russian leader should be killed to send a convert message that the Kremlin will live in fear, as long as the Russians resist Western hegemony.\nApril 4, 2017 at 17:40\nThis is a smoking gun by the western MSM standards. Time to accuse Morell of terrorism.\nFergus Hashimoto\nApril 9, 2017 at 08:46\nThose charges against Putin are plausible, although at the time of the apartment bombings Putin was no longer FSB boss but Prime Minister.\nApril 4, 2017 at 16:56\nI agree with you Jessica. I felt sad after reading these comments.  The conspiracy theories about apartment bombing and FSB and Putin, perpetuated by the Organs of the Western Countries just shows how low the Western World has sunk morally. Many journalists (including Peter Hitchens) have talked about it.  It is false. It is propaganda to destabilize Russia or in case of Journalists like Peter Hitchens, sermons from the tall Towers of democracy they still think they are.\nAfter reading President Putin’s speeches and watching him on TV for many years now, all I see is that  day and night he is working to restore Russia’s Economy, Defense, and Culture peacefully so that Russia can take its’ rightful place among European Nations. Russia during 1990’s -run by Harvard Economists –  under that alcoholic Yeltsin had been completely plundered, stripped bare; its’ wealth carted away to the West.  Russia was in complete collapse:  Everything; Industry, Agriculture, Law and Order, Political Institutions, it’s Social Fabric. People literally survived by planting their small plots in their Dachas near the cities or their backyards in the countryside. Russia needed help.  And the World can see what they got from the West.\nI got up very late this morning (we are in mid 70’s and retired), and my wife was watching CNN (she is a Hillary fan). It was Wolf Blitzer, with the commentators -usual suspects. Trying to deflect attention away from this Susan Rice story, they were peddling “The Russian Spies and Trump team” concoctions to the audience.\nAnd I thought to myself: U.S. (and the West) has sunk so deep in this Cesspool of Ignorance, lies, Dishonesty, Falsity, and Moral Depravity” that it is not possible to get out. And We are going to smear the Whole World with this Cesspool. I am afraid what is coming is not going to be pretty.\nTo start the day on a positive note, It makes me happy to see that Russia has survived (for the time being!).  Russia has lot to offer to the World; It’s culture, it’s Literature, it’s Music , it’s Unique History. . . I cannot figure out why the West cannot see it. After all Russia is part of Europe, and linked to its’ History, forever.\nFergus Hashimoto\nDave: Sorry to contradict you, BUT the apartment bombing charges against Putin are very plausible. See https://en.wikipedia.org/wiki/1999_Russian_apartment_bombings#Ryazan_incident\nAlthough at that time he was no longer FSB boss but Prime Minister instead.\nRealist\nApril 4, 2017 at 17:32\nEU governments, especially that of Germany but not France, have pointedly refused to show the typical mark of respect for terror victims by the lighting of national monuments.  Berlin has facilely responded to criticism with nonsense about “partner” cities that it does not apply to anyone else–just Russian cities.\nRead story on Reuters (since no one in America gives credence to RT):\nApril 5, 2017 at 03:08\nSuch “anniversary” link could be a coincidence, but if true, it could also be an indication of the Western involvement in this terrorist act. This is why the Russians appear to be mentioning Khodorovsky as a potential organizer.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://en.wikipedia.org/wiki/1999_Russian_apartment_bombings#Ryazan_incident",
                "http://www.voltairenet.org/article195862.html"
            ]
        },
        "key_words": [
            "system",
            "station",
            "terror",
            "attack",
            "russian",
            "stride",
            "security",
            "russia",
            "st",
            "metro",
            "public",
            "television",
            "russians"
        ]
    }
]