[
    {
        "url": "https://www.christianpost.com/news/passion-2011-brings-in-record-high-11-million.html",
        "title": "Passion 2011 Brings in Record High $1.1 Million",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPassion 2011 Brings in Record High $1.1 Million\nPassion 2011 Brings in Record High $1.1 Million\n| Thursday, January 06, 2011\nRed cards hang from the rafters at the Cure International station where Passion 2011 students are asked to donate towards life-saving surgery for a baby in Uganda. Each card contains a student message to the babies who suffer from Hydrocephalus, or \"water on the brain,\" which causes swelling of the head and results in developmental delay, blindness, and eventually death. Instead of just meeting the goal of raising ,000 to fund 50 surgeries, students provided 1,000 to save the lives of 141 babies. | (Photo: The Christian Post)\nATLANTA – The 22,000 students that attended the Passion 2011 conference were the most generous in the history of the event.\nUniversity-age students, known for regularly joking about being broke, collectively donated $1.1 million, far exceeding the $500,000 goal as well as the $668,000 total for Passion 2010. Students donated specifically to nine global aid projects through Passion's Do Something Now campaign, which seeks to teach young adults to exchange self-centered lives for God-centered ones that focus on the needy.\n8 photos(Photo: The Christian Post)A model of the home that the ministry Haiti Transformed will build for displaced families in Haiti. Passion 2011 conference students exceeded the goal of 15 homes and provided $136,800 to build 38 homes.\n\"Together, we are a force for good, making a massive difference in the lives of people around the globe in Jesus' name,\" states the Passion vision for the Do Something Now campaign. \"At the core of it all is a desire to wed worship and justice, believing that what God wants most is not just another song, but a reflection of His love and mercy among the poor, the imprisoned, the voiceless and the oppressed.\"\nStudents were asked this year to consider donating $25 to Living Water International to build wells for remote villages in India. It takes the donations of 200 students to build one clean water well. The goal for the conference was to collect $75,000 to construct 15 wells.\nRelated\nInstead of 15 wells, students provided enough money to build 24 wells in India.\nTo help the mostly American students understand the difficulty in not having a well, Living Water set up a simulated experience where students can walk on a path around the expo area carrying a jerry can filled with water. One jerry can holds five gallons of water and weighs 40 pounds. The UNICEF standard for access to safe water is defined as 20 liters (five gallons) per person per day.\nThe path around the huge expo area is only one-eighth of a mile, but most women and children in developing countries need to walk anywhere from three to seven miles a day to fetch water. Nearly all the students struggled to make it to the finish line after walking the last stretch carrying the jerry can filled with water.\n\"It was definitely much more difficult than I thought,\" said Frederick Grimm, 19, of North Augusta, S.C., who carried two jerry cans or a total of 80 pounds, to The Christian Post.\n\"You just saw people carrying the water and no problem. But when you actually had to do it yourself it was a lot more taxing and a lot more difficult than I originally thought,\" said the lanky, red-head who was well over 6 feet tall.\nGrimm was seen praying at several rest stops on the path. He said he was praying for the children who had to carry water every day to support their family.\nMore than 1 billion people in the world do not have access to clean water and every 15 seconds a child dies because of a water-related illness.\nIn addition to exceeding the goal for water wells, students also surpassed every other goal for the Do Something Now projects.\nPassion 2011 conference students provided:\n• 385 micro-loans to lift a family in Afghanistan out of poverty, instead of the goal of 200\n• 2,210 children in South Africa food for one year, exceeding the goal to feed 1,000\n• 442 children through Compassion International sponsorship and essentials, instead of the goal of 150\n• 38 homes in Haiti for displaced families, instead of the goal of 15 homes\n• 31,200 Bibles to people in remote areas of Columbia, far exceeding the goal of 20,000 Bibles\n• 21 girls trapped in the sex trade in Bolivia with aftercare and vocational training, surpassing the goal of ten girls\n• 28 rescue operations to bring girls out of sex slavery in Cebu, Philippines, exceeding the goal of 10 rescue operations\n• 141 surgeries to bring physical healing to babies in Uganda suffering from Hydrocephalus, or \"water on the brain,\" exceeding the goal to fund 50\nStudents also donated 17,478 towels and 85,357 pairs of socks to the local homeless community.\nEarlier in the Passion conference, founder Louie Giglio told students that Christians should not arrive in a community without the residents seeing the Kingdom of God coming.\nThe Passion 2011 conference in Atlanta began on Jan.1 and concluded on Tuesday. More than 22,000 students representing 20 countries and nearly 750 campuses participated in the four-day indoor gathering for college students. Speakers this year included Louie Giglio, John Piper, Francis Chan, Beth Moore, and Andy Stanley. Lead worshipers included Chris Tomlin, David Crowder Band, Charlie Hall, Matt Redman, Christy Nockels, and Kristian Stanfill.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "goal",
            "11",
            "record",
            "wells",
            "children",
            "high",
            "2011",
            "million",
            "passion",
            "jerry",
            "students",
            "water",
            "exceeding",
            "brings",
            "conference"
        ]
    }
]