[
    {
        "url": "https://nutritionfacts.org/es/2017/12/14/mejor-moderar-el-consumo-de-alimentos-antiinflamatorios-potentes-hacia-el-final-del-embarazo/",
        "title": "Mejor moderar el consumo de alimentos antiinflamatorios potentes hacia el final del embarazo",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-14",
        "text": "Mejor moderar el consumo de alimentos antiinflamatorios potentes hacia el final del embarazo\nEnero 14th, 2017\nEl lado derecho del corazón bombea sangre desoxigenada del cuerpo a los pulmones, donde puede llenarse de oxígeno, y luego el lado izquierdo del corazón bombea esta sangre rica en oxígeno de los pulmones al resto del cuerpo. Entonces, la sangre viaja del cuerpo al lado derecho del corazón, luego a los pulmones, al lado izquierdo del corazón y de vuelta al cuerpo.\nPero, ¿qué sucede en el útero? Los pulmones de los fetos no funcionan porque están llenos de líquido. ¿Cómo esquiva el corazón el paso por los pulmones y propaga la sangre rica en oxígeno, que entra por el cordón umbilical, al resto del cuerpo? Antes de nacer, tenemos un vaso sanguíneo adicional, el ductus arterioso, que conecta directamente el lado derecho del corazón con el lado izquierdo, evitando los pulmones llenos de líquido. Cuando nace el bebé y respira por primera vez, este vaso sanguíneo se cierra. Sin embargo, en aproximadamente 1 de cada 10000 nacimientos, este vaso sanguíneo se cierra prematuramente antes de que nazca el bebé, lo que exige una cesárea de emergencia, como menciono en mi video Cuidado con los alimentos antiinflamatorios en el tercer trimestre .\nLa mayoría de los casos para los que existe una causa conocida se relacionan con tomar medicamentos antiinflamatorios, como la aspirina o el ibuprofeno. Esto se debe a que la forma en la que el cuerpo mantiene abierto este vaso sanguíneo es mediante una clase de compuestos inflamatorios llamados prostaglandinas. Si tomas un medicamento antiinflamatorio, puede socavar la capacidad de tu cuerpo para mantenerlo abierto, y se puede cerrar prematuramente. Es por eso que la mayoría de las autoridades recomiendan que estos medicamentos antiinflamatorios no esteroideos (AINE) se eviten en el tercer trimestre. La probabilidad de que algo malo suceda es extremadamente remota, pero mejor prevenir que curar.\nA veces, esta constricción prematura ocurre incluso cuando las mujeres no están tomando medicamentos, en los llamados casos idiopáticos , término médico para “no tenemos ni idea de qué lo causó”. Sin embargo, si los medicamentos antiinflamatorios pueden causarlo, ¿qué pasa con los alimentos antiinflamatorios? Hace unos años, en mi video  Chamomile Tea May Not Be Safe During Pregnancy  (no ha sido subtitulado al español todavía), describí dos incidentes aparentemente causados por mujeres embarazadas que bebían infusiones de manzanilla. Uno de ellos se revirtió porque el ductus se volvió a abrir una vez que dejó de consumir las infusiones; en el otro caso, el bebé tuvo que ser sacado inmediatamente. Desde entonces, han habido otros informes de casos semejantes, como por ejemplo cuando una mujer había estado bebiendo   una bebida de açai todos los días, y cuando otra mujer había estado bebiendo  zumo de ciruela y un zumo violeta que contenía una mezcla de frutas y verduras. Por lo tanto, las mujeres embarazadas deben tener especial cuidado al consumir los poderosos nutrientes antiinflamatorios que podemos encontrar en los frutos rojos.\n¿Qué pasa con los frutos rojos, el té verde y todos los demás maravillosos alimentos y bebidas antiinflamatorios? Un grupo de investigadores en Brasil comparó las ecografías de los corazones de bebés en el tercer trimestre cuyas madres comieron muchos de estos alimentos antiinflamatorios, con aquellos cuyas madres comieron menos; y pudieron notar la diferencia. La velocidad del paso de la sangre a través del ductus en las madres que consumieron la dieta antiinflamatoria fue más alta, lo que sugiere que era más estrecho, al igual que ocurre cuando aprietas la abertura de una manguera y haces que el agua salga más rápido. Además, el lado derecho de los corazones de los bebés cuyas madres estaban consumiendo la dieta antiinflamatoria era más grande que el lado izquierdo, lo cual sugiere un acumulamiento de sangre, de nuevo un indicador de un ductus estrecho. Los investigadores sugirieron que los cambios de alimentación en etapas tardías del embarazo pueden merecer la pena, pero los críticos respondieron que las diferencias que notaron podrían no tener relevancia clínica, lo que significa que puede no importar si el vaso está un poco más abierto o cerrado. No queremos alarmar a las mujeres, porque muchos de estos alimentos antiinflamatorios pueden ser beneficiosos, como los arándanos rojos, que pueden ser útiles para prevenir las infecciones del tracto urinario, las cuales pueden ser un factor de riesgo para el nacimiento prematuro. El consumo de arándanos rojos es atractivo desde el punto de vista de la salud pública y por su bajo coste, ya que podría prevenir algunos nacimientos prematuros.\nAntes de reducir el consumo de un alimento tan saludable como los arándanos rojos, deberíamos tener una evidencia más sólida de que son potencialmente dañinos. ¿Qué hay de los factores de confusión? Por ejemplo, las mujeres que comían muchos alimentos antiinflamatorios podrían haber tenido otras características que podrían afectar al flujo sanguíneo fetal. Lo que necesitamos es un ensayo de intervención en el que las mujeres embarazadas cambien su dieta, y poder así observar qué sucede, pero no había este tipo de estudios… hasta ahora.\nUn estudio ha demostrado que reducir el consumo de alimentos antiinflamatorios como el té, el café, el chocolate negro, las uvas y los cítricos algunas semanas durante el tercer trimestre parece abrir el ductus durante los embarazos normales. En las mujeres cuyos fetos tenían vasos con constricción anormal, unas pocas semanas de eliminar los alimentos ricos en polifenoles revirtieron la constricción ductal en el 96% de los casos. Es importante destacar que los investigadores no siguieron controlando a estos bebés después del nacimiento para ver si había alguna diferencia. El cierre completo solo ocurre en 1 de cada 10000 nacimientos; no estamos seguros de qué efectos puede tener un nivel relativo de constricción, por lo que es demasiado pronto para establecer una prohibición del chocolate negro para las mujeres embarazadas.\nEn esta etapa, lo que nos queda es la precaución. Durante el resto de tu vida, te recomiendo comer alimentos saludables como los frutos rojos y el cacao en polvo, pero a partir de la semana 28 hasta el nacimiento, las mujeres embarazadas podrían optar por  reducir el consumo , hasta que sepamos más.\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2834346/",
                "https://www.ncbi.nlm.nih.gov/pubmed/23558845",
                "https://www.ncbi.nlm.nih.gov/pubmed/19705407",
                "https://www.ncbi.nlm.nih.gov/pubmed/152705",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4032301/",
                "https://www.ncbi.nlm.nih.gov/pubmed/20845046",
                "https://www.ncbi.nlm.nih.gov/pubmed/22052330",
                "https://www.ncbi.nlm.nih.gov/pubmed/20351708",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4065350/",
                "https://www.ncbi.nlm.nih.gov/pubmed/15852232"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/chamomile-tea-may-not-be-safe-during-pregnancy/",
                "https://nutritionfacts.org/es/video/precaucion-alimentos-antiinflamatorios-en-el-tercer-trimestre/"
            ]
        },
        "key_words": [
            "mejor",
            "moderar",
            "final",
            "consumo",
            "la",
            "en",
            "potentes",
            "hacia",
            "del",
            "antiinflamatorios",
            "las",
            "y",
            "embarazo",
            "una",
            "el",
            "los",
            "que"
        ]
    }
]