[
    {
        "url": "https://www.christianpost.com/news/netherlands-may-debate-law-allowing-anyone-healthy-75-years-or-older-to-choose-euthanasia.html",
        "title": "Netherlands May Debate Law Allowing Anyone Healthy 75 Years or Older to Choose Euthanasia",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2003-06-19",
        "text": "Go\nThe Christian Post\nNetherlands May Debate Law Allowing Anyone Healthy 75 Years or Older to Choose Euthanasia\nNetherlands May Debate Law Allowing Anyone Healthy 75 Years or Older to Choose Euthanasia\nNetherlands May Debate Law Allowing Anyone Healthy 75 Years or Older to Choose Euthanasia\n| Monday, July 03, 2017\nIn the Netherlands, it may soon be legal for healthy people to choose to be euthanized provided they are old enough, according to proposed legislation.\nThe \"Completed Life Bill,\" which might be introduced into the Dutch parliament by Pia Dijkstra, a member of Dutch D66 political party, allows any person aged 75 or over to decide that his or her life is \"complete\" and receive euthanasia drugs, The Federalist reported  Friday.\nJulie Hocker, senior policy fellow for the Center for Human Dignity at the American Conservative Union Foundation, explained in a Monday interview with The Christian Post that with the proposal of this bill the Dutch continue opening some very troubling doors.\n\"Once death is a solution for one 'problem,' it soon becomes the solution for many more,\" Hocker said. \"Perhaps even worse, it becomes the obligation to choose death as the correct, binary choice to remaining a so-called burden on families.\"\nAdvocates for euthanasia have employed strict \"physician assisted suicide\" statutes around the world for \"supposed last resort deaths\" as a \"wedge\" in order to promote a much more nefarious \"death-on-demand\" agenda, she said.\nShe believes the United States should take warning here and pointed out that in states where assisted suicide has gained ground some troubling phenomena have appeared.\n\"As dignity is stripped of some individuals, we will see whole communities suffer. Look to Oregon — the first state in the U.S. to legalize physician-assisted suicide — suicide rates continue to climb while funding for prevention continues to dry up; among teenagers, suicide is the second leading cause of death now,\" Hocker said.\n\"And we cannot be surprised: a 2015 survey published in the Southern Medical Journal found that the legalization of Physician Assisted Suicide led to a direct increase in suicides overall. Supposed 'Death with Dignity' laws are being aggressively marketed as compassionate — and as Americans, we need to realize they are anything but that.\"\nJulie Hocker of the American Conservative Union and Stan Swim of the GFC Foundation speak at a breakout session on the dangers of assisted suicide at CPAC at the Gaylord National Convention Center in National Harbor, Maryland, February 24, 2017. | (Photo: The Christian Post/Brandon Showalter)\nUnder the guise of \"compassion,\" society \"tosses aside the vulnerable, the frail, and the sick by creating a growing class of citizens deemed better off dead,\" she added.\nAs it stands, the following states have adopted assisted suicide legislation: Oregon, Washington, Vermont, California, Colorado and Washington, D.C. In Montana, a court ruling has legalized the practice there.\nAlthough numbers remain relatively small, the assisted suicide rate has risen dramatically since its legalization in the Netherlands in 2002 for the terminally ill.\n\"In 2016, there were 6,091 reported instances of euthanasia in the Netherlands. Of those, 141 were for patients with dementia. That is up from 12 such cases in 2009. Also for patients with chronic psychiatric illness, there were 0 instances of euthanasia in 2009, but by 2016 that number had risen to 60,\" The Federalist reported.\nThe D66 party is one of the smaller yet politically effective progressive Dutch parties whose leader, Alexander Pechtold, regards the right to die when one so chooses as an \"individual consideration\" and a positive advance.\nWhen asked to elaborate  on his views on a Dutch TV show in March, Pechtold said that he favored an incremental approach to this and that his colleague, Pia Dijkstra, \"can now continue persuading parliament and the country to — in my own words and personal opinion — take the next step for our civilization.\"\nHe further maintained that broad political support for euthanizing completely healthy people exists and that he hopes that eventually people younger than 75 can opt to end their lives when they want, though a lower age is not feasible at the moment.\nSince no party ever wins a majority in the Dutch parliament, coalitions must be made in order to form a functioning government. Dutch Prime Minister Mark Rutte of the center-right People's Party for Freedom and Democracy, who won re-election earlier this year, is now in negotiations with D66 and two Christian political parties, both of whom oppose the proposed \"Completed Life Bill.\" If he forms a coalition with D66, the Completed Life bill will likely be placed on the legislative agenda and it may indeed pass.\nYet in recent months, some troubling developments have emerged such that even euthanasia supporters are expressing concerns publicly.\nThe Christian Post reported  in February that a Dutch doctor was cleared of wrongdoing after administering lethal drugs to an 80-year-old woman suffering from dementia who had reportedly expressed second thoughts about wanting to die. The process included putting a sedative in her coffee unbeknownst to her and when she was injected with the drugs to kill her the doctor ordered her family members to hold her down in order to complete the procedure because her body began resisting death.\nThis incident led some who endorse the practice to admit how things have gone awry.\nIn February, a group of 220 doctors took out an ad in Dutch newspaper NRC  to voice their refusal to administer euthanasia drugs to patients suffering from advanced dementia since such people cannot verbally consent to it. In a detailed editorial  in NRC in June, Boudewijn Chabot, a psychogeriatrician who supports assisted suicide, said that the practice of euthanasia \"is out of control\" and cited the gradual erosion of key legal constraints over time.\n\"I do not see how we get the genie back into the bottle. It would be a lot if we recognize that he is gone,\" Chabot said in his editorial, originally in Dutch, translated by CP.\nHocker believes it is important not to lose focus on the larger picture.\nEuthanasia advocates \"are not looking to stop at narrow pieces of legislation,\" Hocker said.\n\"They seek a society where humans are discarded instead of helped, loved, and valued for their intrinsic worth,\" she reiterated.\nFollow Brandon Showalter on Twitter: @BrandonMShow Follow Brandon Showalter on Facebook: @BrandonMShow\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Once death is a solution for one 'problem,' it soon becomes the solution for many more,",
                "Hocker",
                true
            ],
            [
                "Perhaps even worse, it becomes the obligation to choose death as the correct, binary choice to remaining a so-called burden on families.",
                "Hocker",
                true
            ],
            [
                "As dignity is stripped of some individuals, we will see whole communities suffer.",
                "Hocker",
                true
            ],
            [
                "Look to Oregon — the first state in the U.S. to legalize physician-assisted suicide — suicide rates continue to climb while funding for prevention continues to dry up; among teenagers, suicide is the second leading cause of death now,",
                "Hocker",
                true
            ],
            [
                "And we cannot be surprised: a 2015 survey published in the Southern Medical Journal found that the legalization of Physician Assisted Suicide led to a direct increase in suicides overall.",
                "",
                true
            ],
            [
                "Supposed 'Death with Dignity' laws are being aggressively marketed as compassionate — and as Americans, we need to realize they are anything but that.",
                "",
                true
            ],
            [
                "tosses aside the vulnerable, the frail, and the sick by creating a growing class of citizens deemed better off dead,",
                "",
                false
            ],
            [
                "In 2016, there were 6,091 reported instances of euthanasia in the Netherlands.",
                "",
                true
            ],
            [
                "Of those, 141 were for patients with dementia.",
                "",
                true
            ],
            [
                "That is up from 12 such cases in 2009.",
                "",
                true
            ],
            [
                "Also for patients with chronic psychiatric illness, there were 0 instances of euthanasia in 2009, but by 2016 that number had risen to 60,",
                "",
                true
            ],
            [
                "can now continue persuading parliament and the country to — in my own words and personal opinion — take the next step for our civilization.",
                "Pechtold",
                false
            ],
            [
                "I do not see how we get the genie back into the bottle.",
                "Chabot",
                true
            ],
            [
                "It would be a lot if we recognize that he is gone,",
                "Chabot",
                true
            ],
            [
                "are not looking to stop at narrow pieces of legislation,",
                "Hocker",
                false
            ],
            [
                "They seek a society where humans are discarded instead of helped, loved, and valued for their intrinsic worth,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thefederalist.com/2017/06/30/netherlands-considers-euthanasia-healthy/",
                "https://www.christianpost.com/news/netherlands-clears-doctor-wrongdoing-ordering-family-hold-down-woman-assisted-suicide-173910/",
                "https://nos.nl/artikel/2160953-pechtold-waardig-levenseinde-op-termijn-ook-voor-mensen-jonger-dan-75.html",
                "https://www.nrc.nl/nieuws/2017/06/16/de-euthanasiegeest-is-uit-de-fles-11123806-a1563406",
                "https://www.nrc.nl/nieuws/2017/02/09/artsen-tegen-euthanaseren-van-dementen-op-basis-van-wilsverklaring-a1545325"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow"
            ]
        },
        "key_words": [
            "life",
            "debate",
            "suicide",
            "party",
            "hocker",
            "netherlands",
            "healthy",
            "dutch",
            "assisted",
            "death",
            "euthanasia",
            "older",
            "drugs",
            "law",
            "allowing",
            "75",
            "choose"
        ]
    }
]