[
    {
        "url": "https://www.christianpost.com/news/dave-ramsey-calling-on-christians-to-help-u-s-economic-recovery.html",
        "title": "U.S. Debt: 'Government Has No Answer for Broken Economy,' Says Financial Expert",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nU.S. Debt: 'Government Has No Answer for Broken Economy,' Says Financial Expert\nU.S. Debt: 'Government Has No Answer for Broken Economy,' Says Financial Expert\nU.S. Debt: 'Government Has No Answer for Broken Economy,' Says Financial Expert\n| Wednesday, July 27, 2011\nCorrection appended\nFamed debt consultant and radio talk-show host Dave Ramsey is calling on Christian leaders and congregations to step up to the forefront of recovery efforts during the economic crisis and to not rely on the United States government to solve the country's problem.\nRamsey, who is heard on more than 450 radio stations and satellite radio throughout North America, has taken his Christian perspective on financial matters and applied them to a grassroots movement he is calling “The Great Recovery.”\n“Our country is in a mess. The government has no answer for this broken economy. We do. God is still on His throne. He is the hope for this nation,” said Ramsey in an online video launch of The Great Recovery plan. “It’s time for pastors, church leaders, and believers everywhere to rise up together and lead this nation out one family, one church, one community at a time.”\nRamsey, 50, told The Christian Post that nearly 20,000 people, including 4,000 church leaders, have signed up to be a part of the movement, which was officially launched last week.\n“There is a lot of fear in our country right now. People are fearful about their financial situation and the financial situation in Washington,” Ramsey said. “When people stop fearing what is going to happen and take control of their situation, only then will our economy begin to recover.”\n“Washington cannot fix people’s finances – people have to fix their finances. When this happens people will become optimistic,” he added.\nThose entering The Great Recovery do so by registering online. Instructions on the site include the suggestion that the most important step is to first “get your family finances in order.” The campaign's slogan is \"It Starts with You.\"\n“We’ve had many people tell us they are excited to join The Great Recovery and excited to stop relying on Washington,” Ramsey said. “People are already beginning to change their lives and help those in their community do the same.”\nRamsey is founder of The Lampo Group, which is on a mission to provide “biblically based, common-sense education and empowerment which gives HOPE to everyone from the financially secure to the financially distressed.” The group started in 1992 and now has more than 300 staff or “team members,” providing a variety of products aimed at helping people reach their financial goals.\nThose climbing on board The Great Recovery are also encouraged to sign up for Ramsey's Financial Peace University, a program and study that has been offered at churches throughout the U.S. for several years.\n“The idea of The Great Recovery has been on the table for a while but we have been waiting for what we felt was the right time to launch the movement,” Ramsey said.\n“For the past few years people across our country have been negatively affected by the economic recession. The majority of these people have turned towards the government for a solution, but they are still waiting and they are feeling more hopeless than ever.”\nRamsey said that people also need to take personal responsibility and “start handling their money God’s way.”\n“I look forward to the restored hope that people will have when they take control of their finances and our country begins to turn around one family, one community at a time.”\nCorrection:  Wednesday, July 27, 2011:\nAn article on Wednesday, July 27, 2011, about debt consultant Dave Ramsey's movement \"The Great Recovery\" incorrectly reported that his group, The Lampo Group, started in 1988. The group was started in 1992.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ramsey",
            "economy",
            "finances",
            "broken",
            "group",
            "started",
            "expert",
            "situation",
            "financial",
            "answer",
            "great",
            "debt",
            "movement",
            "recovery",
            "country"
        ]
    }
]