[
    {
        "url": "https://www.christianpost.com/news/la-girl-scout-troops-disband-over-transgender-inclusion.html",
        "title": "La. Girl Scout Troops Disband Over Transgender Inclusion",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, December 14, 2011\nRelated\nGirl Scouts Allows 7-Year-Old Boy to Join\nGirl Scouts Convention Has Pro-Abortion, Ultra-Feminist Agenda, Say Ex-Members\nTransgendered Girl Scouts\nThe incident began last month when a mother in Denver tried to get her 7-year-old son admitted into a local Girl Scout troop. The mother insisted that he lived like a little girl, but the transgendered child was initially not allowed into the troop.\nUnhappy with the decision, the mother called a press conference to protest, causing the Colorado chapter to review its decision and emphasize its practice of inclusion.\nRachelle Trujillo, vice president of Communication for Girl Scouts of Colorado, told The Christian Post on Wednesday that the organization respects the rights and decisions of families. If parents brought a child to a meeting, and the child is recognized in the community as their daughter, then the Girl Scouts accept that. “We don’t require proof of gender,” she said.\nBut for now, Trujillo said, the transgendered child’s mother from Colorado has told them she will think about things and call them back regarding her son joining a Girl Scout troop. So far she hasn’t contacted the Colorado group again.\n Girl Scouts Accepts Transgender Boy\nTrujillo told CP that “Girls Scouts of the USA is really giving Girl Scout councils around the country the flexibility to handle their approach [by] working in their own communities.”\nGirls Scouts, she emphasized, is an inclusive organization and “when you’re talking about a transgender girl anywhere, it is handled on a case by case basis.”\nTroop leaders in Lacombe, La., aren’t buying it though. They resigned as leaders from Northlake Christian School and are dismantling their troops over the Girl Scouts’ policy.\nSusan Bryant-Snure is one of the leaders who resigned. She has three daughters among the 25 girls who had been active scouts there.\nBryant-Snure told Baptist Press that the Girl Scouts' action is \"extremely confusing\" and an \"almost dangerous situation\" for children. \"This goes against what we (Northlake Christian School) believe,\" she said.\nNorthlake is now looking into aligning with American Heritage Girls, a nonprofit “dedicated to the mission of building women of integrity through service to God, family, community and country. The organization offers badge programs, service projects, girl leadership opportunities and outdoor experiences to its members.”\nAHG was formed in 1995, in part over the Girl Scouts' decision to allow scouts to substitute another word or phrase for “God” in their promise.\nAHG Founder Patti Garibay told CP that her group has not dealt with any transgender issues and that they only accept girls ages five to 18. She said the issue with Girl Scouts is definitely a concern parents need to know about.\nJeff Johnston, a social issues analyst specializing in homosexuality and sexuality at Focus on the Family, told Baptist Press that the Girl Scouts' practice of admitting transgendered children has implications for other girls in the troop. It can lead to gender confusion, and already some parents have contacted Focus with concerns over Girl Scout camping trips with boys pretending to be girls.\nAHG continues to take a stand against societal pressures on young girls regarding sexual orientation and in 2009 partnered with another likeminded organization, The Boy Scouts of America. The BSA has also resisted pressure throughout the years to allow gay troop leaders or endorse homosexuality.\nGaribay told CP that AHG signed a Memorandum of Mutual Support with the BSA as an agreement of their common goals, one of which is “to work together in faith-based groups.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "inclusion",
            "la",
            "told",
            "mother",
            "girl",
            "scouts",
            "transgender",
            "leaders",
            "scout",
            "troops",
            "disband",
            "troop",
            "girls",
            "organization"
        ]
    }
]