[
    {
        "url": "https://consortiumnews.com/2012/03/07/obama-cedes-ground-on-iran-war/",
        "title": "Obama Cedes Ground on Iran War",
        "authors": [
            {
                "name": "Martin A. Totusek",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-03-07",
        "text": "Main menu\nMarch 7, 2012\nBy Winslow Myers\nWhen President Barack Obama spoke to the powerful American Israel Public Affairs Committee (AIPAC) lobbying organization, he provided the required red meat, America’s support for Israel remains drum tight and war on Iran to prevent their acquisition of nuclear weapons continues to be a viable option.\nObama’s pandering (mitigated, in fairness, by his continued commitment to diplomacy) ignored Israel’s own nuclear weapons, and its government’s obdurate support for the settlements that keep eroding Palestinian territory.\nPresident Obama signs the prosthetic arm of Marine Sgt. Carlos Evans during a tour of the White House for wounded veterans on March 6. (White House photo by Pete Souza)\nNo doubt it seemed inappropriate to examine the ongoing suffering of the Palestinians with that particular audience, or even the potential suffering of people in Iran and Israel should the dogs of war let loose.  He chose instead to use “us against them” language to strengthen his chances for election.\nIncumbents and candidates must do this in our polarized culture. Not only Jewish-American and Israeli conservatives but also Mitt Romney and friends will hold Obama’s feet to the fire.\nPolitical leaders, democratic or autocratic, find it nearly impossible not to fall into the simplistic rhetoric of threat. It’s as old as the nation-state. What’s new is the destructive power of the weapons with which governments can back up their bluster. It raises the stakes in the war of words.\nThe vicious circle of threat rhetoric becomes self-sustaining, fueled by the magnitude of the weapons and the fears they engender. Leaders of smaller countries take note of what happened to Libya’s Muammar Gaddafi when he voluntarily renounced his weapons program.\nProliferation continues, leading only in one possible direction, over the waterfall. As Einstein asserted, we cannot solve a problem on the same level from which the problem arose. There is no fighting fire with fire in this case. Militant rhetoric is an escalation toward confrontations that will always have the Cuban Missile Crisis as their archetype.\nIn this cycle of escalation we deny aspects of ourselves that we find it difficult to accept, greed, aggression, secret manipulation, and project those denied attributes onto “them,” the “other.”  We assume that “our” nuclear weapons are purely defensive, a deterrence against malign intent. “Their” nuclear weapons (or possible nuclear weapons program in the case of Iran) are the very shape of evil.\nEven domestically we define ourselves more in terms of whom we are against than what we have in common with those we think of as outside our circle of belonging. This process has hollowed out the vital center in our politics, which Sen. Olympia Snowe, R-Maine, has protested by forgoing re-election. It fuels as well the unwarranted influence of media buffoons like Rush Limbaugh, some of whose advertising underwriters have finally begun to leave him as they ought to have long ago.\nFailure to understand projection and enemy-imaging internationally could be fatal. Of course we should continue to call Iran’s leaders on their anti-Semitism. It might also help to acknowledge our own role in creating the unconstructive dynamic between Iran and the U.S., going back to our covert 1953 interference in their elections.\nOur stereotype of Iran as part of the “axis of evil” imploded in 2009 with the images of brave Iranian citizens risking their lives to demonstrate for more self-determination. Surely the aspirations of the Iranian people, 80 million of them, neither to be bombed nor ruled unjustly have not changed.\nThe only change was our temporary realization that they were not enemies worthy of annihilation, but lovers of democracy like ourselves. Now in 2012 they are becoming demons again. Can we not see the arbitrary quality of this dynamic?\nWe need to base our dialogue with adversaries on the choice between mutual suicide and mutual survival, encouraging our leaders to use language that transforms vicious circles of alienation and threat into virtuous circles of cooperation and prevention.\nRobert Frost once wrote: “Nature within her inmost self divides/To trouble men with having to take sides.” True as far as it goes, but now the fission-power of the stars, which our scientists unlocked in the New Mexican desert in 1945 and unleashed on Hiroshima, challenges our inmost selves to move beyond taking sides and end our dangerous rhetorical games of nuclear chicken.\nWinslow Myers, the author of Living Beyond War: A Citizen’s Guide, serves on the Board of Beyond War ( www.beyondwar.org ), a non-profit educational foundation whose mission is to explore, model and promote the means for humanity to live without war.\nMarch 10, 2012 at 17:56\nToday L.A.Times has a full page statement on the issue that clearly expresses the opinion of the people, the Military and top government officials. The unbreakable bond was broken by Netanyahu long ago when he changed what was an American concern with Justice and sympathy for the Jewish people into a dominery obligation. It is a situation created by a disloyal and corrupt Congress. As the facts of the  dishonorable selling of American Sovereignty by our Congress and past Administrations emerges citizens and all people of integrity and loyalty to this nation are speaking out. The story telling is over. Acting as what amount to being a lawyer for the Jewish Mafia our State Department has defended Israel  against 65 UN RESOLUTIONS not counting international laws. The count just stopped not the abuses.  This is humiliating for a Nations that claims to stand for justice for all. The President stood his ground this time, Congress butted in to save Netanyahu and insulted the President by offering  Israel the “BOMB” it needs to attack Iran provided he does not use it until after the election???\nHow insulting can one get before standing  up for the Honor of this nation and our leaders?\nMartin A. Totusek\nMarch 7, 2012 at 21:50\nWhile the main point of the article is sound, “our covert 1953 interference in their elections.” is far too gentle a term to use.\nThe U.S. government did two military coups (via “Operation Ajax”, run by C.I.A. agents Kermit Roosevelt – the grandson of Theodore “Teddy” Roosevelt and Donald Wilber, acting on orders from U.S. Director of Central Intelligence Allen Dulles…) in 1953, to overthrow the secular democratically elected government of Mohammad Mosaddegh, and put the brutal Mohammad-Reza Shah Pahlavi (aka “The Shah”) in power – on behalf of the oil company we now know as “BP”, to undo the Iranian oil industry having been nationalized, with Iran having taking control of it’s natural resources away from foreign corporations, until the U.S. government orchestrated military coups were done.\nIt’s all part of a long sordid history of U.S. government and corporate policies plus overt and covert actions, that have utterly destroyed any belief among Iranians that the U.S. government supports secular democracy and real freedom for Iran or for other nations in the middle-east. This has been commented upon by many, including by some former U.S. government officials:\n“In 1953 the United States played a significant role in orchestrating the overthrow of Iran’s popular Prime Minister, Mohammed Mosaddegh. The Eisenhower Administration believed its actions were justified for strategic reasons; but the coup was clearly a setback for Iran’s political development. And it is easy to see now, why many Iranians continue to resent this intervention by America in their internal affairs…” – Former U.S. Secretary of State Madeleine Albright on March 17, 2000\nSonny\nMarch 7, 2012 at 16:41\nAny war with Iran would be catastrophic for the entire mid-east and world. Since Israel wants this war so damn bad, war is what will come along with much more antisemitism/anti-Americanism and more economic hardship. Haven’t you fucking people had enough already? Americans are tired of the bullshit, we want jobs and our freedoms restored! To hell with your endless damn wars.\nMax\nWell said, Sonny.\nMarch 7, 2012 at 15:10\nWhat authority under international law does the US have to launch another preemptive war over supposed WMD and WMD programs that cannot even be proven to exist? Indeed, if it became apparent that Iran actually had a nuclear weapons program, from whence would such authority come?  I think the only self-evident assertion to be made is that if Iran had a nuclear weapon the war drums would cease beating immediately, otherwise there is nothing the Iranians can do to convince the drum beaters in Washington and Tel Aviv that they had no such weapons or weapons programs anymore than the Iraqis could.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.beyondwar.org/"
            ]
        },
        "key_words": [
            "iran",
            "threat",
            "nuclear",
            "rhetoric",
            "ground",
            "leaders",
            "war",
            "israel",
            "winslow",
            "weapons",
            "obama",
            "vicious",
            "cedes"
        ]
    }
]