[
    {
        "url": "https://www.christianpost.com/news/fuller-seminary-graduate-on-yacht-hijacked-by-somali-pirates.html",
        "title": "Fuller Seminary Graduate on Yacht Hijacked by Somali Pirates",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFuller Seminary Graduate on Yacht Hijacked by Somali Pirates\nFuller Seminary Graduate on Yacht Hijacked by Somali Pirates\n| Monday, February 21, 2011\nA Fuller Theological Seminary graduate is among the Americans on the small yacht hijacked by Somali pirates on Friday.\nScott Adam, who obtained a master of theology degree from Fuller in 2010, his wife, Jean, and two other Americans – Phyllis Macay and Robert A. Riggle – were off the coast of Somalia when pirates took their yacht captive.\nFuller Seminary posted a message on its homepage Monday calling for urgent prayers for alumnus Scott Adam, who also earned a master of divinity degree from Fuller in 2000, and the other three Americans on the sailboat.\n\"Adam … is a beloved friend of the seminary. We ask that all members and friends of the Fuller community keep Scott, his wife, and their two accompanying friends in their thoughts and prayers,\" read the news post.\nScott and Jean Adam are retired and have been sailing around the world for the past six years on their yacht named S/V Quest. The couple was on a worldwide trip to distribute Bibles.\nOn the couples website, Jean Adam wrote, \"Another aspect of our travels is friendship evangelism – that is, finding homes for thousands of Bibles, which have been donated through grants and gifts, as we travel from place to place.\"\nThe couple wrote on their website their 2011 trip plans, which began in Phuket, an island off of Thailand, and would end in Crete in April. In between the couple would stop in Sri Lanka, India, Oman, Djibouti, among other places.\nAfter Crete, the couple had planned to also travel to Turkey and London.\nThe U.S. government is said to be currently involved in securing the release of the four Americans from the Somali pirates.\nSponsored\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pirates",
            "somali",
            "hijacked",
            "couple",
            "yacht",
            "graduate",
            "adam",
            "fuller",
            "jean",
            "americans",
            "wrote",
            "seminary"
        ]
    }
]