[
    {
        "url": "https://consortiumnews.com/2017/04/03/spring-fund-drive-begins/",
        "title": "Spring Fund Drive Begins",
        "authors": [
            {
                "name": "Michael Keppler",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Tom Brach",
                "link": null
            },
            {
                "name": "James Romer",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-04-03",
        "text": "Main menu\nFrom Editor Robert Parry: We are setting our spring fundraising goal at $30,000, so we can continue publishing this independent-minded news site, which produces journalism that demands real facts from all sides in important public debates while rejecting Washington’s groupthinks.\nYou can donate by  credit card online  (we accept Visa, Mastercard, American Express and Discover), by PayPal (our PayPal account is named after our original email address, “consortnew @ aol.com”), or by  mailing a check  to Consortium for Independent Journalism (CIJ); 2200 Wilson Blvd., Suite 102-231; Arlington VA 22201.\nJournalist Robert Parry\nWe also are registered with PayPal’s Giving Fund under the name Consortium for Independent Journalism. And, since we are a 501-c-3 non-profit, donations by American taxpayers may be tax-deductible.\nWhat makes Consortiumnews special is its commitment to old-fashioned journalistic principles. We try to be evenhanded and fair toward everyone regardless of popularity (or lack thereof) – and we insist on evidence before serious accusations are made.\nWe don’t simply run with the media pack, which I realize can annoy some people at times when they want us to join in supporting a favored political agenda. But that is not our job. Our job is to objectively evaluate evidence and put it into a reasonable context, which is why we are often out of step with the mainstream media.\nBut that is also why our stories, overwhelmingly, stand the test of time. And our commitment to honest journalism is our promise to you, our readers. Thank you for your support.\nRobert Parry\nJames Romer\nApril 3, 2017 at 18:28\nRobert Parry’s splendid piece on Trump’s foreign policy incoherence and how we got there (coupled with the recent complete surrender of Marc Ash to Putin-phobia) have pushed me over the edge — and I will be sending $10 a month from my meager Social Security check for the foreseeable future. Keep up the good work. Let’s remove the rich from power and have real (not fake) democracy, with no rich and no poor.\nTom Brach\nApril 3, 2017 at 16:02\nI discovered Consortiumnews last year and would encourage anyone using the site to support it. A trusted news source is becoming a rare thing these days, the reason I seek out Consortium daily. I appreciate your hard work and sense of integrity and while I don’t normally contribute without serious investigation as to how funds are spent, I have no concerns here. Keep up the good work!\nZim\nApril 3, 2017 at 11:48\nThanks for all your great work. I just made a donation through PayPal. I could not find anything there to set up recurring payments. Perhaps you can get a PayPal button setup on your homepage that allows for automatic recurring donations to be made like I have seen on other websites.\nApril 3, 2017 at 11:05\nSending a check, wish could be more but haven’t won lottery yet…\nmike k\nDid it. Thanks for your truth telling.\nMichael Keppler\nWe will send you a check.\nThank you for your good work. We are regular readers.\nKind regards,\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2014/12/23/if-you-want-to-donate-by-check/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "spring",
            "american",
            "evidence",
            "drive",
            "begins",
            "journalism",
            "job",
            "independent",
            "parry",
            "fund",
            "paypal",
            "commitment",
            "consortium",
            "wilson"
        ]
    }
]