[
    {
        "url": "https://consortiumnews.com/2016/09/21/obamas-curious-un-farewell-address/",
        "title": "Obama’s Curious UN Farewell Address",
        "authors": [
            {
                "name": "Eric Mckenzie",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Stance Lane",
                "link": null
            },
            {
                "name": "Karen E. Quinones Miller",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Tony Mike",
                "link": null
            },
            {
                "name": "H. Zepf",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-09-21",
        "text": "Main menu\nSeptember 21, 2016\nBy Joe Lauria\nThe Barack Obama of 2008 reemerged at the United Nations on Tuesday, bookending his presidency with an uplifting address somewhat critical of American power and calling for an end to economic inequality at home and abroad.\nThe speech revealed the president that Obama might have been – and that many people had hoped for – if he had successfully confronted the American Deep State. But he waited until his farewell U.N. address, much like Dwight Eisenhower did with his Farewell Address in 1961 warning about the Military-Industrial Complex, to say what he really thought without having to suffer the full consequences inside the Beltway.\nPresident Barack Obama waits backstage before making his last address at the United Nations General Assembly in New York, Sept. 20, 2016. (Official White House Photo by Pete Souza)\nObama didn’t mention the word “exceptional” once as he has in his past U.N. speeches, and he kept his distorted criticism of Russia and China to a minimum. (He briefly tried to say the U.S. was not behind the Ukraine coup .) Last year, bashing Beijing and Moscow was the main point of an address steeped in hypocrisy.\nWe saw an earlier glimpse of this outspoken Obama in his wide-ranging interview with the Atlantic magazine last April, in which he expressed his frustrations with obstacles put in his way by the Washington foreign policy elite. But at the U.N. he went full bore. He uncharacteristically criticized his own country before both allies and perceived enemies for the way the U.S. had at times used its power in the world. \n“Power hasn’t been unipolar for most of history,” he said. “The end of the Cold War has allowed many to forget this. America’s adversaries and some of its allies believe all problems are caused by and can be solved by Washington. Too many in Washington believe that too.\n“I do not think that America can — or should — impose our system of government on other countries,” he said. “As leaders of democratic governments make the case for democracy abroad, we better strive harder to set a better example at home.”\nChallenging Capitalism\nWhile asserting that the United States has been, on balance, a force for good, Obama recognized that there are legitimate complaints about how the recent era of “globalization” has affected many people around the world and he cited shortcomings of modern capitalism.\nSmoke billows skyward as homes and buildings are shelled in the city of Homs, Syria. June 9, 2012. (Photo from the United Nations)\n“Twenty-five years after the Cold War the world is less violent and more prosperous and yet there is uncertainty and strife,” he said.\nA world in which “one percent of humanity controls as much wealth as the other 99 percent will never be stable,” Obama said. Advanced communications have made vast numbers of people painfully aware of this, and legitimately resentful, he said.\n“Expectations rise, then, faster than governments can deliver, and a pervasive sense of injustice undermines people’s faith in the system” he said, adding that this problem can’t be fixed by going back to planned economies but he acknowledged that the “excesses of capitalism” are not the answer either.\nThere is another path, he said. “It doesn’t require succumbing to soulless capitalism,” but instead “we must recognize that closing the inequality gap and bringing economic growth that is board-based” is what’s needed.\nHe called for rebuilding trade unions and “investing in our people and strengthening safety nets so people can take more risks.” This wasn’t charity, he said, but what was necessary to create a stable world economy with the requisite foundation of social justice.\nObama offered a defense of the U.S., but he dispensed with the usual verbiage about “indispensable nation.” While the U.S. had made mistakes, he said, it had worked to create higher standards for the world banking system to rein in the “excesses of capitalism.” It is rare to hear a U.S. president mention the word “capitalism,” let alone in such a negative light.\n“While open markets and capitalism have raised standards of living around the globe, globalization combined with rapid progress and technology has also weakened the position of workers and their ability to secure a decent wage,” he said.\n“In advanced economies like my own, unions have been undermined, and many manufacturing jobs have disappeared. Often, those who benefit most from globalization have used their political power to further undermine the position of workers.”\nHe said “global capital is too often unaccountable — nearly $8 trillion stashed away in tax havens, a shadow banking system that grows beyond the reach of effective oversight. …”\n“I understand that the gaps between rich and poor are not new … but technology now allows any person with a smart-phone to see how the most privileged among us live and the contrast between their own lives and others.”\nObama’s concern seemed to be how to avoid a world-wide revolt.\nSurreal Tone\nBut the speech took on a surreal tone when contrasted with the reality of Obama’s eight years in office. Listening to the thoughtful elements of his address, some might have wondered why the President hadn’t acted in accord with these concerns throughout his two terms in office.\nBarack Obama being sworn in as the 44th President of the United States on Jan. 20, 2009. (Photo credit: Master Sgt. Cecilio Ricardo, U.S. Air Force)\nInstead, Obama was a president who bailed out the bankers and jailed the whistleblowers. While the Wall Street bankers whose reckless behavior crashed the world’s economy skated from accountability (along with Bush administration officials who rationalized torture), Obama used the Espionage Act more times than all his predecessors combined to prosecute people inside the government who tried to expose wrongdoing.\nObama was a president who upheld the neoliberal economic order; signed a bill that would allow the military to make arrests on U.S. soil; engaged in his own disastrous “regime change” in Libya ; and supported the establishment of a Salafist principality in eastern Syria that would turn into the Islamic State.\nHe was a president of drone strikes against civilians; and coups in Ukraine and Honduras; a president who continued NATO’s march to Russia’s borders; oversaw vast illegal surveillance of American citizens and a president who backed a global trade deal, the TPP, that will complete the corporate coup d’état (though he bizarrely said at the U.N. that it would protect workers’ rights and the environment.)\nIf this address was any indication of what’s to come, Obama will become very successful — as an ex-president.\nJoe Lauria is a veteran foreign-affairs journalist based at the U.N. since 1990. He has written for the Boston Globe, the London Daily Telegraph, the Johannesburg Star, the Montreal Gazette, the Wall Street Journal and other newspapers. He can be reached atjoelauria@gmail.com  and followed on Twitter at  @unjoe .\nJ'hon Doe II\nUNITED NATIONS —\n“At this moment, we all face a choice,” Mr. Obama said. “We can choose to press forward with a better model of cooperation and integration, or we can retreat into a world sharply divided and ultimately in conflict along age-old lines of nation and tribe and race and religion.”\nMr. Obama’s words underscored the distance he has traveled from the hopeful leader who first addressed the General Assembly on Sept. 23, 2009.\nEven more telling was Mr. Obama’s reference to Syria, “We have to be honest about the nature of these conflicts.” No outside actor, he said, will ever be able to force people from different religious or ethnic groups to coexist peacefully.\n“In a place like Syria, where there’s no ultimate military victory to be won,” Mr. Obama said, “we’re going have to pursue the hard work of diplomacy that aims to stop the violence and deliver aid to those in need and support those who pursue a political settlement and can see those who are not like themselves as worthy of dignity and respect.”\nThere are a couple of explanations for Mr. Obama’s circumspect tone. The obvious one is that he has only four months left in office, which means that intractable problems like Syria are not going to be fixed on his watch.\nMr. Obama was reticent even about his diplomatic achievements. The nuclear agreement with Iran, for example, consumed him and Mr. Kerry for months, requiring a titanic battle against opponents on Capitol Hill and months of diplomatic repair work with allies in the Persian Gulf. Yet on Tuesday Mr. Obama described the deal’s benefits in the blandest terms, saying that it “enhances global security and enhances Iran’s ability to work with other nations.” He coupled this unenthusiastic boast with a warning about another major proliferation threat, North Korea, which recently tested another bomb.\nWhatever its long-term risks and payoffs, the Iran nuclear deal remains a source of political static in the United States. To the extent that Mrs. Clinton refers to it on the campaign trail, which is not often, she mostly promotes her credentials to police Tehran aggressively.\nFor his part, Mr. Obama saved his activism for what would otherwise be a less controversial issue: the plight of refugees. He led a meeting of fellow leaders to nail down commitments from countries to take in more displaced people, and to spend more to integrate them. But even here, in an election year in which fears of terrorism loom large, the constraints on Mr. Obama were clear. In noting that the United States had agreed to admit 110,000 refugees in 2017, up from 85,000 this year, he said that “refugees are subject to more vigorous screening than the average tourist.”\nMr. Obama’s annual speeches to the United Nations are a good way to track the evolution of his foreign policy. The soaring ambition of 2009 gave way to a more restrained tone in 2013, when Mr. Obama acknowledged the limits of American military force. A year later, however, the president struck a more hawkish tone, trying to enlist the world in the fight against the Islamic State and promising to resist Mr. Putin’s aggression in Central Europe with sanctions — and force, if necessary.\nRussia, Mr. Obama said on Tuesday, remains a threat to the international order. “In a world that left the age of empire behind,” he said, “we see Russia attempting to recover lost glory through force.”\nBut he left to his successor how best to resist that. And though Mr. Obama reiterated the need for a “united and relentless” effort to destroy the Islamic State, he lamented that “the mind-set of sectarianism and extremism and bloodletting and retribution that has been taking place will not be quickly reversed.”\nAs he exits the world stage, Mr. Obama sometimes seems less determined to change the world than to come to terms with it.\nH. Zepf\nfrederike,\nI think in some speaches he tried to express what would need to be done in a honest world and I think most essentially he will dare to say this at the end of his gouverment, but he never was allowed by the people behind him, those who really make the decisions, to do it. Therefore he seems to be a liar and therefore there is much higher divergence between announcments and facts as You have seen from any president before.\nJ'hon Doe II\nSeptember 23, 2016 at 12:18\nH. Zepf — “Therefore he seems to be a liar and therefore there is much higher divergence between announcments and facts as You have seen from any president before.”\nMission Accomplished ! “he seems to be a liar” —\n>>>>>>>>>>\nMr. Obama’s very  presence in the White House has been an historical affront to the majority of elected officials across these ‘United States’. Racial differences inside American culture is a given and the well understood medium/means of position. Everyone understands their ‘place’ —\nThis has been made politically clear with the 2009 gratuitous  election of a well educated man of mixed-race, a man “of color.”\nIf you’ve never lived in the United States of America, you’d not know about  the  tyranny-of-status rules which apply under the flag of the Red White & Blue.\nMr. Obama’s curious UN farewell speech was a quandary of ambiguities in a mixture of philosophically principled moralities spoken to a nation of believer-exceptionalists which think they Rule The World. He is now, also, another man-of-color whom has been Put-In-His-Place by the nationalist Majority.\n(therefore he seems to be a  Liar and a Divergent. He cannot escape, like Houdini, and the discombobulation from a hundred sets of handcuffs has rendered him a type of Polyhymnia not President. The abject rejection of a Supreme Court nominee ‘put him in his place’ as-it-were and the Whites had the final say, slammed the door in his face as to a replacement for the fascist Scalia. -This is America.)\nTony Mike\nSeptember 22, 2016 at 12:41\nAs a person of color, I did not vote for Obama because during his campaign he said Nothing. Hyperbole about hope and change, but never anything concrete. I ask my friends and colleagues are they better 8 years after Obama and many can agree that things nationally are worse and personally no better. I for one, will love the day when he departs into the sunset, hopefully never to be heard from again…unfortunately that will be highly unlikely.\nDr. Martin Luther King would be rolling over in his grave at the Obama presidency, because here a Black man was elected, not for the content of his character, but for the color of his skin. Shameful and hopefully race politics will end some day..just not today.\nBill Bodden\nSeptember 22, 2016 at 14:35\nI for one, will love the day when he departs into the sunset,…\nBut don’t cheer.  Things could be worse and very likely will be much worse.\nRealist\nSeptember 23, 2016 at 00:02\nUnfortunately, you are correct in ways that we cannot even predict.   Should Killary be elected, count on a major war with Russia.  Whether nuclear or not, that will mean very many people killed, much national treasure squandered, and new policies to repress the citizens of both countries in the name of stability.  I don’t want to see either Russians or Americans (or any other people) killed, and I don’t want to see my tax dollars desperately needed for infrastructure, education, and social safety nets poured down the rathole of the Pentagon in even crazier amounts.   Should the Donald be elected, we may (or may not) dodge a major war, but the man is so unpredictable in so many ways that I’m sure he will create numerous other crises in areas like domestic race relations or the economy.    Preferring the known evils of Killary, his own party seems ready to thwart him at every turn.  If America was ever fated to have a “Golden Age,” I suspect it is far behind us and this is the irreversible downhill to injustice and poverty for the masses.\nJosh\nSeptember 21, 2016 at 23:06\nIt’s remarkable how poorly Obama rates. I’m fully in agreement with those who have expressed their extreme disappointment in his presidency.\nBill Bodden\nSeptember 22, 2016 at 12:28\nIt is also remarkable how many people still give him – and the Clintons and Trump – high ratings.  To paraphrase the Great Skeptic, no one ever lost an election underestimating the character of the American people.\nBill Bodden\nSeptember 21, 2016 at 21:35\nThere was a story about Obama I read or heard two or three, maybe four, years ago but of which I only recall a very small part.  Apparently, Obama and a fellow student at university were engaged in a dispute and she made the comment:  It’s all about you, isn’t it?  If she was right her observation suggests some form of egocentricity was then part of Obama’s character.  Perhaps some post-presidency biographer will help us understand.\nIn his book The Politics of War Walter Karp devotes a chapter about Woodrow Wilson to which he gave the title “A Man of High Ideals but No Principles.” Perhaps, paraphrasing that assessment suggests a title for a biography of President Obama: “A Spokesman for High Ideals but Without Principles.”\nRealist\nSeptember 21, 2016 at 20:42\nAll right, so Obama wanted to establish for the record that he is basically a brazen hypocrite with influences of craven cowardice rather than simply a clueless imbecile.   Good, that should prove helpful to future historians in their deconstruction of the vexing contradiction that has been President Obama.\nEvangelista\nSeptember 21, 2016 at 20:09\n“If this address was any indication of what’s to come, Obama will become very successful — as an ex-president.”\nThere are too many who voted for “Change” when Obama ran in the 2008 Presidential election.  There were too many who voted for “Peace” when Obama ran in the 2008 Presidential election.  There were too many who voted for “Hope”.  And there were too many, like the Norwegians of the Nobel Peace Prize Committee, who could not vote for Obama, but who hoped, and who put ‘full faith and credit’ in what a candidate for United States President who appeared to be not of the ‘establishment’ promised to do, and appeared to be elected to do, some of whom, like the members of the Nobel Peace Prize Committee, put themselves and their own credibilities, and the credibility of the entities they represented, on the line for their beliefs in the “change” they could only imagine the election of a black president by the United States electorate could, nay, could not fail to, bring.\nAll of these will see Obama’s “Swan Squawk” to the UN only another fine-sounding gob full of Obama-blather.  The historical record speaks more harshly, more directly and more truthfully.\nAs an ex-president Obama is going to be remembered as a “nigger”.  Ram Immanuel’s ‘nigger’, the banking lobby’s ‘nigger’, the TPP and TTIP mega-industries’ ‘nigger’, Israel’s ‘nigger’, the weapons industry’s ‘nigger’ , the commercial elite’s ‘nigger’.  Who did just what he was told by those who owned and ordered him.\nIf Hillary is not elected to follow Obama, and to continue following orders just like he did, to be ‘nigger’ to all the interests who pushed him into office and who are trying to push her in, because she has been a good ‘nigger’ for them to now, and ‘deserves’ a promotion to “the House”, Obama will be able to deprecate those who despise what he has shown himself as bigots and “racist”, rising in righteous hypocrisy to trade on his being ‘black’.  But Hilary Clinton, already having demonstrated herself the same thing, in getting herself to where she now is, showing the ‘promise’ that has her backer/handlers doing all they can to get her into the Overseer’s chair, to continue running Plantation USA as her predecessor has (if not more “successfully”, as her Masters see it) has already undermined any claims Obama may make to assert ‘nigger’ means ‘black’.\nIf Hillary is elected Obama will only have the option to point and raise in his own defense that he did nothing worse than she, and in many cases nothing near so low as she will show.\nIf anyone will be listening, or be interested in listening.  In fact, the lunatic activities we are seeing today, the mindless escalations in aggressive war-making, the blatant lying, the repetition in Ukraine of the aggression actions Hitler pursued in excusing himself to dominate Czechoslovakia, to save the “government” he set up there, the duplicitous attacking of “allies” and aiding of “enemies” in Syria, are all desperation aggressions;  desperate launches of actions to “kick-start” stalled and stalling efforts to gain territories and achieve dominant positions before the “house of cards”, the money-printing, built up to finance the domination plans, collapses into economic chaos, which collapse will come inevitably, but quicker should Trump win.\nWhen the collapse occurs no one will have time to hear out excuses or care about reasons.   Reactions in those circumstances become dismissive, and visceral.\nGenazzano\nSeptember 21, 2016 at 19:12\nHe will not be able to lie when he finally faces Divine Justice\nWith a Muslim name of HUSSEIN presumably that means Allah.\nWhen Buddha was asked, “Is there a Hell” the answer, “Nobody ever came back from there, so I do not know”. “But as for Hell, it is right here and you make it yourself. When the end comes your life will pass in front of your eyes and having lived a good life your passing away will be short and easy. On the other hand, if you lived a bad life your passing away will be problematic and lengthy. So have a nice time Barack Obama (American name) – Hussein Obama (Africa name) – Barry Soetero (Indonesian name).\nbackwardsevolution\nSeptember 21, 2016 at 16:07\nRobert – you are correct.  Democrats’ base used to be union members/middle class workers, but when the good-paying manufacturing jobs were offshored, the Democrats went over to the dark side (Wall Street, multinational corporations, military-industrial complex).  Workers USED to get some of the profit in the form of wage increases, but no longer.  All profit (because the goods are manufactured in low-wage countries) now goes to shareholders and CEO’s.  In order to keep up, people have taken on more debt.\nAs well, central banks have created a lot more money, which has diluted the hard-earned money that people have saved from their hard work.  Many people saved up money so that they would not be a burden in their old age, only to find that now that money they saved from their hard work is now worth next to nothing.  This is government-created inflation, and it hurts everyone.  Those who get first access to the Fed’s money (and get much lower rates than you or I) go out and start chasing goods, forcing prices up.  This only hurts us, not the wealthy with first access to that money.\nIt’s crazy, a new feudalism.  Obama KNEW this was happening (this is what he is alluding to), and yet he did nothing.  At least Trump wants to stop this.  He is against TPP (Trans-Pacific Partnership), which will see millions more jobs offshored.  Trump understands that you can’t have a country that works if nobody can afford to live a decent life.\nObama could have and should have fought this.  He should have told the American people what was happening (as most don’t know what’s really going on).  It’s not enough that he says these things in his farewell speech. “Well, farewell, everybody.  Whatever.” The Clinton’s really sold out the middle class too.\nI hope Obama’s legacy states exactly what he did: “I made the rich richer.”\nBill Bodden\nDemocrats’ base used to be union members/middle class workers, but when the good-paying manufacturing jobs were offshored, the Democrats went over to the dark side (Wall Street, multinational corporations, military-industrial complex).\nBut the Democratic Party has been fairly consistent with its oligarchs taking care of the party – and themselves – while ignoring the interests of the people.  Jimmy Carter had some decent ideas, but Speaker Tip O’Neill and Robert Byrd in the senate joined with the Republican hatchetmen in bi-partisan mode to defeat any of Carter’s efforts they disagreed with.  Then came the Clintons with their Democratic Leadership Council that put the party’s – and their -interest first and the people lucky if they could suck the hind tit.  And, of course, there is Mr. Hopey-Change who only made things worse.\nAs for the unions their leaders have been betraying their members for decades giving millions to the Democratic Party despite being treated with contempt after each check was cashed.  But don’t shed any tears for some of the unions and their members that have placed their own short-term interests ahead of the people’s.  They enjoyed the jobs created by the Vietnam and other wars.  This was particularly disgusting when the hard-hat good squads attacked anti-Vietnam-war protesters.\nRealist\nSeptember 21, 2016 at 20:54\nYes, I agree.  Obama does not get absolution even if he explains to us in chapter and verse  how we have been screwed by the upper crust when he had the power for eight years to at least try to do something about it and chose only to further the interests of our oppressors.  Pardon my French, but fuque him.\nJoe Tedesky\nSeptember 21, 2016 at 15:42\nOkay, listen to me carefully, because what I have to say isn’t so much as an excuse for Obama, but an observation that I have made over a period of time. I have stated here on this site, how it will be most interesting to read the book that is sure to come from Obama once he leaves office. If his ex-president book isn’t filled with pleasant memories of his living in the White House, and instead he explains to us how (deep state) government really works, then we may learn something. Is it any wonder why Obama seems comparative to Ike’s Farewell Address 1/17/61 where Ike warned America about an ever growing Military Industrial Complex? We saw what happened to a young John F Kennedy when he decided to go against the grain. So may we expect to see a rebel Obama come to be? Will Obama take up with the invitation that was offered him by Rev Louis Farrakhan? Google Farrakhan’s most recent speech where he calls out Obama’s legacy, and see what you think of Farrakhan’s critique of President Obama.\nExcept what Obama said about Russia, and his description of what happened in Ukraine, he did sound like the Obama we had been waiting for. I will give him an 83% on this speech, which is a better grade than I gave him on his past UN speeches. So, is this speech the kick off of a new Obama?\nAlso, Joe Lauria’s article is right on the money, as to his sighting what an out of office Obama may be like. No, don’t get your hopes up, but don’t shoot the messenger either. If Obama can shed light on a corrupt government, and help to cure our sick system, then we should all get behind him if he does this. Again hats off to Joe Lauria for bringing this to our attention.\nfrederike\nSeptember 21, 2016 at 17:06\n“If his ex-president book isn’t filled with pleasant memories of his living in the White House, and instead he explains to us how (deep state) government really works, then we may learn something.”\nI, for one, will never ever read any of his drivel, however polished his language may be. It will be nothing but drivel without a thought of sincerity behind it. Nothing but a facade. Many people talk like that who have nothing to contribute.\nBesides, he will not tell us anything we have not already learned from our own as well as other “traitors”.\nPeople don’t change from being rotten at the core to suddenly having integrity.\nJoe Tedesky\nSeptember 21, 2016 at 20:59\nIt’s easy to understand how if you’re ‘Hope & Change’ reset button is out of order, that your opinion maybe the opinion of many of us once Obama believers who have waited far too long for us to arrive, and I do mean far overdue on arrival. I would like to hear what Obama may have to say, about his past eight year performance, but for him to get back in the love of the crowd he would need to do something rather big. I don’t know what kind of big, but something real and meaningful big, to boot. I do expect to hear him promote global warming programs, equal rights issues, but he could just go so far to promoting those kind of things, and yet stay within the limits of Wall Street. Kind of like the Affordable Care Act, appears like a benefit to the commons, and yet it really profits only the healthcare providers. Yeah, Farrakhan may get tired of waiting for Barrack to show up down by the Water Tower for that go meet with the gang leaders. We will just have to wait and see what kind of ex-president Obama will be. Let’s hope he better out, than in!\nSeptember 30, 2016 at 19:59\nThe story goes that some rich liberal backers talked to Obama to see if he would pursue a more liberal agenda. His reply, “You can see what they did to JFK.” I too wait for Obama’s book about his presidency to understand why he seemed so war-like and in liberal in some many of his policies.\nThe Dark State, what I call our Shadow Government, goes way back to near the end of WW2 and CIA head Allen Dulles who felt he had the right to pursue his own foreign policy for the US. I’m sure the same thing is going on now by people who think they can ignore an elected president to pursue their aims. With so much money at state, it will be hard to ever stop them.\nKaren E. Quinones Miller\nOctober 2, 2016 at 10:19\nJoe Tedesky,  I agree with just about everything you have said. I came to this website, because I was so disillusioned with the Obama/Clinton fiasco in Libya. Just so very disillusioned. So disillusioned, that I have decided not to even bother to cast a vote in November.\nBut I wondered what happened to the Barack Obama whom I voted for it in 2008.  Was it all a lie? But then I heard the U.N. speech and I begin to wonder even more… What the hell?\nPerhaps you’re right, perhaps it will be in his memoirs that we finally find out what happened.\nBill Bodden\nSeptember 21, 2016 at 15:07\nDuring the brief period I watched the speech on the Corporate News Network (CNN) I noted blurbs about Obama denigrating nations that build walls.  CNN suggested that this was a put-down directed at Trump where it might as easily have applied to Israel.  Another example of the corporate media running defense for Israel.\nJoe Tedesky\nGreat observation, Bill.\nJ'hon Doe II\nFYI — Complete U.N. Speech\nWhat Military-Minded- People-Dropped-Bombs ON HUMANITARIAN AID CONVOYS IN SYRIA !!! ?\n(and destroyed a viable Peace agreement. ?)\nBill Bodden\nSeptember 21, 2016 at 15:02\nThanks for the link, but there is no way I could endure listening to his unadulterated BS.  He seems to have some irrational idea that people will pay attention to what he says and ignore his actions that are to the contrary.  What we really need regarding this and other presidents – and wanna be presidents – are people who can explain them from a psychoanalytical point of view.\nAsh\nSeptember 22, 2016 at 22:52\nUnfortunately there is nothing irrational about it, because the vast majority of the population (or at least the slice of the population that is open to considering voting for a “liberal”) does exactly that. The base of his party at this point appears to be comprised of older people who only watch/listen to corporate media and thus don’t have the slightest clue what has really occurred during his presidency despite many of them putting in the effort to stay “informed”. My parents and all their friends fall into this camp and cannot be convinced that they support sociopaths and charlatans no matter what facts are introduced. So, sadly, no psychoanalysis is necessary. He does it because it works.\nRobert\nSeptember 21, 2016 at 13:16\nWhy is it that no one, and I mean no one, ever mentions the great disparity between salaries and prices for consumer goods? The purchasing power of consumers has dwindled down to practically nothing, as compared to, say, the ’60’s and before. In those days, someone earning $6,000 a year, could buy a house for approximately $15,000, give or take; and a brand new car for roughly $3,000, depending on size and model. Today, with a $50,000 salary, we face  housing prices of $300,000 or more, and car prices of $25,000 or more (and that’s just for the lesser models); while college graduates leave school with a degree on one hand and a whopping debt on the other. Why is it no one mentions, that as long as this gap is so big, there will be no end to economic unrest? How much of an economic genius do we have to be…to understand something so basic?\nStance Lane\nSeptember 21, 2016 at 17:57\nIn the 60s a woman was doing great if she could make 4000 a year. You couldn’t pay rent and buy a car with that!\nhistoricus\nSeptember 24, 2016 at 19:57\nIt’s true that no one left, right, or center comments on the federal government’s abject failure to perform its constitutional mandate of providing a stable, inflation-free currency. In 1874 President Andrew Johnson vetoed a Republican bill that would have authorized printing $100 million in paper money not redeemable in anything of value. He said, “Among the evils growing out of the late Rebellion and not yet referred to, is that of an irredeemable currency. It is an evil which I hope will receive your [Congress’] highest attention. It is a duty, and one of the highest duties of the Government, to secure to the citizen a medium of exchange of fixed, unvarying value. This implies a return to a specie basis and no substitute for it can be devised.”\nWe forget that there are still signatures on our paper money today because they originated as promissory notes, receipts for something of value held in trust by a government faithful to its people. But FDR ended the exchange of paper currency for gold in 1933. LBJ abolished the silver backing for paper money to pay for his war in Vietnam. Nixon released the dollar from all relation to gold, and today a dollar buys what a nickel bought in 1932, and no one calls this crime against the American people by its true name.\nfrederike\nSeptember 21, 2016 at 12:55\n“If this address was any indication of what’s to come, Obama will become very successful — as an ex-president.”\nNo, he will always remain an incompetent hypocrite and coward a successful liar.\nWhatever he says has no integrity. He lied from the beginning of his presidency, promising transparency and change….now he is simply trying to cover his crimes by sounding aware of what is going on. He did nothing when he could have done something for eight years. He has no guts, no morals, he is a greedy slimy man, who has lived well while the poor get exploited to think that being patriotic is a virtue.\nOrdinary people paid for his luxuries and vacations. What has he done to merit being remembered?\nHe has created chaos everywhere. He is a mass murderer and should face his crimes before an international  court.\nDr. Ibrahim Soudy\nSeptember 21, 2016 at 14:39\nThank You, Sir. I tried to say it differently but fine with that too………\nIdiotland\nWell said.\nthank you, we see through him as well.\nNevertheless\nSeptember 25, 2016 at 22:19\nSorry but you are wrong, the powers that be formulate reality, not you or me. You may be an outlier, but in the end the elites will write Obama’s legacy, not the facts.\nClinton supported terrible welfare reform, NAFTA and CAFTA, Boznia, the repeall of Glass- Steagal, DADT, and DOMA…and yet he is a hero to gays blacks, and he was a womanizer, and still a hero to women…\nThis is the first salvo in the war against reality. The Zio Elites know how to take care of those who serve them, and Obama has served them well, while he served Americans not at all.\nEric McKenzie\nSeptember 26, 2016 at 13:20\nYour comment is very well taken. I could not have said it better than that! Obama has used the Espionage Act more than any previous President. He has been instrumental in saving Wall Street executives from themselves. He does not deserve our respect at all.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/09/29/obamas-self-deceit/",
                "https://consortiumnews.com/2015/05/31/holes-in-the-neocons-syrian-story/",
                "https://consortiumnews.com/2016/05/05/if-russia-had-freed-canada/",
                "https://consortiumnews.com/2016/09/14/getting-fooled-on-iraq-libya-now-russia/",
                "https://www.theatlantic.com/magazine/archive/2016/04/the-obama-doctrine/471525/"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/the-press-office/2016/09/20/address-president-obama-71st-session-united-nations-general-assembly"
            ],
            "unsure": [
                "https://twitter.com/unjoe",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "address",
            "obamas",
            "power",
            "world",
            "president",
            "curious",
            "washington",
            "farewell",
            "speech",
            "used",
            "capitalism",
            "obama",
            "system"
        ]
    }
]