[
    {
        "url": "https://www.christianpost.com/news/what-pro-abortion-gorsuch-opponents-really-want.html",
        "title": "What Pro-Abortion Gorsuch-Opponents Really Want",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWhat Pro-Abortion Gorsuch-Opponents Really Want\nWhat Pro-Abortion Gorsuch-Opponents Really Want\nJudge Neil Gorsuch (L) speaks as U.S. President Donald Trump stands with Gorsuch's wife Louise (R) after President Trump nominated Gorsuch to be an associate justice of the U.S. Supreme Court at the White House in Washington, D.C., U.S., January 31, 2017. | REUTERS/Carlos Barria\nPresident Trump's Supreme Court pick has animated abortion activists who are sounding dire warnings about what will happen if conservative judge Neil Gorsuch is confirmed.\nPlanned Parenthood's Cecile Richards said Judge Gorsuch has \" an alarming history of interfering with reproductive rights and health.\"\nAt the recent Women's March in Washington, she vowed to fight any attempt to roll back these rights.\nAt the rally any more regulations would mean a return to back alley abortions, we were told. Protesters held signs with coat hangers spattered with blood. One was painted on a large white sheet that read: \"Not going back.\"\nAnn McElhinney is a filmmaker, investigative journalist and coauthor of Gosnell: The Untold Story of America's Most Prolific Serial Killer.\nSo what exactly does the abortion lobby and Cecile Richards want to preserve from the likes of Neil Gorsuch and his fellow judges? Do we really need fewer regulations as abortion advocates maintain?\nFact is, most people know very little about what goes on behind the doors of the nation's abortion clinics. We didn't either, until we started researching the reality of the procedure for our book  and film on the trial and conviction of Philadelphia abortionist Kermit Gosnell.\nPhelim McAleer is a filmmaker, investigative journalist and coauthor of Gosnell: The Untold Story of America's Most Prolific Serial Killer.\nGosnell was a highly respected doctor in a very highly regulated state. He also happened to be a serial killer who kept killing and getting away with it despite being so heavily regulated. Pennsylvania law stated abortion clinics must be inspected annually by the local Department of Health. These inspections of Gosnell's clinic uncovered serious violations and health hazards, but officials took no action and certainly didn't investigate further.\nThis was a disaster for hundreds of babies and women who passed through Gosnell's clinic. But worse was to come in 1995, when Republican Tom Ridge decided to run for governor. Conventional wisdom was that a Republican had to be a moderate to win Pennsylvania (remember those days) and so he ran as a \"pro-choice\" candidate. Ridge won and immediately, in contravention of the law, announced an end to the already cursory annual inspections.\nThe decision cleared the way for Gosnell to operate what a grand jury would later describe as a \"baby charnel house.\"\nDespite rigorous paper regulations over the next 17 years Gosnell routinely flouted the Pennsylvania law banning abortions after 24 weeks. He employed unqualified staff to administer drugs. (His chief anesthetist was a teenager). And this \"pillar of the community\" operated on women in filthy conditions, often using single-use instruments for multiple procedures. The Department of Health received numerous complaints from whistleblowers, doctors and emergency room physicians who saw first hand the results of his crime spree, but they refused to investigate and never inspected Gosnell's clinic.\nGosnell was eventually charged with murdering one woman and seven babies born alive by snipping their necks with scissors, though police believe he most likely killed hundreds or perhaps thousands more. A Philadelphia jury eventually found him guilty on three counts of murder, one count of involuntary manslaughter, and dozens of lesser counts.\nThe Gosnell trial spurred reform efforts around the country. In 2013 Texas legislators passed HB 2, a wide-ranging abortion law requiring physicians who perform abortions to have admitting privileges at a nearby hospital and obliging clinics to have facilities comparable to an ambulatory surgical center.\nBut last year the U.S. Supreme Court struck down the Texas law last year, claiming in words that echoed Tom Ridge that they posed \"a substantial obstacle to women seeking abortions.\"\nIn a concurring opinion, Justice Ruth Bader Ginsberg described Gosnell as a \"rogue practitioner\" dismissing the suggestion that his activities made the case for tighter abortion regulations. Sounding very much like the protestors at the recent Woman's March she even claimed the Texas restrictions would embolden Gosnell style killers.\nGinsberg offered little in the way of proof for her claim but evidence from a pair of recent congressional investigations has revealed just what other abortion providers will get up to behind closed doors despite apparently ironclad laws and regulations.\nThe Senate Judiciary Committee and a House of Representatives select investigative panel looked into claims that Planned Parenthood sold body parts of aborted fetuses to private labs. The probes soon widened to look at other illegal behavior of some abortion practitioners.\nThe Senate committee report, published last month, detailed the practices of a Texas abortionist that bear a striking resemblance to Gosnell's grisly work.\nAccording to one employee's testimony, the doctor would perform around 40 late second, or third trimester abortions every week. Of these abortions \"three to four infants would show signs of life.\" And just like Gosnell, the doctor would immediately kill them. The employee said he employed Gosnell's technique of \"snipping the infant's spinal cord with scissors.\"\nHowever, he also cut the neck with Sopher forceps: \"twisting the infants head: using forceps ... or his finger to crush the 'soft spot' of the infant's head.\"\nBear in mind — this abortionist operated in Texas which the Supreme Court said did not need any tighter abortion oversight or regulation.\nBut the investigations' most shocking findings detailed how the body-part selling business worked. Although federal law clearly bans the sale of any body part, including aborted fetuses, for profit, the evidence shows the law was often completely ignored.\nBoth investigations subpoenaed and published invoices and payments that showed how a biotech firm Stem Express generally marked up baby parts it would sell to labs by 400 to 600 percent.\nBut really Stem Express were business bozos when it came to baby part selling. Another company Advanced Biosciences Resources (ABR) produced sales orders and invoices that showed they paid Planned Parenthood $55 for a baby's brain, and then sold it to a researcher for over $3,000 — that's a pretty healthy 2,800 percent profit.\nNothing went to waste.\nThe Senate investigation published invoices which showed in June 2014 ABR bought a fetus from Planned Parenthood for $60. According to their own sales figures they \"sold its brain to one customer for $325; both of its eyes for $325 each ($650 total) to a second customer, a portion of its liver for $325 to a third customer; its thymus for $325 and another portion of liver to a fourth customer; and its lung for $325 to a fifth customer.\"\nThe Senate investigation even found ABR had a \"technician\" embedded at a Planned Parenthood clinic who harvested and sold the skin of a Down Syndrome baby for $325. Yes, that's correct, in America today, you can buy the skin of an aborted Down Syndrome child for $325. The same baby's leg was sold for $325.\nAll of this occurred despite a bevy of strict unambiguous laws, regulations and ethical safeguards that nobody seems interested in enforcing.\nIt is thought that Neil Gorsuch will want more regulations around abortion if he is nominated to the Supreme Court. Those who support this are often portrayed as extremists who want to take America and American women backwards to a time of blood and butchery. But as the truth emerges about the reality of the procedure and its supporters it is increasingly clear just who are the real extremists in the secret world of America's abortion clinics.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "abortions",
            "regulations",
            "law",
            "abortion",
            "gosnell",
            "texas",
            "sold",
            "325",
            "gosnells",
            "gorsuchopponents",
            "proabortion",
            "women"
        ]
    }
]