[
    {
        "url": "https://www.christianpost.com/news/mitt-romney-still-burdened-by-mormon-faith-joins-evangelical-heavy-gop-race.html",
        "title": "Mitt Romney to Announce Candidacy, Joins Evangelical Heavy GOP Field",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Facebook page that he will announce his candidacy for Republican presidential nominee on Thursday.\">\nGo\nMitt Romney to Announce Candidacy, Joins Evangelical Heavy GOP Field\nMitt Romney to Announce Candidacy, Joins Evangelical Heavy GOP Field\nMitt Romney to Announce Candidacy, Joins Evangelical Heavy GOP Field\n| Wednesday, June 01, 2011\nComment\nMitt Romney will give the campaign trail another go. He posted on his Facebook page  that he will announce his candidacy for Republican presidential nominee on Thursday.\nThe former Massachusetts governor will join a GOP field that is crowded with evangelical contenders, including former Minnesota Governor Tim Pawlenty and former Godfather’s Pizza CEO Herman Cain, who have both officially declared their candidacy.\nStill sitting on the fence, however, are two other potential evangelical GOP presidential candidates with high intensity enthusiasm among their fan base – former Alaska Governor Sarah Palin and Rep. Michele Bachmann (R-Minn.).\nWhile Romney has secured the support of a well-connected evangelical leader, Mark DeMoss, founder of the evangelical public relations firm The DeMoss Group, his Mormon faith remains a problem for many evangelicals.\n“You can’t say that his (Romney’s) religious beliefs don’t matter, but his ‘values’ do,” wrote Warren Cole Smith, an evangelical journalist and associate publisher of WORLD Magazine, recently on Patheos’ evangelical portal .\n“If the beliefs are false, then the behavior will eventually – but inevitably – be warped.”\nSmith was addressing several evangelical leaders that endorsed Romney during his presidential campaign in 2008. The leaders reasoned that although they don’t agree with the theology of Mormonism, they find common ground with Romney on social values, namely on abortion and same-sex marriage.\nBut Smith, like many others, pointed out that Romney has flip-flopped on his positions on same-sex marriage, abortion, and “just about every major ‘culture war’ issue.”\nAlso, Mormonism teaches its own version of American history, he pointed out, such as the “lost tribes” of Israel came to America, and that Jesus came to America and the “lost tribes” during his incarnation.\n“[T]o all American voters – religious or not – I would ask this question: Do we want a person who believes that history is something you can ‘make up as you go along’ negotiating the outcomes of conflicts with real histories that go back thousands of years?” Smith posed.\nPerhaps even more importantly for Christians, Warren warned that electing a Mormon into the White House, or what some call the “bully pulpit,” will make the religion’s false teachings appear normal in the eyes of the world.\n“It would also provide an opening to Mormon missionaries around the world, who could start every conversation: ‘Let me tell you about the American president,’” the evangelical journalist warned. “To elect a Mormon President is to advance the cause of the Mormon Church.”\n“A false religion should not prosper with the support of Christians. The salvation of souls is at stake.”\nRomney is nearly tied with potential candidate Sarah Palin in leading the GOP presidential field, according to polls.\nThe former Massachusetts governor will announce his candidacy in New Hampshire, a state that political pundits say he needs to win the primary of in order to win the Republican Party’s nomination. New Hampshire is the first of a series of nationwide political party primary elections.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.patheos.com/resources/additional-resources/2011/05/vote-for-romney-is-a-vote-for-the-lds-church-warren-cole-smith-05-24-2011"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/mittromney"
            ]
        },
        "key_words": [
            "field",
            "evangelical",
            "mormon",
            "false",
            "mitt",
            "governor",
            "announce",
            "smith",
            "romney",
            "candidacy",
            "presidential",
            "joins",
            "heavy",
            "gop"
        ]
    }
]