[
    {
        "url": "https://www.christianpost.com/news/david-bowie-icon-experimented-christianity-dies-cancer.html",
        "title": "David Bowie, Icon Who Experimented With Christianity, Dies After Battle With Cancer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDavid Bowie, Icon Who Experimented With Christianity, Dies After Battle With Cancer\nDavid Bowie, Icon Who Experimented With Christianity, Dies After Battle With Cancer\nDavid Bowie, Icon Who Experimented With Christianity, Dies After Battle With Cancer\n| Monday, January 11, 2016\nDavid Bowie performs during a concert in Vienna, Austria in this February 4, 1996. | (Photo: Reuters)\nJust three days after the release of his final album, Blackstar on his birthday, legendary singer-songwriter David Bowie died Sunday after a private battle with cancer. He was 69.\n\"David Bowie died peacefully today surrounded by his family after a courageous 18-month battle with cancer. While many of you will share in this loss, we ask that you respect the family's privacy during their time of grief,\" said a statement on Bowie's Facebook page .\nDuring his 40-plus-year career , Bowie, who experimented with Christianity and appears to have held on to parts of the experience, excelled at glam rock, art rock, soul, hard rock, dance pop, punk and electronica.\nBlackstar was Bowie's 25th album and his longtime producer Tony Visconti called it his \" parting gift .\"\nFamous British rock singer David Bowie performs at the Panathinaikos stadium in Athens during a rock festival, July 1. The two-day festival includes performances by Lou-Reed, Simply-Red, and Elvis-Costello. | (Photo: Reuters)\nIndeed, the lyrics of the song \"Lazarus\" on the album appears to be a Bowie's swansong to the world in which he imagines himself in Heaven.\nLook up here, I'm in heaven\n I've got scars that can't be seen\n I've got drama, can't be stolen\n Everybody knows me now\n I've got nothing left to lose\n\"He always did what he wanted to do. And he wanted to do it his way and he wanted to do it the best way. His death was no different from his life — a work of art. He made Blackstar for us, his parting gift,\" wrote Visconti in a moving post on Facebook .\n\"I knew for a year this was the way it would be. I wasn't, however, prepared for it. He was an extraordinary man, full of love and life. He will always be with us. For now, it is appropriate to cry,\" he added.\nBowie told Ellen DeGeneres  in a 2004 interview that he experimented with a number of religions including Christianity before finding his place as a singer.\n\"I was young, fancy free and Tibetan Buddhism appealed to me at that time. I thought, 'There's salvation.' It didn't really work. Then I went through Nietzsche, Satanism, Christianity… pottery, and ended up singing. It's been a long road,\" he said.\nHis 1976 song \"Station to Station\" is considered his most explicitly religious work and is said to have been written when he turned to Christianity during his cocaine fueled days.\n\"The 'Station to Station' track itself is very much concerned with the stations of the cross. … I've never read a review that really sussed it. It's an extremely dark album. Miserable time to live through, I must say,\" Bowie told Q Magazine in a 1997 interview.\nRock musician David Bowie jokingly makes devils horns in front of his head as he delivers the commencement address May 8 at the 1999 graduation ceremonies of the Berklee College of Music in Boston. Bowie, who joked about the various roles of musicians, spoke to more than 600 graduates about his long friendship with the late British rock star [John Lennon.] | (Photo: Reuters)\nIn 2003, he told Beliefnet : \"I honestly believe that my initial questions haven't changed at all. There are far fewer of them these days, but they're really important. Questioning my spiritual life has always been germane to what I was writing. Always. It's because I'm not quite an atheist and it worries me. There's that little bit that holds on: Well, I'm almost an atheist. Give me a couple of months ...\nThat's the shock: All clichés are true. The years really do speed by. Life really is as short as they tell you it is. And there really is a God — so do I buy that one? If all the other clichés are true. … Hell, don't pose me that one.\"\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.hollywoodreporter.com/news/david-bowie-dead-legendary-artist-854364",
                "https://www.patheos.com/blogs/christandpopculture/2013/03/music-matters-david-bowie-still-not-quite-an-atheist/",
                "https://www.beliefnet.com/entertainment/2005/07/im-not-quite-an-atheist-and-it-worries-me.aspx"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/tony.visconti1?fref=nf",
                "https://www.facebook.com/davidbowie/?fref=ts",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "cancer",
            "really",
            "album",
            "station",
            "david",
            "work",
            "icon",
            "dies",
            "battle",
            "christianity",
            "bowie",
            "way",
            "wanted",
            "im",
            "experimented",
            "life"
        ]
    }
]