[
    {
        "url": "https://www.christianpost.com/news/forcing-pro-life-groups-promote-abortion-discriminatory-unconstitutional-repugnant-conservatives-scotus.html",
        "title": "Forcing Pro-Life Groups to Promote Abortion 'Discriminatory,' 'Unconstitutional,' 'Repugnant': Conservatives to SCOTUS",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nForcing Pro-Life Groups to Promote Abortion 'Discriminatory,' 'Unconstitutional,' 'Repugnant': Conservatives to SCOTUS\nForcing Pro-Life Groups to Promote Abortion 'Discriminatory,' 'Unconstitutional,' 'Repugnant': Conservatives to SCOTUS\n| Thursday, January 18, 2018\nThe annual March for Life concludes at the U.S. Supreme Court in Washington, D.C., U.S. January 27, 2017. | (Photo: Reuters/James Lawler Duggan)\nNumerous conservative groups and more than a hundred members of Congress have filed amicus briefs urging the United States Supreme Court to strike down a California law that compels pro-life centers to promote abortion.\nThe highest court in the nation is scheduled to hear arguments in the case of National Institute of Family and Life Advocates v. Becerra.\nA brief signed by 144 members of Congress from both parties argued that California's law, known as the Reproductive Freedom, Accountability, Comprehensive Care, and Transparency (FACT) Act, was \"unconstitutional.\"\nExecutive Director of Alternatives Pregnancy Center Janet Lyons points to a plastic replica of a fetus at twelve weeks which is used to show women who come into the center to find out if they are pregnant and what the stage of growth looks like, in Waterloo, Iowa, July 6, 2011. | (Photo: REUTERS/Jessica Rinaldi)\n\"The California law at issue compels pregnancy centers opposed to abortion—and only those opposed to abortion—to comply with burdensome requirements that force these centers to provide nonmedical information that contradicts their core message and moral beliefs,\" read the brief, filed Tuesday.\n\"... the FACT Act is a viewpoint-based regulation of speech. It is therefore unconstitutional unless it can surpass strict scrutiny. Tellingly, no government has ever succeeded in an attempt to justify a speech regulation that discriminates based on viewpoint.\"\nDavid French, a popular conservative columnist, filed a brief Monday on behalf of 41 conservative groups, arguing that the California law violated the moral conscience of pro-life activists.\n\"The State of California directly interferes with their work by forcing them to post messages actively opposed to their lifesaving efforts,\" argued French.\n\"It is hard to imagine a greater imposition on individual conscience. It is hard to imagine a more repugnant form of forced speech.\"\nA brief filed  by groups including the National Association of Evangelicals, Concerned Women for America, the Southern Baptist Convention's Ethics & Religious Liberty Commission, and Samaritan's Purse called the law \"viewpoint discriminatory\" and that \"forcing private parties to communicate the State's message is unjustified and unjustifiable.\"\nIn 2015, the California passed Assembly Bill 775 of Reproductive FACT Act. The law mandated that all licensed pregnancy health centers, among other things, include a sign that refers patients to abortion clinics.\n\"The notice shall state: 'California has public programs that provide immediate free or low-cost access to comprehensive family planning services (including all FDA-approved methods of contraception), prenatal care, and abortion for eligible women,'\" read AB 775.\nFailure to comply with AB 775 could result in a $500 fine on the first offense and then a $1,000 fine for each offense after that.\nIn October 2016, a three judge panel of the Ninth Circuit Court of Appeals upheld the law, agreeing with a lower court decision that the FACT Act \"survives any level of scrutiny\" and \"does not discriminate based on viewpoint.\"\n\"Instead, the Act applies to all licensed and unlicensed facilities, regardless of what, if any, objections they may have to certain family planning services,\" read the opinion.\n\"The Licensed Notice and the Unlicensed Notice do not imply or suggest any preference regarding family-planning services.\"\nLast November, the Supreme Court agreed to hear an appeal , limiting their hearing to the question of if \"the disclosures required by the California Reproductive FACT Act violate the protections set forth in the Free Speech Clause of the First Amendment, applicable to the States through the Fourteenth Amendment.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "The California law at issue compels pregnancy centers opposed to abortion—and only those opposed to abortion—to comply with burdensome requirements that force these centers to provide nonmedical information that contradicts their core message and moral beliefs,",
                "REUTERS/Jessica Rinaldi",
                true
            ],
            [
                "the FACT Act is a viewpoint-based regulation of speech.",
                "",
                false
            ],
            [
                "It is therefore unconstitutional unless it can surpass strict scrutiny.",
                "",
                true
            ],
            [
                "Tellingly, no government has ever succeeded in an attempt to justify a speech regulation that discriminates based on viewpoint.",
                "",
                true
            ],
            [
                "The State of California directly interferes with their work by forcing them to post messages actively opposed to their lifesaving efforts,",
                "",
                true
            ],
            [
                "It is hard to imagine a greater imposition on individual conscience.",
                "",
                true
            ],
            [
                "It is hard to imagine a more repugnant form of forced speech.",
                "",
                true
            ],
            [
                "forcing private parties to communicate the State's message is unjustified and unjustifiable.",
                "",
                false
            ],
            [
                "The notice shall state: 'California has public programs that provide immediate free or low-cost access to comprehensive family planning services (including all FDA-approved methods of contraception), prenatal care, and abortion for eligible women,",
                "",
                true
            ],
            [
                "does not discriminate based on viewpoint.",
                "",
                false
            ],
            [
                "Instead, the Act applies to all licensed and unlicensed facilities, regardless of what, if any, objections they may have to certain family planning services,",
                "",
                true
            ],
            [
                "The Licensed Notice and the Unlicensed Notice do not imply or suggest any preference regarding family-planning services.",
                "",
                true
            ],
            [
                "the disclosures required by the California Reproductive FACT Act violate the protections set forth in the Free Speech Clause of the First Amendment, applicable to the States through the Fourteenth Amendment.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/supreme-court-california-law-forcing-pro-life-clinics-promote-abortion-wrong-206401/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "forcing",
            "filed",
            "states",
            "scotus",
            "repugnant",
            "prolife",
            "abortion",
            "unconstitutional",
            "law",
            "brief",
            "discriminatory",
            "court",
            "act",
            "conservatives",
            "centers",
            "fact",
            "california",
            "promote",
            "groups"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/supreme-court-california-law-forcing-pro-life-clinics-promote-abortion-wrong.html",
        "title": "Supreme Court to Decide If Calif. Law Forcing Pro-Life Clinics to Promote Abortion Is Wrong",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSupreme Court to Decide If Calif. Law Forcing Pro-Life Clinics to Promote Abortion Is Wrong\nSupreme Court to Decide If Calif. Law Forcing Pro-Life Clinics to Promote Abortion Is Wrong\nSupreme Court to Decide If Calif. Law Forcing Pro-Life Clinics to Promote Abortion Is Wrong\n| Monday, November 13, 2017\nChief Justice of the United States John Roberts (R) walks with associate Justice Neil Gorsuch during his investiture ceremony at the Supreme Court in Washington, U.S., June 15, 2017. | (Photo: REUTERS/Joshua Roberts)\nThe United States Supreme Court has agreed to hear an appeal in a lawsuit centered on whether a California law mandating that pro-life women's health clinics promote abortion is unconstitutional.\nIn an announcement released Monday morning, the highest court of the land stated that they will hear arguments in the case of National Institute of Family and Life Advocates v. Becerra.\n\"The petition for a writ of certiorari is granted and limited to the following question: 'Whether the disclosures required by the California Reproductive FACT Act violate the protections set forth in the Free Speech Clause of the First Amendment, applicable to the States through the Fourteenth Amendment,'\" ordered the Supreme Court.\nCalifornia Attorney General and Democratic candidate for Governor Jerry Brown speaks at a news conference in Los Angeles, September 15, 2010. California's attorney general brought a lawsuit on Wednesday against eight local officials at the center of a public pay scandal that has garnered national attention, alleging fraud and waste of public funds. | (Photo: Reuters/Mario Anzuoni)\nThe Alliance Defending Freedom, a law firm representing the plaintiffs, released a statement Monday expressing thanks for the Supreme Court's decision to hear arguments.\n\"It's unthinkable for the government to force anyone to provide free advertising for the abortion industry. This is especially true of pregnancy care centers, which exist to care for women who want to have their babies,\" stated ADF Senior Counsel Kevin Theriot.\n\"The state shouldn't have the power to punish anyone for being pro-life. Instead, it should protect freedom of speech and freedom from coerced speech.\"\nIn 2015, the California Legislature passed Assembly Bill 775. Also called the Reproductive Freedom, Accountability, Comprehensive Care, and Transparency (FACT) Act, the law mandated that all licensed pregnancy health centers, among other things, include a sign that refers patients to abortion clinics.\n\"The notice shall state: 'California has public programs that provide immediate free or low-cost access to comprehensive family planning services (including all FDA-approved methods of contraception), prenatal care, and abortion for eligible women,'\" read AB 775.\nFailure to comply with AB 775 can result in a $500 fine on the first offense and then a $1,000 fine for each offense thereafter.\nIn October 2016, a three judge panel of the Ninth Circuit Court of Appeals upheld the law, agreeing with a lower court decision that the FACT Act \"survives any level of scrutiny\" and \"does not discriminate based on viewpoint.\"\n\"Instead, the Act applies to all licensed and unlicensed facilities, regardless of what, if any, objections they may have to certain family planning services,\" read the opinion.\n\"The Licensed Notice and the Unlicensed Notice do not imply or suggest any preference regarding family-planning services.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "The petition for a writ of certiorari is granted and limited to the following question: 'Whether the disclosures required by the California Reproductive FACT Act violate the protections set forth in the Free Speech Clause of the First Amendment, applicable to the States through the Fourteenth Amendment,",
                "",
                true
            ],
            [
                "It's unthinkable for the government to force anyone to provide free advertising for the abortion industry.",
                "Kevin Theriot",
                true
            ],
            [
                "This is especially true of pregnancy care centers, which exist to care for women who want to have their babies,",
                "Kevin Theriot",
                true
            ],
            [
                "The state shouldn't have the power to punish anyone for being pro-life.",
                "",
                true
            ],
            [
                "Instead, it should protect freedom of speech and freedom from coerced speech.",
                "",
                true
            ],
            [
                "The notice shall state: 'California has public programs that provide immediate free or low-cost access to comprehensive family planning services (including all FDA-approved methods of contraception), prenatal care, and abortion for eligible women,",
                "",
                true
            ],
            [
                "does not discriminate based on viewpoint.",
                "",
                false
            ],
            [
                "Instead, the Act applies to all licensed and unlicensed facilities, regardless of what, if any, objections they may have to certain family planning services,",
                "",
                true
            ],
            [
                "The Licensed Notice and the Unlicensed Notice do not imply or suggest any preference regarding family-planning services.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201520160AB775"
            ],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "http://adflegal.org/detailspages/blog-details/allianceedge/2017/11/13/breaking-u.s.-supreme-court-to-weigh-in-on-california-s-attempt-to-force-pro-lifers-to-promote-abortion?utm_content=buffer2e522&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "forcing",
            "supreme",
            "prolife",
            "calif",
            "abortion",
            "freedom",
            "decide",
            "law",
            "clinics",
            "court",
            "wrong",
            "act",
            "services",
            "california",
            "promote",
            "care"
        ]
    }
]