[
    {
        "url": "https://www.christianpost.com/news/christian-scholar-obama-offered-waterless-cloud-to-middle-east.html",
        "title": "Christian Scholar: Obama Offered 'Waterless Cloud' to Middle East",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian Scholar: Obama Offered 'Waterless Cloud' to Middle East\nChristian Scholar: Obama Offered 'Waterless Cloud' to Middle East\n| Friday, May 20, 2011\nPresident Obama offered a “waterless cloud” to the Middle East Thursday when he laid out plans of how the United States would approach diplomacy with Arab nations undergoing political change, said a Christian scholar.\nThe U.S. president spoke about supporting protesters who sought freedom from authoritarian rulers, but omitted to explain the source of America’s freedom and democracy, observed Vishal Mangalwadi, a philosopher and author of The Book That Made Your World: How the Bible Created the Soul of Western Civilization.\n“Secular intelligentsia in America, personified in President Obama, does not understand America’s own secret [to freedom] and therefore is not able to help the Arab states when they really need help and are looking for help,” said Mangalwadi, described as “India’s foremost Christian intellectual” by Christianity Today, to The Christian Post following Obama’s Arab Spring speech.\nCritiquing the speech, the Indian scholar, who now resides in California, described it as a “waterless cloud,” referring to a verse in the Bible’s book of Jude.\nHe argued that weeding out dictators do not create freedom, because if revolutions were the key to freedom then South American and Central American countries, which all experienced uprisings, should all be free and prosperous. Also, the revolution led by Mao Zedong in China should have led to freedom instead of oppression under communism.\n“They (secular elite in America) don’t understand why the Muslim world has not been able to create freedom from within its own intellectual resources,” said Mangalwadi. “If revolutions could create freedom then tons of countries that did not have freedom for the last 200 years would have had freedom. But the Protestant West became free because people were seeking the Kingdom of God.\n“The question is, why is it that no Muslim nation in 1,300 years has been able to create and sustain a free society? The answer is that the secret of America has been in God we trust. … The liberal elite shies away from this.”\nPresident Obama on Thursday delivered a much-anticipated speech at the State Department to members of Congress, diplomats, military leaders, and the Arab world on the new U.S. policy approach toward Mideast nations.\nFor months, massive civilian protests against authoritarian leaders have swept the region and have ousted long-time heads of states in Tunisia and Egypt. The Obama administration has been criticized for not keeping pace with changes in the Mideast and failing to have a consistent policy when dealing with the nations. Washington would harshly condemn some dictators that violently suppress protesters, while seemingly turning a blind eye to others who were military allies in the region.\nIn his speech, Obama said the U.S. will continue its former policies, but stressed that America supports the self-determination of individuals in the Middle East.\n“The status quo is not sustainable. Societies held together by fear and repression may offer the illusion of stability for a time, but they are built upon fault lines that will eventually tear asunder,” said Obama.\n“There must be no doubt that the United States of America welcomes changes that advances self-determination and opportunity. Yes, there will be perils, but after decades of accepting the world as it is in the region, we have a chance to pursue the world as it should be,” said the U.S. president. “We can and we will speak out for a set of core principles.”\nThese principles include the U.S. opposing the use of violence against civilians in the region, and America supporting a set of universal rights that includes free speech, freedom of peaceful assembly, freedom of religion, equality of men and women under the rule of law, the right to choose your own leader, and political and economic reforms that meet the aspirations of the average people living in the Mideast and North Africa, he said.\n“Shouts of human dignity are being heard across the region,” Obama declared.\nWhile he blasted Libya and Syria for murdering civilian protesters, and criticized Bahrain for its crackdown on dissenters, he notably omitted any mention of Saudi Arabia. The key U.S. ally is accused of supplying material support to some of the Arab regimes using force to crush demonstrators.\nMangalwadi took issue with Obama criticizing Libyan leader Muammar al-Gaddafi for killing civilians and justifying the assassination of Osama bin Laden, but not apologizing for NATO unintentionally killing civilians in the crossfire in Libya. He said Obama is confusing the people in the Middle East about the definition of justice. Obama should have, according to the philosopher, apologized for civilian deaths in Libya and called the killing of Osama bin Laden a “necessary evil” instead of justice.\nAlthough killing bin Laden was right, it is not correct to call it justice because justice would be to arrest him, put him on trial, and to sentence him to jail or capital punishment.\n“You don’t kill an unarmed man” and call that justice, argued Mangalwadi.\nThe Christian philosopher also pointed out that Obama appeals to common sense when speaking about human rights but doesn’t understand that human rights came from the Bible not human knowledge.\n“Human rights are not evident to common sense or human reason,” said Mangalwadi. “The secular humanist professors know that if human beings are monkeys then there are no human rights. If you are only an animal then you have no fundamental rights. If I can kill a cow and eat it or kill a chicken and eat it, then there is no reason that a man can’t kill his wife and eat her because she is only an animal and has no human rights.”\n“Human rights only make sense if human beings are made in God’s image. They are special; they’re different than the rest of the animals. You can kill and eat a cow but you can’t kill and eat a human being,” he said.\nThe Indian Christian philosopher concluded that it is wrong for secular Americans to think that without the Word of God they would still evolve and develop.\n“The Word of God transforms these nations and it brought justice,” said Mangalwadi. “For American intelligentsia to say that the Word of God did not make a difference but human intelligence did is a problem and that is what President Obama is trying to sell [to the Middle East] to help them create freedom.\n“It hasn’t worked anywhere.”\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "offered",
            "east",
            "cloud",
            "rights",
            "america",
            "world",
            "scholar",
            "middle",
            "human",
            "kill",
            "mangalwadi",
            "freedom",
            "obama",
            "waterless",
            "christian"
        ]
    }
]