[
    {
        "url": "https://www.christianpost.com/news/most-evangelical-leaders-back-gun-control-poll-finds.html",
        "title": "Most Evangelical Leaders Back Gun Control, Poll Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, January 11, 2013\nEvangelical Christian leaders in America have expressed their support for stricter gun regulations following December's tragedy at Sandy Hook Elementary School in Newtown, Conn., where 26 people were fatally shot.\nIn a poll  conducted by the National Association of Evangelicals (NAE), 73 percent of church leaders agreed that there needs to be stricter gun regulations, in hopes that tragedies, such as the ones that occurred in Newtown, can be prevented or minimized in the future.\n\"Evangelicals are pro-life and deeply grieve when any weapons are used to take innocent lives,\" said Leith Anderson, President of the NAE. \"The evangelical leaders who responded to the NAE survey support the Second Amendment right to bear arms but also want our laws to prevent the slaughter of children.\"\nThe Evangelical Leaders Survey is a monthly non-scientific poll of the NAE Board of Directors, for which the organization says it does not release raw data.\nIn an email to The Christian Post, Anderson added that there are many possible reasons for America's gun violence crisis.\n\"They include sin in our society, violent video games, political polarization, gun availability, mental illness and many more,\" NAE's president commented. \"There are many reasons and some validity to most of them. Vice President Biden is suggesting that an immediate and major research effort seek to find primary causes so that we can tackle the problem. Until that research is reported we should engage in a robust conversation about the causes and do what we can to stop the violence.\"\nVice President Joe Biden's committee on gun violence  was organized after the Dec. 14 incident in Newtown, where 20 school children were among the dead. Biden, along with Obama, has stressed that every possible measure must be taken to better protect America's children. One of the possible steps the White House administration is discussing is passing an executive order that reinstates a ban on assault weapons, which are being used increasingly in mass shootings.\n\"The president is going to act. Executive orders, executive action, can be taken,\" Biden has promised.\nPro-gun conservatives, however, have remained strictly opposed to any limitation on guns, saying that it would infringe on the Second Amendment, which ensures that citizens can bear arms. America's leading pro-gun voice, the National Rifle Association, has even said that school staff need to be armed and trained with guns, so that they can stand up to criminal gunmen.\nOf the 27 percent of respondents to the NAE poll who did not see stricter gun control as the solution, most said that gun control alone cannot stop incidents like the Sandy Hook school shooting.\n\"I would not oppose a ban on assault weapons. However, I don't see this as an action that would eradicate the kinds of violent acts that occurred in Newtown,\" said Phil Whipple, Bishop of the United Brethren in Christ.\nThe NAE's Anderson told CP that both sides of the issue have made their reasoning clear, and that there needs to better communication in order to arrive at a solution that can really make America safer.\n\"Some Americans fear that gun control of any type will be a first step toward losing our ability to protect ourselves. Others believe that there are ways to control guns and preserve the rights of self-protection. They need to talk to each other,\" Anderson explained.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/white-house-to-act-on-gun-control-with-or-without-congress-87995/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nae.net/resources/news/862-most-want-more-gun-regulations"
            ]
        },
        "key_words": [
            "school",
            "nae",
            "anderson",
            "newtown",
            "president",
            "finds",
            "evangelical",
            "leaders",
            "poll",
            "gun",
            "weapons",
            "control"
        ]
    }
]