[
    {
        "url": "https://www.christianpost.com/news/ted-cruz-visit-pastor-ronnie-floyd-cross-church-arkansas-not-endorsement-super-tuesday.html",
        "title": "Ted Cruz's Visit to Pastor Ronnie Floyd's Cross Church Not an Endorsement",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTed Cruz's Visit to Pastor Ronnie Floyd's Cross Church Not an Endorsement\nTed Cruz's Visit to Pastor Ronnie Floyd's Cross Church Not an Endorsement\nTed Cruz's Visit to Pastor Ronnie Floyd's Cross Church Not an Endorsement\n| Monday, February 29, 2016\nRepublican U.S. presidential candidate Ted Cruz, making a Nevada Republican caucus night appearance, talks with Rachelle Clapp of Sparks, Nevada, about the problems she has had with the Affordable Care Act as she waited in line to caucus at Reed High School in Sparks, February 23, 2016. | (Photo: Reuters/James Glover II)\nRepublican presidential candidate Sen. Ted Cruz of Texas took some time off the stump Sunday to visit megachurch Pastor Ronnie Floyd's Cross Church in Springdale, Arkansas. Floyd, president of the Southern Baptist Convention, was quick to point out, however, that the visit was not indicative of an endorsement.\nFloyd explained to congregants and media that Cruz's presence should not be mistaken for his (Floyd's) support, and that the church would welcome any candidate of any party to attend its services, Arkansas Online  reported Sunday.\nPerhaps in an effort to tamp down speculation that he is backing Cruz, the church preemptively issued a statement days ahead of the senator's Feb. 28 visit.\n\"Cross Church is thankful for and welcoming of anyone that wishes to participate in worship and hear a Gospel-focused sermon, thus Cross Church is pleased to welcome Senator Cruz,\" read the statement, according to KFSM 5 News .\n\"Cross Church will not and does not endorse any political candidate for any office. Cross Church endorses the Gospel of Jesus Christ and will continue to focus its resources on reaching Northwest Arkansas, Southwest Missouri, America, and the world for Jesus Christ.\"\nCruz, who has been vying for the support of evangelicals, appeared to be at home in the church setting, which is not surprising since his father, Pastor Rafael Cruz, is an ordained minister and has been such since Cruz was in his teens.\n\"He [Cruz] knows the songs,\" said Springdale Mayor Doug Sprouse, according to Arkansas Online. \"It's obvious he spends time in church.\" Sprouse, along with his wife, Sandy, accompanied the Texas senator during his church visit.\nAs reported by The Christian Post  last month, Cruz, who has publicly shared how his father came to Christ, has come under fire for speaking out about his father's conversion story more than his own.\nThe presidential hopeful's visit to Cross Church came just days ahead of Super Tuesday, when 12 states and one territory will hold their primaries. A native son of the \"Lone Star State,\" Cruz is expected to win Texas and a majority of its155 delegates, and refers to Super Tuesday states located in the south as his \"firewall.\"\nOn the eve of Super Tuesday, Cruz is spending the major of his day Monday campaigning in his home state, with stops planned in Dallas, Houston and San Antonio, accompanied by Texas Gov. Greg Abbott and former Gov. Rick Perry.\nEmail me: kevinporter55@gmail.com Follow me on Twitter: @kevindonporter\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.arkansasonline.com/news/2016/feb/28/ted-cruz-attends-springdale-church-visit-not-endor/",
                "https://www.christianpost.com/news/ted-cruz-christian-faith-conversion-testimony-156319/",
                "https://5newsonline.com/2016/02/23/ted-cruz-to-attend-sunday-church-services-in-rogers/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/kevindonporter"
            ]
        },
        "key_words": [
            "candidate",
            "cross",
            "super",
            "cruzs",
            "floyds",
            "church",
            "ted",
            "visit",
            "texas",
            "ronnie",
            "endorsement",
            "pastor",
            "arkansas",
            "cruz"
        ]
    }
]