[
    {
        "url": "https://consortiumnews.com/2017/05/12/russias-pride-in-wwii-victims-and-heroes/",
        "title": "Russia’s Pride in WWII Victims and Heroes",
        "authors": [
            {
                "name": "Peter P",
                "link": null
            },
            {
                "name": "John Wilson",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-05-12",
        "text": "Main menu\nMay 12, 2017\nBy Gilbert Doctorow\nTo understand Russia, it is worth reflecting on the tradition of the Immortal Regiment march on May 9 when hundreds of thousands of Russians pour into the streets of Moscow and other cities holding the faded photos of family members who died in achieving the victory over the Nazis in World War II.\nRussians taking part in an Immortal Regiment march on May 9, 2017.\nThe march is a showing of national solidarity that is unthinkable in today’s Western Europe or the United States (although those societies also have their patriotic holidays, from Bastille Day in France to July Fourth in the U.S.). In Russia, the Immortal Regiment march demonstrates a national solidarity forged by the shared and searing experience of every family’s wartime losses, a death toll that totaled about 27 million.\nThis year, despite poor weather, Muscovites took pride in having a still bigger turnout than last year. The media reported that it was the coldest Victory Day in Moscow ever, yet the official crowd number was given at 850,000.\nIn St. Petersburg, where my wife Larisa and I attended the march, the weather also was frigid. When we departed the metro station at the top of Staronevsky Prospekt at 14:30 to join the parade, we were hit by a snow shower. It quickly stopped and the remainder of the afternoon was mostly sunny, though very cold.\nYet, in St. Petersburg, too, the turnout for the parade was at a record, with official figures putting it at 750,000. Given that the old imperial capital has an overall population less than half that of Moscow, the showing was more than respectable.\nPersonally, I have never enjoyed large crowds. They make me claustrophobic. But it was a very good-natured assembly. It was multi-generational with a lot of toddlers carried on shoulders of parents and relatives, while their older siblings were kept in tow, subject to warnings that “you don’t want to get lost.”\nIf the mood of participants may have resembled the bonhomie of strollers in New York’s Central Park on a Sunday afternoon in spring, the event clearly had its specificity, which set it apart from anything I have witnessed outside of Russia.\nWith all the photos of long-dead family heroes held high, the procession – from Staronevsky Prospekt past Uprising Square and along Nevsky Prospekt – had the look of a vast, moving cemetery.\nMy wife and I carried three photos: of her rear admiral father; her radiologist grandma who fought the whole war on two fronts; and a close family friend, an architect by profession and a poet by inclination who was grievously wounded on his third day as a militia foot-soldier at the battle of Pulkovo Heights and now has no one to remember him but us.\nMany of the St. Petersburg marchers went the whole way down Nevsky to Palace Square, where entertainments awaited them. Others, like us, revived traditions of celebrating Victory Day that go back to Soviet times, as we sat down to a festive dinner at the home of friends and raised our tumblers of vodka to toast a common victory over the enemies of mankind.\nReflecting on the day’s march and the outpouring of a non-belligerent national pride, I instinctively thought of the hawks and loudmouths in the United States who portray Russia as a nation of barbarians that must be countered with military force at every turn. While that extreme propaganda is extremely unfair, it is true that Russia is a nation that should not be trifled with. The quiet dignity of the Immortal Regiment march spoke to that.\nPerhaps an understanding of this reality will finally penetrate the hostile rhetoric coming from Washington – and perhaps this week’s meeting between President Trump and Russian Foreign Minister Sergey Lavrov will start to create an opening for an international reconciliation.\nGilbert Doctorow is an independent political analyst based in Brussels. His latest book Does Russia Have a Future? was published in August 2015. His forthcoming book Does the United States Have a Future? will be published on 1 September 2017.\ntony\nMay 17, 2017 at 09:13\nActually, it is a remembrance about achieving the victory over the ‘Germans’ or ‘German Army’ in World War II. the word “Nazi” is a pejorative.\nIt would be like saying a “victory over the “Gooks” or a “victory over the Redskins”.\nfuster\nMay 14, 2017 at 11:34\nrather a bunch of crap by an author who seeks to confuse hostility, well-deserved, toward the belligerent authoritarian regime headed by the creep Putin with his purported hostility toward the people of Russia.\nDoctorow is full of spit.\nmike k\nMay 14, 2017 at 14:37\nThe hostility you feel towards belligerent authoritarian regimes would be better directed closer to home. Like Uncle Sam?\ntina\nMay 13, 2017 at 21:59\nI am so not afraid of the others, I am afraid of djt.  What if I said something that pissed him off?\nmike k\nMay 14, 2017 at 14:43\nNot to worry. He probably doesn’t hear you. With all the people needling him now, we probably couldn’t piss him off any more than he already is. I don’t think he sits around checking the comments on CN.\nLitchfield\nAmericans would do well to be humble and respectful.\nA Moscow acquaintance tells me that his young daughter, 6, insisted on going to the march with her grandfather despite the lousy weather. She held aloft a picture of her grandmother, who as a young woman served in the Red Army and participated in the defense of Moscow. I have seen photos her, as a young blonde beauty wearing a chic hat and makeup, as a young soldier in uniform (the picture the granddaughter held in the Remembrance demo), and in 2013 as an ancient babushka with her granddaughter on her knee and a wonderful smile on her strong face—honored by the state for her service to the nation (she died in 2024). I find these photos incredibly moving, and so do the few friends with whom I have shared them.\nAmericans have never been tested as were the Russians in the winters of 1941–43. A film made by some film unit of the govt under the National Archives in ca. 1943 shows incredible footage of the German invasion, the Russian retreat under scorched earth, and then counterattacks: Moscow, Leningrad, Stalingrad, Rostov, and many, many smaller points in between. Technically the film is excellent. It also explains the strategies of both sides with excellent animated maps.\nThe commentary is wholly positive on Russia (to an extent that on hindsight is poignant (in light of the postwar Stalin dictatorship). Highly recommended. It is titled “Why We Fight: The Battle of Russia.” Here is a link:\nAmericans who are indulging themselve in puerile and dangerous Russia bashing who see this film will hang their heads in shame.\nZachary Smith\nMay 13, 2017 at 16:22\nOf course, the Yanks came late to the scene, after Russia and its citizens had done the heavy lifting.\nThis was unavoidable, for the prewar US Army was tiny. Roosevelt and Churchill deserve a lot of credit for getting war materials to the Soviets as soon as they possibly could.   Without Lend Lease the USSR could not have continued to fight.\nmike k\nMay 13, 2017 at 18:15\nWe were so eager to help our communist enemies (er, allies) we just rushed to help them sweep on to the coast of France. History has many twists and turns, things are rarely simple. How long did it take us to turn on our “ally” when Hitler was defeated? And do we forget the capitalist schemers who wanted the US to side with Hitler?\nmike k\nMay 13, 2017 at 12:36\nPutin has been put in the position of trying to talk reason to a dangerous madman viz-a-viz dealing with the US government.\nmike k\nMay 13, 2017 at 12:30\nNeither the Russian people nor Putin are enemies of the US. But if you are practicing capitalism at the point of a gun, then you have to portray your competitors as dangerous threats in order to justify your armed attempts at piracy.\nFrank\nMay 13, 2017 at 12:22\nMost important thing: during first 20 years after WW2 there was not huge event and off day on 9th of May. The cult was created by Breznev regime for his favor. Stalin was conspicuously cynic to Victory Day and let Zhukov to be hero on   1945 event. Zhukov might have been little bit confussed. Little bit latet he was dumped to sidetrack.\nNo doubt Stalin maximized horrors Hitler’s war machine caused. Soviet citizens won the war not because Stalin but in spite of him. Stalin was terrible bad military leader. People and generals would have deserved better.\nmike k\nMore pointless Russia bashing.\nNo doubt Stalin maximized horrors Hitler’s war machine caused.\nI doubt it.  In fact, I’m of the opinion that the losses were downplayed to hide the weakness of the USSR after the war.   No other explanation of the “Iron Curtain” seems reasonable to me.\nmike k\nMay 13, 2017 at 17:53\nThe “iron curtain” was made in the USA. Churchill helped a little. It’s the old story (being played out in North Korea for example) – You decide to invade and conquer a country. They erect barriers. You demonize them for the barriers and accuse them of being crazy and dangerous.\nZim\nMay 13, 2017 at 11:04\nThanks for your essay. A lot can be learned from a Russian citizens reasons for national pride.\nmike k\nMay 13, 2017 at 10:51\nPoor Hitler, according to philo’s tale he had to defend Germany from the Russian Hordes ready to pounce. Invading Austria and Poland were just defensive measures. Why is it aggressors always claim they were about to be attacked?\nphilo\nMay 13, 2017 at 10:07\nStalin implemented the two-year total mobilization plan prepared by Chief of the General Staff Boris Shaposhnikov at the August 19, 1939 Politburo meeting – just four days before signing the Soviet-German non-aggression pact, the one history has been rewritten to claim Hitler violated first.\nThroughout the 1930s Stalin in his speeches to the Politburo said that communism could not survive if only one country practiced it, and that building the Red Army into an invincible invasion force was necessary because Europeans would never willing submit to communist rule. It was his plan to supply Germany with food and arms to fight Britain and France, then sweep in and take all when the western powers had exhausted themselves fighting one another. But Germany’s unexpected early triumph over France and its attempts to compromise with England sabotaged the Soviet dictator’s plan.\nGermany struck the Soviet Union in 1941 because Stalin was assembling an invasion army 295 divisions strong on Europe’s eastern border. Caught in indefensible forward attack formations, millions of Red Army men were killed or captured in a matter of weeks in one of the greatest military routs in history. The Wehrmacht’s unprecedented success emboldened German leaders to believe they could accomplish the impossible, to eradicate Stalin’s terrorist state once and for all.\nWe’re told he attacked the Soviets to colonize their land, but where exactly were these millions of German pioneer settlers going to come from in the summer of 1941? There was an acute labor shortage in Germany, to the extent that the government was trying to attract a million foreign workers to the Reich. The war with England was failing and a new war with an increasingly belligerent United States was clearly on the near horizon. In addition, after the defeat of Poland, Germany was actively resettling German pioneers in Posen and other German territory that had been illegally seized by the victorious allies in 1919 to create Poland (which had last been seen on a map as an independent state in 1795). Hitler estimated this project would take forty to fifty years to complete, quite exhausting the state’s limited resources for planned expansion.\nWhen the Red Army did counterattack, it was the largest orgy of murder, rape, and plunder seen in Europe since Attila the Hun, and after their army surrendered at least another six to ten million defenseless Germans died at Stalin’s command.\nmike k\nMay 13, 2017 at 10:30\nWhat are you trying to say with your anti-Russian rant?  The cause of the world’s problems is the evil Russian Empire? Your view of history would be music to the ears of today’s nazi’s.\nZachary Smith\nMay 13, 2017 at 16:12\nThere is a small element of truth to what the fellow says, but mostly it’s BS.    The best explanation I’ve seen for the Red Army’s positioning at the beginning of the Nazi invasion is that Stalin was an arrogant idiot who imagined himself to be a great military thinker.\nmike k\nMay 13, 2017 at 18:21\nDid you read Philo’s last paragraph? It’s not like this guy is short on hatred for Russia. His entire rant is based on that. The whole sorry comment is bullshit.\nKiza\nMay 13, 2017 at 23:21\nThat is a complete lie. Soviet  solders commited crime anywhere including Germany were being shot without investigation. That was a very strict order. Statistics shows that there were few crimes commited but the amount of them was neglected. And again, those who commited crime were killed without investigation.\nAll these talks about massive rape and killings are ment to reverse the real picture of the war. This is not acceptable!\nIf i could talk to you i would say “shame on you”!\nZachary Smith\nMay 14, 2017 at 12:53\nIt’s not a complete lie.  Everybody, including the German civilians, knew what the Nazis and their Army had done in the USSR.   Payback was expected, and rendered.\nLisa\nMay 13, 2017 at 09:34\nFor those interested in close-ups of Soviet/Russian life, there are adorable documentaries on youtube of children starting from 1991, and following them every seven years.  I think it is some co-production of BBC and Soviet/Russian tv companies.\nThere are all sorts of children, many nationalities, from big cities to Siberian villages.  At 28, some of them have emigrated to different continents, some live still in Russia.\n“Born in the USSR”\nhttps://www.youtube.com/watch ? v=jSWkio3QKho&index=3&list=PLtl_yXnJxtENtMfwGIdWbdwIrBpe4iWmw\nThe first film catches the children as 7-year olds, then 14, 21, 28.  I would hope there will be a continuation next year, but I’m not certain. There are several uploadings on youtube, some with English commentary or subtitles.\nThe fates of these youngsters reflect the changes in the nation. Especially moving is the life of a boy Andrei, in a Soviet orphanage at 7. He was later adopted by an American family, who had seen the film and felt sorry for him. However, things did not go so well for him. No happy end in the American “paradise”.\nLisa\nMay 13, 2017 at 12:43\nSorry, the second link is broken. Delete the “space” between “watch?” and “v=j”, then you should get it correct.\nfreezeframe1333\nMay 13, 2017 at 07:44\nWhen you lose nearly 10% of your population to the conflict, when you come within a hairs breath of nearly losing the struggle to the Germans in its opening phases, when you are fully aware that it is literally a fight to the death (Especially so given the well documented German policies toward the occupied peoples in “Ostland,” and the plans for “Lebensraum,” that were going to be implemented after the collapse of the Soviet’s), and with little help from the Western allies (In fact some were hoping for your defeat), in spite of all the odds, all on their own, they tore the literal guts out of the most successful and sophisticated military force of its time, and would have gone well beyond the Elbe if not for the allied landings in Normandy, you can’t begrudge them their celebrations even though we here in the west hardly even remember “Victory Day,” anymore.\nThe lessons of history (Batu Khan, Napoleon, Kaiser Wilhelm II and of course, Hitler himself), need to be remembered when our politicians and military leaders speak of war with Russia.\nirina\nMay 13, 2017 at 10:51\nRussian Foreign Minister Sergey Lavrov was in Fairbanks last week for the Arctic Council Ministerial.\nHe took the time to visit our Lend-Lease memorial :\nMay 15, 2017 at 06:57\nSpasibo Irina, I was flying planes out of McGrath in 92 when the Russian women’s helicopter team stopped for a break in front of McQuires, on the way east to celebrate the journey, they themselves were flying. They beautiful pilots as I re-call. I live in RU today – long story tho.\nLibby\nMay 13, 2017 at 00:03\nThank you for an article that reminds us of Russian humanity and solidarity in the midst of the insanity we live in.\nbackwardsevolution\nMay 12, 2017 at 23:50\nGilbert Doctorow – that was lovely.  Thank you so much for that.\ntina\nMay 12, 2017 at 23:15\nHappy mother’s  day everyone out the who has a mom or mum hailed from Koenigsberg, now known as Kaliningrad , the city of Emanuel Kant.  My mom is 80 years old and she is so sharp.  If  any of you believe in the “deep state” that our own government wants to overthrow  our democracy, you are correct.  Just as the deep state in the 1920’s and 1930’s were convinced this is all a conspiracy, and we must be rid of …. whomever. There is no conspiracy.  We have an insane president, Trump, and we will keep making excuses for him. There is no excuse for dictators, other than we really want one.\nMay 12, 2017 at 23:06\nYes to the article and all responding ideas positive. And then go back to Genghis Kan. Think of mother Russia as that empire’s heir, along with Iran, Mongolia, Korea and China.\nThink of mother Russia as ejecting the colonies from the nest rather than fighting to keep them at any cost.\nThe China, Moscow, Afghanistan rail line follows a four thousand year-old route. It is operating at a profit and expanding rapidly. Central Russia remains the mother exporting healthy foods. It’s an old story,\nStephen\nNice post, Garrett.\nMay 12, 2017 at 20:19\nUnfortunately, Elie, there isn’t much cultural unity in the US–individualism, money making, and pop culture have been overstressed for too long. And the Civil War may have been fought bravely by soldiers who believed in it on their side, but industry and slavery were the major factors in the South fighting the North, and cultural negatives such as racism and regional tensions still exist today.\nElie\n@ Kiza\nI too greatly admire the Russian people. And i’m not an American, so i can not pretend to know American culture deeply. But still, Americans fought the civil war where both sides endured huge losses. And they fought bravely.  Maybe they lost their toughness since that time, but i would hesitate betting against them.\nBill Bodden\nMay 12, 2017 at 20:32\nMuch has happened since the American civil war.  I have been persuaded that most Americans have now abandoned their duties to be citizens, instead choosing to be consumers.  Somewhere around two thirds of Americans bought into the lies that led to the war on Iraq, and probably a similar number have voted to reelect the politicians that voted for that crime against humanity.  One of the most irrational aspects of current American politics is that it is blatantly obvious the system is rigged to make the rich richer and the poor stuck where they are, if not poorer.  Nevertheless, a majority of voters still return the politicians that are screwing them back in office.\nMaybe they lost their toughness since that time, but i would hesitate betting against them.\nand I would hesitate to bet on them.  I would be delighted to be proved wrong.\nmike k\nMay 13, 2017 at 10:09\nI am not a ‘my country right or wrong’ person. That attitude is a betrayal of truth. If the US should prove itself evil enough to do a first nuclear strike on Russia, I would not be rooting for the US to “win” in any sense whatever.\nKiza\nElie,\nI understand that every nation reaches into the glorious past to believe in its own future. But you really need to appreciate the difference between the wars which you discuss. In essence, the US Civil War was a war for independence. The WW2 was a very different war of conquest by yet another foreign invader, the likes of which the Russians have been fighting for the last couple of hundred years. In other words, in some unimaginable situation of Russia attacking US, I could inagine US people uniting and fighting the invaders bravely. But US has never ever been in such a situation and is unlikely to be this side of eternity. Now, US is like Nazi Germany waging wars to conquer other countries, here potentially Russia. This march is primarily a message to the would be new invaders and dividers of Russia of the Russian unity, which US does not have. It is not the Russian troops which are on the US borders at this moment, then US troops at Russian borders, no matter that this has been fogged up for the Western zombie population with dollops of propaganda about Russian aggression. For the Russians such situation is déjà vu and they are showing unity in the face of it. This is what I was trying to explain.\nYou really need to get better reference points for your thinking and understanding. FYI, I accept that you are not from US, but I am not Russian.\nElie\nMay 13, 2017 at 00:15\nSry, i did not mean to be rude. I don’t speak English that well, maybe something got lost in translation. I might be wrong about the Americans, and you may well know better than me. Also i did not say i was sure in the first place. It’s just that i studied war quite a bit, and its sometimes surprising to see how so many different peoples, in so many different ages, all decide to make the ultimate sacrifice and fight to the bravely to the death. In fact, one could argue that bravery in war is almost a common trait of the human race as a whole. Its both great and sad i guess.\nKiza\nMay 13, 2017 at 01:21\nAgreed. Thank you for discussing points from this article and contributing.\nRegarding “Russian aggression”, no invader ever took the low ground before the invasion. It is always that the enemy is attacking us or maltreating some minority or just being mean and nasty and subhuman. This then gives us the right to attack for the benefit of humanity or for some shyte like that.\nKiza\nMay 13, 2017 at 01:34\nPS. Maybe US behaves the way it does because it imported too many Nazi and Japanese war criminal scientists after WW2 (e.g. to gain knowledge of the Japanese medical experiments on Chinese prisoners). Now the DNA of these mass killers is part of the DNA of the US population.\nTo my knowledge the Soviet Union did the opposite, at a cost of one or a few bullets. Not much is worth learning from the science of torture, killing and destruction.\nmike k\nMay 13, 2017 at 10:17\nThe only real bravery is to refuse to engage in war. Everything else is just escalating tragedy and madness. All this talk of bravery in war is just to sell insanity. Wars are to mourned, never celebrated.\nMay 12, 2017 at 19:56\nThe hubris and ignorance of the United States are sad to contemplate. Nothing like the spirit exhibited here by Russian people for this remembrance of such an important war victory exists here, there just isn’t that kind of social unity for such a collective memory. And Americans scarcely know the debt owed to the Russians for their sacrifices in defeating the Nazis. Thank you for this essay; makes me want to learn Russian and see Russia.\nMarcB\nMay 12, 2017 at 22:23\nGreat essay thank you!..some older, news which isnt being reported anywhere in the western world let alone responded to….,certainly not Australia where i live …. Russia it seems is finally recognizing the threat posed to it by an Empire driven by the corrupt criminal oligarchy at the helm of the US political establishment and  the out of control  U.S Military complex\n” Representatives of the Russian Armed Forces have stated that the US is creating a military infrastructure near Russia’s borders for the application of a sudden nuclear strike.\nThis statement was made on April 26, the first Deputy Chief of the Main Operations Directorate,Viktor Poznihir, at the Moscow international security conference of the Russian Armed Forces.”\nMay 12, 2017 at 19:28\n“I instinctively thought of the hawks and loudmouths in the United States who portray Russia as a nation of barbarians that must be countered with military force at every turn”\nUS and Russia, it is truly two totally different worlds. One is all about profiting, cheating and suppressing, the other one is all about what makes us human, even about the importance of spirituality. I keep thinking whether the new generations of the Russians could repeat the struggle of their grandmothers and grandfathers if it ever came to it again (hopefully not). But I know for sure that in a global conflagration, the US would last only as long as it is winning with few casualties. The moment serious dying would start, there would be no more US. In other words, I  could not imagine the struggle of Leningrad (St Petersburg) in US in a billion years. US is powerful but not strong.\nltr\nThank you so much.\nMay 12, 2017 at 17:43\nThank you for that moving essay. I am Anglo/Alaskan but would like to someday march in an Immortal Regiment Parade.\nMy choice of pictures would be to carry one of Leonid Kulik. He, practically alone of all his (and our) generations, understood          what a catastrophe it would be for a space rock to impact a population center. This was based on his study of the Tunguska Event\nof June 27, 1908. Had the Event occurred just three hours later, it would have destroyed the city of St. Petersburg (where Vladimir Lenin lived at the time.)\nFollowing two decades of investigative research into Tunguska, Kulik took up arms as part of a Home Brigade to defend Moscow and ultimately died in a German Prisoner of War camp.\nHis name and his work has been nearly lost to history but he is an important voice. Were he still alive, in the nuclear era, I am\nvery sure that he would be a strong voice for sanity. What would happen in these times, if a space rock on the order of the Tunguska Event, were to explode over, for example, Pyongyang ?\nSince he is gone others must speak for him. And carry his picture in the parade.\njohn wilson\nMay 13, 2017 at 05:40\nI’m all for celebrating victory over adversity, but I do wish the Russians wouldn’t make it an entirely military parade with tanks, missiles and other pieces of ironmongery of war. Why not have lots of people dressed in fancy dress, children from  school, floats with bands and music or lots of street parties with food singing and dancing etc? Of course, the military should be there especially as they were most important to the victory, but a bit more of dress uniform and a lot less of the militarism would be nice.\nLitchfield\nVictory Day is serious. They take it very seriously.\nIn Red Square Victory Day is a military parade and demo.\nBut I don’t think that is the same as the Immortal Regiment demos.\nIn any event, what you wish is irrelevant. it might make more sense to try to understand what is being commemorated, and why.\nMay 13, 2017 at 16:29\nYou missed the entire message Dude. The immortals is about families, citizens, memories and unity.\nPeter P\nMay 14, 2017 at 05:05\nJohn Wilson, The main parade is military, the ensuing Immortal Regiment parade is everything Doctorow says in his article.\nContemplate 27 million dead, then multiply that for wounded, then realise every single Russian was bereaved in WW-II. Then contemplate WW-I, the Russian civil war, Napoleon, the purges under Stalin, the hostilities in Ukraine, the buildup of NATO on the border. The rampant Russophobia in the USA and EU, demonization of their popular president, being accused of hacking elections etc.\nI think that Russia by showing it’s military might is saying: Enough! Respect our sovereignty! Do not attack!\nThat is understandable.\nMay 14, 2017 at 22:40\nHi John. I am sorry, if it is offending you, but it what we do and how we feel. It doesn’t relay to any aggression. We are proud of our military, and the parade demonstrate what we protected and our borders are secure. Russians are not aggressive nations – this is the bottom line, but we are ready to defend our country. If other country like to have fancy dresses, dancing and food – it is fine. For us – the Victory day is not about dancing, as we lost many people and nearly half of country was destroyed.  My family was lucky – both my granddads came back alive, just injured.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/"
            ]
        },
        "key_words": [
            "united",
            "day",
            "russia",
            "victims",
            "victory",
            "st",
            "immortal",
            "pride",
            "regiment",
            "photos",
            "heroes",
            "states",
            "wwii",
            "prospekt",
            "russias"
        ]
    }
]