[
    {
        "url": "https://www.christianpost.com/news/james-dobsons-son-and-co-host-ryan-dobson-opposes-bullying-but-regrets-boy-scout-decision.html",
        "title": "James Dobson's Son and Co-Host, Ryan Dobson, Opposes Bullying, But Regrets Boy Scout Decision",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJames Dobson's Son and Co-Host, Ryan Dobson, Opposes Bullying, But Regrets Boy Scout Decision\nJames Dobson's Son and Co-Host, Ryan Dobson, Opposes Bullying, But Regrets Boy Scout Decision\nJames Dobson's Son and Co-Host, Ryan Dobson, Opposes Bullying, But Regrets Boy Scout Decision\n| Friday, June 07, 2013\nA poster for the new documentary \"Bully.\" | (Photo: Twitter/Bully Movie)\nRyan Dobson, co-host of the radio program, Dr. James Dobson's Family Talk , agrees that the Boy Scouts ought not exclude \"kids who think they are gay,\" but condemns the group's recent official decision to open membership to openly gay scouts because it introduces sexuality into a program that promotes abstinence.\n\"We wouldn't advocate singling out kids who think they are gay,\" Dobson told The Christian Post in an interview Monday. \"I don't think children should be teased, singled out, or ostracized.\"\nHowever, \"I don't think they have definitive information about anything they think or believe or feel,\" at that young age, he added. \"It's not ok to start talking about sex with the Boy Scouts. I don't know why that's an issue.\"\nThe Boy Scouts of America statement announced that the 103-year-old organization would \"remove the restriction denying membership to youth on the basis of sexual orientation alone.\" Immediately, it sought to clarify – \"The resolution also reinforces that Scouting is a youth program, and any sexual conduct, whether heterosexual or homosexual, by youth of Scouting age is contrary to the virtues of scouting.\"\nThe statement implies that the Boy Scouts only opened their membership policy to openly gay scouts in order to avoid bullying. Despite his agreement on the issue of bullying, Mr. Dobson claimed that this decision \"sends the wrong message\" and is a departure from the values of scouting.\n\"To come out and say we support openly gay kids in scouting. What does that mean? Are they dating? Are they sexually active?\"\nDobson agreed with the official statement that scouts, ranging between 12 and 18 years of age, should not be sexually active. \"I don't like 12-year-olds to have sexual activity,\" he said. \"Frankly, I don't want 18-year-olds to have sexual activity.\"\nDobson agrees with anti-bullying policies, but defining membership on the basis of sexual orientation at the age of 12 is a misguided way of preventing bullying. He argued that BSA actually caved in to liberal bullying on the matter.\nHe explained: \"Ok. You're not quite sure, we're not going to exclude you from scouts, even if you think you're gay. Do I agree with that statement? It's kind of a yes and no. I don't think a teenager can definitively say 'this is my sexual orientation.'\" Nevertheless, he added, \"it was a mistake even entering the conversation\" on sexuality and the BSA wouldn't have gone there on their own accord.\n\"I don't think Scouts is the place to discuss sexuality,\" he added. \"I was a scout. We cooked, we camped, we learned responsibility and loyalty.\" Sexual orientation plays no part in these activities, he argued.\nThe decision is indicative of the kind of liberal bullying common today in America, he explained. \"They got bullied into this decision,\" like Susan G. Komen: Race for the Cure. \"Abortion increases the risk of cancer,\" but \"they got bullied by leftists to switch their decision\" not to support Planned Parenthood.\nKomen decided to pull funds from Planned Parenthood in January of last year. After a brief and intense media blitz,  they altered their stance to again support the nation's largest abortion provider .\nHe also compared the liberal bullying of the Boy Scouts to the recent scandal involving the Internal Revenue Service (IRS) allegedly targeting conservative groups. \"The IRS is a scary organization – you don't want them to target you,\" he said.\nHe briefly told the story of the  IRS targeting his own organization, Family Talk Action . \"It's one thing just to delay something and approve it – it's another thing to insinuate there's wrongdoing.\" The IRS delayed their 501(c)4 status, and argued that they \"were not an educational organization\" because they only presented one side.\n\"Family Talk's a tiny organization – 25 employees,\" Dobson explained. \"That costs a lot of money. It's financial bullying.\" While Family Talk Action eventually received the tax-exempt status, the IRS never gave an apology and never returned the money Family Talk spent needlessly defending themselves.\n\"We're dealing with unreasonable groups,\" Dobson said, noting that even after the Boy Scouts' decision, homosexual activists proved unsatisfied, and advocate for even more acceptance of homosexuality.\n\"This is the first step,\" he explained, toward the \"normalization of homosexuality, gay scout leaders, gay scoutmasters.\"\nUnfortunately, when the Boy Scouts changed its policy, they \"damaged their brand,\" and activists don't even thank them for it. Instead \"they've already lost 10 percent of their membership.\"\n\"By the time summer is over and Scouting starts again, they will have dropped by another 25 percent,\" Dobson predicted. \"You bowed down to a bully, that's what you did!\"\nRyan Dobson could not speak for his father, Dr. James Dobson. Nevertheless, he told The Christian Post that his father \"will be doing a whole lot on this very, very soon.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://freebeacon.com/politics/the-dress-rehearsal-for-obama-2012/",
                "https://www.christianpost.com/news/james-dobson-says-family-talk-action-also-targeted-by-irs-96085/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.drjamesdobson.org/broadcasts/Ryan-Dobson"
            ]
        },
        "key_words": [
            "boy",
            "scouts",
            "gay",
            "bullying",
            "ryan",
            "son",
            "dobson",
            "scout",
            "decision",
            "cohost",
            "dobsons",
            "think",
            "regrets",
            "james",
            "organization",
            "dont",
            "sexual",
            "opposes"
        ]
    }
]