[
    {
        "url": "https://nutritionfacts.org/es/2017/11/07/una-flora-intestinal-de-mala-calidad-puede-debilitar-la-desintoxicacion-natural-de-nuestro-higado/",
        "title": "Una flora intestinal de mala calidad puede debilitar la desintoxicación natural de nuestro hígado",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-11-07",
        "text": "Una flora intestinal de mala calidad puede debilitar la desintoxicación natural de nuestro hígado\nNoviembre 7th, 2017\nEl cáncer de colon es el cáncer más letal; sin embargo, existe una paradoja en África, ya que los africanos rara vez contraen esta enfermedad, incluso en estos tiempos modernos en los que ya no consumen su tradicional dieta integral (es decir, ya no consumen mucha fibra, fruta fresca y verduras). Es muy probable que esta prevalencia tan baja de cáncer de colon (50 veces más baja que la nuestra) continúe debido a su bajo consumo de grasa y proteína de origen animal, sobre lo cual ya he hablado en mi video Resolviendo un misterio del cáncer de colon . Pero, ¿por qué aumentarían el riesgo de cáncer la grasa y proteína de origen animal? Bueno, como ya hemos visto en el video Bowel Wars , si comes claras de huevo, por ejemplo, entre un 5 y un 35% de la proteína no se digiere ni se absorbe. En su lugar, acaba en el colon, en donde sufre un proceso de putrefacción.\nCuando la proteína animal se pudre en nuestro intestino, puede llevar a la producción de sulfuro de hidrógeno, que provoca ese gas con olor a huevo podrido que, además de ser bastante desagradable, puede producir cambios que aumentan el riesgo de cáncer. La proteína en putrefacción también produce amoniaco.\nA lo largo de toda una vida consumiendo una dieta norteamericana estándar, las bacterias de nuestro colon podrían producir tanto amoniaco como el que podemos encontrar en 3800 litros de Windex. En las concentraciones encontradas a diario en el colon de personas que siguen estas dietas occidentales, el amoniaco puede destruir células, alterar la síntesis del ADN, aumentar la proliferación celular, podría aumentar las infecciones virulentas, y favorecer el crecimiento de células cancerosas. Los productos de la digestión de la proteína y la grasa tienen la culpa. Podemos doblar la concentración de amoniaco en nuestro colon si comemos mucha carne.\nSin embargo, al poner a personas en una dieta basada en plantas, la actividad enzimática que crea el amoniaco en el colon disminuye vertiginosamente en tan solo una semana.\nOtras enzimas bacterianas también se ven afectadas. Por ejemplo, las verduras de la familia del brócoli pueden potenciar las enzimas detoxificantes en el hígado. La uridinadifosfato glucuroniltransferasa, llamada enzima de segunda fase, desintoxica los medicamentos y químicos aplicándoles una “camisa de fuerza”. Pueden desactivar  la llamada “droga de la violación” (GHB) o hacer inofensivos a los carcinógenos de la carne, como el benzopireno, antes de echarlos en el intestino para su deshecho. Pero si nuestro hígado lo desintoxica, ¿por qué todavía asociamos  el benzopireno de la carne con el cáncer rectal? Algunas bacterias en nuestro intestino contienen la enzima opuesta, que se deshace de esa “camisa de fuerza” y deja libres a los carcinógenos para que den un poco más de guerra antes de abandonar el cuerpo.\nEn una semana de consumir una alimentación basada en plantas, los investigadores encontraron que podemos disminuir la actividad enzimática en nuestro colon alrededor de un 30%. Sin embargo, esto fue con una dieta “extrema”, vegana y cruda. ¿Y con una dieta vegetariana normal? Comparado con una de medio kilo de carne al día, aquellos puestos en una dieta sin carne durante un mes experimentaron un 70% de disminución en esa actividad “desintoxicante”. Personas que llevan siendo vegetarianas desde hace tiempo muestran tan solo una fracción de esta actividad liberadora de carcinógenos comparado con aquellas con una dieta estadounidense estándar.\nEntonces, ¿podría esto ayudar a explicar el porqué del aumento de riesgo de cáncer colorrectal en los Estados Unidos? Unos investigadores lo pusieron a prueba cogiendo biopsias de la pared del colon de estadounidenses y las compararon con aquellas de africanos, para medir la tasa de proliferación de células, lo cual es un indicador de un mayor riesgo de cáncer y menor supervivencia al mismo. Como puedes ver en mi video Putrefacción de proteínas y enzimas intoxicantes , encontraron células proliferando en el colon de estadounidenses caucásicos y estadounidenses africanos, pero solo unas pocas en las biopsias de africanos. Estos tenían tasas mucho menores de proliferación.\nEn general, un mayor riesgo de cáncer colorrectal se asoció a un “mayor consumo de productos de origen animal, y una mayor población en el colon de hidrógeno potencialmente tóxico y bacterias productoras de sales biliares”.\nMientras los investigadores hicieron las biopsias, echaron un vistazo a la zona. Detectaron solo 4 problemas en las 18 personas africanas. Sin embargo, en las 17 estadounidenses africanas y las 17 estadounidenses caucásicas, encontraron 21 problemas en cada grupo, incluyendo pólipos, diverticulosis, y muchas hemorroides. “La impoluta condición del colon de los voluntarios africanos ayuda a apoyar nuestra impresión de que estos colon [los africanos] están, en general, mucho más sanos que aquellos de los norteamericanos de la misma edad “.\nPara saber más sobre la salud intestinal,\nUn saludo,\nMichael Greger\nPD: si todavía no lo has hecho, puedes suscribirte a mis videos gratuitamente  aquí , y ver mis charlas de repaso anuales: \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/10235221",
                "https://www.ncbi.nlm.nih.gov/pubmed/22121108",
                "https://www.ncbi.nlm.nih.gov/pubmed/1552366",
                "https://www.ncbi.nlm.nih.gov/pubmed/19741203",
                "https://www.ncbi.nlm.nih.gov/pubmed/4808971",
                "https://www.ncbi.nlm.nih.gov/pubmed/484528",
                "https://www.ncbi.nlm.nih.gov/pubmed/707376",
                "https://www.ncbi.nlm.nih.gov/pubmed/23616808",
                "https://www.ncbi.nlm.nih.gov/pubmed/23441608",
                "https://www.ncbi.nlm.nih.gov/pubmed/17182822",
                "https://www.ncbi.nlm.nih.gov/pubmed/2117826",
                "https://www.ncbi.nlm.nih.gov/pubmed/4717561"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/bowel-wars-hydrogen-sulfide-vs-butyrate/",
                "https://nutritionfacts.org/es/video/resolviendo-un-misterio-del-cancer-de-colon/",
                "http://www.nutritionfacts.us5.list-manage.com/subscribe?u=c1bae6687e1e6ab175fb56913&id=40f9e497d1",
                "https://nutritionfacts.org/es/video/proteina-putrefacta-y-enzimas-reintoxicantes/"
            ]
        },
        "key_words": [
            "la",
            "desintoxicación",
            "en",
            "hígado",
            "que",
            "colon",
            "flora",
            "mala",
            "nuestro",
            "las",
            "cáncer",
            "puede",
            "natural",
            "los",
            "una",
            "intestinal",
            "y",
            "el"
        ]
    }
]