[
    {
        "url": "https://www.christianpost.com/news/15-felony-charges-against-david-daleiden-california-bogus-former-prosecutors-say.html",
        "title": "15 Felony Charges Against David Daleiden in California Are Bogus, Former Prosecutors Say",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n15 Felony Charges Against David Daleiden in California Are Bogus, Former Prosecutors Say\n15 Felony Charges Against David Daleiden in California Are Bogus, Former Prosecutors Say\n15 Felony Charges Against David Daleiden in California Are Bogus, Former Prosecutors Say\n| Thursday, April 13, 2017\nAnti-abortion activist David Daleiden speaks at a news conference outside a court in Houston, Texas, February 4, 2016. Daleiden, leader of the California-based Center for Medical Progress, which released the secretly filmed videos used to accuse Planned Parenthood of trading in aborted fetal tissue, appeared at a Houston court and was offered a probation deal on charges including using a fake government document, prosecutors said. | (Photo: Reuters/Ruthy Munoz)\nTwo former Los Angeles area prosecutors have said that California's attorney general was wrong to charge pro-life activist David Daleiden and his associate with 15 felony charges for their undercover work that exposed Planned Parenthood's illegal aborted baby body parts reimbursement practices.\nAs previously reported in late March, California's new Attorney General Xavier Becerra slapped 15 felony charges — 14 counts of illegally recording conversations without consent and one count of conspiracy — against Daleiden, the project lead at the Center for Medical Progress, and his associate Sandra Merritt.\nIn the past 20 months, the Center for Medical Progress has released a series of undercover videos that show high end Planned Parenthood officials and employees of tissue procurement companies associated with the nation's largest abortion provider admitting in recorded conversations various illegalities about how the companies skirted state and federal law to engage in the the selling of highly-desired aborted baby tissue, organs and limbs.\nThe videos have been credited with re-energizing the national discussion on abortion and re-energizing conservatives' call for Planned Parenthood to be stripped of its over $500 million in annual federal funding.\n\"At the end of the day, the only thing that is different from the work that I did and the work that CMP did and the work that undercover journalists and investigative journalists are doing every single day here in California ... is who I went after,\" Daleiden said during a Wednesday night conference call.\n\"The only difference is that I happened to go after and expose the political ally and financial backers of the establishment power structure in California and in the country. That is the only reason why I am being prosecuted with these bogus charges under California Penal Code 632 and why the local reporters with NBC Los Angeles and others places are not. That really says it all.\"\nSeeing as how the charges filed against Daleiden and Merritt in California come as conservatives in Congress continue to push for the defunding of Planned Parenthood, lawyers representing Daleiden said during the conference call that Becerra's move to charge the two with 15 felony counts shows that he is \"simply doing the bidding of Planned Parenthood\" to silence and discredit the work done by CMP.\n\"David didn't invent this controversy concerning the sale of baby body parts obtained in late-term abortions. He investigated and reported on a controversy that was full blown and of great public interest,\" Brent Ferreira, a former Los Angeles deputy district attorney who has joined Daleiden's legal team, said. \"So, Attorney General Becerra is, in this case, is simply doing the bidding of Planned Parenthood and using a law that does not fit David's journalism at all to accuse him of a crime.\"\nFerreira explained that the statute that Daleiden and Merritt have been charged under was originally created to prevent people from recording other people without their consent while on the telephone. He added that the law was expanded to include any private or confidential setting.\nHowever, Ferreira stressed that Daleiden's and Merritt's conduct did not actually break that law.\n\"That statute itself says that it doesn't apply to conversations had in a public setting. The statute is being used to chill David's first amendment rights,\" Ferreira asserted. \"This is the age of YouTube, iPhones, Facebook and Periscope, where conversations held in public settings can never be confidential anymore. People who engage in such public discourse have no reasonable expectation of privacy. Journalists who capture video footage of these conversations are protected by the First Amendment.\"\n\"Even the [pro-choice] Los Angeles Times has come out in an editorial  and said that Attorney Gen. Becerra is wrong to attempt to charge David with crimes,\" he said.\nFerreira added that the attorney general's office has also violated Daleiden's and Merritt's due process and accused the attorney general of seeking a \" Star Chamber proceeding .\"\n\"The attorney general has publicly accused Mr. Daleiden and Ms. Merritt of committing 15 felonies while refusing to identify his accusers,\" Ferreira said. \"This is against due process and is against the Sixth Amendment's Confrontation Clause and it is being done by the AG on behalf of his actual client — Planned Parenthood. The attorney general appears determined to save Planned Parenthood from further embarrassment and public exposure of their views on the propriety of selling the organs and bodies of late-term aborted fetuses by attempting to shroud the prosecution in secrecy.\"\nSteve Cooley, a former Los Angeles County district attorney, has also joined Daleiden's legal team along with Ferreira and lawyers from the Thomas More Society.\nCooley explained that he has been involved in research in which he has searched public records and filed Freedom of Information Act requests to see other cases in which the California attorney general's office has filed charges under California Penal Code 632.\n\"The attorney general's office of California, based upon our efforts in getting public records, Act request responses, has not ever filed Penal Code 632 — unlawful eavesdropping kind of case — ever in 17 years,\" he said. \"They targetted David because they are corrupted. They, meaning the AG's office, [former Attorney Gen. and current Sen.] Kamala Harris and now Becerra targeted him because of his views. That is beyond disgusting and unethical according to prosecutorial ethics.\"\nCooley added that Daleiden is being \"persecuted\" as well as prosecuted.\n\"So, our goal right now is to move beyond his persecution and prosecution to make sure he does not become a martyr,\" Cooley said.\nDuring the call, longtime pro-life activist David Bereit explained that the legal costs for Daleiden's case could reach six or seven figures by the time it is over. The Thomas More Society has established the David Daleiden Defense Fund  to allow supporters to contribute to Daleiden legal defense.\n\"By revealing the truth of the baby body parts trafficking that was going on in the industry, David and his team have caused more harm to Planned Parenthood and the abortion industry in one fell swoop than possibly anyone since Roe v. Wade. For that reason, the other side desperately wants to discredit him,\" Thomas More Society attorney Peter Breen said in the conference call.\n\"They have put up against us the best private, big-firm lawyers in the country. They have put some of the largest government legal teams in the country on this,\" Breen added. \"That is something that for us, we are walking a tight rope without a net right now. I can't express how high the stakes are and how difficult the route is.\"\nThis is not the first time that Daleiden and Merritt have faced felony charges. In 2016, Daleiden and Merritt were charged with felony and misdemeanor charges by the district attorney's office in Harris County, Texas. The charges stemmed from CMP's investigation into a Houston-area Planned Parenthood affiliate. Those charges were later dismissed  by the district court.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/la-times-pro-life-undercover-investigators-daleiden-criminal-charges-abortion-planned-parenthood-179330/",
                "https://www.christianpost.com/news/judge-dismisses-felony-charges-against-pro-life-planned-parenthood-video-activist-david-daleiden-167052/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://legal-dictionary.thefreedictionary.com/star+chamber+proceedings",
                "https://donate.cornerstone.cc/Thomas+More+Society",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "say",
            "david",
            "daleiden",
            "california",
            "15",
            "prosecutors",
            "parenthood",
            "felony",
            "general",
            "bogus",
            "attorney",
            "charges",
            "planned",
            "public"
        ]
    }
]