[
    {
        "url": "https://www.christianpost.com/news/franklin-graham-denies-raising-obamas-birth-muslim-issues.html",
        "title": "Franklin Graham Denies Raising Obama's Birth, Muslim Issues",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, April 27, 2011\nFranklin Graham denied on Tuesday that he raised doubts about President Obama’s U.S. citizenship or his religious faith, saying that he personally believes Obama is qualified to be president and that he is a Christian.\nInstead, Graham, who is president of the Billy Graham Evangelistic Association, laid the blame of raising the issues on ABC’s Christiane Amanpour and potential GOP presidential candidate Donald Trump.\n“I’m only responding to what she (Amanpour) asked me,” said Graham in an  interview with Christianity Today, which was founded by his father, Billy Graham.\nIn another question about the birther claim, Graham said, “I’ve never brought that up. It was Christiane Amanpour who brought it up. It was Donald Trump who’s bringing it up. I have never brought up his birth certificate as an issue,” he said. “I don’t care if he was born in Kansas, if he was born in Hawaii.”\nGraham has been under fire, including from the White House, for seemingly giving credibility to the claim that Barack Obama was born outside of the United States and therefore is not qualified to be U.S. president.\nIn an interview with Amanpour for ABC’s “This Week,” which aired on Easter Sunday, Graham questioned why Obama hasn’t revealed his birth certificate when he was asked about Trump’s birther claims.\n“I don’t know why he can’t produce that (birth certificate),” said Graham on “This Week.” “I don’t know, but it’s an issue that looks like he could answer pretty quickly.”\nWhite House spokesman Jay Carney on Monday called Graham’s charges “preposterous.”\nBut in his interview with the Christian magazine on Tuesday, Graham seemed defensive, repeatedly denying and explaining about the controversy caused by his remarks on “This Week.”\n“People say he’s not born in the United States,” said Graham to CT. “I take it on the word that they properly vetted him before they swore him into office. I’m sure somebody had to look at his credentials.”\nGraham also clarified in the interview that he never said that he believes Obama is a Muslim, as some media outlets have reported.\n“I do not believe for an instant that Obama is a Muslim. He has said he’s not a Muslim. I take him at his word,” said the evangelical leader, who has a history of providing media fodder with his controversial remarks. “I’m not saying the president is Muslim, never said he’s a Muslim. He says he’s a Christian.”\nBut Graham added that under sharia (Islamic) law, Obama is still considered a Muslim because his father is a Muslim.\n“That’s why [Muammar al-Gaddafi] calls him ‘my son,’” he noted. “To the Muslim world that’s under sharia law, which we’re not, they see him (Obama) as a lost son. They see him as a wayward child.”\n“It goes by birth in the Islamic world. You’re considered a Muslim if your father is a Muslim.”\nRegarding his openness to supporting Donald Trump, Graham admitted that “the guy’s got a lot of baggage.”\n“He owns casinos. He’s had multiple marriages. He’s got a lot of issues,” said Graham. “No question he is a very smart guy. I did not endorse him. Christiane Amanpour asked me if he could be the right candidate. He could, under the right circumstances, but we’re still not there yet.”\nThe eldest son of Billy Graham said he would like to see “a true follower of Jesus Christ and not just by name” be in the White House. He recognized that Trump said he goes to church when he can and Obama also goes to church when he can.\n“Trump and the President have a lot in common. I like the fact that the president is a family man,” he said.\nBut he finds Obama’s support for gay rights inconsistent with the teachings of Jesus.\n“Those kinds of things have to be looked at. Do the positions match what they say they believe? If someone says they follow Jesus Christ, then why don’t they obey him?” Graham posed. “If a person says that they’re a Christian and then they have policies that are against what Christ teaches, that’s a problem.”\nGraham said he also likes Mike Huckabee, Sarah Palin, and Mitt Romney as candidates.\n“I’m not going to get involved in the political process,” asserted Graham. “There will be people who I like and dislike.”\n“The most important message is that there’s no one politician that’s going to save America. The only hope that we have as a nation is if we repent of our sins,” he said.\n[UPDATE] 4/27 9:53 a.m.\nThe White House released the long form of President Barack Obama's birth certificate Wednesday morning. President Obama addressed the press to comment on the birther controversy. \"We do not have time for this kind of silliness,\" he stated. \"We've got better stuff to do. I've got better stuff to do. We've got big problems to solve. ... We've got to focus on those ... not on this.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.christianitytoday.com/ct/2011/aprilweb-only/qa-franklingraham.html?start=1"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "muslim",
            "obamas",
            "issues",
            "president",
            "interview",
            "house",
            "birth",
            "denies",
            "amanpour",
            "raising",
            "graham",
            "hes",
            "obama",
            "franklin"
        ]
    }
]