[
    {
        "url": "https://www.christianpost.com/news/presbyterian-church-usa-leader-sends-open-letter-to-donald-trump-over-remarks-on-refugees.html",
        "title": "Presbyterian Church (USA) Leader Sends Open Letter to Donald Trump Over Remarks on Refugees",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPresbyterian Church (USA) Leader Sends Open Letter to Donald Trump Over Remarks on Refugees\nCP Current Page: Church & Ministries | Tuesday, October 06, 2015\nPresbyterian Church (USA) Leader Sends Open Letter to Donald Trump Over Remarks on Refugees\nPresbyterian Church (USA) Leader Sends Open Letter to Donald Trump Over Remarks on Refugees\n| Tuesday, October 06, 2015\nU.S. Republican presidential candidate Donald Trump gives an address at an event organized by the Greater Charleston Business Alliance and the South Carolina African American Chamber of Commerce in North Charleston, South Carolina, September 23, 2015. | (Photo: REUTERS/Randall Hill)\nRepublican presidential hopeful Donald Trump has likened the influx of Syrian migrants into the U.S. to a coup, claiming that migrants \"could be ISIS.\" However, in a recent open letter to Trump — who considers himself a Presbyterian — Rev. Gradye Parsons, stated clerk of the Presbyterian Church (USA) Office of the General Assembly, declared the church's compassion and support for displaced migrants.\n\"Presbyterians through decades of policy have demanded humane treatment of people of all nationalities and faiths who find themselves within our borders,\" wrote Parsons.\n\"We have challenged our government when it neglects to acknowledge the refugee status of those fleeing persecution. We have pushed for due process at the border and we continue to petition for immigration reform that includes a path to citizenship for undocumented persons.\"\nSyrian and Afghan refugees fall into the sea after their dinghy deflated some 100m away from the Greek island of Lesbos, September 13, 2015. Of the record total of 432,761 refugees and migrants making the perilous journey across the Mediterranean to Europe so far this year, an estimated 309,000 people had arrived by sea in Greece, the International Organization for Migration said on Friday. About half of those crossing the Mediterranean are Syrians fleeing civil war, according to the United Nations refugee agency. | (Photo: Reuters/Alkis Konstantinidis)\nParsons also wrote to Trump about how PC(USA) has ties to mission work in Middle Eastern countries like Syria, giving them a good understanding of the root causes of the recent wave of immigration from the region.\n\"Knowing our Lord was once a refugee, faithful Presbyterians have been writing Church policy urging the welcome of refugees and demanding higher annual admissions into the United States since the refugee crisis of World War II,\" continued Parsons.\n\"Our relationship with people of faith and communities in these countries gives us knowledge of the root causes of the flight of refugees and further cements a commitment to welcome.\"\nSince declaring his candidacy for president, Trump has garnered controversy for his stated views about illegal immigration and refugees.\nRecently, Trump expressed concern about the U.S. allowing large numbers of migrants from Syria to enter the country after IS claimed that over 500,000 jihadists were entering into Europe undetected.\n\"They could be ISIS. It could be a plot. I mean, I don't want to think in terms of conspiracy, but it could be a plot.\"\nWhen asked on the campaign trail about his religious beliefs, Trump has said that he is a Presbyterian and attends the historic Marble Collegiate Church in Manhattan.\nThe church, which belongs to the Reformed Church in America, released a statement during the summer saying that Trump was \"not an active member.\"\n\"Donald Trump has had a longstanding history with Marble Collegiate Church, where his parents were for years active members and one of his children was baptized. However, as he indicates, he is a Presbyterian, and is not an active member of Marble,\"  stated the congregation.\nParsons' open letter to Trump comes after the White House announced that the United States would take in at least 10,000 refugees from Syria.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.pcusa.org/news/2015/10/2/clerk-issues-letter-trump-refugees-immigrants/",
                "https://www.cnn.com/2015/08/28/politics/donald-trump-church-member/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "syria",
            "refugee",
            "presbyterian",
            "donald",
            "church",
            "remarks",
            "sends",
            "trump",
            "refugees",
            "marble",
            "migrants",
            "usa",
            "letter",
            "leader",
            "stated",
            "open"
        ]
    }
]