[
    {
        "url": "https://consortiumnews.com/2016/08/28/abu-zubaydah-tortures-poster-child/",
        "title": "Abu Zubaydah: Torture’s ‘Poster Child’",
        "authors": [
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Lorie Hopper",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-08-28",
        "text": "Main menu\nAugust 28, 2016\nBy Marjorie Cohn\nLast week, Abu Zubaydah, who has been imprisoned at Guantanamo for 14 years without being charged with a crime, appeared for the first time before the U.S. military Periodic Review Board, which determines whether Guantanamo detainees will continue to be held as “enemy combatants.”\nZubaydah argued he should be released because he has “no desire or intent to harm the United States or any other country.” During his hearing, Zubaydah also said he had been tortured by the CIA, an allegation confirmed by the Senate Intelligence Committee’s torture report. The U.S. government maintains he is an enemy combatant.\nGuantanamo Bay prisoner Abu Zubaydah\nWhen Zubaydah was apprehended in Pakistan in 2002, the Bush administration characterized him as “chief of operations” for Al Qaeda and Osama bin Laden’s “number three” man. This was untrue, according to John Kiriakou, who led the joint CIA-FBI team that caught Zubaydah. Kiriakou confirmed that Zubaydah did not help plan the September 11, 2001 attacks.\nDan Coleman, a leading FBI expert on Al Qaeda, said Zubaydah “knew very little about real operations, or strategy.” Coleman’s observations were communicated to President George W. Bush. Nevertheless, the President scolded CIA Director George Tenet, saying, “I said [Zubaydah] was important, You’re not going to let me lose face on this, are you?”\nZubaydah was tortured repeatedly at the “black sites,” where the CIA subjected him to waterboarding 83 times. On one occasion, Zubaydah had to be resuscitated. An observer at the scene was quoted in the Senate torture report as saying Zubaydah was “completely unresponsive, with bubbles rising through his open, full mouth.”\nIn 2005, after the Abu Ghraib torture photos came to light, the CIA destroyed several hundred hours of videotapes of the interrogations of Zubaydah and Abd al-Rahim al-Nashiri. The tapes likely depicted waterboarding.\nWaterboarding is designed, according to Bush lawyer (now federal judge) Jay Bybee, to induce the perception of “suffocation and incipient panic,” i.e. the perception of drowning.\nThe Bush administration claimed it only used waterboarding on three individuals (the third being alleged 9/11 organizer Khalid Sheikh Mohammed). But a footnote in one of Bush lawyer Stephen Bradbury’s memos says waterboarding was utilized “with far greater frequency than initially indicated” with “large volumes of water” rather than small quantities as required by the CIA’s rules.\nThe CIA also withheld Zubaydah’s medication (as he recovered from severe injuries), slammed him into a wall, threatened him with impending death, shackled him in uncomfortable positions, and bombarded him with continuous deafening noise and harsh lights.\nIn one of his memos, Bybee wrote that the CIA told him, “Zubaydah does not have any pre-existing mental conditions or problems that would make him likely to suffer prolonged mental harm from [the CIA’s] proposed interrogation methods.”\nCoffin-like Box\nBybee granted the CIA’s request to confine Zubaydah in a cramped box with a harmless insect and tell him it will sting him but it won’t kill him. Even though the CIA knew that Zubaydah had an irrational fear of insects, Bybee decided there would be no threat of severe physical pain or suffering if it followed this procedure.\nRepublican presidential candidate Donald Trump speaking to the AIPAC conference in Washington D.C. on March 21, 2016. (Photo credit: AIPAC)\n“[Zubaydah] spent a total of 266 hours (11 days, 2 hours) in the large (coffin size) confinement box and 29 hours in a small confinement box, which had the width of 21 inches, a depth of 2.5 feet, and a height of 2.5 feet,” according to the Senate torture report.\nThe torture of Zubaydah did not yield useful information. FBI agent Ali Soufan, who interrogated him, wrote in the New York Times that any useful information Zubaydah provided was given before the “enhanced interrogation techniques” — Bush-speak for torture — were used.\nIn response to the torture, Zubaydah told his interrogators that Al Qaeda was planning terrorist attacks against the Brooklyn Bridge, Statute of Liberty, shopping malls, banks, water systems, supermarkets, nuclear plants and apartment buildings. He said Al Qaeda was close to building a crude nuclear bomb. None of this was ever corroborated.\nThe Torture Statute punishes conduct, or conspiracy to engage in conduct, specifically intended to inflict severe physical or mental pain or suffering. “Severe mental pain or suffering” means the prolonged mental harm caused by or resulting from either the intentional infliction or threatened infliction of severe physical pain or suffering, or from the threat of imminent death.\nIt is undisputed that waterboarding constitutes torture, which is considered a war crime under the U.S. War Crimes Act. Cruel, inhuman and degrading treatment is also outlawed by the Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, a treaty the United States has ratified.\nDespite his constitutional duty to “take care that the laws be faithfully executed,” President Barack Obama refuses to bring the Bush officials who tortured Zubaydah and others to justice.\nDonald Trump has pledged to keep Guantanamo open and advocates a resumption of waterboarding. Indeed, he promised a Trump administration would “bring back a hell of a lot worse than waterboarding.”\nHillary Clinton opposes waterboarding. She said torture is an “open recruitment poster for more terrorists,” and “over the years, Guantanamo has inspired more terrorists than it has imprisoned.”\nMeanwhile, Zubaydah languishes at Guantanamo, with no hope of release.\nJoseph Margulies, one of Zubaydah’s lawyers, said his client is “the poster child for the torture program, and that’s why they never want him to be heard from again.”\nMarjorie Cohn is professor emerita at Thomas Jefferson School of Law, former president of the National Lawyers Guild, and deputy secretary general of the International Association of Democratic Lawyers. Her books include Cowboy Republic: Six Ways the Bush Gang Has Defied the Law and The United States and Torture: Interrogation, Incarceration, and Abuse. Visit her website at  http://marjoriecohn.com/  and follow her on Twitter at  https://twitter.com/marjoriecohn . \nEnels\nAugust 30, 2016 at 14:24\nOver there in Alice’s Rabbit hole world,  remember the Cat who said: ”Words mean precisely what I wish them to mean.”\nAnd do we ever play word games here in our litigeous world too, but Torture,  above, somebody wonders if Hill thinks it is illegal or counter productive… ?  Well sure,  but it’s a lots of fun too for some folks with a certain proclivity. ”We came… HE died  hahahaha…”\nOh about the word games,  well, above somebody said,  torture is to instill fear, true,  and though it isn’t too reliable to get reliable information,  which is the common knowledge of most,  but that is the point that seems to escape somehow.  That torture is a constutuent of….   get ready… Terrorism!   So,  seems like war is all messed up, for it against it,  doing it,  shit!\nAgent76\nAugust 30, 2016 at 11:19\nFeb 23, 2015 CIA Torture Whistleblower John Kiriakou: Wake Up, You’re Next\nAbby interviews CIA Whistleblower John Kiriakou in his home.\nAugust 30, 2016 at 11:18\nJanuary 1, 2015 We’ve Known for Over 2,000 Years that Torture Produces False Confessions\nWe’ve Known Since Ancient Rome that Torture Doesn’t Work  In 72 BC  – 2,086 years ago – Cicero (the well-known Roman philosopher, politician, lawyer, orator, political theorist and consul)  pointed out that torture creates conditions of fear and desperate hope in which “there is but little room left for truth”, i.e. that torture is an unreliable method of extracting truth.\nAugust 29, 2016 at 18:46\nI wonder if Hillary believes that torture is not simply counterproductive but also profoundly immoral and illegal.\nLORIE HOPPER\nAugust 29, 2016 at 18:11\nAside from the illegal torture inflicted on these people, how much of their lives have been stolen? You cannot give TIME back to someone held for no legal reason. It’s a lot like the innocent people freed from prison in the US. Yes you can give them all the $$ in the world, but what they have lost can never be compensated. It makes me ill.\nZachary Smith\nAugust 28, 2016 at 23:46\nHillary Clinton opposes waterboarding. She said torture is an “open recruitment poster for more terrorists,” and “over the years, Guantanamo has inspired more terrorists than it has imprisoned.”\nI’m surprised Marjorie Cohn wrote this.   Hillary is against torture the same way she’s against the TPP.  The woman will say anything to look good at any particular moment.\nThat’s from 2006.   There is also voice recording of the woman saying she’d torture the hell out of somebody if she felt they really needed it.   Somebody who claps their hands in glee at the murder of Gaddafi isn’t going to bat an eye at ordering some “necessary” torture.\nThen there was the situation of Bush the Dumber’s nomination of torture defender Michael Mukasey.\n{Q} I want to shift to a couple of domestic issues. In light of some of Michael Mukasey’s comments Thursday on torture and waterboarding, will you vote to confirm him?\n{A} Well, I’m gonna look at the entire record of the hearing. His questions in a number of areas raised issues for me, so I have to look closely and see what I should do in terms of voting, and I will be doing that.\nLike with the newspaper interview, Hillary didn’t instantly say that torture was against US law and she’d not vote for the man to be the US Attorney General.   She’d have to think it over!   After doing that, guess what?  The woman didn’t show up for the vote.   That ought to show how much she actually opposes torture.\nIf pressed, what do you suppose torture supporter Hillary Clinton would say if asked whether or not the Bush and Obama torturers ought to be prosecuted?   First, nobody in the Corporate Media is going to ask, and she’s not going to talk to anybody else.  But in an imaginary world where she DID get the question, what do you think she’d say?   I’d wager a hell of a lot of money that the answer would boil down to a resounding no.\nWe’re being given a choice of two of the most awful candidates in US history this November.   Trump – if elected – would surely become the worst president in our history.   I continue to maintain that Hillary would probably be worse.\nEverybody will have to make a choice – “C”, “T”, or some version of staying home.   Selecting either of the first two choices won’t be putting yourself on any kind of high ground, for they’re both slime.  If the high risk of war with Russia or China floats your boat, vote “C”.  That choice also nets whoever Hillary tries to put on the Supreme Court.   If you want Mike Pence as the strongest VP in US history, vote “T”.   That’s how I see it.  I’ll be staying home on the top part of the ticket.\nJoe Tedesky\nAugust 28, 2016 at 19:40\nWhat ever happened to the Panetta Review? The last time I heard about it some congressional staffers were being reprimanded for hacking into the CIA computers. When it was in the news, we all speculated to how justice would be served, but as in usual DC fashion the torture report disappeared. This is happening in the same country who after finding no WMD’s in Iraq heard their President W Bush joke about it at the WH Correspondence Dinner, and life goes on. If the Democrate’s are caught concluding over one presidential candidate over another, well then just blame the computer hacking on the next world super power Russia. I mean why would any of this matter to a country who never prosecutes their leaders for war crimes, and further extends it’s ignorance by distorting the truth while blaming others for crimes which they did not commit. Washington is throughly convinced that they, and they alone create the reality. The only problem is that the truth almost always will win out. I didn’t say the truth is always on the side of the victor, but one lie leads to another lie, and as long as there is an ember of truth still aglow the truth will win out.\nJoe Tedesky\nAugust 29, 2016 at 02:07\nHeadlined as Russia’s brand new weapon you will learn from the NYT how every thing you have heard that was different from the official U.S. Government press releases, is a Russian lie.\nAugust 29, 2016 at 05:35\nYeah, apparently the NYT got all bent out of shape by Robert Parry’s latest criticism of their unethical flouting of the truth in their “reporting.” Anyone who disagrees with their contention that Russia is the wellspring of all evil is a liar, plain and simple.  I mean these people are serious warmongers and Russophobes (a term which they deride in the article).   No forum provided with the piece to take issue with their latest propaganda.   I did take issue with their nonsense in the comments to Parry’s recent article on CN, but the people who need to will never see rebuttals of the Times’ Great Lies.   There’s just no getting through to the American public when its media collude to obscure the truth.  And on the most pressing issue in the world today.  Zika, global warming, you name the issue, all become meaningless if we start a thermonuclear war.   Even if the result is simply to waste a lot more money on the MIC, it is still a huge drag on the economy, which is in a precarious position that TPTB will not acknowledge.    One wishes that “the newspaper of record” for the “Exceptional Country” had a shred of a conscience, but the entire corporate media sold out long ago.\nJoe Tedesky\nAugust 30, 2016 at 23:28\nRealist, I’m with you on everything you said. I had to grit my teeth for two weeks, while friends and family booed the Russians (the ones that could compete) during the Olympics. I recently obtained from another commenter on this site Brian Heiss white paper on Russia’s #135FZ law, which has been portrayed in America as being anti-gay, and it’s anything but. I forwarded it to my gay relatives who sincerely hate all thing Russian because they think that all Russians are homophobic, and their not. I’m still hoping my relatives can at least see the light on this aspect of viewing Russia, but so far I haven’t heard back from them.\nI also have been making a big deal about the DOD missing 6.5 trillion dollars. I do this because our fantastic news media, hasn’t mentioned it at all, to the best of my knowledge. Where is the MSM on this, do I have to do everything?\nNo, this summers news is all about Trump. Trump, Trump, and more Trump, is all you hear. It’s so out of hand I’m beginning to think it’s all scripted to look like an honest election is taking place. I know this, my liberal friends the ones who loved Bernie, are now claiming they must vote for Hillary to guarantee she appoints liberal judges. When I bring up WWIII they wave me off, with a smirk and a giggle. So, I just crawl back in my corner, and continue reading conspiracy theories off the internet.\nOh, did I tell you how much enjoyment I get from this site. At least there are many commenters here, who don’t think I’m just another tinfoiled hat, and that’s comforting. So thanks everyone for all you do, by just being you!\nRealist\nAugust 31, 2016 at 03:31\nYou help make it all work at this site with your many intelligent contributions.  I just wish there were more names attached to the contributions.   I know that these concerns are not getting through to enough Americans.  I wish the highly articulate authors of the articles shown here could get the chance to rebut some of the nonsense passed off as conventional wisdom by the American mainstream media, but even eminent scholars, formerly honored for their research and knowledge base and used as a resource by our government in the past, like Stephen F. Cohen, have been blackballed by the American media.  Robert Parry is another.  We now do the exact same things we criticised the Soviet Union for doing during the first Cold War.\nJoe Tedesky\nAugust 31, 2016 at 07:17\nThat is probably one of the nicest things ever said to me, Realist…thanks, but I learn a lot sometimes from reading comments, and especially comments from this site. I guess I’m always hoping that someone big and important will listen to the cab driver, or the single mum, or in plain words the person off the street. I’m a people, your a people, we are all a people. Somehow in the grand scheme of things all of us form this society. I believe there is more good than bad. If we can’t change things, well then at least we may all have a conversation or two, right before the greedy crazies take us down another crazy road. It’s called life, and I know you know that, but I just had to say it. Keep cool, and remember, it is what it is.\nRealist\nAugust 28, 2016 at 17:03\nWe have become everything they said the Nazis, the Stalinists and the Maoists were.   If you don’t cheer it on while waving the flag, you are considered a traitor.   If there is a heaven or a hell, Goebbels and Hitler know their ideology has won.\nD5-5\nAugust 28, 2016 at 15:58\nThis country has little chance of renewing “The American Dream” via the kind of recognition it has had historically over Slavery, The Spanish Civil War, the McCarthy period, Nixon, the Vietnam War, etc. unless the corruption and arrogance of the Bush-Cheney administration is brought to account, and a full list of its crimes laid out on a bare bleak table for examination.\nAnnie\nAugust 28, 2016 at 14:23\nWithout question Zubaydah, should be released, but it is  futile  to think he will  receive justice.  I would have more faith that those guilty of his incarceration and torture would be held accountable,  if Mr. Obama were not also guilty of engaging in violations of international law.\nThe author brings to our attention that Donald Trump has pledged to keep Guantanamo open and advocates a resumption of waterboarding, while Hillary Clinton opposes such ideas, and not on the grounds it’s immoral, no, just makes more of them. The author failed to reference that Hillary Clinton is responsible for thousands upon thousands of Muslim deaths while turning whole countries in the ME into chaos which has made more terrorists then I can even imagine. I’m sure if elected she’s not finished.\nBart Gruzalski\nHi  Annie,\nAgreed one hundred percent: Zubaydah should be freed immediately.\nAs for capturing Zubaydah and torturing him for information. What a joke! The lies he told under torture are a strong argument for ceasing torture. Former Air Force psychologist James Elmer Mitchell ordered that Abu Zubaydah answer questions or face a gradual increase in aggressive technique Ali Soufan was alarmed by the early CIA tactics, such as enforced nudity, cold temperatures, and blaring loud rock music in Zubaydah’s cell.\nSoufan reported to his FBI superiors that the CIA’s interrogation constituted “borderline torture.” He was particularly concerned about a coffin-like box he discovered that had been built by the CIA interrogation team. He was so angry he called the FBI assistant director for counterterrorism, Pasquale D’Amaro, and shouted, “I swear to God, I’m going to arrest these guys!”\nAfterward, both FBI agents were ordered to leave the facility by FBI Director Robert Mueller. Ali Soufan left, but Steve Gaudin stayed an additional few weeks and continued to participate in the interrogation.\nEfficacy of traditional interrogation techniques\nAli Soufan states that traditional, rapport-building interrogation methods would be much more efficient at obtaining information.\nFirst, it’s been fully established that torture does not produce reliable information.  I had a good friend who was a WWII interviewer of prisoners, especially high-level prisoners.  He always used the same technique.  Offered the much beloved American cigarettes as well as coffee or tea, whichever the prisoner wanted.  The tone was genial and the results could be mind-boggling astounding.  In one case, which I had to ask him about on several occasions to be sure I’d heard and remembered correctly, he sat down with a German major general, smoked, both had coffee, and after a pleasant talk, the major general told Ralph of the strengths of his forces and where different elements were at.  The surprise attack at the next dawn proved the information was precisely correct.  What remained of the unit after the devastating attack surrendered.\nHuman, dignified, and according to Ralph, the method that they used with great success.  You might think: these were “humane” Germans.  Ask the Russians, the Slavs, the Jews, the Poles if there was a special spark of compassion for anyone in their way.  Well, at least they shared a culture, and that was true: the Germans continued to enjoy Opera, drinking parties, prostates, and whole assemblage of Western Arts, so that would be a common ground between Ralph and the high officers he typically interrogated.\nBut even though ISIS are thought to hate culture and destroy cultural artifacts, from what I read this is a cover for smuggling smaller portable artifices to the black markets where they fetch millions.  Well, what would a Ralph-type who spoke the ISIS language have to talk about?  Now remember, like Ralph in WWII, our interrogator had plenty to talk about.  There could always be military tactics–how ISIS avoided air power, and how “our” air pilots kept being duped.  Did all those in ISIS agree the beheadings were 100% moral/useful?  Was their any pay back like we (Americans) inspired in Vietnam?  Did ISIS have any clerical actions against them like the Buddhist’s self-immolation in Saigon that was against the war in general–not just against Americans and hardly mainly against the Northeastern ”Vietnamese.” Would a high-ranking ISIS official give away his troops’ positions.  We could offer safe passage for his kids and elder family and even a few very high ranking friends.  We could also offer to never bomb or drone his village/town from the air.  (Could we be trusted? Fortunately we don’t need to decide that here.)\nSecond, the damage we do to our own to our own troops.  As little as out human nature freaks out when our high school students wind up shooting or otherwise killing people in so-called combat situations, there’s no combat here at all.\nThis is torture, to get people to talk, and they are not in combat with us and may never have been.  Do our torturers subsequently suffer PTS?  Do we know?  Do a good percentage kill themselves?\nThis looks like a policy born in the sicko head of some angry neocon type–whose group was blownup pretty bad because one of them was talking to a kid or had just paid $50 for sex and pillow-talked.\nIf Trump could be made to see that, I think he’d have to change his mind.  His current recommendation for torture is contrary to getting the information we need to protect ourselves and is contrary to what’s good for American troops.\nIt’s bad for America and Americans.  It’s a significant violation of “America First” and should be ruled out by Trumps people….  I wouldn’t trust Hillary at all, so who knows about her?  She says one thing, then another, and then begins laughing hysterically in a situation where it’s obvious she had brain damage when she fell and the effects of it are still with her.\nJoe Tedesky\nBart, Google these two names; Hanns Scharf & Sherwood Ford Moran.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://marjoriecohn.com/",
                "https://twitter.com/marjoriecohn"
            ]
        },
        "key_words": [
            "bush",
            "child",
            "suffering",
            "abu",
            "waterboarding",
            "qaeda",
            "zubaydah",
            "cia",
            "guantanamo",
            "tortures",
            "poster",
            "severe",
            "torture",
            "mental"
        ]
    }
]