[
    {
        "url": "https://www.christianpost.com/news/jennifer-hudson-explains-why-she-brings-collection-plate-to-the-voice-uk.html",
        "title": "Jennifer Hudson Explains Why She Brings Collection Plate to 'The Voice UK'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJennifer Hudson Explains Why She Brings Collection Plate to 'The Voice UK'\nJennifer Hudson Explains Why She Brings Collection Plate to 'The Voice UK'\nJennifer Hudson Explains Why She Brings Collection Plate to 'The Voice UK'\n| Tuesday, January 23, 2018\nSinger/ actress Jennifer Hudson | (Photo: Reuters/Carlo Allegri)\nJennifer Hudson is revealing why she has taken the concept of collection plates outside of the church on to the set of \"The Voice UK.\"\nHudson, the 36-year-old singer and actress who serves as a judge on \"The Voice UK\" and happens to be vocal about her Christian faith, brought a collection plate to the show. In a conversation with TV Life last week, the entertainer revealed why.\n\"A fan gave it to me in America. She said every time I sing I take everyone to church — and gave me a collection plate,\" Hudson revealed, according to the  Daily Star . \"I said I would take it with me to The Voice UK. In church, we take up a collection after the choir sings.\"\nWhile Hudson spoke about bringing out the collection plate if singers in the competition perform well, she insisted that the money collected will be used for a good cause.\n\"So if the acts have sung exceptionally well, I feel the need to get up and take a collection from the audience,\" she said. \"Of course any money collected will go to charity.\"\nWhen speaking about the show to The Guardian  last month, Hudson revealed more about her church roots. The entertainer was asked about a book that impacted her, which she revealed as the Bible.\n\"Which book changed your life?\" The Guardian asked Hudson in a Q&A style interview to which the entertainer responded, \"The Bible. I've been reading it since I was little and it hasn't failed me yet.\"\nIn another interview with The Guardian  four years ago, Hudson revealed that her Christian faith helped her deal with the 2008 homicide of her mother, older brother and 7-year-old nephew.\n\"It (faith) was the ultimate help to me. We always said: 'If He brings you to it, He will bring you through it,'\" Hudson previously said. \"There would be no point in faith if it wasn't tested. My mother always told me no matter how negative your life seems to be, you must always look for a positive. That is what I believe a woman of faith should do.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "A fan gave it to me in America.",
                "Jennifer Hudson",
                true
            ],
            [
                "She said every time I sing I take everyone to church — and gave me a collection plate,",
                "Jennifer Hudson",
                true
            ],
            [
                "I said I would take it with me to The Voice UK.",
                "Jennifer Hudson",
                true
            ],
            [
                "In church, we take up a collection after the choir sings.",
                "Jennifer Hudson",
                true
            ],
            [
                "So if the acts have sung exceptionally well, I feel the need to get up and take a collection from the audience,",
                "Jennifer Hudson",
                true
            ],
            [
                "Of course any money collected will go to charity.",
                "Jennifer Hudson",
                true
            ],
            [
                "I've been reading it since I was little and it hasn't failed me yet.",
                "Hudson",
                true
            ],
            [
                "It (faith) was the ultimate help to me.",
                "Jennifer Hudson",
                true
            ],
            [
                "We always said: 'If He brings you to it, He will bring you through it,",
                "Jennifer Hudson",
                true
            ],
            [
                "There would be no point in faith if it wasn't tested.",
                "Jennifer Hudson",
                true
            ],
            [
                "My mother always told me no matter how negative your life seems to be, you must always look for a positive.",
                "Jennifer Hudson",
                true
            ],
            [
                "That is what I believe a woman of faith should do.",
                "Jennifer Hudson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.dailystar.co.uk/showbiz/voice-uk-contestants-judge-jennifer-16839445",
                "https://www.theguardian.com/culture/2018/jan/06/jennifer-hudson-q-and-a-interview-the-voice",
                "https://www.theguardian.com/culture/2014/jul/27/-sp-jennifer-hudson-the-only-constant-is-my-voice-grief"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "life",
            "revealed",
            "explains",
            "entertainer",
            "guardian",
            "hudson",
            "church",
            "brings",
            "uk",
            "collection",
            "jennifer",
            "faith",
            "voice",
            "plate"
        ]
    }
]