[
    {
        "url": "https://www.christianpost.com/news/southern-baptists-pass-transgender-resolution-disavow-efforts-to-alter-bodily-identity.html",
        "title": "Transgender Resolution Passes at Southern Baptist Convention With Little Protest",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTransgender Resolution Passes at Southern Baptist Convention With Little Protest\nTransgender Resolution Passes at Southern Baptist Convention With Little Protest\nTransgender Resolution Passes at Southern Baptist Convention With Little Protest\n| Wednesday, June 11, 2014\nMore than 11,000 Southern Baptist messengers vote during the annual meeting of the Southern Baptist Convention at the Orange County Convention Center in Orlando, Fla. | (Photo: SBC / Kent Harville)\nAttendees at the Southern Baptist Convention passed a resolution on Tuesday affirming \"God's good design that gender identity is determined by biological sex and not by one's self-perception,\" and disavowed \"efforts to alter one's bodily identity.\"\nThe resolution , authored by Boyce College professor Denny Burk and Ethics and Religious Liberty Commission Policy Director Andrew Walker, denounced any efforts to \"refashion [one's bodily identity] to conform with one's perceived gender identity] such as \"cross-sex hormone therapy and gender reassignment surgery.\"\nIt also argues that God created distinct genders with distinct masculine and feminine roles and suggested that \"the fall of man into sin and God's subsequent curse\" were responsible for transgenderism.\n\"The separation of one's gender identity from the physical reality of biological birth sex poses the harmful effect of engendering an understanding of sexuality and personhood that is fluid,\" it stated.\nThe statement also invited transgender people \"to experience renewal in the Gospel,\" and called on the church to love them, reiterating that \"we regard our transgender neighbors as image-bearers of Almighty God and therefore condemn acts of abuse or bullying committed against them.\"\nThe SBC resolution passed easily without any dispute and came just weeks after Time Magazine featured \"Orange Is the New Black\" transgender actor Laverne Fox on its cover with the headline \" The Transgender Tipping Point: America's Next Civil Rights Frontier .\"\nBurk discussed Time's coverage on his blog earlier in June , arguing that \"just as homosexuality has been mainstreamed, so the revolutionaries seek to mainstream transgender as well.\" Among other examples, he also asserted that the \"public consequences\" of this \"transgender revolution\" included schools deciding to allow transgender boys to use girls' restrooms and locker rooms as well as New Jersey's 2013 ban on licensed counselors from seeking to change the gender expression of minors, presented \"us with a moment of pastoral urgency.\"\n\"As Christians, we have the privilege and responsibility to love our transgender neighbors and to minister the gospel to them,\" Burk wrote. \"We also need to come alongside brothers and sisters who are trying to walk faithfully with Christ while feeling deep conflicts over their gender identity.\"\nWalker's colleague, ERLC President Russell Moore, praised the resolution , and suggested that the \"cultural mindset is that gender is something that is constructed by the individual. So it's disconnected from how the person is created.\"\n\"And that's one of the reasons why I think this resolution ... was so wise, because it spoke to what the Bible teaches about what gender means in the first place, about how God's design is good,\" Moore said, \"and then talked about the fact that we're living in a world that is fallen, in which there is a great deal of confusion in what it means to address that.\"\nBob Stith, founder of Family and Gender Issues Ministries in Southlake, Texas, praised Burke and Walker, saying that \"it took courage to tackle an issue which will almost certainly be misrepresented and misunderstood even though it is factually accurate and ultimately more compassionate than those who would oppose it.\"\n\"It is always a more loving way to point to God's plan for His creation. The author of confusion has from the beginning sought to cast doubt on God's intentions, and the massive sexual disorientation rampant in our world today demonstrates that this tactic is still effective,\" he said in a statement to Baptist Press.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://erlc.com/resource-library/articles/transgender-stance-needed-wise-moore-says",
                "http://www.dennyburk.com/southern-baptists-pass-resolution-on-transgender-sbc14/",
                "https://time.com/132769/transgender-orange-is-the-new-black-laverne-cox-interview/",
                "http://www.dennyburk.com/a-resolution-on-transgender-for-the-sbc/#more-27956"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "little",
            "walker",
            "protest",
            "southern",
            "world",
            "whatsapp",
            "baptist",
            "gender",
            "transgender",
            "convention",
            "resolution",
            "passes",
            "gods",
            "identity",
            "ones"
        ]
    }
]