[
    {
        "url": "https://www.christianpost.com/news/proselytize-3-reasons-why-christians-cant-and-shouldnt-stop.html",
        "title": "Proselytize: 3 Reasons Why Christians Can't (and Shouldn't) Stop",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nProselytize: 3 Reasons Why Christians Can't (and Shouldn't) Stop\nProselytize: 3 Reasons Why Christians Can't (and Shouldn't) Stop\nBy Greg Stier , Christian Post Guest Columnist\n| Sunday, July 17, 2011\nI was asked by someone not too long ago why Christians were so obsessed with proseltyizing others. I paused and thought about his excellent question.\nAccording to the dictionary the word proselytize means, “Convert or attempt to convert (someone) from one religion, belief, or opinion to another.” And this is exactly what Christians are called to do.\nAlthough we may prefer to use less inflammatory terms to describe this process like “sharing your faith”, “making disciples” or even “evangelism” the concept is still the same. Bible believers are obsessed with converting people from their belief systems to Christianity. If they’re not they should be. Here are 3 reasons why:\n1. Jesus told us to.\nBefore Jesus ascended into heaven he gave his followers this reminder, “This is what is written: The Christ will suffer and rise from the dead on the third day, and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. You are witnesses of these things. I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.” Luke 24:47-49.\nWhen Jesus reminds his disciples that repentance would be preached to all nations he was telling them to convert others from their way of thinking to his. The word repentance (“metanaeo” in the Greek) means “to change one’s mind.” In Acts 2:38 when Peter called the crowd to repent he was challenging them to change their view completely about who Jesus was and why he came to earth. He was no mere carpenter turned rabbi turned revolutionary. He was Christ (aka “the Messiah”) and Lord (aka “God”). As a result of Peter’s proseltytizing efforts there was a mass conversion of 3,000 men on the spot.\nRepentance (changing your thinking) is at the core of conversion and proseltyizing (trying to get people to change their way of thinking) is the essence of evangelism. Dress it up, put it in cooler terms but it’s still the same. We want people to set aside their belief systems and embrace Jesus and Jesus alone as the way of salvation.\nJesus commands us to proselytize. His last and lasting mandate to “Go and make disciples of all nations” compels us to make it a top priority in our lives. We need to carry out this mission without being jerks but we need to carry it out because Jesus told us to.\n2. It’s good news!\nIf you discovered the cure to cancer you’d share the good news that you had the cure. If you won the lottery you’d tell all your friends. Why? Because good news needs to be spread! It can’t stay silent. It must be told.\nThe word gospel actually means “good news.” It’s the ultimate good news that Jesus died in our place for our sins and that through simple faith in him we have the gift of eternal life. As Romans 10:14,15 reminds us, “How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them? And how can they preach unless they are sent? As it is written, ‘How beautiful are the feet of those who bring good news!’”\nIn this culture when someone had good news to share (like your country winning a war against an invading enemy) runners would be sent throughout the land to proclaim it to everyone. The sweaty, muddy, blistered feet of those running would look beautiful to everyone who heard the good news they were carrying.\nChristians have the best news of all. Through Christ we have won the war against an invading enemy. Satan was defeated at the cross and sin has been put to the chase. This is the good news we must bring to the ends of the earth and our blocks. Proseltyizing gives us a pedicure in a way we could never imagine because our feet are carrying good news to everyone we meet.\n3. It saves people from hell.\nThe Bible makes it clear that those who die without believing the gospel message go to hell. The apostle John put it rather bluntly in John 3:36, “Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on him.”\nSometimes Christians tell me “Well, I’m more into The Great Commandment than The Great Commission. I believe loving our neighbor is central to what Jesus called us to do.” My response to them is this: if we truly love our neighbors we are not going to let them go into eternity without Jesus. We are going to do our very best to save them from hell if we truly love them. Why? Because friends don’t let friends go to hell!\nA few years ago I received an email from a pastor about a video that was making its way around the internet. He wrote, “This is a video of a famous atheist (Penn Gillete from Penn & Teller, the Vegas Magician guys) from a few weeks ago. A guy after a show tells him about Jesus and gives him a Bible, and Penn is very complimentary about the whole deal. His entire point of the vlog is to talk about how good of a man the guy is. Penn the atheist talks in this video about how hateful you must be if you believe in Jesus and don’t tell other people about him. very interesting. great illustration.”\nCheck this video out for yourself here .\nI love Penn’s line in his vlog “how much do you have to hate someone not to proselytize them?” I love the fact that he, one of the most famous atheists on the planet, is adamant that if he really believed in heaven and hell he would do everything in his power to get people out of hell and into heaven.\nIn other words this wildly popular entertainer views evangelism as an act of love, not hate. He sees it for what it is, sincere people doing their best to keep other people from suffering eternal damnation. And he is right. Evangelism at it’s most elemental level is trying to save a person from the flames of hell. It is rescuing them from something, to something, from condemnation to transformation through the death, burial and resurrection of Jesus Christ.\nThose who claim the Name of Christ and who scorn evangelism as an intrusive act of heartless coercion should take a cue from Penn, or, better yet, Jesus Himself. Evangelism at its core is the ultimate act of love. It is seeking to save somebody from the hell they are headed to and the one they are living through.\nSo let us proselytize. Let us do so in love. May we never use it as an excuse to be obnoxious, unloving or manipulative. Instead may we speak the truth in love, earnestly pleading with those around us to repent, embrace Jesus alone for their salvation and then start sharing that same good news with others.\nGreg Stier is the Founder and President of Dare 2 Share Ministries International. He has impacted the lives of tens of thousands of Christian teenagers through Dare 2 Share events, motivating and mobilizing them to reach their generation for Christ. He is the author of eleven books and numerous resources, including Dare 2 Share: A Field Guide for Sharing Your Faith. For more information on Dare 2 Share and their upcoming conference tour and training resources, please visit www.dare2share.org .\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=VdvES4_MJ5Y",
                "https://www.christianpost.com/by/greg-stier",
                "https://www.dare2share.org/"
            ]
        },
        "key_words": [
            "good",
            "way",
            "evangelism",
            "jesus",
            "reasons",
            "video",
            "let",
            "shouldnt",
            "cant",
            "penn",
            "love",
            "hell",
            "christians",
            "stop",
            "proselytize"
        ]
    }
]