[
    {
        "url": "https://www.christianpost.com/news/daca-rescission-returning-to-the-rule-of-law-is-cruel.html",
        "title": "DACA Rescission: Returning to the Rule of Law Is Cruel?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDACA Rescission: Returning to the Rule of Law Is Cruel?\nDACA Rescission: Returning to the Rule of Law Is Cruel?\nDACA Rescission: Returning to the Rule of Law Is Cruel?\n| Thursday, September 07, 2017\nSusan Stamper Brown is an Alaska resident and recovering political pundit.\nThose currently in freak-out  mode who say it is cruel  for President Trump to phase out DACA should take a deep breath.\nOtherwise, it will be impossible for them to separate logic from emotions long enough to understand that all the Trump administration is doing is returning America to the rule of law rather than allowing the law to be ruled by emotions.\nThis six-month phase out  of Obama's illegal executive branch overreach program, Deferred Action of Childhood Arrivals, rightly returns immigration laws to the Congress.\nTrump made his intentions clear September 5 when he said, \"I have a great heart for the folks we are talking about, a great love  for them...hopefully now Congress will help them and do it properly.\" As Townhall.com editor Guy Benson  aptly points out, \"The Trump administration clearly stated yesterday that they will not be 'targeting' these young people or reshuffling their enforcement priorities.\"\nObama, who regularly referred to himself as a \"constitutional law professor,\" knew better. Now he opines  on social media to much oohing and aahing, that rescinding his temporary  DACA is \"wrong,\" \"self-defeating\" and \"cruel.\"\nSeems to me, it was \"wrong\" for Democrats who could do something about immigration didn't when they owned Washington during Obama's first term. According to NBC News , 2010 was \"the one REAL moment of the Obama first term when immigration was possible, it was Senate Democratic leaders who weren't ready to give up the politics of the issue. And the White House didn't fight.\"\nWasn't it \"cruel\" that Obama waited until reelection time to create a temporary program like DACA to garner the Hispanic vote as Sen. Marco Rubio  hinted in 2012? Likewise, it seems nauseously \"self-defeating\" that Obama blamed his action on Congress' inaction. Might it be immoral to offer false hope to DREAMers and potentially the thousands of undocumented kids from El Salvador, Honduras and Guatemala who flooded our borders reportedly to escape violence  after DACA was publicized?\nThe last I checked, presidents aren't allowed to bulldoze over the U.S. Constitution and rewrite laws simply because they disagree with them.\nObama said he was against that sort of thing before he was for it.\nRemarkably, Speaker.gov  documents 22 times Obama said he \"couldn't ignore or create his own immigration law,\" including in 2010 when he said this:\n\"[T]here are those in the immigrants' rights community who have argued passionately that we should simply provide those who are [here] illegally with legal status, or at least ignore the laws on the books and put an end to deportation until we have better laws…I believe such an indiscriminate approach would be both unwise and unfair. It would suggest to those thinking about coming here illegally that there will be no repercussions for such a decision. And this could lead to a surge in more illegal immigration. And it would also ignore the millions of people around the world who are waiting in line to come here legally. Ultimately, our nation, like all nations, has the right and obligation to control its borders and set laws for residency and citizenship. And no matter how decent they are, no matter their reasons, the 11 million who broke these laws should be held accountable.\"\nThat changed in 2012 when Obama forsook his oath to ensure that \"laws be faithfully executed\" — and crowned himself as proverbial king. Obama justified DACA on the authority of \"prosecutorial discretion,\" but, as Fox News' Gregg Jarrett  recently expressed, it is more accurate that Obama was \"distorting\" prosecutorial discretion.\nLegal experts agree DACA won't stand up in court when challenged because, as Attorney General Jeff Sessions said, \"Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the executive branch.\"\nThough Obama's words are easy on the ears to the point they lull the naïve to sleep, those who are \"woke\" understand that even in his retirement, Obama's words continue to fan the flame of ignorance while his policies continue to divide and damage America.\n©2017 Susan Stamper Brown: Susan lives in Alaska and writes about culture, politics and current events. She is a regular contributor to Townhall, The Christian Post, Right Wing News and GOPUSA. Susan's nationally syndicated column is published in scores of newspapers and publications across the U.S. She writes about politics, culture and media and was selected as one of America's 50 Best Conservative writers for 2015 and 2016. Contact her by Facebook or at writestamper@gmail.com.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://thehill.com/homenews/administration/349295-trump-says-he-has-great-love-for-dreamers",
                "https://www.foxnews.com/opinion/gregg-jarrett-trump-in-daca-decision-restores-constitutional-sanity-to-immigration-laws",
                "https://www.nytimes.com/interactive/2014/07/15/us/questions-about-the-border-kids.html",
                "https://www.businessinsider.com.au/trump-daca-cruel-2017-9?r=US&IR=T",
                "https://townhall.com/tipsheet/guybenson/2017/09/06/analysis-obamas-preening-facebook-post-on-daca-sidesteps-his-own-culpability-n2377561",
                "http://www.breitbart.com/big-government/2017/09/05/left-wing-activists-protest-trumps-daca-decision-in-new-york-washington-d-c/",
                "https://www.nbcnews.com/politics/first-read/why-immigration-reform-died-congress-n145276",
                "https://thehill.com/blogs/blog-briefing-room/news/226775-rubio-white-house-ordering-activists-not-to-work-with-me-on-dream-act"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/video/trump-administrations-plan-phasing-daca-49630545",
                "https://www.speaker.gov/general/22-times-president-obama-said-he-couldn-t-ignore-or-create-his-own-immigration-law"
            ],
            "unsure": [
                "https://www.facebook.com/susan.s.brown.33",
                "https://www.facebook.com/barackobama/?hc_ref=ARSTY4EC1c3i9d1OdXAmNJnUrR4aGjriXd-gwZHpGvcxqLJDSowQUKmIV7qN-LO-Qog&fref=nf"
            ]
        },
        "key_words": [
            "returning",
            "obamas",
            "daca",
            "law",
            "trump",
            "cruel",
            "rule",
            "wrong",
            "words",
            "obama",
            "laws",
            "ignore",
            "rescission",
            "immigration"
        ]
    }
]