[
    {
        "url": "https://www.christianpost.com/news/scorecard-grades-congress-on-religious-freedom.html",
        "title": "Scorecard Grades Congress on Religious Freedom",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nScorecard Grades Congress on Religious Freedom\nScorecard Grades Congress on Religious Freedom\n| Friday, January 14, 2011\nA persecution watchdog released on Thursday a congressional scorecard to let Americans know where their representatives stand on the critical issue of religious freedom.\nThe Congressional Scorecard for International Religious Freedom for the 111th Congress graded legislators on their level of support for selected resolutions and how active they were in pushing for religious freedom in the last session of Congress.\nOnly three received a perfect score of 100 percent. They include (from the Senate) former Sen. Sam Brownback (R-Kan.), who is now governor of Kansas, and (from the House) Reps. Frank Wolf (R-Va.) and Chris Smith (R-N.J.) Wolf is co-chairman of the Congressional Human Rights Caucus and Smith was a leader in promoting the 1998 International Religious Freedom Act, which required the U.S. government to promote religious freedom as a core foreign policy goal.\n\"Open Doors' Congressional Scorecard was a great resource for constituents to see exactly what their elected officials are doing to promote international religious freedom for all faiths,\" said Lindsay Vessey, advocacy director for Open Doors USA.\n\"Often legislators agree with the promotion of international religious freedom in principle, but are not always particularly active. Our scorecard provided people with the tools they need to approach their legislators thank them for the work they are doing and to encourage them to greater involvement in the future.\"\nOverall, there was more bipartisanship in the Senate on the issue than in the House, the scorecard revealed.\nIn the Senate, the top five legislators that actively promoted religious freedom were a mix of Republicans and Democrats, with the Republicans receiving the highest scores. Meanwhile, in the House, the top five were all Republicans. In fact, the top 15 scorers in the House were Republicans.\nOpen Doors, an international non-profit organization that supports the persecuted church, began the Congressional Scorecard for International Religious Freedom last fall. Open Doors measured members of Congress on recorded votes, co-sponsorships of key bills and letters seeking to protect and promote religious freedom around the world.\nSenate resolutions that were considered in the scorecard rating included SConRes11, which condemns all forms of anti-Semitism; S.Res.71, which condemns the Iranian government for its state-sponsored persecution of its Baha'i minority; S.Res.171, which condemns ongoing human rights abuses by the government of China; and S.Res.322, which seeks to protect vulnerable religious and ethnic minority communities in Iraq; among other resolutions.\nIn the House, resolutions that Open Doors considered included: H.Res.20, which calls for the State Department to return Vietnam on its \"Country of Particular Concern\" list with respect to religious freedom; H.Res.200, which calls on the Egyptian government to respect human rights and freedom of religion; and H.Res.763, which claims that the U.N. resolutions on the \"defamation of religions\" are incompatible with the fundamental freedoms of individuals to freely exercise and express their religious beliefs, among others.\n\"By holding members of Congress accountable for their records and involving Open Doors USA supporters, we were able to add an incredible 30 new co-sponsors to resolutions and a letter condemning religious freedom abuses in Morocco to King Mohammed VI,\" Vessey highlighted. \"Also, House Resolution 20 on Vietnam was passed through the House of Representatives by a voice vote after the publication of our preliminary scorecard.\"\n\"This is a tremendous help for those suffering for their faith across the globe and will give us momentum to further advocate on their behalf in the new Congress.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "doors",
            "open",
            "congress",
            "congressional",
            "grades",
            "religious",
            "house",
            "freedom",
            "international",
            "resolutions",
            "scorecard"
        ]
    }
]