[
    {
        "url": "https://www.christianpost.com/news/over-800-churches-to-begin-21-days-of-prayer-fasting.html",
        "title": "Over 800 Churches to Begin 21 Days of Prayer, Fasting",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nOver 800 Churches to Begin 21 Days of Prayer, Fasting\nOver 800 Churches to Begin 21 Days of Prayer, Fasting\nOver 800 Churches to Begin 21 Days of Prayer, Fasting\n| Sunday, January 09, 2011\nMore than 800 churches, including some of the nation's largest congregations, have signed up to participate in a 21-day prayer and fasting initiative that begins Monday.\nThe Awakening initiative, led by Pastor Stovall Weems of Celebration Church in Jacksonville, Fla., calls on Christians to refocus and reconnect spiritually to God through 21 days of prayer and fasting.\nWeems explained that the number 21 was chosen because of its biblical significance, pointing out that Daniel fasted for 21 days. He also noted that 21 days is the time period that psychologists and doctors say is needed to start a new habit and get rid of an old one.\n\"Fasting in the new covenant is really celebrating the Holy Spirit on the inside of you and experiencing more of the presence of God in your life by connecting to God in a deeper way and disconnecting from the world,\" explained Weems to The Christian Post.\n\"That's the power of prayer and fasting. Prayer connects us to God and fasting disconnects us from the world. It shuts down the natural so the spiritual can heat up.\"\nWeems shared that he began the practice of fasting after he surrendered his life to Jesus Christ at the age of 20. Some of his friends in church at the time had fasted regularly and that was how he also developed the habit. The Florida pastor, whose church is ranked on Outreach Magazine's top 100 fastest growing church and largest churches in the country, said he has found fasting to be \"a tremendous benefit\" to his walk with God, including vibrancy and freshness in his spiritual life.\nFasting can take many forms, Weems explained, with the important part being finding one's fasting zone. The fasting zone is where one shuts down \"the man and heats up the spiritual man.\" Some people like to eat fruits and vegetables, while others drink smoothies or only juice.\nThe 21-day Awakening initiative is only in its third year, but has attracted the participation of hundreds of churches. Last year, more than 1,000 churches, collectively representing 1 million people, participated in the Awakening. Weems said the initiative this year is on pace to surpass the 2010 participation level.\n\"My heart is to help pastors, leaders, and churches establish a culture of prayer and fasting in their churches. It is not just like, 'Hey, let's fast for an event or a certain thing to happen or a revival in America,'\" said Weems. \"It is more of a culture of prayer and fasting where we set out to seek God and make this year the best year ever by making it your best year spiritually.\"\n\"If it's your best year spiritually, regardless of what challenges come on the outside, you are going to have a great year.\"\nCelebration Church, where Weems is founding pastor, has a tradition of beginning the new year with prayer and fasting.\nRecently, the Florida pastor released a book called Awakening: A New Approach to Faith, Fasting and Spiritual Freedom, which guides Christians on how to recharge their spiritual life through 21 days of prayer and fasting. The book was released just ahead of the Awakening to teach people about the spiritual and health benefits of fasting. It also rebuts some misperceptions about the practice.\nThe 21 days of prayer and fasting begins Jan. 10 and ends Jan. 30. Churches that will participate in this year's Awakening initiative include: C3 Church in Clayton, N.C.; Fellowship Church in Grapevine, Texas; Lifechurch.tv in Oklahoma City, Okla.; and Seacoast Church in Mt. Pleasant, S.C.\nOn the web: www.awake21.org\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.awake21.org"
            ]
        },
        "key_words": [
            "days",
            "churches",
            "awakening",
            "800",
            "church",
            "god",
            "prayer",
            "21",
            "begin",
            "spiritual",
            "fasting",
            "weems"
        ]
    }
]