[
    {
        "url": "https://consortiumnews.com/2012/01/31/foolish-suspicion-of-political-islam/",
        "title": "Foolish Suspicion of Political Islam",
        "authors": [
            {
                "name": "Leslie Kerr",
                "link": null
            },
            {
                "name": "Morton Kurzweil",
                "link": null
            },
            {
                "name": "Omar Kalinge",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-01-31",
        "text": "Main menu\nJanuary 31, 2012\nBy Paul R. Pillar\nAs Arab countries and especially Egypt continue to struggle their way into a new and hopefully more democratic political order, a persistent theme in commentary in the United States about this story has been suspicion of any political actor identified with political Islam.\nSome such actors warrant such suspicion. There is, for example, Abdel Hakim Belhadj, head of the Tripoli military council in Libya. Belhadj is also a founding member of the Libyan Islamic Fighting Group, which the United States still officially lists as a Foreign Terrorist Organization.\nMuslim Brotherhood logo\nBelhadj stresses his focus on overthrowing Muammar Qaddafi’s regime, but his career as an international jihadist has involved violent activities elsewhere, especially South Asia. Someone like Belhadj deserves suspicion, not because he is Islamist but because of his history.\nNow consider the history of the political Islamist actor that probably is receiving more attention than any other these days: the Egyptian Muslim Brotherhood. That history is one of decades of remarkable forbearance and endurance in the face of different degrees of repression by different Egyptian regimes.\nThe Brotherhood has a long record of commitment to nonviolence, a record that has made it the target of vehement denunciation by the likes of al-Qaeda. What is there about the Brotherhood, beyond its Islamist coloration, that should make it any more the object of suspicion than other parties, movements and groups vying for influence in a new Egypt? How else should it have behaved to make us less suspicious?\nAsk also why parties such as the Brotherhood (or more properly, the Freedom and Justice Party, which is the Brotherhood’s political arm) that have an Islamic identity should be viewed differently from parties with some other religious identity. Christian democratic parties have been an accepted part of the political mainstream in many European countries. How are Christian democratic parties different from Muslim democratic ones?\nIt is easy to think of religiously identified political parties that have caused problems, for stability, for sound policy and for democracy itself, but they are not just Islamist ones. In important respects, the Hindu nationalist Bharatiya Janata Party in India, for example, has not been good news for peaceful communal relations in that country, just as some religiously identified Jewish parties in Israel have not been good news for any hope of resolving the Israeli-Palestinian conflict.\nDavid Pollock of the Washington Institute for Near East Policy had an opinion piece in the Washington Post on Friday that exemplifies the automatic suspicion that gets directed at a group such as Egypt’s Muslim Brotherhood, which is the subject of his article.\nPollock wants to warn us about falling for what he describes as “new signs of moderation” by the Brotherhood, which is a misleading formulation by Pollock given that what is new is not the direction of the Brotherhood but instead the political environment in which it is now operating.\nThe main substance of the piece involves comparing what the Brotherhood says on Arabic and English language versions of its websites. Some subjects that get significant attention on one version do not on the other. There are not inconsistencies, just differences in attention and emphasis.\nPollock concedes that “some might note that all political parties, to at least an extent, engage in mixed messaging.” Well, that’s for sure. In fact, the Brotherhood’s mixed messaging that he describes seems pretty mild compared to, say, Republican candidates’ English and Spanish language advertising in Florida.\nPollock takes other whacks at the Brotherhood for things that really reflect larger political realities in present-day Egypt. He mentions the organization’s position on the issue of “supraconstitutional” guarantees of individual freedoms, which is really part of the overall balance that all Egyptian political players need to struggle with in trying to combine the liberal and democratic parts of liberal democracy. In fact, the Brotherhood’s position could be said to be the most uncompromising prodemocracy position.\nPollock also portrays an escalating set of Brotherhood ambitions about what offices it hopes to occupy as if this were some kind of hidden plan, whereas it is best described as a logical response to the organization’s popularity and conformity with the beliefs of other Egyptians.\nThat conformity is what is involved in Pollock’s inaccurate reference to “the Brotherhood’s hostility toward U.S. policies and interests.” He cites as support for that phrase a section in the Freedom and Justice Party’s platform that rejects the Mubarak regime’s approach of “supporting occupiers and colonizers, through its presence in the so-called axis of moderation, which is sponsored by the United States.”\nThis doesn’t reflect any peculiar position on the part of the Brotherhood. It reflects views held by most of the Egyptian people, who still give the United States favorable ratings of only about 20 percent . The problem is not that an Egyptian party reflects those views; the problem is with the occupiers and colonizers, and with the groundless idea that support for occupation and colonization could be the basis for some kind of moderate axis in the Middle East.\nArguments such as Pollock’s partly reflect attitudes of the Israeli government, which (contrary to Israel’s own long-term interests) fears Arab democracy , especially in Egypt, more than it welcomes it. More democracy means more outspoken opposition to Israeli policies, more attention to the absence of popular sovereignty for Palestinians and less claim by Israel to getting extraordinary treatment by the United States because it is the “only democracy” in the region.\nBeyond this influence, it is hard to imagine such arguments based on anything other than Islamophobia. As a test of that proposition, consider what the arguments would sound like if the organization in question (i.e., the Brotherhood) were associated with any religion other than Islam.\nThese attitudes and arguments matter as an encouragement to possible U.S. policies that would be damaging to U.S. interests. Ostracism or rejection of movements that have remained peaceful, have played by democratic rules when they have had the opportunity to play by them and have garnered substantial popular support would be a mistake, especially insofar as the rejection was for no other reason than the Islamist coloration of the groups.\nIt would be a mistake partly because it would be antidemocratic. It would be an encouragement to abandon democratic methods. It would hinder important U.S. relationships with important countries such as Egypt. And it would put the United States on the wrong side of what is going on in the Middle East.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is now a visiting professor at Georgetown University for security studies. (This article first appeared in The National Interest.)\nJohn-boy\nFebruary 5, 2012 at 11:29\nI’m struck by the similarity between the “logo” of the MB and the flag of the Saudi Kingdom…ah, but the movement founded by Ibn Wahab was the ‘Ikhwan al-Muselmeni’, soooo, I guess the similarity isn’t accidental.\nAnd I should have included Egypt in the preceding list of the religiously diverse Arab states. One forgets that Egypt would be directly connected to the former Ottoman Middle East were it not for the infected splinter that separates them: Jewish Rhodesia.\nJohn-boy\nFebruary 5, 2012 at 11:17\nIt would be a great tragedy if a reactionary theocratic Islamism should usurp the legitimate anti-imperial movement of Arab nationalism. I’m not singling-out Islam as being any worse than any other religion. All political systems based on religious identity are inherently reactionary. Equality is not possible to achieve in any theocratic or sectarian system.\nIslamism is particularly detrimental to the Arab nation – especially Syria, Lebanon, Palestine, Jordan and Iraq – because one of the the most admirable aspects of that region is its religious diversity. In a theocratic system that diversity leads to sectarianism, and sectarianism assists the strategy of “divide and rule” which has been the primary tool used by Western imperialism to maintain control over the mineral riches and political fortunes of the Middle East.\nomar kalinge\nFebruary 5, 2012 at 05:29\nI think the Muslims are getting more attention than they bargained for- and seem to be  enjoying it. Why would a super power run so scared of some ‘retrogressive rascals?’\nTruth is, Islam could be the only ideology left since the collapse of socialism and the on going funeral of capitalism.\nomar\nFebruary 1, 2012 at 16:35\nChristian values or Islamic values are not compatible with the values of a secular democracy.\nAll religions are organized to control beliefs through coercion and fear of retribution.\nAll political parties are organized to control economics through economic manipulation.\nThe United States attempted to separate law from religious and political domination by limiting government to the neutrality of the First Amendment. Freedom of opinion and belief is secure as long as it is not used to inflict the damages of conviction into the protection of civil liberties.\nLeslie Kerr\nFebruary 1, 2012 at 07:32\nTake any group of people and you will have percentages of those that actually are hoping to do good, those that are hoping to do well (profit), those that are hoping to have control, those that are hoping to keep control, those who pay attention to the movers and shakers, those whose daily lives forego the opportunity to have interest in order to feed their families, and those who follow the loudest voice in the arguement.  There is nothing wrong with the precepts of the American Government, they are sound fluid ideas. As always it is the persons applying those precepts that fail,  as they are failing in the United States right now.  We need better people in government.  They don’t need to be better Christians, or Catholic, or any group at all.  They need better morals in regard to legislating.  They are not, and like those who listen to the loudest voice, they fan the flames of disinformation with their noise,  their fear of losing control.  In this case the international control of the destiny of other nations.  It is neither wise nor moral.  No matter what your religion, or non-religion, what you do, in the dark when no one is looking, is who you truly are.  It is for each nation to govern,  it is not necessary to all seem alike, to look alike, to be alike.  It may make politicians more comfortable to view everyone else as a satelite of their largesse, but theirs would be the loudest, haranging noise if another nation were to behave similarly towards us.  Right now, I’m not so proud of my Christian leaders, step back – there are other roads leading to the same oasis.\nrosemerry\nJanuary 31, 2012 at 16:09\nOf course, this is exactly the reaction when Hamas won the 2006 free and fair Palestinian election. No chance was given for it to show it could govern ; even the other Palestinian factions did not want to combine in government with it. Israel and the USA conspired to stop a gov’t of national unity when Hamas cooperated with Fatah. 23 elected Hamas politicians were “arrested” by Israel and I think are still in prison.\nEgypt is much bigger and is a sovereign country, but the attitude of the USA and the Zionists is the same.\nMa\nJanuary 31, 2012 at 18:12\nmoreover, American democracy itself is not very enviable form of democracy; where politicians need huge sums of money to contest an election and that money comes from special interest groups who then force  these politicians to toe their line. as a result  American democracy largely serves the interests of the upper crust. when such is the state of affairs in their own country then people like Pollock have no argument against other nations struggling and making immense sacrifices for  changing the dictatorial and despotic systems in their respective countries. let them practice what majority of their populations want; only then you could compare their systems with yours’. preemptive criticism raises the suspicion of malice.\nflat 5\nFebruary 3, 2012 at 00:10\nyour obsessive bullshit is making me weary.  Hamas is committed to Israel’s destruction period.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.pewresearch.org/global/2011/05/17/arab-spring-fails-to-improve-us-image/",
                "https://nationalinterest.org/blog/autocracy/why-israelis-fear-arab-democracy-4848",
                "http://www.washingtonpost.com/opinions/egypts-muslim-brotherhood-and-its-record-of-double-talk/2012/01/26/gIQALhO4TQ_story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "brotherhood",
            "democracy",
            "parties",
            "islam",
            "islamist",
            "democratic",
            "political",
            "foolish",
            "suspicion",
            "states",
            "egyptian"
        ]
    }
]