[
    {
        "url": "https://www.christianpost.com/news/limbless-evangelist-nick-vujicic-blown-away-by-museum-of-the-bible-wants-nonbelievers-to-see-it.html",
        "title": "Limbless Evangelist Nick Vujicic Blown Away by Museum of the Bible, Wants Nonbelievers to See It",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLimbless Evangelist Nick Vujicic Blown Away by Museum of the Bible, Wants Nonbelievers to See It\nCP Current Page: Church & Ministries | Monday, January 22, 2018\nLimbless Evangelist Nick Vujicic Blown Away by Museum of the Bible, Wants Nonbelievers to See It\nLimbless Evangelist Nick Vujicic Blown Away by Museum of the Bible, Wants Nonbelievers to See It\n| Monday, January 22, 2018\nEvangelist Nick Vujicic at the Museum of the Bible in Washington, D.C. on January 20, 2018. | (Screenshot: Facebook/Nick Vujicic)\nEvangelist Nick Vujicic said he was blown away by what he saw at the Museum of the Bible in Washington, D.C., and is urging everyone, including nonbelievers, to see what it has to offer.\n\"As an evangelist who has been able to go to 68 countries and share the Gospel of Jesus Christ to millions of people, I tell you, I've never had an experience [like] seeing such enriching history, gaining knowledge, and appreciation of all the brothers and sisters who have gone before us, who have charged opposition and seen God's will be done on earth,\" Vujicic said in a Facebook video  Saturday.\n\"Seeing the African-American church rise in America, and the history of the Jewish people, and seeing how the Old and New Testament come to life in such an incredible way, I'm telling you right now if I had arms and legs, I would not be able to feel my legs,\" he joked.\n\"It's a must see, it brings God's word to life, and you will walk away in awe.\"\nThe preacher, who was born without arms and legs, and has gone on to become an author and speaker whose speeches inspire millions around the world, said that he can't even think of what to compare seeing the Museum of the Bible with.\nHe insisted that it is a \"must-see\" for any church, youth group, and the entire family.\n\"Even if you are a nonbeliever, you can really appreciate the historical enrichment and value of the Judeo-Christian values that many successful countries are founded upon, obviously America is one of them,\" he said.\nThe Washington, D.C., site has received high praise from other Christian authors as well, including Kathleen Cooke, co-founder of Cooke Pictures and The Influence Lab.\n\"From the moment you step into the grand entrance with its impressive 140-foot video ceiling, visitors will know they are in a truly special place unlike any other museum in the world,\" Cooke wrote in an op-ed published in The Christian Post  in November.\n\"The MOTB is a must-see and an experience of a lifetime that you will never forget — just as the Bible is a must-read for a significant life,\" she added.\nBefore its launch in November, the museum did face criticism from some media outlets, such as The Washington Post, who claimed that despite the tens of thousands of Biblical texts and artifacts on show, the experience is light on the Gospel of Christ.\nSteven Bickley, Museum of the Bible's vice president of marketing, administration and finance, responded to CP  at the time and said:\n\"The forthcoming Museum of the Bible is nonsectarian and invites everyone to engage with the history, narrative and impact of the best-selling book of all time.\"\nBickley added: \"It's no surprise a museum about the world's most controversial book would inspire passionate conversations even before it is complete, which is why we invite the world to see Museum of the Bible for themselves when it opens to the public Nov. 18, 2017.\"\nIn an earlier video, Vujicic explained why he is not an atheist, claiming to have seen both miracles and demons.\n\"I've seen 10-foot-tall demons, 5-foot-wide walk in through my San Francisco hotel room. And I felt the demon's presence, the demonic presence, before the demon actually walked through the wall,\" the evangelist said .\nHe added that the existence of things like voodoo and witchcraft, which he said are real, are also something that science can't explain.\n\"There is a spiritual realm,\" he stated.\n\"You have to walk by faith despite what you see, despite what you feel — you believe it.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [
            [
                "As an evangelist who has been able to go to 68 countries and share the Gospel of Jesus Christ to millions of people, I tell you, I've never had an experience [like] seeing such enriching history, gaining knowledge, and appreciation of all the brothers and sisters who have gone before us, who have charged opposition and seen God's will be done on earth,",
                "Vujicic",
                true
            ],
            [
                "Seeing the African-American church rise in America, and the history of the Jewish people, and seeing how the Old and New Testament come to life in such an incredible way, I'm telling you right now if I had arms and legs, I would not be able to feel my legs,",
                "Vujicic",
                true
            ],
            [
                "It's a must see, it brings God's word to life, and you will walk away in awe.",
                "Vujicic",
                true
            ],
            [
                "Even if you are a nonbeliever, you can really appreciate the historical enrichment and value of the Judeo-Christian values that many successful countries are founded upon, obviously America is one of them,",
                "",
                true
            ],
            [
                "From the moment you step into the grand entrance with its impressive 140-foot video ceiling, visitors will know they are in a truly special place unlike any other museum in the world,",
                "Cooke",
                true
            ],
            [
                "The MOTB is a must-see and an experience of a lifetime that you will never forget — just as the Bible is a must-read for a significant life,",
                "",
                true
            ],
            [
                "The forthcoming Museum of the Bible is nonsectarian and invites everyone to engage with the history, narrative and impact of the best-selling book of all time.",
                "Steven Bickley",
                true
            ],
            [
                "It's no surprise a museum about the world's most controversial book would inspire passionate conversations even before it is complete, which is why we invite the world to see Museum of the Bible for themselves when it opens to the public Nov. 18, 2017.",
                "Bickley",
                true
            ],
            [
                "I've seen 10-foot-tall demons, 5-foot-wide walk in through my San Francisco hotel room.",
                "",
                true
            ],
            [
                "And I felt the demon's presence, the demonic presence, before the demon actually walked through the wall,",
                "",
                true
            ],
            [
                "You have to walk by faith despite what you see, despite what you feel — you believe it.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/why-the-museum-of-the-bible-is-the-most-significant-building-of-this-decade-207086/",
                "https://www.christianpost.com/news/does-museum-of-the-bible-ignore-treat-jesus-as-afterthought-vp-responds-203697/",
                "https://www.christianpost.com/news/limbless-evangelist-nick-vujicic-im-not-an-atheist-ive-seen-10-foot-tall-demons-in-my-hotel-room-213971/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/NickVujicic/videos/10159811283590573/",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "video",
            "life",
            "evangelist",
            "seen",
            "wants",
            "museum",
            "away",
            "bible",
            "vujicic",
            "limbless",
            "blown",
            "world",
            "washington",
            "seeing",
            "nick",
            "walk",
            "nonbelievers"
        ]
    }
]