[
    {
        "url": "https://consortiumnews.com/2018/01/16/why-senator-cardin-is-a-fitting-opponent-for-chelsea-manning/",
        "title": "Why Senator Cardin Is a Fitting Opponent for Chelsea Manning",
        "authors": [
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Al Pinto",
                "link": null
            },
            {
                "name": "Patricia Victour",
                "link": null
            },
            {
                "name": "Paul G.",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Hawaii Guy",
                "link": null
            },
            {
                "name": "Occupy On",
                "link": null
            },
            {
                "name": "Dorsey Gardner",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2018-01-16",
        "text": "Main menu\nJanuary 16, 2018\nBy Norman Solomon\nThe top Democrat on the Senate Foreign Relations Committee, Ben Cardin [Md.], has become a big star in national media by routinely denouncing Russia as a dire threat to American democracy. The senior senator from Maryland personifies the highly dangerous opportunism that has set in among leading Democrats on the subject of Russia.\nChelsea Manning confirmed on Sunday that she is challenging Senator Cardin’s re-election effort in the Democratic primary this June. Her campaign has real potential to raise key issues. One of them revolves around the kind of bellicose rhetoric that heightens the dangers of conflict between the world’s two nuclear superpowers.\nChelsea Manning on May 18, 2017 the day after her release from prison. (Twitter)\nIn a typical foray into reckless hyperbole, Cardin  told  a public forum in November: “When you use cyber in an affirmative way to compromise our democratic, free election system, that’s an attack against America. It’s an act of war. It is an act of war.”\nCardin is far from the only member of Congress to use “act of war” rhetoric about alleged Russian cyber actions. Republican ultra-hawk Arizona Senator  John McCain  has hurled the phrase at Russia. But the most use of the phrase comes from a range of Democrats, such as Connecticut Senator  Richard Blumenthal  and the normally sensible Northern California Representative  Jackie Speier .\nAs his party’s ranking member of the key Senate committee on foreign policy, Cardin is at the tip of the anti-Russia propaganda spear. After three decades in Congress including nearly a dozen years in the Senate, he’s an old hand at spinning. No one has worked harder to get political mileage out of “Russiagate.”\nA Distorted Report\nLast week, Cardin upped the ante with the release of a  report  that he commissioned. In effect, it’s a declaration of red-white-and-blue jihad against Russia.\nThe report — which accuses Russian President Vladimir Putin of “a relentless assault to undermine democracy and the rule of law in Europe and the United States” — received massive coverage in U.S. news media.  Conservative  and  libera\nl  punditry voiced acclaim.\n“Never before in American history has so clear a threat to national security been so clearly ignored by a U.S. president,” a solo statement by Cardin declares on the opening page. With the truly repugnant President Trump in its crosshairs, the report’s most polemical claims — no matter how debatable or ahistorical — have predictably gotten a pass from mass media.\nBut the much-ballyhooed report is a carefully selective and distorted version of history.\nThe expansion of NATO up to Russia’s borders, the U.S.  interference  in dozens of countries’ elections ( including in Russia  during the Clinton administration), Washington’s support for repressive regimes in the past and present — such realities didn’t merit consideration or mention. Nor did facts such as the USA’s role as  the world’s biggest arms merchant . Or the aggressively deadly U.S. military interventions in the recent past and present, from Afghanistan to Iraq to Libya.\nSuch omissions are essential to the self-righteous tone of the Russiagate frenzy. Only with silence about basic truths of U.S. foreign policy can officials in Washington pose as leaders of an angelic nation that must confront satanic Russia.\nIn light of what is at stake for human survival — with the odds of nuclear war shifting ominously because of the agenda that he’s helping to push — Senator Cardin can be understood as someone who avidly fits into patterns of nationalistic and militaristic madness. The sad fact is that he has plenty of company on Capitol Hill.\nDemocratic leadership used to be much saner. Five decades ago, it was the fanatical Republican standard bearer Barry Goldwater who scorned reaching out to the Kremlin – while Democratic President Lyndon Johnson  wisely sought détente  with Russian leaders on behalf of peaceful coexistence and reducing the risks of nuclear conflagration.\nRight after being sentenced to prison in August 2013 for heroic whistleblowing that exposed many U.S. war crimes, Chelsea Manning released a statement that quoted Howard Zinn: “There is not a flag large enough to cover the shame of killing innocent people.” A nuclear war between the United States and Russia would do more than kill vast numbers of innocent people. Scientific research tells us that a nuclear holocaust would make the Earth “ virtually uninhabitable .”\nThe extreme hostility toward Russia that makes such an outcome  more likely  must be rejected. Senator Ben Cardin is one of the loudest and most prominent voices for such hostility. He should be challenged.\nNorman Solomon is the coordinator of the online activist group RootsAction.org and the executive director of the Institute for Public Accuracy. He is the author of a dozen books including “War Made Easy: How Presidents and Pundits Keep Spinning Us to Death.”\nJohn\nJanuary 25, 2018 at 11:37\nManning is a mentally challenged felon. Felons with mental disorders should not be allowed to run for any office. Period. Not shaming. I hope him God Speed in dealing with the illness but doesn’t change the facts.  Biology is not subjective.\nAddi\nJanuary 20, 2018 at 08:39\nAt the time, I applauded Bradley Manning for his apparent courage, and still believe that he did the right thing.  But he is confused and needs help.\nJoe Tedesky\nJanuary 20, 2018 at 11:05\nI think that at least 2/3 rd’s of our government is ‘confused and needs help’, so why wouldn’t one more confused and helpless soul find company among that lot?\nDorsey Gardner\nJanuary 19, 2018 at 14:07\nChelsea Manning is one of the few true heroes in the public sphere.  She would clearly outshine the shabbos goyim in Congress who represent the psychopaths in Israel.\noccupy on\nJanuary 19, 2018 at 13:19\nThank you  Norman Solomon for making it very clear that Ben Cardin (Dem.Senator, MD) needs to be voted out of office.  He’s one of the fiercest leaders in pulling our country down to hell-in-a-basket.  Don’t let the few intemperate comments and quibbling ever ever ever keep you from speaking truth to power – even leftist power.  We all can use a little self-inventory.\nHawaii guy\nJanuary 19, 2018 at 01:18\nBetter yet, why don’t you run Robert? If your health is up to it, your character is beyond reproach and I think your track record would be looked upon by both sides of the people. Lord knows manning is about as unifying as Trump could ever hope to be.\nHawaii guy\nJanuary 19, 2018 at 01:15\nSorry but Manning, the one person who would have more testosterone than any senator has zero qualifications to run. Since when did being a celebrity qualify people to run for politics? This shows how far we have fallen as a country. Maybe run for a county seat and take night classes in political science and tort law for starters. Last thing we need is another bleeding heart that can’t string together a strategy to walk down a street.\nZachary Smith\nCompare Manning to the other Maryland candidates.\nChelsea Manning (D)\nJerry Segal (D)\nRikki Vaughan (D)\n~ Restaurants Owner, Felon\nDavid Pae (R)\nEdward Shlikas (Independent)\nNeal Simon (Independent)\n~ Businessman, Philanthropist\nThe Libertarian wants to abolish the Federal Income Tax.  The neocon nut wants to give Trump a big hug.   The teacher/poet “will fight for smaller classes, diverse learning environments, and community hubs to support educational equity”.\nCandidate Manning appears to be the pick of the litter, despite the surely substantial issues.\nAs I see it, neither Manning nor any of the others will beat Cardin.  I’ll personally be satisfied if the Israel-First Senator can be made extremely uncomfortable and exposed as the general jerk he really is.\nAbe\nJanuary 18, 2018 at 16:52\nOne of the most prominent Jewish members of Congress, Cardin identifies as an ardent Zionist and an Israel Firster. His grandparents were Russian Jewish immigrants.\nCardin has been a Commissioner on the Commission on Security and Cooperation in Europe (the U.S. Helsinki Commission) since 1993, serving as Ranking Member from 2003 to 2006. He subsequently served two terms as co-chair of the Commission, from 2007 to 2008, and 2011 to 2012.\nCardin also two terms as chair of the CCSC, from 2009 to 2010, and during the Maidan coup d’etat in Kiev and its aftermath from 2013 to 2014.\nFrom 2015 to 2016 he was again ranking member of the CCSC.\nIn 2006, Cardin was elected vice president of the Organization for Security and Cooperation in Europe (OSCE) Parliamentary Assembly, and served through the 2014 Maidan coup scripted and staged by nationalist groups and the U.S. State Department.\nThe February 2014 Maidan Massacre triggered the violent overthrow of Ukraine’s democratically elected president Victor Yanukovych. Russia was painted as the perpetrator by Western media.\nOscar award winning American documentary film director Oliver Stone gained unprecedented access to the inside story of the 2014 coup d’etat in Kiev, who revealed how the U.S. Ambassador and factions in Washington actively plotted for regime change and destabilized the entire region.\nUkraine On Fire (2016)\nCardin is also a DUAL ISRAELI ZIONIST CITIZEN.\nThis man is one of the psychopaths on Capitol Hill that need to go.\nIt is TREASON to INCITE NUCLEAR WAR that would lead to the deaths of millions of people\nAbe\nJanuary 18, 2018 at 22:32\nThe “dual citizens” canard is a stellar example of Inverted Hasbara (false flag “anti-Israel” / “anti-Zionist” and fake “anti-Jewish” / “anti-Semitic”) propaganda that gets ramped up whenever needed.\nLike Conventional Hasbara (overtly pro-Israel or pro-Zionist) propaganda, the primary purpose of Inverted Hasbara false flag propaganda is to divert attention from Israeli military and government actions, and to provide cover for Israel Lobby activities\nThe “dual citizens” Hasbara propaganda canard came into prominence after the Israel-initiated war Lebanon in 2006. Israel’s shaky military performance, flooding of south Lebanon cluster munitions, use of white phosphorus in civilian areas brought censure. Further Israeli attacks on Gaza brought increasing pressure on the neocon-infested Bush administration for its backing of Israel.\nA Facebook post titled, “List of Politicians with Israeli Dual Citizenship,” started circulating. The post mentioned “U.S. government appointees who hold powerful positions and who are dual American-Israeli citizens.”\nWith the change of US administration in 2008, new versions of the post appeared with headlines such as “Israeli Dual Citizens in the U.S. Congress and the Obama Administration.” Common versions included 22 officials currently or previously with the Obama administration, 27 House members and 13 senators.\nThe posts were false for a variety of reasons, not least of which was the misrepresentation of Israeli nationality law. Israel does allow its citizens to hold dual (or multiple) citizenship. A dual national is considered an Israeli citizen for all purposes, and is entitled to enter Israel without a visa, stay in Israel according to his own desire, engage in any profession and work with any employer according to Israeli law. An exception is that under an additional law added to the Basic Law: the Knesset (Article 16A) according to which Knesset members cannot pledge allegiance unless their foreign citizenship has been revoked, if possible, under the laws of that country.\nThe Law of Return grants all Jews the right to immigrate to Israel and almost automatic Israeli citizenship upon arrival in Israel. In the 1970s the Law of Return was expanded to grant the same rights to the spouse of a Jew, the children of a Jew and their spouses, and the grandchildren of a Jew and their spouses, provided that the Jew did not practice a religion other than Judaism willingly. In 1999, the Supreme Court of Israel ruled that Jews or the descendants of Jews that actively practice a religion other than Judaism are not entitled to immigrate to Israel as they would no longer be considered Jews under the Law of Return, irrespective of their status under halacha (Jewish religious law).\nIsraeli law distinguishes between the Law of Return, which allows for Jews and their descendants to immigrate to Israel, and Israel’s nationality law, which formally grants Israeli citizenship. In other words, the Law of Return does not itself determine Israeli citizenship; it merely allows for Jews and their eligible descendants to permanently live in Israel. Israel does, however, grant citizenship to those who immigrated under the Law of Return if the applicant so desires.\nA non-Israeli Jew or an eligible descendant of a non-Israeli Jew needs to request approval to immigrate to Israel, a request which can be denied for a variety of reasons including (but not limited to) possession of a criminal record, currently infected with a contagious disease, or otherwise viewed as a threat to Israeli society. Within three months of arriving in Israel under the Law of Return, immigrants automatically receive Israeli citizenship unless they explicitly request not to.\nIn short, knowingly or not, “Kelli” is spouting Inverted Hasbara (false flag “anti-Israel” and fake “anti-Jewish”) propaganda.\nWe can expect heaps of Hasbara propaganda garbage as Ben Cardin and other pro-Israel Lobby figures are challenged.\nPaul G.\nJanuary 18, 2018 at 16:16\nOriginally I thought it would be more politically successful to start as US rep or even something more local. But now I realize it is critically important to take out  Cardin; especially by a candidate who won’t mince words and will let him have it. Hope she has been boning up on her Cold War history.\nSince the head of some stupid Dem think tank has already called her a Putin puppet; the stage is set to blow all this Russia nonsense out of the water. She should get a briefing from Ray McGovern and McKinney.\nJoe Tedesky\nJanuary 18, 2018 at 13:37\nHere is a link to a controversial article, I’m not posting the link out of support, although I’m not generally disagreeing with it’s author either, but the author mentions Robert Parry, and the writers argument is valid to some degree….. read it for yourself.\nJanuary 18, 2018 at 14:40\nOn January 15, 2018, Russia Insider editor Charles Bausman published “It’s Time to Drop the Jew Taboo”. Bausman discussed “the strict taboo in the media, of criticizing Jews as a group, using that term” and indicated that “from now on, the pages of Russia Insider will be open to articles which fairly and honestly address the influence of Jewish elites, including pointing out when it is malevolent, which it often is”.\nBausman referred to “Jewish pressure groups”.\nConsortium News contributor Gilbert Doctorow responded, noting that “the subject you have placed on the table merits open discussion which it has not received”\nHasbara troll “comments” manifest in two forms:\n– Conventional (“pro-Zionist / “pro-Israel”) Hasbara propaganda\n– Inverted or “false flag” (“anti-Zionist” / “anti-Israel” / “anti-Jewish or ‘anti-Semitic”) Hasbara propaganda\nIn the face of a sustained intellectual critique of Conventional Hasbara false facts and fake news claims of a “new anti-Semitism”, the Inverted Hasbara propaganda activity was developed.\nInverted Hasbara operates based on false arguments advanced by individuals who masquerade as “harsh” critics of Israel and Zionism, often while spewing “anti-Semitic” epithets and abusive rants about “the Jews”.\nHasbara outlets and media personalities produce scripted articles, write op-eds and make television appearances to disseminate pro-Israel propaganda.\nIn 2009, Israel’s foreign ministry organized volunteers to add pro-Israeli commentary on news websites. In July 2009, it was announced that the Israeli Foreign Ministry would conduct “internet warfare” to spread a pro-Israel message on various websites.\nThe program has expanded to a Hasbara troll army that promotes pro-Israel policies in the press and online media.\nUS/Israel-backed al-Qaeda terrorists in Syria advance the geopolitical goals of Israel, which include permanent annexation of Syria’s resource-rich Golan Heights area that Israel has occupied since 1967.\nThe illusion of a “threat” to Israel guarantees an ever greater cascade of military and economic aid supplied by slavishly pro-Israel politicians in the United States.\nHasbara propaganda additionally aims at promoting fake news and conspiracy theories to divert attention from an actual and very public conspiracy: the efforts of the Israel lobby to manipulate politics in the United States.\nThe basics of Hasbara propaganda are easy to identify: simplistic phrases, repeated over and over, designed to engage emotions rather than produce rational arguments, all shaped to fit into a narrative of good (Western-oriented Israel, the Middle East’s only true democracy) versus evil (Arab/Muslim terrorists who seek not only to destroy the Jewish state but kill all Jews).\nTo persuade Americans to accept this impoverished account of the conflict, Hasbara propaganda rewrites history, rejects international law and ignores the struggle over land and resources that is at the heart of the conflict.\nHasbara propaganda relies on public ignorance of basic facts about international law and the history of Zionist land grab efforts in Palestine.\nConventional Hasbara (overtly pro-Israel / pro-Zionist) propaganda works in tandem with Inverted Hasbara (false flag “anti-Israel” / “anti-Zionist” and fake “anti-Jewish” / “anti-Semitic”) propaganda in ever more desperate efforts to “defend Israel” with a firehose of falsehood.\nIsrael now threatens to invade Lebanon and Syria, backed by its fellow terrorist-supporter, Saudi Arabia. So the Hasbara troll army is out in force.\nJoe Tedesky\nJanuary 18, 2018 at 17:07\nAbe, and you do a through job of attempting to flush out all of the suspected Hasbara trolls that enter on to this site, from time to time. I appreciate your input to this site’s comment board Abe, I really do. Although at times Abe it gets kind of rugged with your accusations, and that is understandable I guess. On the other hand I would rather just debate these Israeli trolls, and see where a conversation with a Hasbara troll will lead me.\nI’m writing this to you Abe, because of late I have seen you and others on this comment board having it out, and along with you and the others who I have grown to dearly look forward to seeing their comments on topics related to this sites article postings, as it breaks my heart to see you do battle with people who by all accounts love you Abe.\nI guess what I’m saying to you Abe, is that maybe we should slow down on the Hasbara troll suspect hunts, and concentrate more on debating the topics we discuss instead. I’m not afraid of any troll, Jewish, American, or otherwise, so let the gates swing open, and let the games begin, is what I have to say. How about you Abe. Joe\nPS…Oh BTW I will admit that Charles Bausman maybe one honest truth teller, but to blame all Jews for all the problems Israel has caused is a broad brush mistake, and one worth avoiding. I get it to where Bausman is coming from, but remember there are Jews such as Miko Peled, and Gideon Levy, just to mention a couple who are far and removed from any Zionist inspired thinking. We also must admit that ‘not’ all warmongers in DC are Jews. So maybe a name to identify these particular people would be better… I’m still going to continue calling these racist warmongers Zionists/Neocons. Unless anyone has a better suggestion…I’m all ears.\nOne more thing, for a well documented study of the Russian oligarch read Phil Butler.\nAbe\nJoe,\nLet’s make several points very clear:\n1) I have never used the term “Israeli trolls”. That term used by Hasbara propaganda trolls to blur and confuse the discussion concerning Hasbara propaganda.\n2) Inverted Hasbara (false flag “anti-Zionist” / “anti-Israel” and fake “anti-Jewish”) Hasbara propaganda trolls actively promote “blame all Jews” propaganda memes.\n3) Not all Zionists are Jews (obviously some are right wing Christians)\n4) Not all Neocons are Jews (obviously some are secular or religious but non-Jewish)\n5) Not all warmongers in DC are Jews (but a preponderance of the warmongers in DC belong to the pro-Israeli Lobby)\nBausman does not “blame all Jews”.\nPeled and Levy do not “blame all Jews”.\nThe “blame all Jews” memes and other Hasbara troll “games” are readily identifiable.\nThe Hasbara troll posters at CN have repeatedly demonstrated that they have no capacity for fact-based discussion or real debate.\nAs a Jew, I have absolutely no problem identifying Jewish warmongers like Cardin or Jewish mafia goons like Trump’s pals as Jews. It’s a perfectly appropriate word to identify these particular people. There’s nothing “anti-Semitic” about such points of fact.\nOne who spews Hasbara propaganda is a Hasbara propagandist. It doesn’t matter whether or not the Hasbara propagandist is somebody’s “friend” in a comment board online.\nJoe Tedesky\nJanuary 18, 2018 at 20:47\nI just hate seeing everything get all angry, as it does when we go to battle over trolling. Call me a pussy, it’s okay, but I guess I’m saying why not debate these trolls down to dirt on the issue at hand. Okay, a lot of times trolls aren’t here to debate, so should we just ignore them. I just hate seeing you battle it out over troll alerts, when you always have so much more to offer with your POV of the issues. I guess I’m looking at efficient energies of yours, I guess. I’m probably a jag off for even addressing it with you, but I want mean spirited debate over the issues, and a ignorance of stupid trolls. Joe\nZachary Smith\nJanuary 18, 2018 at 21:03\nJoe, I’d seen that one when it first came out, for Russia Insider is a site I read every day.   But several weeks ago I did alter the bookmark listing to “Russia Insider – PROPAGANDA”.   There is a lot of useful and thought-provoking stuff there, but the man who owns and operates it isn’t exactly of the highest moral character.   To wit:\nAttempts to connect Mr. Bausman’s article to our country or to its president are not just missing the point – they are outright deceitful. Mr. Bausman’s article was published on his own private media resource, for which he is trying to get donations from the public. Mr. Bausman’s anti-Semitic article has nothing to do with Putin or with the “atmosphere in Putin’s Russia” (which is not anti-Semitic and not xenophobic in general).\nMoreover, it has nothing to do with the Russian intellectual tradition. Please note that no reference to Russian thinkers was made in Mr. Bausman’s article, except for a few illustrations from the legacy of the late Russian painter Ilya Glazunov, who dismissed accusations of anti-Semitism during his lifetime, but who died last year and so can defend neither his reputation nor for his copyright.\nThat is not an unusual situation for anyone dealing with Mr. Bausman: in his article, Mr. Bausman writes that Russia Insider “republishes the best articles about Russia with a link to the original,” but he forgets to add that Russia Insider usually does it without permission and, consequently, without any compensation for the holders of the articles’ copyright.\n:)\nJanuary 18, 2018 at 22:40\nZachary here is another rebuttal from another writer at Russia Insider.\nAbe\nJoe & Zachary,\nInverted Hasbara (false flag “anti-Israel” / “anti-Zionist” and fake “anti-Jewish” / “anti-Semitic”) propaganda frequently references Alt-Right anti-Semitic and white ethnocentric authors.\nThe Russia-Insider website was founded in September 2014 and is driven by editor Charles Bausman.\nHowever, most of the Russia-Insider site content is articles Bausman copied, excerpted or translated from other websites, such as Russia Beyond, Voltaire Net, Strategic Culture Foundation, The Guardian, HuffPost, and Consortiumnews among others.\nBausman’s display of enthusiasm for the Alt-Right is highly suspect.\nIn his 15 January 2018 editorial, “It’s Time to Drop the Jew Taboo”, Bausman applauds the work of two notorious Alt-Right figures:\n“The Alt-Right is doing society a service by addressing an issue that urgently needs sunlight, and by providing an ecosystem of websites and podcasts where authors can be published and critiqued, and points argued back and forth. Much of the discussion of Jewish influence in the Alt-Right is very scholarly, fair and balanced, i.e. the work of Kevin MacDonald or Michael Hoffman.\n“I believe the Alt-Right will continue to gain traction, simply because they intelligently discuss two sacred cows – the Jewish Question, and, closely linked to it, racial equality in terms of abilities, and the desirability of mixed-race societies. As long as they are addressing these two crucial issues, and no one else is, they will grow.”\nMichael A. Hoffman has worked on the projects of neo-Nazi Tom Metzger and of the Holocaust deniers Willis Carto, David Irving, Ernst Zündel, and Herman Otten. Hoffman has served as Assistant Director of the Institute for Historical Review, a Holocaust denial organization.\nKevin B. MacDonald, a retired American professor of psychology, is currently the editor of the Occidental Observer, which he says covers “white identity, white interests, and the culture of the West”. MacDonald testified in defense of convicted Holocaust denier David Irving in his libel lawsuit against Professor Deborah Lipstadt and Penguin Books over claims that Irving was a Holocaust denier. MacDonald alleged that the suppression of Irving’s work was “an example of Jewish tactics”. Justice Charles Gray said in his judgment that the testimony provided by MacDonald was insufficient to establish that he was the victim of a conspiracy to discredit Irving.\nThat Bausman describes Hoffman and MacDonald as “very scholarly, fair and balanced”, may be due to ignorance, racist malice, or deliberate propagandist deception.\nBut the question of Bausman’s personal enthusiasm for Alt-Right figures is an entirely separate issue from the fact-based analysis and reporting contributed by independent investigative journalists whose work appears on the Russia-Insider site\nAnd Bausman’s views are a separate matter from the facts of Jewish participation in pro-Israel Lobby efforts to influence American electoral politics and foreign policy.\nIndeed, numerous analysts and critics of the pro-Israel Lobby and its impact on U.S. foreign policy vis-à-vis Russia, are Jewish Americans.\nSo while the matter is complicated, it’s not all that complicated.\nHasbara propagandists, including both the Conventional Hasbara (overtly pro-Israel) and Inverted Hasbara (false flag “anti-Israel” and fake “anti-Jewish”) varieties, have a decided interest in confusing this important issue.\nPatricia Victour\nI think she should hold off and run for POTUS.\nTaras 77\nJanuary 18, 2018 at 00:55\nAll I can say is good luck, chelsea Manning-you are going to need it.\nCardin is a vile zionist who has primary loyalty to Israel.  He should not ever have been placed in a position of responsibility to represent the interests of the voters of MD and America.  His views are not distinguishable from those of Aipac and the other zionist orgs undercutting the important interests of America.\nI have no doubt that his campaign will be well funded from zionist sources.\nIt is a tragic beyond measure that he and his ilk are seated in congress-the result is what we have as a foreign policy if one can call it that.\nLJ\nJanuary 17, 2018 at 21:30\nBS Identity politics. Manning will never be a Senator. This is a waste of thought but…. Let me point out, lest we forget way back when before any of us heard of WIKILEAKS a US Helicopter Gunship was murdering protestors including Journalists in Baghdad as part of our pacification program after the GW Bush Administration’s Regime Change in Iraq.  This was exposed, perhaps, through Pvt. Manning. These  people were murdered  under order from the US Government for protesting. THIS WAS A WAR CRIME AND IT WAS DOCUMENTED and filmed.  There was clear evidence . There was a chain of command and the perpetrators were known.  No one was ever charged for this CRIME.  Later Manning was sent to prison. Can any of you remember the story of Lt. Calley and the My Lai Massacre in VietNam , An unpopular War that was that the NY Times and Corporate Media, the Networks, even the Washington Post for some reason did not support. What happened to Lt. Calley? What Bullshit this is all  after the fact. Have you read SOS Tillerson’s comments today about the USA establishing a permanent force in Syria and the justification for doing so. Is this the New Logic?. . What has happened to our nation is a disgrace. Pathetic. This is not the country of my birth even though I was born here way back when Ike was The Man, is it yours?\nJohn\nNasty little Private. ; https://huwieler.net/2017/01/18/chelsea-manning-in-basic-combat-training/\nJanuary 17, 2018 at 22:38\nJohn with your ‘Swiftboating’ Manning, let the Chelsea Manning campaign for U.S. Senator from Maryland begin.\nThis article which points to Manning’s lack of bravado in Boot Camp, is overlooking Manning’s greatest asset, and that is her principle of morality. Yes, Private Bradley Manning no doubt was the ninety pound weakling, but by the looks of Manning why would I expect her to even when she was a man to be a rugged harden battle craving warrior? How, does this article bring Manning down? If anything kudos to Manning for at least trying to grasp the Army way of life. Ask yourself how many macho men enlist these days?\nSeriously John, in a country where the last 3 out of 4 presidents never served, and the 1 who did went AWOL, do you really think the average voter gives a hoot? John Kerry wore his medals, and his service too much upon his sleeve, and for that he got ‘Swiftboated’ to death. So, after reading that overly condescending report written by a former Manning comrade, who may have issues of his own to battle with, I doubt today’s voters will find Chelsea a terrible candidate.\nThanks anyway John, because your article is good for preparing us Manning supporters to what’s to come with our Nasty little Private. Joe\nAl Pinto\nJanuary 17, 2018 at 15:08\nThe election in the US favors the incumbent by a large margin, be that democrat or republican. Based on the last 50 plus years, the incumbent reelected:\n1. US Congressman: 90-95%\n2. US Senator: 85-90%\nAt the same time, people have no confidence in politicians:\nThe voters should vote for the challenger, but evidently, that’s not what takes place. They just keep voting for the incumbent, regardless of the level of confidence. For this reason, the voters are at fault and not the politicians, rather we like it or not. Yes, I understand that neither the politicians, nor the MSM have any interest in educating the voters. They just want to keep the status-quo as long as they can.\nIn conclusion, Senator Cardin will win by a large margin, Ms. Manning will loose.\nWelcome to the US democracy, yes, I do know that the US is a republic….\nexiled off mainstreet\nJanuary 17, 2018 at 12:22\nIt seems like this campaign is the right one to focus on neocon power. Manning is a hero for having exposed war crimes and the documented record of torture by the yankee regime against him/her and the released documentation makes her an ideal vehicle to attack the yankee power structure.\nRealist\nJanuary 17, 2018 at 05:52\nIt seems ironic that many of the Russia-haters who are condemning Putin and the Russian government for blocking Alexei Navalny from running in their presidential race because he’s a convicted felon (and subsequently characterising Russia as an “imitation democracy”) are all for blocking Ms. Manning’s run for the senate in America, ostensibly because they claim she is yet another Putin puppet… not because she is a convicted felon.  Apparently that’s okay, at least if you oppose Putin.   But being an accused “Putin puppet,” sans even the remotest evidence, is an instant disqualifier to these folks.   Ah, well, they say consistency is the hobgoblin of small minds.\nRealist\nJanuary 17, 2018 at 05:31\nRunning in an election is not always about winning.   Ms. Manning undoubtedly knows she has very little chance of winning against Sen. Cardin, who is a thoroughgoing menace for all the reasons posted by the readers.  Just exposing the American public (and this goes beyond Maryland where the discussed race is being held) to facts she knows that the general public is shielded from by the mass media would be a major service.  She might stimulate people to learn more about the atrocities and crimes committed by the government that she and Edward Snowden tried to expose.  Maybe the public will start to demand fair treatment of Snowden and Assange in response.\nIt certainly wouldn’t hurt the public to get a dose of antiwar rhetoric from a former soldier forced by chain of command to commit war crimes, and how those acts so offended her sensibilities that she felt compelled to divulge “classified” information and pay the price with hard jail time.   The villains at the top of the food chain in this country would come off looking pretty shabby if she decides to focus on such things.   That alone would be a victory of sorts, if not at the ballot box.\nOtherwise, political policies and talking points are a dime a dozen.  I don’t know what hers are, but, like for every other individual senator, they would probably have little chance of being enacted… or intention of being acted upon.   But, she should be free to enlighten us as to the sort of America she envisages if elected.   Dissemination of her ideas in a campaign might be a useful stepping stone to some other public service role even if she does not get elected to office.   She had aspirations to attend Harvard University on a fellowship but that was revoked by the craven school in response to political pressure.   Apparently, she does have ideas she wishes to explore and share with the public.   Just being a gadfly of the corporate mainstream media would be a major service to humanity in my estimation, and the campaign may give her entré  to that.   I say go for it.\nGregory Herr\nJanuary 17, 2018 at 05:59\nMuch appreciation for your well-measured thoughts.  It wouldn’t hurt the public a bit to gain some exposure to, and understanding of, the reasons and sensibilities of antiwar rhetoric.  And the MSM deserves all the flies their ointment can take…and then some.\nDavid G\nJanuary 17, 2018 at 09:55\nYou certainly earn your sobriquet with that comment, Realist. Everything you say makes sense.\nStill, I’m hopeful Manning’s candidacy may have more success than that (and that she’ll do something worthwhile with that success).\nmichael crockett\nJanuary 17, 2018 at 01:57\nThank you Norman Solomon for your honest and concise article. You and many of the other journalists that appear on Consortium News are on cutting edge of reporting on whats going on in the world today. Let us hope that the Alternative Media shall one day soon supplant the Mass Media has the go to source for news and information for every day people. i am all in for Consortium News, and Chelsea Manning winning the Senate seat in Maryland. The Democratic Party needs a shake up in the worst way. Maybe the Democratic Party is ripe for a takeover. Ben Cardin and the many other war mongering Russia phobic Democrats like him have become the norm for this party. War is not the answer. If its nuclear war, its bye bye human race. Stop the madness.\nTypingperson\nJanuary 17, 2018 at 01:41\nJesus. I just read the NYT editorial linked to in this report.\nInsane.\nFran Macadam\nJanuary 17, 2018 at 00:21\nCardin should be challenged. But wrong guy, er, gal, er whatever.\nTB\nMentally ill guy.  Trans people are train wrecks.\ncmp\nJanuary 17, 2018 at 02:40\nYou are right about Cardin. .. And, every establishment Democrat at all levels of govt has to see a primary from the real left.\n(..how did that Socialist do in 2016?)\nAs of 1/1/2018, Maryland has:\n2,282,369 Registered Democrats\n1,074,379 Registered Republicans\n10,380 Registered Greens\nWith these kind of numbers, the message of the real left has to be planted on the grass root lawns in every precinct.\nMeanwhile as of 1/16/2018 , between the DNC, the Maryland Democratic State Party and Cardin, they all are so worried that he hasn’t even filed his Candidacy with the Maryland State Board of Elections yet.\nBut, when it comes to altruism, (maybe the highest of character traits (?)) Chelsea, Edward, and Julian may just be the greatest examples that I have seen in my lifetime. I see Chelsea’s candidacy as smart, beneficial, and very symbolic on a few different levels.. .. And, as Joe Tedesky says above, let’s hope the real organized left sees this too.\nSuperman\nJanuary 16, 2018 at 23:55\nFour months ago I got denied entry today Canada……….. today I am I am going to run for the Senate in a state of Maryland? Manning is no solution… knowledge is.\nJanuary 16, 2018 at 22:49\nHow is it, Nir Haramati, that Americans are so ignorant of the CIA’s nefarious record that they can be bamboozled by lies such as Cardin’s? It is demagoguery to mention such facts? No, the demagoguery is exactly reverse: it is the omission of this dreadful record of the CIA that keeps fooling the people into supporting the morally diabolical acts that our US neocolonialist government has pulled off for decades, endangering all of us and our planet besides. We get closer and closer to the tipping point if we don’t stop these old fools who are living in times past, such as the fool Cardin. Kudos to Chelsea Manning, and she needs our support, too.\nJake G\nStockholm syndrome is all that comes to mind.\nNir Haramati\nJanuary 16, 2018 at 18:58\nEven when writing about one of the most encouraging events – Manning’s registering to run for senate, as a Democrat, to replace an aged conservative Democrat – neo progressive pundits simply cannot not shoot themselves in the foot with demagoguery and poor argumentation practices.\n“Never before in American history has so clear a threat to national security been so clearly ignored by a U.S. President,”\nA non-controversial statement to any but a die hard neo progressive, it becomes a battle cry for inserting the habitual tired tirade: “The expansion of NATO up to Russia’s borders, the U.S. interference in dozens of countries’ elections (including in Russia during the Clinton administration), Washington’s support for repressive regimes in the past and present”, all true, but all irrelevant and fallacious in the context in which they were uttered, instead of actually attempting to counter Cardin’s statement, by showing, for example, how there are more dangerous threats facing Trump, or larger, or similar, threats facing other presidents, or even by showing how Russia is NOT a national security threat.\nInstead of celebrating Manning’s candidacy, it is used, in a typical neo progressive move, to regurgitate its anti-US nonsense, and sloppy, fallacious, and poor argumentation skills…\nGregory Herr\nJanuary 16, 2018 at 21:27\nHow has Putin waged a “relentless assault to undermine democracy and the rule of law in Europe and the United States” ?  That is the “threat to national security” that Cardin is referring to which he claims is being ignored by Trump.\nWhat you refer to as “anti-US nonsense” is, as you yourself state, factual.  These facts are used juxtapositionally to highlight the sheer hypocritical repugnance of accusing (without evidence) another nation of doing precisely that which your own nation is guilty of–undermining democracy and the rule of law.\nWhat is sloppy and fallacious is your insistence that a baseless and inane accusation be given the dignity of argument.\nNir Haramati\nJanuary 18, 2018 at 09:12\n“How has Putin waged a “relentless assault to undermine democracy and the rule of law in Europe and the United States””\nI am not going to grace that feigned ignorance with an answer both because the media – alternative and mainstream – is full with details on it, and because it is the least important aspect of my comment.\nThe doctrinaire article above made that ignorant false statement and instead of explaining why, listed a series of neo progressive talking points that in the context, i,e, as an explanation to that statement, are all false and irrelevant to it.\nGregory Herr\nJanuary 18, 2018 at 20:03\nOh it’s not feigned or any other type of ignorance. It’s a question you can’t answer with any degree of substance or veracity.\nNir Haramati\nActually, I did.\n“I am not going to grace that feigned ignorance with an answer both because the media – alternative and mainstream – is full with details on it, and because it is the least important aspect of my comment.”\nAnd yours was not even a question, but a challenge. Just because you deny reality does not make your delusion true.\nAnd, as I said, YOU have ignored the main point of my comment. So until then, your red-herring so-called question got more than it deserved.\nGregory Herr\nNir–\n“Never before in American history has so clear a threat to national security been so clearly ignored by a U.S. President”.   Cardin’s words.\nThis statement is clearly in reference to Cardin’s proposition (from the same “report” as the above statement) that Putin is waging a “relentless assault to undermine democracy and the rule of law in Europe and the United States”. That is the “threat” that Cardin is accusing Trump of ignoring.\nYour premise is that this so-called “threat” is “non-controversial”, “undeniably true” if I get your drift.  I don’t accept your premise.  There’s nothing to substantiate such an extreme statement and your reliance on some amorphous “media” isn’t evidence-based, it’s simply an appeal to “authority”.   Poor argumentation.\nYou then insist that it is incumbent upon those of us who find no verified substance to this claim to prove a negative.  Sorry Charlie…show real evidence of a “relentless assault” and then maybe we can have a conversation…without your demagoguery.\nSo what’s the main point of your comment?\nTB\nJanuary 16, 2018 at 18:57\nIt is possible for a felon to serve in the U.S. Congress – but the House and Senate can vote to expel any member that colleagues deem unfit or unqualified to serve.  Getting elected is just part of the battle he faces. Mental illness is not a recommending factor.\nMild-ly - Facetious\n‘ this is that… ‘\nJanuary 16, 2018 at 17:48\nIn my country, apparently we would focus more on the political programme of a candidate than you seem to do in the US.\nIt is convincingly argued that removing Cardin would be beneficial. Ms Manning has guts, but how would she use them?\nMild-ly - Facetious\nJanuary 16, 2018 at 18:50\n“This is a matter of U.S. law,” Israeli Prime Minister Benjamin Netanyahu said in a statement.\n“We respect the decision and look forward to continuing to work with the U.S. to advance peace and security in the region.\nMild-ly - Facetious\nCalling for Netanyahu’s ouster — 12/24/17\nLA Times — 12/24/17\nwhy block this information?\nauthoritarian dominant agenda?\nWinston Warfield\nJanuary 16, 2018 at 17:24\nYes, but will “progressives”, including Manning, distance themselves from Russiagate, which has been a big factor in opposing Trump? My feeling is that it will be complicated, as Trump has pushed detente with Russia, to his credit. Full disclosure: not a Trumpie. Material support and door knocking for Sanders. Ultimately voted for Stein.\nDavid G\nJanuary 16, 2018 at 17:45\nHopefully the fact that Manning is already being named as a key player in the Vast Muscovite Conspiracy will tend toward some Russia-gate skepticism on her part.\nbackwardsevolution\nJanuary 16, 2018 at 17:21\n“Last week, Cardin upped the ante with the release of a report that he commissioned. In effect, it’s a declaration of red-white-and-blue jihad against Russia.  […]  But the much-ballyhooed report is a carefully selective and distorted version of history.”\nOf course it is!  Because Senator Cardin has an agenda, and I would argue a hatred passed down from his family history. Wiki:\n“Benjamin Louis Cardin was born in Baltimore, Maryland, the son of Dora (née Green) and Meyer M. Cardin (1907–2005).  The family name was originally “Kardonsky”, before it was changed to “Cardin”. Cardin’s grandparents were Russian Jewish immigrants.”\nTime after time, when looking at the backgrounds of these predators, I see two things:  Jewish and a trail leading back to Russia.  A family history of hatred toward Russia.\nMost of the rich Russian oligarchs are Jewish.  They swooped in after the fall of the Soviet Union to scoop up the spoils for themselves.  These are the people Putin has been fighting within Russia.\nbackwardsevolution\nJanuary 16, 2018 at 17:02\n“The expansion of NATO up to Russia’s borders….. Or the aggressively deadly U.S. military interventions in the recent past and present, from Afghanistan to Iraq to Libya.”\nThe predators are going after their prey.  Almost all elite are from this predator class, not unlike the birds in the following article:\n“According to the team, firehawk raptors congregate in hundreds along burning fire fronts, where they will fly into active fires to pick up smouldering sticks, transporting them up to a kilometre (0.6 miles) away to regions the flames have not yet scorched.\n‘The imputed intent of raptors is to spread fire to unburned locations – for example, the far side of a watercourse, road, or artificial break created by firefighters – to flush out prey via flames or smoke,’ the researchers write.\nThis behaviour, documented in interviews with the team and observed first-hand by some of the researchers, sees prey driven toward the raptors by a wall of flame, enabling them to engage in a feeding frenzy upon fleeing or scorched land animals.”\nDavid G\nJanuary 16, 2018 at 16:56\nAnother delightful aspect of the prospect of a Senator Chelsea Manning is envisioning a person with her track record as a patriotic truth-teller being protected by the Speech or Debate Clause of the U.S. Constitution.\nJust picture her on the Senate floor or a committee bench spilling the beans on some classified nightmare, knowing there’s not a thing the bastards can do about it (legally, at least).\nProbably won’t happen even if she does win, but it’s a warm thought for this winter’s day.\nJoe Tedesky\nJanuary 16, 2018 at 17:47\nIt would be thrilling to see the look upon Eric Prince’s face, if Manning should win. Add to that General David Petraeus will be another one to watch for his reaction.\nDavid you make a good point to how we will need to see just exactly what Manning will stand for, but I’m placing my bet that she will be everything we thought she would be. I mean this person (Manning) hasn’t necessarily seen the best side of America’s military, nor has she seen the best side of the American government for that matter. So my guess, is that Manning will be very progressive. My other guess, is I should stop guessing and just wait it out to see what kind of candidate Chelsea will make of herself.\nGood reasoning David. Joe\nJanuary 16, 2018 at 16:39\nAs a candidate, and later perhaps as a senator, Manning will have countless opportunities to say and do things that will either raise or lower my opinion of her, and I don’t know how I’ll ultimate feel about her as a politician.\nFor instance I have absolutely no idea where she stands on economic inequality and environmental issues. Could her anti-empire actions be part of a Ron Paul-style “libertarianism”? I hope not.\nBut as of today, her candidacy certainly looks like a hopeful development.\nIn particular, while her transgender experience will receive an overwhelming amount of attention, another aspect of her “identity” may be at least as important in bringing a fresh perspective to Congress: as a person who joined the army as a private, Manning (I’m guessing) does not come from the socio-economically privileged background that most serious candidates do in this day and age. In the ever more stratified U.S., that’s very encouraging.\nAnd in a time when Congress is filling up with Global War on Terror veterans, I’d be glad to have at least one who wasn’t an officer.  (The last ex-enlisted person in Congress I can name was Chuck Hagel, though if there are others I’m happy to learn.)\nbackwardsevolution\nJanuary 16, 2018 at 18:34\nDavid G – an expert I listened to described four different classes of people:\n– Liberals – believers in free speech/liberty/equal opportunity for all, but feel the government should protect the lower classes who can’t help themselves\n– Libertarian – believers in free speech/liberty/equal opportunity for all, but feel the government makes people dependent when helped too much\nBecause these two groups believe strongly in free speech (no matter what is said), they can actually have a conversation with each other.\nHaving seen firsthand the spiraling down of a very capable “dependent”, who has been helped time after time, lifted up, debts paid off, I can see where the Libertarians are coming from.  This beautiful person, who could have contributed so much to society, has been rendered helpless.  Sad to see.  Had they been made to stand on their own two feet, they would have discovered their strength.  Now all they see is weakness, and they live that weakness.  Yes, they might have floundered had the supports been pulled away, maybe even died, but at least they would have tried.  The way it’s turned out, they died anyway, a long time ago, when the supports were added.\nThe Liberals, thinking that more is better, continue to throw money at anything that moves:  if the person just has a free place to live, they’ll pick themselves up; if more money is spent on schools, that’ll do the trick; if more welfare is given, that’ll fix everything.  Instead, what we’ve now got is single mothers continuing to have more children by many different fathers, and kids growing up knowing that someone will bail them out, and if they don’t, there will be hell to pay.  What a waste of life and talent.\n– Progressive Left – profess to believe in free speech, when in actuality they shut down all dissenting opinion (no diversity of thought allowed); believe in equal opportunity for all, but they also demand “equal outcome” for all.  Believe there is no difference between the sexes (good luck with that!)  Believe “diversity is our strength” as long as it’s their diversity.  Don’t mind cracking heads and smashing windows – violence is justified in their minds.\nThe far Right and the Progressive Left are fundamentalist in their thinking, religious in their attempts to get their way.  Closed-minded, narrow thinkers.\nS Kowalski\nJanuary 17, 2018 at 06:23\nExactly my problem. This article does one important thing right: it does not comment on the transgender topic, because it is not important.\nUrban Priol, a German Comedian once said: “If my chancelor had a sensible policy, I would accept him marying a new spouse every day, even if there is a cat or a dog somewhere in that list.”\nExactly my point.\nWhat I am missing in this article is any information about the political views of Ms Manning. And that is what a comparison between two candidates is all about.\nWhat the article does is acknowledge the candidacy of Ms Manning and goes on to an in-depth analysis of her opponent. And while most of what Ms Manning has done is being told to us by others, her policy should be explained by herself. Trying to guess her views by analyzing her behaviour is nice – but not really the first thing to do.\nI bet she is sitting somewhere, ready to answer questions, and the only two questions, over and over, are: “How does your being transgender influence your campaign” and “What do you say when people call you {traitor}{immoral}{sick}…”\nYippie, that’s politics.\nJanuary 17, 2018 at 09:37\nThe final paragraph of your comment, S Kowalski, regrettably rings very true. Manning may have a hard time getting people to pay attention to things other than what she is already known for.\nBut this is still brand-new news. We know a lot about Cardin the politician, and it’s pretty dismal. We know a little about Manning the incipient politician, but what we know looks pretty good. It’s not a bad place to start from.\nBob Van Noy\nJanuary 17, 2018 at 09:53\n‘’And in a time when Congress is filling up with Global War on Terror veterans, I’d be glad to have at least one who wasn’t an officer. (The last ex-enlisted person in Congress I can name was Chuck Hagel, though if there are others I’m happy to learn.)”\nThanks David G. Here’s the best example that I can think of…\nJanuary 16, 2018 at 15:47\nTo get a feel for if the Democrates got the message, after this last 2016 presidential election, there could be no better of a barometer than to see how well Chelsea Manning does against her rival Ben Cardin. Cardin stands, in my estimation, to be a fitting example of how bad the Democratic Party has strayed away from the common man/woman. Chelsea on the other hand, in my view, stands for the new progressive, and she is a welcome relief after all of these Clinton Wall Streeter years to see. So good luck Chelsea, if anyone deserves to help craft new legislation, it’s you Chelsea, because you earned it. You most certainly earned it, now you go girl.\nZachary Smith\nJanuary 16, 2018 at 16:34\nThe Dem Establishment will give Cardin all the help they figure he needs.  The old fart is pretty much their ideal sort of Senator.    After a quick search I found this:\nSummary:\nThis conspiracy theory mocks itself. The idea that Vladimir Putin sat in the Kremlin, steaming over Benjamin Cardin’s report on Russia, and thus developed a dastardly plot to rid himself of his daunting Maryland nemesis – “I know how to get rid of Cardin: I’ll have a trans woman who was convicted of felony leaking run against him!” – is too inane to merit any additional ridicule. But this is the climate in Washington: no conspiracy theory is too moronic, too demented, too self-evidently laughable to disqualify its advocates from being taken seriously – as long as it involves accusations that someone is a covert tool of the Kremlin.\nI’m no fan of David Stockman, but he pretty much nails that one.\nDavid G\nYou’re quoting Glenn Greenwald there, ZS, not David Stockman.\nZachary Smith\nCorrect.   It wasn’t obvious at first glance, though.\nJanuary 16, 2018 at 16:57\nNo matter Zachary where the quote comes from, the point you are making is very well accepted.\nI see the Established Democrat hanging on to Cardin, and for good reason, because Cardin represents the values of the donor class in everyway possible. On the other hand Chelsea will be seen as a disruptor, and the Establishment trolls will be out in full force to bring her down. This, if everything can go right, should be a testing ground to see if the Bernie voter, and the Stein supporter, can meet to put a true progressive in office. Now, if the Bernie/Stein follower should defeat Cardin, then oh boy will that send a signal.\nI hope I’m not putting the cart to much further in front of the horse, but my excitement over a true progressive running as a Democrat should be understandable….still excuse me, for being to over joyous, but I can’t help myself. It isn’t everyday that we Americans have something to jump up and down about, when most of the time we get to vote for the lessor of the two evils. Although, I’m sure the Establishment and the MSM will find a way to try and bring Chelsea Manning down. If this happens we should stand our ground and deny the ruling elite their day. Joe\nLarco Marco\nJanuary 16, 2018 at 19:14\n” I’m sure the Establishment and the MSM will find a way to try and bring Chelsea Manning down.”\nThat could prove to be easy, seeing how many Establishment sycophants commute inside the beltway to their well-paying jobs.\nJoe Tedesky\nJanuary 16, 2018 at 23:25\nYes Larco Marco, and the bigger box to unpack is the over stuffed Zionist/Wall St junk that has for far too long weighted down the corrupted Democratic Party. In fact, if the Democrates don’t soon latch on to a ‘new party for the people’ philosophy to their mission, well then it’s over….or as many here will say, it’s was over a longtime ago.\nMaybe Chelsea Manning knows something about Maryland politics that we don’t, but I’d be cautious to how well the Democratic Party establishment takes to her. Chelsea should take Bernie to lunch, and learn to what she should know about her fellow Democrates. In any case, Chelsea’s campaign will be an attention getter, and with the right publicity Chelsea will gain a huge message board…that can’t be all that bad in and of itself, for I will bet Chelsea got a hell of a message to announce to us American citizens. Joe\nevelync\nhah hah hah.\nthe Dem establishment’s conspiracy theories (as exposed by the very sane Glenn Greenwald – courtesy David G’s correction)\nproves that their paranoid pretzel twist explanations of real world events is nuts.\nthanks for the quote!\nJanuary 16, 2018 at 17:00\nWe already learned that the Dem establishment learned nothing from 2016 when they picked Tom Perez over Keith Ellison for DNC chair. Now we’ll see if the rank and file Dems are any better.\nJoe Tedesky\nJanuary 16, 2018 at 17:19\nDavid I’m glad you brought that up. If I had been on the ball I could have sighted that as well. You make a good point David, but at least having Chelsea Manning running against Ben Cardin will make a good race to watch, as to see if by popular demand Chelsea should have a huge following. Remember Trump wasn’t the first choice of the Republicans, so why shouldn’t the Democrat’s find out just how much America is changing away from the old guard. Add to that, let’s see how much the Democrat’s learned after they either aided or looked the other way to the sabotaging of Bernie Sanders per Hillary, Wasserman Shultz and Company who did him in. Joe\nDavid G\nJanuary 16, 2018 at 17:38\nIndeed. Abstracted from the political and cultural horror show that is the Repub party, the bare fact that their rank and file kicked all the boardroom-approved hacks to the curb in favor of Ol’ Cheeto Dust was a joy to watch. (Between you and me, I kind of felt that way in the general election as well, just a bit.)\nThe Dems have yet to show any such gumption in a meaningful way. Manning’s candidacy seems like a good chance to see whether that can change.\nJoe Tedesky\nJanuary 17, 2018 at 02:20\nI’d like to see Chelsea Manning join Ray McGovern and the others over at the VIP’s, and give that organization a boost, and I’d like to see some crafty lawyer sue the MSM for information fraud….and win.\nWhile Trump overcame the Republican Party Old Guard, Sanders wasn’t to be that lucky. Something better change soon, because eventually Americans will one day put down their channel changers, and figure out how to bite the Establishment back. Wishful thinking, but every once in awhile history proves my statement to be right. Before anything too disruptive gets underway a new political party with a whole new and different approach with a fair minded philosophy would be most welcome. Joe\ncmp\n~~~~~2006 Election Cycle~~~~~\nIn April 2005, Cardin announced that he would seek the U.S. Senate seat of long-standing senator Paul Sarbanes (D-MD). This had followed the announcement by Sarbanes that he would not be running for re-election in 2006.\nIn September 2006, Cardin faced a challenging primary battle with several other Maryland Democrats, including Kweisi Mfume Josh Rales, Dennis F. Rasmussen, and Allan Lichtman. Cardin won, however, with 44 percent of the vote, compared to 40 percent for Mfume, five percent for Rales, and two percent for Rasmussen. He was declared the winner after just two percent of the precincts had reported.\nCardin won the General Election in 2006, defeating Republican challenger Michael Steele 54 percent to 44 percent.\nAccording to the FEC, Cardin raised $8,775,424.00, and Steele had raised $8,432,622.00\n~~~~~2012 Election Cycle~~~~~:\nCardin ran for re-election to a second term in 2012. He turned back a primary challenge from State Senator C. Anthony Muse, defeating him 74% to 16%, with seven other candidates taking the remaining 10%.\nIn the general election, he faced Republican Dan Bongino, a former United States Secret Service agent, Independent Rob Sobhani, an economist and businessman, and Libertarian Imad-ad-Dean Ahmad, President of the Minaret of Freedom Institute. Cardin easily won the election, taking 55% of the vote to Bongino’s 27%, Sobhani’s 17% and Ahmad’s 1%.\nAccording to the FEC, Cardin had raised $6,781,703.00, and Bongino had raised $1,826,651.00\n~~~~~2018 Election Cycle~~~~~:\nCardin will be 75 years old in 2018. He is presumed to be running. He is being challenged in the Democratic primary by Jerome Segal, Richard “Rikki” Vaughn, Debbie “Rica” Wilson, and Chelsea Manning, but (updated 1/16/2018) with the State of Maryland Elections, they only show Segal, Vaughn, and Wilson as having yet filed their Candidate Committees with the State.\nAccording to the FEC, since 2013, Cardin has raised $2,573,892.00\nAnd, According to the FEC, Segal, Vaughn, Wilson, and Manning, they too all have Candidate Committees registerd with the FEC, but they have yet to have to filed reports.\nChelsea’s voice needs to be heard.\n.. But, the First Amendment is basically now, private property .. And, it is owned by those who have the money.\nShe’s gonna need all of our help.!\nBob Van Noy\nJanuary 17, 2018 at 09:45\nSo right cmp, Chelsea is going to need all of our help. I’m going to use your very excellent comment to point out and to link an essay on the writing of Richard Rorty that I read only yesterday. I hope that the regular readers here will critically read it because I think it very accurately describes how we arrived at this point of our failed Democracy.\nJanuary 17, 2018 at 18:06\nIt’s a very complex issue. Rorty usefully identifies tendencies – reformist left / cultural left – which helps provide a framework for discussion, but certainly isn’t exactly “it”. It should not be forgotten that the two highest profile leaders of the reformist left were murdered within a few months of each other in 1968. The second murdered man almost certainly would have won the presidency over Nixon. The shock and despair over the two deaths pushed a lot of motivated people out of politics altogether, which further contributed to a decline of influence.\nGregory Herr\nJanuary 17, 2018 at 22:02\nA real good catch Bob…a stimulating analysis of a subject that’s hard to come by without excessively drawn-out explanations.\nWe need to take that teeter-totter of economic and cultural focal points off its pivot and see the work that needs to be done from within a more holistic perspective. We need to blend idealism with pragmatism.  Perhaps something of America can yet be “achieved” or “redeemed”.\nI think the idea that the oligarchical right seized upon and promoted the culture wars as a distraction from economics is interesting.  The old “divide & conquer” routine.\nBob Van Noy\nJanuary 18, 2018 at 11:46\njaycee and Gregory Herr, thank you for the “careful reading”.  I very much agree with both of you that given a better environment we might explore and discuss our standing, and the future. The political manipulation of our society has disrupted scholarly exchange, and that could be our greatest loss…\nGregory Herr\nJanuary 20, 2018 at 15:01\nOn the topic of scholarly exchange and the “environment”, you may find something of interest here:\nHi Bob!\nIt’s always so great to see your insightful and compassionate contributions. How have you been?\nI spent this past year “recuperating” form the 2016 debacle. So, I was working with local ngo’s on the poverty and the immigration fronts. But now that the season for candidate announcements is back upon us, I will be meeting up with my local Greens on the 27th, to see what candidates I can best help.\nThank you so much for the excellent Sean Illing piece. (.. I wish I could write like him (..smile..)) But, I did read it twice, because as Jaycee & Gregory say, it is comprehensive and complex.\nA part of this conversation, I believe that we on the left, we have always been at a natural disadvantage when it comes to the technology.\nFor instance around 1800, after harnessing water power which gave us the industrial revolution, it took Flora Tristan until 1843 to respond with the epic slogan “Workers Of The World Unite!” She coined this phrase because she was one of the first to connect the freedom of the working class with the deliverance of women’s rights.\nJumping forward to the explosion of the mass media after ww2, was the Establishment caught off guard by America’s promise? I mean, were the voices of Malcolm, MLK, and Baldwin, etc., ever suppose to be heard? .. And, after we heard those voices, what I find particularly astounding, is how anyone could turn their back to their message. .. I think Baldwin can explain “it” much better than I can.:\nLike Flora Tristan believed way back in 1843, we have to have greater and more inclusive coalitions. .. So, let’s keep doing our best, and let’s keep working. .. And, in the immortal words of Baldwin: “Not everything that is faced can be changed; but nothing can be changed until it is faced.”\nTY, It’s a great piece Bob! .. And, I ‘am going to alternate sleeping on it, with reading it again this weekend.\nBob Van Noy\nJanuary 18, 2018 at 16:40\nMany thanks cmp. I’m well. I very much want to engage along these lines but l don’t want to go further off topic. Yes, we will have to make our case as this political season begins, and that was my object here. I’ve been tracking pragmatism going back to Emerson and I have followed Richard Rorty for years. I’ll be watching for your commentary… Fair well…\ncmp\nHi Bob,\n.. I ‘m a fan of Emerson too. .. And now thanks to you, Rorty; as well.  (..SMILE..)\n.. An yes, you are so correct. This cycle is tremendously important, because it definitely has impacts that will be felt until the year 2031.\nThe officials that are elected this cycle at the Federal, State, County and City levels, they will lay down the foundations and the networks for the Redistricting that will then be acted upon in 2020 & 2021. These district lines (right or wrong) will then be the cornerstones of our democracy for the subsequent 10 years.\nThe last time I checked, the Greens have 143 elected representatives in the country (..ouch..). These are mostly at the local level of say the School Boards, and such. But, here in AZ, at the State level, we have Public Funding of Elections where all candidates at the State level that are with a Registered Party are qualified to receive the public funding. (..around (40-50)K for a State Leg, and (4 to 5)x’s that for a Statewide candidate..)\n.. And, if the Democrats are not going to carry and broadcast the message of the real left, then I want to be involved with someone – anyone who will carry this message. This, I feel that makes my experience, efforts and time – very well spent.\nHere in January, this is my thinking. .. But, with a campaign as symbolic as Chelsea’s, I would be very honored to also work long distance with her campaign too. .. And, if it warrants down the stretch, I would love to go pound the ground for her; as well.\nBob, if you have never seen the film that I referenced above, ‘Cover Up, Behind the Iran Contra Affair’, then please do watch it. .. Amongst other things, there is some talk of how really dark money is criminally used each cycle, that smacks at exactly what we are discussing here.\nI hope that I ‘am getting closer to the conversation that you had in mind. Please do let me know.\nTY Bob!\nBob Van Noy\nJanuary 21, 2018 at 09:33\ncmp, you’re right on, its just that I long for an election dialogue forum. California is supposed to be a blue, blue State. HA. It is more like neoliberal (right/center right) but that is because progressives are not allowed in the conversation. Truth is, that both parties just play off each other and never accomplish what they promise.\nThere is something different going on that is exciting beyond party identity. I think the key will be like; support the individual candidate outside party bureaucracy, see what happens. If the parties act like business as usual, huge fundraising by Corprate Doners, simply reject them in the next cycle. Change the game; no business as usual.\nI will watch the Iran/Contra film and thank you for the excellent advice. Fee free to contact me at Robert.edward5@AOL.com\nMild-ly - Facetious\nThe Story of Manning and Tamimi.\n/compare&contrast\\\nstanding  ground,\nwild North American lands,\nbefore the Mayflower and,\nHorror of Hostile Takeover,\nViolence upon the Innocent.\n********************************\n“Ahed Tamimi Should Stay in Prison Because She Might Slap Again” — Israeli Ethicist\n(excerpted)\nMondoweiss 15 January 2018\nTheme: Law and Justice, Police State & Civil Rights\nIn-depth Report: PALESTINE\nFeatured image: Prof. Asa Kasher (Source: Mondoweiss)\nOne month after she slapped a soldier in occupied Nabi Saleh, 16-year-old Ahed Tamimi faces a final bail hearing today at court.\nTamimi has been imprisoned since December 19 for the December 15 incident. The Israeli prosecution is trying to make Ahed Tamimi a terrorist.\nAnd now Israel’s greatest ethical authority (not by me though), Professor Asa Kasher, has come to join the chorus.\nYesterday, Kasher appeared as a commentator on Ahed’s case. In news coverage for the Dutch NOS Journaal, he is seen viewing a video of her slap (see link from 7:47).\nHere’s the text of his short interview:\nKasher: “So she is permanently provocative. So I can understand the judge” [who has so far not released Ahed on bail, unlike her cousin Nour, ed].\nInterviewer: “But she’s a minor. How can she be dangerous?”\nKasher: “Dangerous in the sense that she can slap the… slap another officer, and another… ‘Dangerous’ doesn’t need to mean jeopardizing life. It means breaking law and order. I mean, not acting properly, to the extent that disturbs the people from accomplishing their missions.”\nGet it? Ahed has simply disturbed the soldiers from accomplishing their mission – which had included shooting her cousin Mohammed in the face earlier that day, and occupying their village as they do daily. That’s dangerous – because it’s a really important mission. And Ahed could slap again, and again. Who knows, one day she could come to slap the Chief of Staff, and then all hell would break loose.\nBut it is Asa Kasher who is far more dangerous than Ahed Tamimi. Because he is a kind of moral authority, and particularly where Israel’s military occupation is concerned, because he is the author of the Israel Defense Forces Ethics code (written in 1994). Kasher has recently also been commissioned by Education Minister Naftali Bennnett to write an ‘ethics code’ for Israeli universities, the main purpose of which was to stifle any discussion of Boycott, Divestment, and Sanctions (BDS ). The American Association of University Professors (AAUP) as well as the American Federation of Teachers (AFT) joined Israeli academics in condemning the document for its encroachment on academic freedom\nmark\nJanuary 16, 2018 at 16:15\nStrange that nobody has picked up on the fact that the slapped Israeli “hero” is filmed spitting on this girl.\nTypical behaviour from the “most moral army in the world.”\nTheir other party piece is breaking into houses in Lebanon and Gaza and using them as toilets, defecating over everything.\nIf Trumpenstein is looking for sxxxholes, Israel fits the bill quite well.\nJanuary 17, 2018 at 16:01\nHer 14 year old brother had just been shot in the had by a stormtrooper’s steel rubber coated bullet. Plus her family  in particular and her nation in general have been subjected to genocide for half a century.\nZachary Smith\n…Professor Asa Kasher…\nNever heard of the guy before now, but after a bit of research learned he is a worthless piece of filth.   While making that search I was reminded of the case of IDF Sgt. Elor Azaria – the brave hero who executed a wounded Palestinian lying on the ground – with a bullet to the head.   Oh, the uproar in Holy Israel when the publicity forced a trial!   Upshot: murdering a helpless Palestinian got him 18 months in jail, 12 months probation, and demotion to Private.   I’d wager that the “jail” is a pleasant lounge at some little Israeli Army base where the guy plays cards with his buddies – and watches a lot of TV.\nBut back to that Professor Asa Kasher jackass, I’ll wager he applauds when the girl who slapped the brave IDF soldier gets the book thrown at her.\nJohn Mugge\nJanuary 16, 2018 at 15:02\nOur elected officials need courage to stand up to the Deep State.  Who better than one who has been to hell and back?\nmike k\nJanuary 16, 2018 at 15:15\nRight. Manning has shown more guts in the face of state torture than anyone can imagine. Just her fully open truth telling would be healthy for our cowardly, lying government.\nJanuary 16, 2018 at 21:45\nYes!  It is amazing that she has survived.  She has strength of character not to mention her intelligence analysis background.  She proved she knows the difference between right and wrong.  BTW:  suicidal ideation is actually a normal human response to the tortues she experienced.  The brain recovers after one escapes torture.  To judge her based on how she felt while being tortured is shortsighted.\nDavid G\nYes!\ndahoit\nCardin is a zionist,and a traitor.\nCould we have a responsible? candidate.C’mon.\nZachary Smith\nJanuary 17, 2018 at 13:07\nI agree on all counts.\nThere appears to be some kind of mechanism for keeping “responsible” candidates away from elections.   How did a neocon Skull and Bones person get set up against Bush in 2004 – Kerry was a designated playing-to-lose patsy who probably accidentally won anyhow.   I couldn’t help but note at the time how he carefully avoided challenging the results in Ohio.   How did the Black Superman out of nowhere get the 2008 nomination?   When Obama was exposed as a total fraud, why wasn’t he “primaried” in 2012?    How did it happen that NO Democrat of consequence ran against the widely disliked Hillary in 2016?\nThe handling of the “fix” isn’t something I understand, but it is clearly in operation.   Even with the highly visible disaster of Trump, nobody except Reliable Corporate Hacks are being spoken of to oppose him – at least those are all I’m hearing about.\nPutin Apologist\nJanuary 16, 2018 at 14:29\nAnd Ben Cardin was also instrumental in passing the anti-Russian legislation known as the Magnitsky Act, the law that’s been called ground-zero in the New Cold War.\njaycee\nJanuary 16, 2018 at 17:15\nGlenn Simpson, of Fusion-GPS fame, was also working on “opposition research” on William Browder, the alleged “anti-corruption crusader” who is said to have both inspired and lobbied for the Magnitsky Act. Simpson suggests Browder is less than what he has been portrayed, and the tax avoidance/money laundering schemes which got him in hot water in Russia were in fact illegal. So yes, Congress’ self-righteous anti-corruption Act is based entirely on a false narrative.\nexiled off mainstreet\nJanuary 17, 2018 at 12:28\nCardin is a proven war criminal and fascist based on the Magnitsky act and his tireless efforts for the neocons and Israelis, the fascism being proven by the anti BDS act.\nZachary Smith\nJanuary 16, 2018 at 14:03\nBen Cardin wants to both bankrupt and imprison anybody who participates in BDS against the apartheid hellhole called Israel   He was in favor of the destruction of Libya.   The man is a glittering example of Israel’s ownership of the US Congress – both parties.\nI have problems of my own in Indiana with two US Senators who aren’t worth a wooden nickel between them, so getting exercised over Maryland’s problems isn’t very smart.  Still, I hope Manning can expose Cardin’s worst features for the voters there.   I doubt if Manning will be successful, but a person can hope.  After all, I’d expect a randomly chosen 30-year-old college graduate would probably be vastly superior to Cardin.   And to both of MY Indiana senators as well.\nFrom 2011:\nKey part:\nHe’s been through “enough tough votes” to know how stupid you are. After all, you’ve got no one else to vote for!!!\nPerhaps the voters of Maryland will now have somebody with a bit of name recognition as an alternative. Someone else to vote for!\nZachary Smith\nJanuary 16, 2018 at 14:26\nWell, Sen. Cardin (D-MD) is not wrong and pretty much reflects all of the representatives’ viewpoint in the congress and anywhere else in federal and local governments for that matter:\n“Forty percent (40%) of Likely U.S. Voters now think the country is heading in the right direction”\nAnd by the time people get to vote, all they’ll hear about how their votes counts, the only time the candidate seemingly listens and won’t recognize you after the election. That’s how it has been working since pretty much forever…\nJanuary 16, 2018 at 15:03\nYes, BDS. That should be the other big foreign policy issue she raises.\nJoe Tedesky\nJanuary 16, 2018 at 23:10\nZachary a candidate’s allegiance to AIPAC/Israel affiliates should be a litmus test for anyone opposed to Israel’s treatment of the Palestinian, and to Israel’s role in the greater Middle East. Manning being an Iraq war veteran would be an interesting candidate to behold in a race which would no doubt go there to that subject of war, where I think Manning would appeal to the many Americans who now oppose all these wars with no end. In fact, if there is ever to be an American politicial candidate who could run straight up against the Israel Lobby crowd, I would think it would be candidate Chelsea Manning, or maybe I’m biting off more than I can chew with that statement, but I believe she could. Joe\nJanuary 17, 2018 at 15:32\nHaving just finished reading “The Cell” I now realize OBL was mostly about the genocide against Palestinians.\nevelync\nExcellent point, Zachary Smith! You said:\n“…..Still, I hope Manning can expose Cardin’s worst features for the voters there.”\nYes, indeed! Chelsea Manning has the political “point guard’s” skill and the intellect to get to the truth.\nPeople are sick and tired of being had and will hopefully respond.\nKalen\nJanuary 16, 2018 at 13:55\nThe fact is that Wikileaks by default never acknowledge leakers’ identity, and hence Manning politics is unknown despite fact of releasing massive archive of US crimes, illegal wars, true evidentiary documents never denied, even during kangaroo trial.\nAdditionally, it is really strange that Manning wants to join the most corrupted body of this fundamentally and unfixable government run by oligarchic ruling elite who solely benefited from collateral murder which entire imperial expedition to MENA countries may be characterized as such, murderous rampage.\nSenate is especially guilty of derelection of duty allowing for crimes against humanity to go on in bi-partisan spirit of despicable evil for entire time of US existence.\nIf the only reason she is running is to unveil horrendous hypocrisy of Dems regarding transgender people, many did this before in very open public and effective ways already, no need for more and especially there is no need to legitimize this political puppet show in any way by cooptimg its flesh and blood victims who truly suffered in this Roman political theater of insanity and pain.\nManning should rather campaign for peace where she made tremendous contribution already rather than going to the hornet nest only to be ultimately corrupted, as happened to many before.\nZachary Smith\nJanuary 16, 2018 at 14:07\n.\n.\n.\nManning should rather campaign for peace where she made tremendous contribution already rather than going to the hornet nest only to be ultimately corrupted, as happened to many before.\nIn my opinion ‘campaigning for peace’ on the US Senate floor would be a hell of a lot more effective than doing that anywhere else.\nmike k\nGood point Zach.\nAgreed.\nWill\nJanuary 18, 2018 at 16:54\nAnyone who advocates for sitting out elections, and the political process up to and including seaking elected office…is selling something.\nKalen\nJanuary 16, 2018 at 16:19\nProve it. Give me evidences.\nThere are none. It were Street protests against the war if anything putting some pressure on rulers, mostly in vein, not Senate with its dereliction of duty of oversight, archaic undemocratic ways of manipulation, intimidation or murder even in the past on the Senate floor itself or outside like the case of Wellstone and others.\nIn the US Senate there are two alternatives: corruption or death.\nDo you really believe that Manning can resist that without quitting or be expelled?\nAnd most of all running on a Dems ticket!\nThe same Dems/Obama who tortured her and put her away practically for life for telling the awful truth about murder of war, only to be pardoned?\nWhat a cruelty.\nGregory Herr\nJanuary 16, 2018 at 18:21\nI share your despair towards the “fixability” of the Senate and realize that choosing effective means of exposing wrongs and voicing alternatives is a dilemma in itself.  Manning’s choice to use the platform of electoral politics at least assures her of a platform, however effective or ineffective it may turn out to be.  The fact remains that power continues to be exercised from our prevailing institutions and–whether or not it is tantamount to banging our heads against a wall—perhaps the only shot in heaven or hell we people of conscience may possess is to gain a foothold at the seat of power itself.  What are the alternatives? Mass civil disobedience won’t happen until it’s too late and clarion calls from the streets won’t happen unless the wrongs are truly exposed and just alternaives are given weight.\nI know the scenario of a successful primary against Cardin is unlikely–but should that example be successful for the right reasons and should others be inspired to raise a grassroots effort to primary the hell out of the existing political structure–then well, let’s go for it.   You speak of of protests putting pressure on “leaders”.    Well, one of those “protestors” was a Senator from Arkansas named Fulbright.  The entire history of the Senate hasn’t been entirely all bad.\nAnyway, I can’t discern what “this is about” for Manning personally–but I’m certain, unlike Neera Tanden, that the Kremlin isn’t behind it!  Talk about a circus!  I appreciate your thoughts Kalen.\nJanuary 17, 2018 at 15:29\nThe publicity of running cannot hurt the cause of Peace, but to thick if she were elected she would implement significant change is absurd, think Senator Paul Wellstone and family.\nOWS had power and possibility and if not for being crushed by O, Demo’s and brutal state security forces could have been a successful REV…\nGregory Herr\nJanuary 17, 2018 at 20:43\nWell yes, to think any single Senator could implement significant change would be “absurd”.  We need 50 or so Wellstones or Mannings.  I was merely suggesting that electoral politics provides a good bit of visibility and that confronting abusers of power at their seat is an alternative worth consideration.  We’re in a real bad fix in a dark tunnel going far uphill with little light.  But as long as courageous people of conscience are willing to take the fight to the bastards, I’m all for it.\nJoe Tedesky\nJanuary 16, 2018 at 23:00\nKalen I feel your reluctance to Chelsea Manning’s chances, and if she would win to what Chelsea’s ultimate frustrations would to be found while she served inside of a corrupted government, but if by some chance Chelsea would win, well then think of what a Door Stopper Chelsea’s winning would be to the discouragement of the Wall St/DNC/Zionist DC Establishment’s revolving door of corporate career politicians and their appointments.\nChelsea would be wise to take a chapter out of Donald Trump’s Presidential Campaign, and run on the idea of losing, but winning by establishing their name as a ‘Big Name Brand’. Don’t run to win, but be like Bloom & Bialystock, and think your creating a loser only to be surprised to come out a winnner….only don’t go to jail, like what happened at the end of ‘the Producers’. What I’m saying is Chelsea would get lots of name recognition, while exposing her political ambitions to a whole new generation.\nKalen, I see your misgivings, and I’m only trying to point out the strategic thinking I feel would best suit Chelsea Manning’s candidacy. Joe\nevelync\nKaren, your skepticism towards any political candidate is understandable, but Mark Hertsgaard in his terrific book –\nBravehearts: Whistle-Blowing in the Age of Snowden –\ntells us that whistleblowers are a special kind of human being who do what they do because they MUST. It’s easy to imagine how different personalities – you have a parade of them now in the Trump administration – are corruptible but whistleblowers are, I think, unique:\n“Whistleblowers pay with their lives to save ours. When insiders like former NSA analyst Edward Snowden or ex-FBI agent Coleen Rowley or Big Tobacco truth-teller Jeffrey Wigand blow the whistle on high-level lying, lawbreaking or other wrongdoing—whether it’s government spying, corporate murder or scientific scandal—the public benefits enormously. Wars are ended, deadly products are taken off the market, white-collar criminals are sent to jail. The whistleblowers themselves, however, generally end up ruined. Nearly all of them lose their jobs—and in many cases their marriages and their health—as they refuse to back down in the face of increasingly ferocious official retaliation. THAT MORAL STUBBORNNESS DESPITE TERRIBLE PERSONAL COST IS THE DEFINING DNA OF WHISTLEBLOWERS. The public owes them more than we know. “\nAnd so, it’s true that one never knows how any one person will react to the pressures of that corrupt cauldron, Washington DC, but whistleblowers who must triumph over fear and the other human emotions that help keep the rest of us in line when faced with wrongdoing seem to be cut from a different cloth or perhaps, faced with the horrors perpetrated on their watch, cross a personal emotional boundary to take action. And since that action is to right the wrongs of our government, that we should respect. I feel they have earned our trust as good actors until proven otherwise.\nChelsea is a hero. And whatever part of her DNA and/or life experience and personality may have contributed to her actions that served the rest of us and the ideals of this country are very special qualities. She would be great in the Senate – it’s currently, unfortunately,  a s…hole – with a few well meaning people who are being marginalized by the crass self-serving wrongdoing of the rest.\nwill\nJanuary 18, 2018 at 16:58\n“Corruption or death” is  the only choice?  That’s silly. Either you have a standard of purity that cannot be passed by anyone involved in the process, or you are a raving paranoid…or you are selling something\nLarry Larsen\nYup.\nLitchfield\nJanuary 19, 2018 at 14:14\n“Manning should rather campaign for peace where she made tremendous contribution already ”\nHuh, so you are informing Manning of what her next career move should be, and you know best as to how she can make a difference in the actual policies of this country. Why don’t you go out and “campaign” for peace on the next streetcorner. Someone with Manning’s high profile is exactly who should be campaigning for the Senate. Wow, did I hear your comment regarding the idea of Oprah Winfrey running for president? Did you suggest that Oprah could do a lot more sitting on her bum, or in her show, or wahtever, “campaigning for peace” or women or whatever? Hell, no. I happen to think the idea of Oprah running for president is absurd, but the reasons for her doing so are obvious: Because she is famous. Get it?\nGeez, yet another troll . . .\nJanuary 16, 2018 at 13:43\nI am fairly neutral on Chelsea Manning.  I am glad she will make the heads of DNC explode, but I don’t know much about her philosophy beyond her incarceration.\nI have a softer spot of Edward Snowden, because he is/was on YouTube giving many interviews.\nLook forward to hearing what’s on Chelsea’s mind.\nmike k\nJanuary 16, 2018 at 15:06\nWhy not BobS? Are you saying Chelsea Manning is not sane?\nBobS\nJanuary 16, 2018 at 15:33\nWhat I’m saying is that she had behavioral issues prior to the disclosures attributed to her, including (as Bradley Manning) physically assaulting a female soldier.\nHer mental health was brought up as a component of her defense.\nShe’s attempted suicide a couple of times.\nMy own (admittedly anecdotal) experience with transgender people (as patients, as a former co-worker, and as a child of a neighbor) is that a large percentage of them suffer from mental health issues.\nShe would be doing herself a favor not subjecting herself to the circus that’s a political campaign.\nGregory Herr\nJanuary 16, 2018 at 16:27\nManning, like everyone else exposed to this world, has to deal with “issues” of thought, feeling, and behavior within a context of “self” and “others”.  Everyone has “issues” and suffers from one thing or another–which may include psychological pigeonholing.  Behavioral “issues” are all over the place and include many in high places.\nIt appears that Manning exhibits more than a modicum of what I would call intelligence, compassion, and maturity.  She is likely the best judge of her own personal sufferings and has been through gauntlet enough to view the circus of politics as a relative piece of cake.  At any rate, she doesn’t need her hand held while being told what’s favorable for herself or her conscience.\nBobS\nJanuary 16, 2018 at 19:00\nIf you people have an issue with who is or isn’t sane or insane, I’d suggest you take it up with Norman Solomon (“…used to be much saner”), who I was obviously riffing off.\nIn any event, I doubt she has the intellectual or emotional qualifications desirable in a US Senator (not that all of them currently serving do).\nLarry Larsen\nJanuary 17, 2018 at 19:24\nI would LOVE to see Manning, and say Gabbard and Greenwald on a stage debating, well, pick three (so many to choose from).\nDesert Dave\nJanuary 17, 2018 at 10:29\nBobS, I have more than anecdotal knowledge of transgender people.   It is a mischaracterization to say that many suffer from “mental health issues”.    That smacks of the clinical.   All suffer from being members of a misunderstood minority, and many struggle with the stress of being a man in a woman’s body or vice versa.\nIn the case of Manning, if memory serves her suicide attempts occurred while kept in solitary confinement with an uncertain future.   That will make anyone “crazy”.\nI prefer to see the fact that she endured everything the government threw at her and came back strong as a candidate for office as a great credential.    Sort of like John McCain except good.\nYou’re right that she would be doing herself a favor by avoiding politics, but I for one am very happy that she has the courage to jump in.\nBobS\n“…I have more than anecdotal knowledge…”\nThen some statistics, please.\nIt is my (anecdotal) clinical experience that transgender people experience (not without cause) depression, anxiety, eating disorders, etc. in higher percentages than the average adult patient.\nWith respect to Chelsea Manning, her mental health issues preceded and were exacerbated by her imprisonment. Her own attorneys cited her impaired mental health as a component of her defense. Just how “strong” she “came back” is impossible for an anonymous amateur on an obscure comment thread to guarantee, however her track record suggests otherwise. Similarly, I have seen nothing to suggest she’s intellectually up to the job.\nJanuary 17, 2018 at 15:20\nOne must take into account the damage solitary confinement has on one’s mental health.\nRarely mentioned is photojournalist and the journalist and the other civilians murdered by USA stormtroopers were in the process of documenting USA atrocities in Iraq, one of which occurred art the location at which they were murdered as they interviewed witnesses to a prior USA war crime.\nvoxpax\nJanuary 18, 2018 at 11:08\nWhat about John McCain. He is in Washington after all the stuff he allegedly suffered in Hanoi. He must be in super stable mental health, judging by his appetite for scrambled nations with a side order of plenty collateral damage.\nBobS\n“What about John McCain”\nAs manbaby Donald Trump has demonstrated.\nexiled off mainstreet\nJanuary 17, 2018 at 12:25\nAny problems with her “sanity” are probably the result of the torture she endured. Martyrdom is also an issue in this campaign. It would be fitting if the campaign ended up succeeding and the powers that be had to face the fact of her in the senate.\nLitchfield\n““What about” is generally a pretty poor argument.”\nEr, no.\nNot when you are asserting what you say are generally accepted standards for judging suitability for public office. In that case, “what aboutism” is actually the only appropriate response.\nAnd you can forget the “I am an expert” crap.\nI think you are a troll.\nYou are derailing this thread into an absurd and pointless discussion.\nBobS\n“Democratic leadership used to be much saner.”\nGood on her for the peek she provided into what are arguably US war crimes, but I’m not convinced Manning increases the ‘sanity index’ of any room she finds herself in.\nGregory Herr\nJanuary 16, 2018 at 15:24\nWhy the smarmy “qualifier” BobS?\nThe “insanity” in this country is typified by the likes of the privileged Cardin–a person who sponsers legislation that would make it a felony to support the boycott and disinvestment of Israel (a First Amendment right); a person who claims (insanely) that the Russian Federation is subverting our democracy (as if the Senate and Cardin himself needed any help doing just that); a person who ups the ante on his nonsensical and hysterical claim by\ncalling it “an act of war”.\nManning sanely understood the insanity of what was being done to Iraq and sanely believes the policies of OUR government should have the blessings of an informed electorate.  Manning sanely thinks human rights/dignity, peace, and social justice (including prosecution of police brutality) should be at the forefront of our national discussion.   Casting aspersions on her personal “sanity” because of a personal choice the dynamics of which you are not privy to is pretty low.  But we’ve smelled this kind of sh*t from you before–haven’t we BobS?\nSteve\nJanuary 18, 2018 at 08:32\nVery well put Gregory Herr. i couldn’t agree with you more. This article deals with the dangerous nature of the cold war mentality and hyper-militarism prevalent in our public discourse today… and indicates that Chelsea Manning seems to offer a welcome, sane, much needed dissent from that discourse. BobS, by bringing up whatever personal struggles CM may have experienced in terms of her emotional state/mental health in the past, is introducing an element that is irrelevant to the topic of this article… and by so doing seems to be expressing nothing more (based on his “admittedly anecdotal experience”) than his own personal prejudices in the matter. A conclusion that is further reinforced by a comment he posted (below) expressing doubt, apropos of nothing, concerning her intellectual capacity/ability to perform the job (as a Senator).\nBobS\nJanuary 18, 2018 at 09:03\n“Democratic leadership used to be much saner…”….”is irrelevant to the topic of this article.”\nNorman Solomon brought up the issue of sanity- not me.\nThere’s plenty of evidence that Chelsea Manning has had mental health issues “in the past”, and none that she’s left them all there. Similarly, despite her reported ability as a programmer, there’s nothing in her CV to indicate any mastery of the knowledge (including interpersonal skills) that should be required of a US Senator.\nShe’s a one-trick pony pulling a bandwagon that all the usual suspects here are jumping on.\nLitchfield\nJanuary 19, 2018 at 14:01\n” Similarly, despite her reported ability as a programmer, there’s nothing in her CV to indicate any mastery of the knowledge (including interpersonal skills) that should be required of a US Senator.\nShe’s a one-trick pony pulling a bandwagon that all the usual suspects here are jumping on.”\nWow, BobS, you have the chutzpah to make such invidious comments about Chelsea Manning.\nWould you care to elaborate the nature of her “one trick”?\nAnd speaking of one trick, let’s look at some of our other Senate “lights.” Starting with . . . oh, say, John McCain. Nutcase. Definitely a one-trick pony, the single trick being his POW status in Vietnam. Cardin himself. Either a nutcase or a very calculating, manipulating individual. A “two- or multiple-trick pony.”\nPfui!\nJanuary 19, 2018 at 07:23\nNorman Solomon was talking about  sanity in the public discourse. He wasn’t talking about personal issues/baggage. You’re the one who raised  that issue.\nAnd originally it was all about her mental issues. Now it’s about her intellectual capacity.  (And you can’t blame Norman Solomon on that one.) Which is a laughable suggestion when you look at some of the people serving in Congress .  But it seems no matter what, you’re bound and determined to find some reason to dismiss her.\nI wonder why that is?\nGregory Herr\nJanuary 20, 2018 at 14:54\nYour perspective and ability to express it is much appreciated Steve.\nevelync\nJanuary 16, 2018 at 16:54\nBobS, I don’t understand why you find her views not “sane”. On the contrary I think Chelsea’s views are rooted in sanity as you yourself agree in your comment – that she deserves our thanks for exposing war crimes.\nAre you perhaps uncomfortable that she dares to say our foreign policy is unethical and immoral?\nIn this clip from Bananas, Ms America testifies in court why she thinks the defendant Fielding Mellish is “subversive”:\nBobS,\nSince you apparently couldn’t overcome the irresistible urge to slander Chelsea Manning on this enormously popular internet platform after her decision to challenge U.S. Senator Ben Cardin, perhaps – for the benefit of Maryland voters in particular, and citizens of the United States, Russia and the world who pass this way in general – you could elaborate on your negative commentary by sharing your implied, more enlightened understanding of what defines a candidate for national political office capable of increasing the “sanity index”. Thank you.\nBobS\nJanuary 18, 2018 at 16:55\nOnce again, if you have concerns with my use of the word “sanity”, take it up with Norman Solomon. As my original comment indicated, I was playing off his use of “saner”.\nNo, not slander. Manning’s behavioral issues were documented in her military record, prior to her whistleblowing- this included striking a (female) superior.\nHer mental health issues were raised by her defense attorneys during her trial.\nShe twice attempted suicide.\nMost American adults (let alone candidates for US Senators) have less complicated pasts.\nShe performed a brave/desperate act that we should be thankful for, but I’ve yet to see evidence- from you or anyone else- that her mental health issues have been resolved or that she has the mental stability that should be required of a US Senator.\nBobS,\nMr. Solomon’s statement “Democratic leadership used to be much saner.” was clearly meant to point out the erroneous, dangerous, irrational and hysteric anti-Russian stance of U.S. Senator Ben Cardin, and could be interpreted as an insanity diagnosis of Mr. Cardin when seen from the perspective of raised potential for catastrophic war.\nDo you agree Mr. Solomon’s points critical of Mr. Cardin are accurate and valid? If not, please present your reasoning on each point made by Mr. Solomon of his – in your assessment – error in judgment. If you agree the issues raised by Mr. Solomon in his writing are valid, which of the two candidates for Senator in Maryland – Chelsea Manning or Ben Cardin – has the “saner” Russia policy stance? … and please explain in detailed fashion why.\nThank you.\nJanuary 19, 2018 at 13:53\n“I’m not convinced Manning increases the ‘sanity index’ of any room she finds herself in”\nWhat the eff does this mean, and who should bother to convince you of anything?\nChelsea Manning doesn’t need to do anything more to prove her bravery and sanity—first, for being a whistle blower, and second, for surviving years of mental torture while incarcerated. And certainly not to satisfy the likes of you. But since poseur you think you are in a position to judge Manning’s sanity, let’s do a little test on your bravery: subject you to what she has been subjected to, and see how long it takes for you to cry Uncle. I give it a day.\nPfui!\nJanuary 16, 2018 at 12:45\nGood article.  Chelsea would change the dialogue.  What a welcome that would be!\nevelync\nJanuary 16, 2018 at 12:36\nLiving in Texas where the bizarre Ted Cruz and the oligarch friendly John Cornyn misrepresent me, I would love to have the brilliant, courageous, honorable, Chelsea Manning as my senator. Wow! This lady has more courage and intellectual clarity than most of that lot.\nI hope the people of Maryland have the wisdom to fight for Chelsea in the Democratic Primary. She would make a great senator!!!!!\nTxnr\njo6pac\nJanuary 16, 2018 at 12:21\nI love that she’s running it will make the elite in the demodogs party heads explode. Please send no money to dnc or dccc but directly to Manning.\nThanks NS\nJanuary 16, 2018 at 17:43\nCogent advice jo6pac, wait for a mailing address or direct donation to the campaign. Don’t send money to the DNC unless you believe in their total honesty…\nJoe Tedesky\nJanuary 17, 2018 at 00:06\nBob your comment here is no doubt the best advice that could be given. Joe\nBob Van Noy\nJanuary 17, 2018 at 09:25\nAs always, thank you Joe. This coming Election cycle voters who still hold out hope for a seemingly failed system will have to be discriminating with their thoughts and actions.\nOne wishes that we had ethical, unfettered sites likeCN to assemble ideas and strategies…\nWill\nJanuary 18, 2018 at 16:50\nwe in Wisconsin learned that even if you gave to the DPW, that some of the money was directed away from our down ticket candidates and into Hillary’s campaign. I now only give to individual candidates. it’s the only safe way…plus who wants local “third way-ers’ like Ron Kind to get any money?\n-Will, your ZOG Public Relations Consultant (and wine steward).\nAnnie\nThey have none.\nWhat is the address?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://huwieler.net/2017/01/18/chelsea-manning-in-basic-combat-training/",
                "https://newrepublic.com/article/143890/democrats-dangerous-war-rhetoric-russia",
                "https://www.thenation.com/article/fifty-years-later-rekindle-the-spirit-of-glassboro/",
                "http://www.cnn.com/2016/12/30/politics/mccain-cyber-hearing/index.html",
                "https://www.washingtonpost.com/blogs/right-turn/wp/2018/01/11/democrats-are-eviscerating-trump-on-russia-where-is-the-gop/?utm_term=.d372f79503d2",
                "https://www.politico.com/story/2017/11/01/russia-meddling-us-elections-ndi-event-244414",
                "https://www.worldatlas.com/articles/world-s-largest-exporters-of-arms.html",
                "https://www.nytimes.com/2018/01/10/opinion/democrats-warning-russia.html",
                "https://thebulletin.org/climatic-consequences-nuclear-war",
                "https://thehill.com/policy/cybersecurity/325606-democrats-step-up-calls-that-russian-hack-was-act-of-war",
                "https://monthlyreview.org/2006/12/01/the-myths-of-democracy-assistance-u-s-political-intervention-in-post-soviet-eastern-europe/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://content.time.com/time/covers/0,16641,19960715,00.html",
                "https://thebulletin.org/doomsday-clock/past-statements/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "opponent",
            "manning",
            "cardin",
            "report",
            "fitting",
            "russian",
            "president",
            "senate",
            "including",
            "war",
            "senator",
            "nuclear",
            "russia",
            "chelsea"
        ]
    }
]