[
    {
        "url": "https://www.christianpost.com/news/christian-leaders-pay-tribute-to-nelson-mandela-the-world-has-lost-a-great-leader.html",
        "title": "Christian Leaders Pay Tribute to Nelson Mandela: 'The World Has Lost a Great Leader'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Leaders Pay Tribute to Nelson Mandela: 'The World Has Lost a Great Leader'\nChristian Leaders Pay Tribute to Nelson Mandela: 'The World Has Lost a Great Leader'\nChristian Leaders Pay Tribute to Nelson Mandela: 'The World Has Lost a Great Leader'\n| Friday, December 06, 2013\nDr. Geoff Tunnicliffe, secretary-general of the World Evangelical Alliance, said in a statement that \"the world has lost a great leader.\"\n\"Nelson Mandela was a model of courage, vision and personal sacrifice. Today more than ever we need this kind of leadership,\" said Tunnicliffe.\n\"May the memory of Nelson Mandela inspire a new generation of such leaders around the world.\"\nThe Rev. Aiah Foday-Khabenje, the general secretary of the Association of Evangelicals in Africa stated condolences for Mandela, also known by his clan name, Madiba.\n\"The life of Madiba is yet another proof and reminder about the origin, nature and commonality of the human species; created in the image of God with ability to reflect some of God's attributes though vainly because of finitude, fallenness with feet of clay; regardless of race or geographical location,\" said Foday-Khabenje.\n\"Heartfelt condolences to immediate family members and the people of South Africa. May his exemplary leadership inspire African leaders.\"\nBorn during World War I, Mandela grew up to become a human rights activist strongly opposed to the racial caste system of Apartheid South Africa.\nMandela spent 27 years in prison for his efforts, yet became a powerful symbol for racial equality. In 1990 he was released, and in 1993 he earned the Nobel Peace Prize. Mandela served as the first black president of South Africa from 1994 to 1999.\n\"President Nelson Mandela paid a heavy price to stand against apartheid while campaigning for human justice and human dignity. His message still resonates though his weary, battle worn body has gone the way of those gone before him,\" stated Alveda King, niece of civil rights icon Dr. Martin Luther King Jr.\n\"Long may we remember his courage, his fortitude and his gentle smile; none of which were ever tarnished during the years of his battles, oppression, incarceration, and the restorative years following his release.\"\nDr. Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference (NHCLC) said in a statement that \"Mandela's life embodied the idea of prophetic activism with an unquenchable thirst for justice.\"\n\"His struggle for equality brought down one of the final strongholds of segregation and subsequently empowered an entire continent to overcome by doing justice and loving mercy,\" continued Rodriguez.\n\"His life inspired us while his humble demeanor will continue to move us toward a more just and loving world.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "pay",
            "nelson",
            "south",
            "world",
            "leaders",
            "mandela",
            "great",
            "human",
            "tribute",
            "racial",
            "leadership",
            "lost",
            "leader",
            "rights",
            "christian",
            "life"
        ]
    }
]