[
    {
        "url": "https://consortiumnews.com/2017/02/01/ukraine-sabotages-trumps-russia-detente/",
        "title": "Ukraine Sabotages Trump’s Russia Detente",
        "authors": [
            {
                "name": "Bob In Portland",
                "link": null
            },
            {
                "name": "Linda Furr",
                "link": null
            },
            {
                "name": "Dieter Heymann",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Richard Young",
                "link": null
            },
            {
                "name": "Rick Patel",
                "link": null
            },
            {
                "name": "Michael Kenny",
                "link": null
            },
            {
                "name": "Don G.",
                "link": null
            },
            {
                "name": "Michael Adams",
                "link": null
            },
            {
                "name": "Dr. Antonio J. Munoz",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-02-01",
        "text": "Main menu\nFebruary 1, 2017\nBy Jonathan Marshall\nLess than two weeks into office, President Trump faces one of the first big tests of his non-confrontational policy toward Russia. As new fighting erupts in Eastern Ukraine, the Kiev regime and its U.S. supporters are predictably demanding a showdown with Vladimir Putin.\nUkrainian President Petro Poroshenko shakes hands with U.S. Secretary of State John Kerry as he arrives for a metting in Kiev, Ukraine, on July 7, 2016. (State Department Photo)\nInitial evidence suggests, however, that the latest flare-up in this nearly three-year-old conflict was precipitated by Kiev, possibly in the hope of forcing just such a confrontation between Washington and Moscow. It’s looking more and more like a rerun of a disastrous stunt pulled by the government of Georgia in 2008, which triggered a clash with Russia with the expectation that the George W. Bush administration would come to its rescue and bring Georgia into the NATO alliance.\nAfter months of relative quiet, the fighting in Ukraine erupted on Jan. 28 around the city of Avdiivka, a now-decrepit industrial center. Eight pro-government fighters and five separatists apparently died in the first two days of hostilities. Meanwhile, residents of the city are struggling to survive heavy shelling and sub-zero weather with no heating.\nPerennial critics of Russia were quick to blame Moscow for the renewed bloodshed. “We call on Russia to stop the violence (and), honor the cease-fire,” declared a State Department official.\nThe Washington Post’s reliably neo-conservative editorial page suggested that Russia felt liberated to unleash rocket and artillery barrages after Putin spoke with Trump by phone, with the goal of wrecking a meeting between Ukrainian President Petro Poroshenko and German Chancellor Angela Merkel.\nThe Russian onslaught “look(s) a lot like a test of whether the new president will yield to pressure from Moscow,” the Post declared, as if this were Czechoslovakia, 1938, all over again.\nPoroshenko was quick to take advantage of the clash by asking , rhetorically, “Who would dare talk about lifting the sanctions in such circumstances?” Just last month, Austria’s foreign minister called for an easing of sanctions on Russia in return for “any positive development” in Ukraine. President Trump has been noncommittal about sanctions in the face of full-throated demands by congressional hawks in both parties to keep them in place.\nWho’s to Blame?\nThe jury is still out on who provoked the latest violence, but Radio Free Europe/Radio Liberty, established by the U.S. government to broadcast propaganda during the height of the Cold War, reported Monday:\nNazi symbols on helmets worn by members of Ukraine’s Azov battalion. (As filmed by a Norwegian film crew and shown on German TV)\n“Frustrated by the stalemate in this 33-month war of attrition, concerned that Western support is waning, and sensing that U.S. President Donald Trump could cut Kyiv out of any peace negotiations as he tries to improve fraught relations with Moscow, Ukrainian forces anxious to show their newfound strength have gone on what many here are calling a ‘creeping offensive.’\n“Observers say the Ukrainians appear to be trying to create new facts on the ground . . . In doing so, the pro-Kyiv troops have sparked bloody clashes with their enemy, which has reportedly made advances of its own — or tried to — in recent weeks.”\nA senior member of Europe’s Special Monitoring Mission to Ukraine warned, “The direct result of forward moves is escalation in tension, which often turns to violence.” How right he was.\nIt’s hard to see what Putin gains from new fighting, at a time when Trump faces an army of skeptics at home for his go-easy-on-Russia strategy. Poroshenko has everything to gain, on the other hand, by pressing Americans and West Europeans to reaffirm their support for his government, which took power after a 2014 coup that ousted elected President Viktor Yanukovych, who was strongly supported in eastern Ukraine and Crimea.\nThe Georgia Playbook\nThe situation is reminiscent of the August 2008 conflict between Russia and its neighbor on the Black Sea, Georgia. A bloody clash between the two countries’ armed forces in the tiny enclave of South Ossetia prompted a blast of militant rhetoric from American hawks.\nVice President Dick Cheney speaking before the Veterans of Foreign Wars on Aug. 26, 2002. [Source: White House]\nVice President Richard Cheney declared, “Russian aggression must not go unanswered.” Richard Holbrooke, who would become a senior adviser to the future President Obama, said, “Moscow’s behavior poses a direct challenge to European and international order.”\nIt may have been significant that the Georgian president’s paid U.S. lobbyist was also presidential candidate John McCain’s chief foreign policy adviser. As one analyst commented at the time, “McCain’s swift and belligerent response to the Soviet actions in Georgia has bolstered his shaky standing with the right-wing of the Republican Party. . . . Since the crisis erupted, McCain has focused like a laser on Georgia, to great effect. According to a Quinnipiac University National Poll released on August 19 he has gained four points on Obama since their last poll in mid-July and leads his rival by a two to one margin as the candidate best qualified to deal with Russia.”\nYet when the smoke settled, it turned out that Georgia, not Russia, had started the war by launching an artillery barrage against South Ossetia’s capital city. It was a ploy by Georgia’s President Mikheil Saakashvili to drag the West into supporting his campaign to take over the enclave.\nThe independent International Crisis Group had warned in 2007 that Georgia’s risky strategy of provoking “frequent security incidents could degenerate into greater violence.”\nA year later, following the brief war with Russia, an ICG investigation reported authoritatively that it began with a “disastrous miscalculation by Georgian leadership,” who “launched a large-scale military offensive” into the Russian-occupied enclave, killing dozens of civilians and causing severe damage to South Ossetia’s capital from artillery barrages.\nThe report also criticized “Russia’s disproportionate counter-attack,” which it deemed a response to “the decade-long eastward expansion of the NATO alliance” and other grievances.\nPutting blame aside, the ICG report observed that “The Russia-Georgia conflict has transformed the contemporary geopolitical world, with large consequences for peace and security in Europe and beyond.” Indeed, it marked one of the greatest setbacks in post-Cold War relations between Moscow and the West until the 2014 Ukraine crisis.\nIf the 2017 Ukraine crisis gets out of hand, the consequences for peace and security may be just as great or greater. It will be informative to see whether President Trump and his national security team get the straight facts before capitulating to the interventionists who want to see U.S.-Russian relations remained strained and volatile.\nDr. Antonio J. Munoz\nFebruary 14, 2017 at 16:13\nThe small and microscopic Neo-Nazi “Azov” battalion aside, The Ukraine is seeking peace but is being thwarted by Russia’s aggression which so far has taken the Crimea from the Ukraine and is now geared to rip territories in eastern Ukraine as well – all in a carefully planned effort by Putin and his Oligarchs in Moscow to create another Russian empire. At the very least, Trump is a patsy or (worse still) a willing stooge of Putin. Trump has received tens of millions of dollars from Russian banks in loans. This alone should send alarm bells in Washington D.C.\nMichael Adams\nFebruary 7, 2017 at 22:30\nThe jury may still be out of who reignited the conflict so I’ll be the Judge. I rule that the Ukrainian Nazis attacked what ever soft Novorossiyan targets they could find to give the Western propaganda apparatus something to work with to change Donald Trump’s propaganda susceptible mind.\nTrump’s basic understanding of the world in not much different from the average American potato sitting on his couch watching the “news”. Had Trump “kept his mouth shut”, we wouldn’t know this. POTUS is an Ignorant and ill informed man. If that isn’t bad enough as a force multiplier he is a Malignant Narcissist with all the things that attends.\nDon G.\nFebruary 3, 2017 at 15:57\nMaking excuses for Trump to make it look like he ‘really’ was going to do something positive on Russia/US relations. No doubt Trump’s ignorant lowlife stupid supporters will such it right up too!\nTellTheTruth-2\nFebruary 3, 2017 at 12:27\nWithout the COMPLICITY of the US MEDIA the aggression of NATO could never be passed off as aggression by Russia.  NATO = North Atlantic Terrorist Organization and they (and their US sponsor) won’t be happy until they start WW3 and destroy Europe and Russia again.  If the American people knew for sure this behavior would lead to the nuclear destruction of the USA, would they be so arrogant and put up with the war mongers leading the USA?\nMichael Kenny\nFebruary 3, 2017 at 11:31\nIn fact, it doesn’t matter who started this particular fight. Putin is automatically in the wrong. He invaded the territory of the sovereign Republic of Ukraine, annexing part of its territory, fomenting a fake “rebellion” in another part, attempting to foment fake “rebellions” in two other parts, seeking to dictate its internal administrative arrangements, seeking to dictate the contents of its constitution and failing to restore the democratically-elected President of Ukraine notwithstanding the fact the he was alive and well and safely under Russian protection. As a matter of international law, Ukraine is perfectly entitled to assert its sovereign authority over the whole of its territory and Russian assistance to any person or group resisting that authority is an act of aggression against Ukraine. What we see here, once again, is the palpable fear of Putin’s American supporters, who pinned all their hopes on Trump’s capitulation to Putin in Ukraine. Quite the opposite has happened. Trump has refused to lift sanctions unilaterally and the NATO allies, most strongly, indeed, Britain, have pressed upon him not to do so unless Putin stops stalling on the Minsk process. For obvious geographical reasons, Trump needs the NATO bases to wage his war on terror, so he cannot afford to torpedo NATO by selling out Ukraine.  Moreover, Trump seems to be picking fights with both China and Iran. Both countries are presented on the US internet as Putin’s allies. A fight with either one will force Putin to choose: abandon his allies or stick with them and get into a fight with Trump which will probably cost him Ukraine, Assad, his precious naval base, his presidency and might even precipitate the break-up of the Russian Federation, the last of the European colonial empires.\njaycee\nFebruary 3, 2017 at 13:18\nIt helps to be consistent when formulating arguments or expressing points of view. Asserting that Russia (or “Putin” as you would have it) has committed “aggression” against Ukraine by allegedly invading and stoking “fake rebellions”, while also acknowledging there was a “democratically-elected President of Ukraine” who had been usurped…well the whole notion of “aggression” and international law gets a little more complicated doesn’t it?\nLack of consistency is a hallmark of the foreign policy apparatus in most western countries, chest-thumping over international law and aggression on one hand while cooking up regime-change operations on the other. These\npeople celebrate what happened in Libya and support the rebels in Syria, while spewing solemn condemnations over Crimea.\nEugeneGur\nFebruary 3, 2017 at 15:36\n“As a matter of international law, Ukraine is perfectly entitled to assert its sovereign authority over the whole of its territory and Russian assistance to any person or group resisting that authority is an act of aggression against Ukraine.”\nUnder different circumstances, I’d agree with you. However, how do you evaluate, then, the American and European support for Maidan and an overthrow of the democratically elected perfectly legitimate government? After all, these persons and groups resisting the authority of Ukraine, as you put it, are resisting the “authority” of usurpers that should not really have any authority? Not to mention, that this “government” is hell bent on discriminating and even killing those persons/groups. Don’t you think they are entitled to resistance?\n“unless Putin stops stalling on the Minsk process”.\nI do recommend you read the MinskII protocol – it is available. There are 13 point in the Minsk agreement and not a single one requires Russia or Putin to do anything. On the contrary, it requires Kiev to do quite a bit, namely adopting changes to the constitution, granting amnesty, and such, which only Kiev can do. the whole process was supposed to be finished by the end of 2015 but not  a singe thing has been done.\nTell you what – we Russians were hoping that sanity would return to the American behavior at some point, preferably before we all burn in WWIII. However, if Trump fails, well, Russia will keep doing what it’s got to do, and do not presume the US will win. Do not presume that at all.\nAndJusticeForAll\nFebruary 3, 2017 at 16:51\n@EugeneGRU in Minsk agreements the points are in particular order. First, cease the fire. After completion of that remove all military units and weapons from occupied territories. Next, Ukraine has to get control over the border. Until those points are completed Ukraine does not need to do anything. But Russia on a contrary signed to guaranty completion of the first points and they do the opposite: keep supplying weapons and personal. It is not a secret that all high ranking officers are Russian military colonels and higher who hide their identities. If needed Russians move support units into Ukraine and after completing tasks move them back. So, Michael is right saying Putin keeps stalling the process.\nAnd your argument about Maidan and response of Russia to Maidan is false. The FSB network around Ukraine was organized years before Maidan. That network was used later to destabilize and attack Ukraine. Maidan was just an excuse. If not that it would be something else.\njaycee\nFebruary 4, 2017 at 12:41\nThat information about the Minsk Agreements is completely wrong, as anyone could attest with a simple online search. The Agreements call for a ceasefire, followed by a withdrawal of troops and heavy weaponry from the contact line. Then a dialogue is to begin leading to local elections in the Donetsk and Luhansk Oblasts. Removal of all military units is tenth on the list, and Ukraine control of the border is ninth. “Until those points are completed Ukraine does not need to do anything” is a completely incorrect assertion.\nEugeneGur\nAndJusticeForAll: “in Minsk agreements the points are in particular order.”\nIndeed, they are but not in the order you describe. The control of the border is last after the political process is completed, meaning after the special status of Donbass is fixed in the constitution, after amnesty, after local election. It’d be strange, to say the least, to suppose that the rebels after a year and a half of fighting, which they winning, would agree to just surrender in exchange for nothing. Of course, they wouldn’t and they didn’t. They agreed to remain a part of Ukraine on the condition of considerable autonomy to be granted to them by the Ukrainian government as stipulated in the Minsk agreement, but Kiev hasn’t done a thing.\nRussia is a guarantor of Minsk, true, but so are Germany and France.\n“It is not a secret that all high ranking officers are Russian military colonels and higher”\nI don’t know where you got this idea. All high-ranking officers in the DPR/LPR military are known by name and they are all local men. There are Russian citizens like Motorolla (or were, in his case) but they are an exception. You know usually when someone says something like ‘it’s no secret” or “everybody know” it meant there is no evidence.\nTry to stick to facts, will you? It’s good for the soul.\nRick Patel\nFebruary 3, 2017 at 08:09\nDonald Trump promised voters an end to foreign regime-change capers and a chance to be friends with Russia. If he breaks these promises he does not deserve to be President.\nTellTheTruth-2\nMeet the new boss: same as the old boss!\nDon G.\nFebruary 3, 2017 at 16:03\nHe broke the promises while he was making them, you patsies. Trump never had any intention whatsoever of improving relations between Russia and the US. It was just another of his campaign lies to get himself elected.\nAnd fwiw, a lie that he won’t be questioned on all that much, simply because his supporters will find it of minimal importance. Sending all Mulsims out of the US is something real his lowlife supporters are going to be much more interested in holding him to doing.\nrichard young\nFebruary 3, 2017 at 02:46\nAs to who is directly and indirectly responsible for the outbreak of warfare in Ukraine, check out the utube video of Senators Graham and McCain in a meeting with Ukraine soldiers, where both Senators urge them to fight the opposition forces and Senator Graham says: “2017 is the year of offense!”\nRealist\nFebruary 3, 2017 at 03:17\nYes, word is that McCain and Graham were over in Kiev in late January either rabbling rousing or delivering marching orders to the Ukronazis to start an offensive against the Donbass.\nIt is disturbing that the new Secretary of State Tillerson has not addressed, let alone condemned, the latest Ukrainian aggression.   What is worse is that UN Ambassador Niki Haley, in her first address to the UN General Assembly, actually condemned Russia for the new fighting in Donbass and threatened that the sanctions will never be lifted on Russia until they return Crimea to Ukraine.   Now, either Haley has gone completely off the reservation and Tillerson is not yet doing his job, or the Deep State has already gotten to Trump with threats on his life, or however they make their points to presidents.\nOn the Syrian front, Trump has unfortunately personally stated that he is for creating “safe zones” supposedly for refugees, but which will be used in actual fact as recovery zones for the US-sponsored terrorists, AND he also intends to supply vehicles, heavy weapons and US military advisors to the Saudi-supported “moderate rebels” in Northern Syria, which will probably allow them to carve out a stable rump Wahbist state, thereby permanently balkanizing the country.   At the same time Trump’s Secretary of Defense Mattis has basically issued an ultimatum of war to Russia’s battlefield ally Iran for testing a missile system allowed under the nuclear treaty signed with America, while at the same time denying entry of any Iranian citizen, no matter how vetted or innocuous, into the United States.   So, Trump is transmogrifying into Barack Obama right before our eyes, unless these reports are bogus or unless he recovers his senses.   It’s starting to sound like the Deep State will have its glorious world war, perhaps with a pod person facsimile of Mr. Trump now in the White House.  Or, Mr. Trump thinks it’s safe to take the mask off now.\nHistory0000\nFebruary 3, 2017 at 00:03\nThe author presents Pro Kremlin/ Pro Putin/ Pro Russian Propaganda..It plays “fast & loose”with the facts. There was never any coup in Ukraine..Former Ukraine Pres. betrayed his country, voters and Parliament. He accepted bribes from Putin to defy. the will of the Ukrainian voters and Parliament  He was removed in a Democratic and constitutionally approved manner.\nThe Russians do not understand legal ,Democratic processes since Russia has never been a real democracy…Russia is a Dictatorship controlled by Putin.\nRealist\nFebruary 3, 2017 at 02:57\nNo, actually this web site serves to disabuse the public of the conventional nonsense, spread by American government propaganda, that you have just spouted.   I guess your name says it all, you know zero history.\nEugeneGur\nFebruary 3, 2017 at 15:17\nOh come on – give it up. Indeed, we backward Russians do not understand a “democratic” process involving Molotov cocktails, burning tires, attacks on the policemen and pocking their eyes out. Nor do we consider sending tanks and airplanes to attack cities particularly democratic – we tend to define such actions as a war. Perhaps, because we have never been a democracy, we stupidly believe that democracy means peaceful transfer of power and respect for the minority rights.\nBut this is not the Ukrainian way, is it?\nHistory0000\nFebruary 2, 2017 at 23:49\nLook up the definition of Fascism..It fits Putin to a “T”..\nPutin needs to back off..If not, then US should give Ukraine all the defensive arms it needs to defend it’s country and territory against the Russian invaders.\nJurgen\nFebruary 3, 2017 at 01:27\n“Look up the definition of Fascism..It fits Putin to a “T”..”\n— Could you share the definition of fascism you referring to? So we can see how it fits.\n“US should give Ukraine all the defensive arms it needs to defend it’s country and territory”\n— Then for starters US should give Poland “defensive arms” to liberate Polish regions populated by Poles and occupied by Ukraine, and then give it Hungary to liberate Hungarian regions populated by Hungarians and occupied by Ukraine. By the way unlike Russians in Crimea Ukrainians never allowed referendums in those Polish and Hungarian regions currently occupied by Ukraine.\nBob Van Noy\nHistory0000,\n”In 1919 Benito Mussolini described fascism as a movement that would strike “against the backwardness of the right and the destructiveness of the left”.[48][49] Later, the Italian Fascists described their ideology as right-wing in the political program The Doctrine of Fascism, stating: “We are free to believe that this is the century of authority, a century tending to the ‘right,’ a fascist century.”[50][51] Mussolini stated that fascism’s position on the political spectrum was not a serious issue for fascists: “Fascism, sitting on the right, could also have sat on the mountain of the center … These words in any case do not have a fixed and unchanged meaning: they do have a variable subject to location, time and spirit. We don’t give a damn about these empty terminologies and we despise those who are terrorized by these words.”[52]”\nOne definition of Fascism from Wikipedia among many others. This one seems closer to our current government than to the Russian one.\nFebruary 2, 2017 at 23:47\nPutin is sabotaging Ukraine himself..from his secret Russian invasion and illegal annexation if Crimea to his illegal Russian invasion of Eastern Ukraine….Putin is a fool who is risking a wider War in Europe pr WW IIIrisking sra\nJurgen\nFebruary 2, 2017 at 23:34\nMr. Marshall, thank you for an excellent article. As a former ex-pat who worked as an IT consultant in both Ukraine and Russia and who had a chance to see many events described in your article from inside, I’d like, if I may, to add that Ukrainian elite (IMHO) is a caricature of Russian capitalist/oligarch elite, just scaled down, more extreme and in some respects even comical, but still of the same type of perverted capitalism that was designed and implemented in post-soviet Russia by, among others, a gang of so-called Harvard Boys (see: “The Harvard Boys Do Russia” by J.R.Wedel, The Nation, 05/14/1998 and “Losing Russia” by D.Simes, The Foreign Affairs, 11/01/2007).\nI watched some Ukrainian TV channels after Trump victory (and especially after the inauguration) and it was absolutely clear that Ukrainian elite has been in a state of panic. A funny thing – both Ukrainian and US MSM and major TV channels dedicate 80-90% of their air time to Russia-Putin-Trump bashing, non-stop marathon. It looked like a display of some weird and pathetic mixture of love-hate feelings of a just-fired servant.\nIn your article you’ve mentioned a former Georgian President M.Saakashili, the man who now lives in Ukraine (he is sought in his native Georgia on criminal charges related to his term as president) was popping up on virtually every Ukrainian TV channel boasting his “very special personal friendship” with Donald Trump, saying that he is the one who can establish those very special ties between Ukraine and the United States. He travelled to the US to watch the Inaugural ceremony, but was not invited to meet with Mr. Trump (he was spotted lonely standing somewhere in bushes far behind the area),  just another pathetic liar among a crowd of russophobes-for-hire.\nMr. Trump’s victory and HRC defeat was (IMHO) a tragedy for not only Dem-cabal and the whole Democratic wing of war profiteers but also for Dem. sub-class of russophobes-for-hire. For them that is not only political and somewhat personal defeat, but for many of them it could also become a financial fiasco. Needless to say that some crying, tear shedding Dems are in fact among the most cynical war mongering and war profiteering characters. For instance, let’s look at some of the “Weeping Joe” Biden  clan Ukrainian machinations:\n“On April 18, 2014, Burisma Holdings announced Hunter Biden’s (“Weeping Joe’s” son) appointment to the board of directors in a press release. (Coup D’etat took place just two months earlier). Burisma is the largest non-governmental gas producer in Ukraine; it was incorporated in 2006 and is based in Limassol,  Cyprus – a European tax haven. Burisma holds licenses covering the Dnieper-Donets Basin, the Carpathian and Azov-Kuban basins and has considerable reserves and production capability. Burisma was founded by Mykola Zlochevsky, the former minister of energy minister and deputy national security council chair under Viktor Yanukovych, in 2006. Burisma Holdings is owned and controlled by the Ukrainian businessman Nikolay Zlochevskyi.  Joining Hunter Biden on the Burisma Board of Directors is Aleksander Kwa?niewski, named in January. Kwa?niewski was President of the Republic of Poland from 1995 to 2005 during the G. W. Bush presidency. Chairman of Burisma is the Wall Street former Merrill Lynch investment banker Alan Apter.  Finally, Burisma also at the same time named to the board Devon Archer, Hunter Biden’s partner at the US investment firm, Rosemont Seneca Partners, and a manager of the family wealth fund of Secretary of State John Kerry’s wife Theresa Heinz Kerry, widow of H. John Heinz III.\nArcher also sits on the board of the family’s Howard J. Heinz trust. So with these two board appointments in April, Burisma gained the son of the Vice President of the United States and the financial adviser to the family of the Secretary of State. In April 2014, Burisma Holdings appointed Vadym Pozharskyi (who used to be a GEF Focal point in Ukraine as well as the Deputy Head of the State Environmental Investment Agency of Ukraine) for a position of an Advisor to the Board of directors. Hunter Biden’s father Joe Biden traveled to Kiev on April 22, 2014 and urged the Ukraine government “… to reduce its dependence on Russia for supplies of natural gas.” (Sic.!) And he discussed how the United States could help provide technical expertise for expanding domestic production of natural gas. Some accuse the United States of maneuvering the Ukraine situation so that Western oil companies have unfettered access to shale gas (from “fracking”) and to drill all across the Ukraine. With the revelations that Hunter Biden serves on the board of the Ukrainian company Burisma, many raised concerns about Hunter Biden’s interests conflicting with official US government positions. The White House has dismissed nepotism charges against Biden’s son.”\nAs other commenters mentioned above – follow the money.\nBob Van Noy\nJurgen,\nThank you for your In depth reply.  As someone who was carefully following the machinations of Dick Cheney while in office, I carefully followed his references with respect to Georgia in an attempt to grasp what he was up to, got onto Saakashili early on and realized, in time, that he was Cheney’s man…. l appreciate your accessment and for what it’s worth, completely agree.\nDieter Heymann\nFebruary 3, 2017 at 11:35\nOne problem is that the Russophobes have been replaced by Iranophobes. What have we gained?\nLinda Furr\nFebruary 2, 2017 at 21:58\nI’m sorry I was so rough on operator 8.  That wasn’t warranted, and I  apologize.\nBob In Portland\nFebruary 2, 2017 at 21:48\nThere is no evidence that any Russian military force is anywhere in the country.\nMilitary forces in Donbass, the rebel area of Ukraine, are Ukrainians. They are ethnic Russian.\nJD\nFebruary 2, 2017 at 17:07\nThe recent Ukrainian offensive was preceded by a visit from, who else? John McCain and Lindsey Graham. President Trump cannot be blind to their ongoing attempts to scuttle his foreign policy initiatives at all cost.\nD5-5\nFebruary 2, 2017 at 15:08\nDisappointing that consortium news would cut my post from an Irish journalist located in Moscow, as reported by RT. Apparently, then, consortium news rules out RT or it’s not politically correct enough?\nI will try again without including the specific URL.\n“Paul Simon once crooned ‘hello, darkness, my old friend,” and that’s what the resumption of hostilities in Ukraine feels like. Because there is nothing to be gained from it. Put simply, Russia hasn’t the resources, or desire, to invade or suppress the entire country. And Kiev cannot defeat the rebels in the east, unless Moscow chooses to abandon them, which is unlikely.\nYet, the problem now is that the Poroshenko regime feels cornered because it has probably lost its main sponsor in Washington.”\nThis journalist, Bryan MacDonald, also points out Igov Pavlovsky, of the Kiev Government, also gave away who started it in “our boys” have been “advancing metre by metre.”\nZachary Smith\nFebruary 2, 2017 at 16:53\nIt’s my personal theory that the site’s software tosses any post with a link into “moderation”, and moderation is a very slow process unless somebody happens to be at that desk when the post arrived.\nD5-5\nFebruary 2, 2017 at 17:57\nThanks, Zachary. My other posts with links have not been immediately shuffled into moderation, making me wonder if RT is somehow automatically suspect, and what other sites might be. A recent M of Alabama link went through no problem, for example. Of course, as you say, it could be a matter of timing only.\nZachary Smith\nFebruary 2, 2017 at 14:23\nUkraine is provoking a fight.  Probably Victoria Nuland is busy behind the scenes, even if she isn’t officially part of the government anymore.\nTitle to google: “Black Sea Incident Risks Russia-Ukraine Conflict Tension”\nUkrainian Defense Minister Stepan Poltorak told reporters that the military transport aircraft in question took on small arms fire over the Black Sea, and that the shots came from a “Russian-captured oil rig”. The defense minister was referring to a rig near the Odessa gas fields, in territory usurped by the Russians when they annexed Crimea.\nMinister Poltorak said the aircraft was damaged, but landed with the crew safely. The defense minister indicated that the military had recently detected the deployment of Russian radar installations in the region, which could be used for missile guidance.\nI suppose Ukraine figures it has nothing to lose with these provocations.   They’re no worse off than they are now if the US does nothing,a nd there is always a chance Trump will be convinced to side with them.\nNancy Gillard-Bartels\nFebruary 2, 2017 at 14:13\n“…Rebel-held”? After US coup, Russian people in the east have respected the Minsk Protocol. This is a case of ethnic cleansing more than not.\nFebruary 2, 2017 at 11:31\nThe jury is not “still out” on who provoked the latest violence. Donetsk and Lugansk have not provoked any violence whatsoever. They are barely even defending themselves, in order to make it clear they are abiding by the Minsk Agreements. It is the fascist armies of Kiev that are attacking. What motive could Donbass possibly have to initiate hostilities? https://novorossiyadailysun.wordpress.com/\nD5-5\nFebruary 2, 2017 at 13:40\nFollowing from an independent Irish journalist based in Moscow indicates Igor Pavlovsky of the Kiev gov’t gave it away in talking about “our boys advancing metre by metre” plus adds this comment on the likelihood of Russia starting it:\n“Paul Simon once crooned ‘hello, darkness, my old friend,” and that’s what the resumption of hostilities in Ukraine feels like. Because there is nothing to be gained from it. Put simply, Russia hasn’t the resources, or desire, to invade or suppress the entire country. And Kiev cannot defeat the rebels in the east, unless Moscow chooses to abandon them, which is unlikely.\nYet, the problem now is that the Poroshenko regime feels cornered because it has probably lost its main sponsor in Washington.”\nFebruary 2, 2017 at 11:01\nExcellent article and comments here. On an unrelated note–is this the only place left on the internet where people (reporters and commenters) are still thinking? I’m serious–can anyone recommend any other decent sites which have maintained their sanity? I’ve been reading several sites for years now, but all have seemed to devolve into insanity. Readersupportednews.com, which I’ve been reading for years, has slowly gotten worse and worse. The final straw, for me, was the other day, when I responded to people clamoring for Trump’s impeachment by suggesting that people think about the consequences of that action. Neither Pence nor Clinton, I suggested, would be any better. So who? My comment was edited to omit any mention of Clinton–criticism of Pence was allowed to remain. When I edited my comment back to its original form, my comment was deleted altogether. I unsubscribed from the site’s email list, and I will no longer bother to go there, even to monitor the development of the site. What is going on? And are there other sites people can recommend, where articles are still relatively unbiased, and commentary hasn’t become totally insane? Other than here, of course.\nD5-5\nJWalters\nFebruary 2, 2017 at 20:19\nAnother thoughtful and informative site to my mind is Mondoweiss.net.  It’s a Jewish-run, anti-Zionist site of news and analysis.  A sample article is “Jewish groups slamming Trump on refugees are hardhearted when it comes to Palestinian refugees”\nFebruary 3, 2017 at 08:26\nThank you, D5-5 and JWalters. I’m feeling intellectually lonely these days…\nMark Thomason\nFebruary 2, 2017 at 10:36\nLike the Georgia attack on Russia, it was encouraged by our hawks to provoke war and limit options of the Administration.\nHowever, Trump does not care.\nHe won’t be limited by such maneuvers, because he really does not care if he outrages those people or not.\nThey don’t like him anyway. They tried to sabotage his Administration in the transition.\nIf Trump thinks of them at all, it is how to defy them out of spite.\nYonatan\nExcellent satire!\nThis was supposed to be a reply to ‘observer48, February 2, 2017 at 4:49 am’ but it ended up  here.\nghlibo\nFebruary 2, 2017 at 09:01\n…and who is funding and backing and personally pushing the Ukranian government and people? Soros and the CIA… so not at all astounding, that this is taking place at a time when the EU (foremost A. Merkel) is pushing to uphold sanctions and DJT is looking for talking ground with Putin….always have to ask the question who profits from this…and look deeper than the first glance…who pulling the strings behind Merkel and Soros and CIA?\nFebruary 2, 2017 at 04:06\n“The War Criminals That Opened The Gates of Hell” are hell bent on endless war.\nThe evidence is there for all to see. All this carnage was planned long before Trump came to power. More info below:\nFebruary 2, 2017 at 01:44\nPresident trump and his “national security team” don’t know their ass from third base.\nGod help us, and the unfortunates on the ground in that unhappy counrtry\nbackwardsevolution\nFebruary 2, 2017 at 01:08\nUkraine is in a terrible mess, massive debt, IMF loans, on life support from the U.S.  Give them no more, and just pull back until the money runs out.  When the Ukraine and ISIS stop getting funding, the fighting will stop.\ndonttrustanynewsatthispoint\nFebruary 2, 2017 at 00:40\nPoroshenko initiated this round, to destroy any relationship between the USA and Russia.   Even Voice of America called it a creeping offensive by the Ukrainians (with examples and interviews of Ukrainians) into the agreed demilitarized zone between the troops.  Today for the first time DOWNTOWN Donetsk was barraged by Ukrainian Artillery fire.    The Rebels are fighting on their agreed territory from the Minks Agreements.  During the election while the yellow journalists were decrying russian hacking of the election (which no machines were hacked), and the Hillary server data was mostly leaked by a Sanders supporter in the DNC, the Ukrainians were providing the the British ‘spy’ and John McCain with opposition research (made up it appears) on Donald’s falsified proclivities in Moscow.    This is McCain, Biden, together destabilizing the Trump presidency and if the US falls for this, we all die.  The Russians will attempt to work with this president a few times and then will flip back to China so fast your head will spin if the US goes militant on the Russians.   My guess is ‘The Donald’ is enough aware of all this and will not be pulled in by Poroshenko’s game, and Poroshenko will get the same treatment everyone so far that has taken on Trump has gotten. In  Ukraine it is no secret that Poroshenko has gone from Candy Factories to owning 1/2 the Ukrainian defense industry and derives significant revenue from the war.       I would not be surprised if he is gone in a few months like all the rest who took on this President.\nexiled off mainstreet\nFebruary 2, 2017 at 04:32\nMy guess is that this will indeed be the outcome. It is possible that the Ukrainian lines could collapse if they meet serious opposition. As for Trump’s new regime, I hope that they don’t act stupidly by continuing to lend dangerous, criminal support to the Saudi thugs. This new statement is deplorably disappointing.  Russian support for Iran should limit what evils they can do there, hopefully. It was a hobson’s choice; we know what the harpy would have done. Hopefully, the damage will be less intense, but things could get hairy anyway. They need to get realistic and recognize the central role of the Saudis in the terrorist problem.\nJessejean\nFebruary 1, 2017 at 23:00\nI’m thinking this is all Clinton. She started this aggression on Russia’s border after “we” didn’t approve of their elected leader.  We moved NATO around threateningly and Putin responded by taking Crimea.  Another Hillary sucksess. So her plan was, after her “inevitable” win, to push for a ground war in Ukraine and retake Crimea. And now that she’s lost (again) it’s like the Clinton Machine is just going ahead with their trouble making, as the CIA did with the Bay of Pigs when Kennedy was elected over their chosen, Tricky Dick.\nMark Thomason\nFebruary 2, 2017 at 10:39\nHillary promised this war during her campaign. The War Party was expecting her win and expecting this war. It was already taking steps to get it going.\nIt is not clear to me how much this is to sabotage Trump, and how much is left over momentum of their run up to Hillary’s anticipated Administration and the war it promised.\nCal\nFebruary 2, 2017 at 13:23\nYou can add Nuland and the other junk yard neo dogs to this provocation by Ukraine—they are still at it.\nTristan\nFebruary 1, 2017 at 22:37\nExcellent and thought provoking article.  The motives of those behind escalation of conflict in eastern Ukraine are not so opaque.  As this article alludes, who profits or benefits from this?  At this time of unique changes in the leadership of the U.S., challenges to the plans, decades long in making and implementation, to dominate and subjugate Russia (and previously; the Soviet Union/Bolsheviks/the Czarist Russian Empire), will not be impeded.\nThis is seen in the wider aggression by NATO in its forward deployment of forces and the placement of missile systems, depots for rapid deployment of reinforcements and the stationing of permanent offensive ground troops with full armor compliments of tanks etc.\nThis comprehensive pressure and the provocations via Ukraine are designed to degrade the relations to the point that no other consideration is than that we are faced with an existential threat which will require nothing less than massive spending on weapons and systems of war, continuously and unending.  The risk of total war is brushed aside as profits for the Washington consensus global elite feed the idea that this is something controllable.  Conflict is profit, and they think if managed correctly (ie; Iraq, Afghanistan, Libya, Ukraine, etc.), the profits will be endless.\nThus the Trump conundrum.  Is it realistic to think that this “new” administration, now filling out with Evangelical Christians, Millionaires, Billionaires, Generals, Bankers and Oilmen, can rise to confront realistically this behemoth and how they will find the means to at a minimum try to reduce the tension?  The machinery is so massive and the gears so greased with money/power/blood, that attempting to even slow the behemoth may be a task beyond a mere “new” administration, which is much more than the old, “Meet the new Boss, same as the old Boss!” For they appear to me to be nothing less than fascists, as Sinclair Lewis  said, “When fascism comes to America it will come draped by the flag and carrying a cross.”\nIt is early yet, but is in so many ways already too late.\nFebruary 1, 2017\n“Obama, Hillary, Schumer, and Trump:  Will the Real Enemies of the Moslem World Please Stand Up”\nby Eric Sommer\n…\n“ It’s heart-sickening to see the U.S. corporate media fawning over war criminals posturing as humanitarian friends of Moslem refugees and immigrants when their wars of aggression have killed hundreds of thousands of Moslems, destroyed their societies, and turned enormous numbers into the refugees they now claim to care for.\n“Contrary to their widely-reported public statements of sympathy for Moslem immigrants or refugees, Hillary, Obama, Schumer, and other U.S. political figures whose wars have devastated Moslem countries are among the last people on Earth who can claim friendship for Moslems or refugees.”…\n[read more at link below]\nFebruary 1, 2017 at 22:30\nNoted Russia expert, professor Stephen Cohen discussed  a history of dramatic incidents that have interferred with a rapprochment between the U.S. and Russia.  This is about 11:15 in the following video.  Cohen’s full comments begin at 9:30.\nHe also comments on the US and UK press misreporting on Russia, and discusses the murder of a Russian defector, making a strong alternative case to the media’s blaming Putin.\nThe war profiteers are out in full force.  In 1791 Thomas Paine said, “That there are men in all countries who get their living by war, and by keeping up the quarrels of nations, is as shocking as it is true.”\nFebruary 2, 2017 at 13:00\nThanks for the Rose link. One thing Prof. Cohen said was that the NYT is backing off a bit.\nIn the past few weeks the Times’ group of some dozen Russian bashers have largely stopped being published. As I recall, this group began with Masha Gessen three years ago, but even she recently has turned her attentions to broader topics.\nBill Bodden\nTrump’s Islamophobic team may prefer a war with Iran:\n“Trump administration ‘officially putting Iran on notice’, says Michael Flynn\nNational security adviser issues statement in response to recent Iranian actions as expert warns the White House ‘could stumble into war’” by Julian Borger and David Smith in Washington and Spencer Ackerman in New York – Wednesday 1 February 2017 18.55 EST – https://www.theguardian.com/world/2017/feb/01/iran-trump-michael-flynn-on-notice\nJoe J Tedesky\nFebruary 1, 2017 at 23:58\nBill I am glad you brought this General Flynn notice regarding Iran missile testing to the attention of this comment board. From what I have read so far this Iranian test was in line with the UN IAEA rules, and Iran did nothing out of the ordinary by implementing this drill.\nWhat Jonathan Marshall is pointing out about Keiv’s sudden actions, and Keiv making accusations against Russia and by the reactive nature of Poroshenko is similar to what Israel recently did back on January 17th when Israel by their own statements was retaliating against Syria by firing missiles into a Syrian air base in Mezzeh. The question is, did Syria do anything to provoke an Israeli attack? Bill, a person doesn’t need glasses to see what’s going on here, and taking Flynn’s ‘notice’ into account along with Ukraine and Mezzeh it looks as though we all better bunker down for war. How will a President Trump deal with this, all of it?\nPresident Trump should do a Ronald Reagan and do what ‘the gripper’ did in response to the 1983 Beirut barracks bombings attack. Reagan’s decision to pick up stakes was probably one of the very few moves he made as president, where I agreed wholeheartedly. No I’m not a cut and run kind of guy, nor am I a whimp, but none of these wars is about bravery and honor, or are they about spreading freedom and iPhones. These long term catastrophic events are but for profit, and destruction.\nEarly on Trump could make a statement to our satellite allies, and he could further instruct them to sing from the hymnbook page of his ‘ain’t I the greatest’ song list choosing. Trump better do it now, or he will have loss his eminent stature for sure…this was where Obama got leveled down to size, so if Trump wants to be totally opposite of his predecessor he better get ahold of his chickens, and stop them before these chickens eggs start hatching. It’s all in a day’s work…let’s see if Trump has the power.\nLastly as a side note, if Russian geologists are on to something new and different, and if they are right that the earths core is producing a lava which secretes oil then there is no peak oil drama moment to tread, or any reason to fight and die for the last drop of crude to be pumped up.\nRead about it here….\nFebruary 2, 2017 at 19:04\nAmusing citation of a “paper by a group of Russian geophysicists on something they called “abiotic origins” of hydrocarbons” but not persuasive. There is no explanation of:\n1. How organic material (mostly C,N,O,H) would originate from silicates at hose depths;\n2. Why it would not burn up at those temperatures;\n3. Why Donbas (where they allege having made discoveries) is not swimming in petrodollars;\n4. Why no one else has looked into such sources, especially with other rather costly and risky sources.\n5. Why other fossil fuel such as coal actually contains some plant fossils.\n6. Why no studies of the age and nature of oil-bearing and coal-bearing strata, which in fact leads to discoveries.\nSo it would be good to see some geologic analysis of the hypothesis, but I would guess that it is probably discredited.\nRealist\nFebruary 2, 2017 at 21:36\nI’m not a geologist, but I have taken some geology courses and know that the pollen of fossilized plants is probably THE key predictive indicator for actually finding oil in rock strata.  The discipline is called palynology and is required study for any petroleum engineer.  As Sam says, there has always been a nearly total correlation between the presence of fossilized plant material and petroleum deposits.  Most of the ancient flora characterised from the Mesozoic onward are known from “coal balls”–petrifactions of ancient plants randomly found amongst coal seams.\nThe “abiotic” origin of petroleum is not a new hypothesis, but neither has it ever found any support amongst geologists or petroleum engineers and the evidence is lacking.  The current theory holds that coal and oil derive from the cellulose of long-dead plants that accumulated in massive deposits because no microorganism had yet evolved to degrade that cellulose as a carbon and energy source.  Once bacteria and fungi had evolved the enzyme cellulase most of the newly dead plant material was immediately catabolized, meaning that no new oil beyond a specific layer in the geological record ever appeared.  Notably, neither does petroleum appear in strata that predate the evolutionary emergence of cellulosic plants.  Hence, oil and coal are confined to strata basically from the Mesozoic era.\nThe existence of methane (“natural gas”) in Earth’s crust may be a different matter.  Methane is commonly found in the atmosphere of other planets and moons in our solar system.  Saturn’s moon Titan has even been shown to harbor vast seas of liquid methane, and maybe ethane.   So, biological activity is not required to produce the compound (though it IS created in great abundance by anaerobic microbes that live in environments ranging from swamp sediments, to garbage dumps to cow rumens to your own large intestine).  The early Earth’s atmosphere and its original unstable crust bathed in lava may have contained and trapped enormous quantities of ancient methane.  The ongoing production of new methane at great depths would require the entrapment of huge quantifies of hydrogen gas which would react with carbonates at high temperature and pressure.  Free hydrogen is also thought to have been a component of the early Earth’s original atmosphere, but nearly all was lost into space because our gravity was not enough to hold it.  How much may be left trapped underground after more than 4 billions years?  It has been reported present in some “abundance” in minerals tapped below 20 km in exploratory boreholes.\nTegh Singh\nFebruary 2, 2017 at 11:20\nWhich will put Trump on a collision course with Russia and China.  The belligerence towards Iran is being pushed by Israel.  I also think there is a war brewing between the old guard Deep state and the new Administration attempt to bring in a new guard deep state.\nFebruary 1, 2017 at 22:04\nThe War Criminals have been running amok before Trump took power. He needs to weed them out, and arrest them, before they destroy him.\n“The war criminals who planned and conspired [1] for all the misery, mayhem, destruction, slaughter, killings, maiming, and poisoning [1a] of numerous countries are still running wild. What country will be next for these warmongers? [2] Could it be Ukraine? After all, these crazy imbeciles of organized evil [3a] have already perpetrated regime change there and caused a civil war.  Now these lunatics are hell bent on trying to bring regime change in Russia. (By using sanctions) Do they really think Russian President Vladimir Putin is going to accept their provocations and accept their interference?”\nAuthor and journalist Patrick Buchanan in an article titled, “Did We Vote for War?” November 14, 2014. Said this:\n“Putin has reacquired Crimea, which belonged to Russia before the United States was a nation,…” [4]…\nMore info at link below:\nFebruary 2, 2017 at 10:20\nStephen<= War crimes are not well defined.. no prosecution enforcement arms exist nor means for knowledgeable or affected persons to obtain injunctions or to recover damages or to punish offenders.\nIdentify war criminal? Ignore front line persons, reach behind scene to ID war crime instigators?\nClearly brass at all 14 different intelligence agencies are involved, interlaced politically and internationally linked militarily and integrated with nearly every \"unit of terror\" the world harbors.  Capitalism has been redefined.\nIt now means using terror, force, politics and propaganda to gain access to and to acquire other people's tangible or intangible property, territory, nation, industry, or market.  Its methods seem to be effect regime change, ownership change, political and regional reorganization by use of criminal or force-of-war methods.\nThe war on terror agenda needs to create global laws that not only allow to obtain injunctions, to prosecute and to recover in civil actions for promotional activities as well as actual war crime activities.   But when government itself is the purveyor of the new capitalism, how …\nJack Flanigan\nFebruary 1, 2017 at 21:54\nCorrect. Russia has nothing to gain by iniating further conflict at this point. Kieve has as do the neocons in the US. My latis poor Non existant) but qui bono comes to mind.\nJack Flanigan\nFebruary 1, 2017 at 21:50\nCorrect Russia has nothing to gain at this point by initiating further conflict; Kieve has as do the neocons. My latin is poor but qui bono?\nobserver48\nFebruary 2, 2017 at 04:49\nRuSSia has already lost. Some 10,000 regular RuSSian troops and a hodgepodge of around 25,000 RuSSian mercenaries and local thugs are tightly locked in within the terrorist-controlled territory by 75,000 well-trained, professional Ukrainian troops with close to 200,000 standing behind them. Ukraine doesn’t need to do anything but to hold the lock. Desertions are rampant among local thugs, while RuSSian mercenaries keep returning en masse back to RuSSia or demanding pay raises from 21,000 to 300,000 rubles per month.\nAdrian Engler\nFebruary 2, 2017 at 05:49\nI think the Ukrainian use of the word “terrorists” (which is at odds with the international use, there are no groups on lists of terrorist organizations in Eastern Ukraine) is a clear sign for the unwillingness of Ukraine to find a political solutions.\nSome people claimed that Assad calls all opposition groups “terrorists”, but this does not seem to be the case in that total form, and obviously, there are terrorist groups in Syria (such als Al Qaeda and Daesh) that use terrorist tactics and are listed as terrorist organizations. In contrast, in the case of Ukraine, the use of the word “terrorist” by the Ukrainian government is clearly a demagogic means to prevent a peaceful resolution of the conflict.\nThe conflict in Eastern Ukraine had started with demonstrations and people occupying public buildings – the same what had happened in Western Ukraine before Yanukovich had been overthrown. After he had been overthrown, the new rulers were quick to call those who occupied public buildings in Eastern Ukraine “terrorists”, ignoring that, by this logic, their allies in Western Ukraine would also have been “terrorists” in the time before Yanukovich had been overthrown.\nThe refusal of the Ukrainian government to look for a political solution and the attempt to “solve” the insubordination in Eastern Ukraine after the unconstitutional change of power with military force, for which the misuse of the word “terrorist” played a crucial role, lead to an escalation of the conflict and the involvement of mercenaries on both sides.\nSam F\nFebruary 2, 2017 at 16:00\nDo you have a source for that assertion? Odd that no one else has such information.\nRealist\nFebruary 2, 2017 at 20:49\nHis source is probably the same guy who told Sen. Chris Murphy that Putin immediately ordered the Donbass “terrorists” to start an offensive against the freedom-loving Kiev regime as soon as he got off the telephone with Trump.  So, there you have it:  alternate facts dispensed by the Democrats who are going to demand that Trump hang tough against those evil Ruskies.\nLinda Furr\nFebruary 2, 2017 at 21:33\nUnfortunately, too many in our country think as SSimpliSStically as you, ob 8.  You’ve got the SS’s on the wrong varmints , partner. They belong to uSS.\nJurgen\nobserver48 – yet another Soros’s mutt\ns.p.\ncui prodest\nFebruary 1, 2017 at 21:28\nI believe the Warmongers are on the loose, and will do anything to create another big war\nI wrote this below in 2014, and it still applies, I believe today.\n“Ukraine is the latest country to attract the war beast called the Neurotics Armed Terror Organization (NATO). This beast feeds on bloody death and destruction and needs war and more war to justify its existence. Its handlers are the political “warriors” of the world, some of whom finance and support both sides in war and lead the charge from the safety of their luxury bunkers, where they can watch the obscene action on color TV and computers.”…\nSee more at link below:\nFebruary 1, 2017 at 21:17\nToday’s moon of Alabama laid this story out twelve hours ago with extensive commentary, as usual very interesting. The direness of stating “negating” versus “hoping to negate” is maybe a little too pessimistic. Needless to say we now see ratcheting up maneuver No. X following the last flop with the “golden showers” business.\nFebruary 1, 2017 at 21:11\nHindsight is always 20/20.   Everyone thought that Putin was smart for being so cautious in dealing with Ukraine starting in 2014 when the Ukronazis overthrew the legitimate government and started to wage war against dissidents in the Donbass who wanted no truck with the putsch government that America immediately supported.  All the Russian expat analysts like the Saker and Dmitry Orlov praised Putin for being slow to react and cautious and deliberate in his actions, most notably not agreeing to repatriate the Donbass into Russia as its people requested and not throwing the Russian military or major hardware into the civil conflict.\nBut three years later, the problem keeps festering and Russia’s woes because of it (blamed for the whole mess not of its making by the actual perpetrators–the US, NATO, and the EU) continue to escalate.   Virtually all trade between Russia and the West has been stopped through American-imposed sanctions.   Russia’s borders are crawling with NATO soldiers and heavy ordnance which is being fired “as practice” in the direction of Russia (this very day in Lithuania accompanied by much hoopla).   Russia’s president is demonized as the second coming of Hitler.   The Russians are accused without any evidence of war crimes (not only in the downing of the Malaysian jet flight but also in the liberation of Aleppo from the mercenary headchoppers recruited, employed and armed by America).   Ukraine reneges on its legal debts to Russia with impunity.   Ukraine impedes the flow of gas and oil from Russian into the European Union, stealing what it cannot afford to buy in the bargain, and attempting to sabotage any new pipelines to the West via other countries most of which could badly use the business.   Most notably, Ukraine signs peace accords with foreign powers to settle the matter in the Donbass by federalising its constitution and give the citizens of that region some degree of home rule (and less repression by the Ukrainian ultranationalists in Kiev and Lwow) but has never lifted a finger to implement one paragraph in the agreements.\nYet Russia is speciously blamed for these failures by America non-stop rather than the guilty Ukrainians.   This is simply madness.   Any objective person can see that there is no “Russian aggression” attached to any of these events.   They are all the making of American aggression towards Russia, with its vassal states in NATO and the EU being recruited to gang up and bully Russia without stop.   I really don’t know what they think the end point of this persecution is supposed to be?  (And all the while the American public are fed a “fake news” narrative by its “mainstream” corporate media which functions to serve only its oligarchs rather than the truth or the public interst.)\nThese anonymous power-brokers are out of their minds if they truly believe that the Russian people will rise up against their own government, overthrow Putin and install an American puppet to rule their country  so the vile oligarchs of Wall Street can continue pillaging Russia’s economy and its natural resources as they did so openly under the weak and addled Yeltsin.   If that is the only option allowed to Putin and Russia, no matter how far they bend over backwards to accommodate the imperialist Americans, I’d say that Putin erred three years ago in not simply recognising the independence of the Donbass oblasts (and probably all of Novorusiya),  signing a military alliance with them, and defending them against the  genocidal maniacs from Kiev.\nSure, America would have gone nuts and demanded sanctions against Russia around the entire universe to the end of time.   So what?   Russia is getting that treatment anyway.   In retrospect, perhaps it should have taken care of business just as it did with Georgia.   Fuck the EU.  Cut off their gas, oil and other trade.  Strand the Americans on the international space station.   Strand the American troops in Afghanistan.  And, go all out to pursue trade exclusively with non-Western countries.  It’s not like they didn’t have any other cards to play.   And, it’s not like they were treated fairly and respectfully  in any way by the American government or its aparatchiks in the EU, NATO or even the UN.\nIf America thinks it can up the ante by threatening nuclear war, well, the Russians can play that wild card too.   So, either don’t believe their bullshit or just face reality  and accept that human beings are suicidal and totally insane.   This is how it may well end:  a small clique of over-privileged Americans want it ALL and are willing to destroy it ALL if they can’t have it, like a peevish little kid who breaks his toys when told its time to go to bed.\nIf Trump bows to the oligarchs, cowtows to Poroshenko and refuses to back Putin, it’s time for Putin to accept reality and write off America as a fair negotiator that can be trusted, in fact to see the truth that America is actively trying to destroy his government and his country and pursue policies exclusively in Russia’s own national interests.   If America’s president chooses to use the “nuclear option” in relations with Russia while his congress applies it own “nuclear option” to supreme court appointments, so be it.   You can’t control the actions of madmen, Vladimir.   If the “exceptional” country is determined to destroy the earth, you really can’t stop it.\nWhat is really distressing in Mr. Marshall’s report is that the US State Department is already blaming and warning Russia despite the feel-good phone call of Saturday.  Perhaps not a damned thing has changed even though Obomber is gone from the scene.  Perhaps the state department is still filled with Obomber hold-overs who think they can force the issue, embarass Trump, and either vanquish Russia or get Trump impeached.  It’s a dirty and dangerous game they play, and they deserve no respect or support for what they do from the American people.\nAndreluk\nRealist – my thoughts exactly!\nFebruary 3, 2017 at 08:01\nI would only make a small addition to your excellent longer summary of the international situation.\nWhat the Westerners do not appreciate is that they have pushed Russia as far as Russia was willing to tolerate, and I am not referring to Putin then the whole of the Russian nation. The Westerners are wallowing in the self-manufactured debate pigsty, they are legends in their own time totally disconnected from reality.\nThe pigs among Westerners (the West is full of preening pigs) have been amassing troops on the Russian border, even of the same nations that attacked Soviet Union last time the troops were amassed and caused 27 million dead, such as Germany. What words should one use for the Germans, please suggest? Is this moronic nation capable of learning anything? Because this time, if they do attack, Germany will become a glass parking lot, which it should have been turned into after the previous war.\nCall Westerners stupid or rotten or both, but what they are doing now will turn out badly for everyone. We are one little false flag away from a global nuclear war.\nMike Morrison\nFebruary 1, 2017 at 20:19\nIt will be informative to see whether President Trump and his national security team get the straight facts before…”\nThat’s the way I’d ‘frame’ this one.  Will they stay calm, cool, and collected or will that Steve Bannon character be allowed to initiate something stupid based only on a rumor he heard or his own warped notions..\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.themoscowtimes.com/2017/02/01/ukraines-donbass-drifts-into-alternative-peace-a57011",
                "https://www.crisisgroup.org/europe-central-asia/caucasus/georgia/georgia-s-south-ossetia-conflict-make-haste-slowly",
                "https://www.washingtonpost.com/world/europe/an-outburst-of-violence-in-ukraine-may-be-trumps-first-test-with-putin/2017/01/31/497cc7a6-e7bf-11e6-903d-9b11ed7d8d2a_story.html",
                "https://www.crisisgroup.org/europe-central-asia/caucasus/georgia/russia-vs-georgia-fallout",
                "https://www.washingtonpost.com/opinions/global-opinions/trump-is-sworn-in-rockets-fall-on-ukraine/2017/01/31/e295635c-e7e3-11e6-bf6f-301b6b443624_story.html",
                "http://blogs.britannica.com/2008/08/john-mccain-as-agent-provocateur-in-the-georgiarussia-crisis/",
                "http://www.rferl.org/a/ukraine-russia-creeping-offensive-escalation-fighting/28268104.html",
                "https://www.theguardian.com/world/2017/feb/01/iran-trump-michael-flynn-on-notice",
                "https://www.themoscowtimes.com/2017/01/09/lift-russian-sanctions-for-positive-developments-in-ukraine-osce-chair-a56757"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://novorossiyadailysun.wordpress.com/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://time.com/4652478/donald-trump-russia-putin-republicans/"
            ]
        },
        "key_words": [
            "west",
            "sabotages",
            "violence",
            "president",
            "russia",
            "security",
            "trump",
            "trumps",
            "war",
            "moscow",
            "georgia",
            "ukraine",
            "detente"
        ]
    }
]