[
    {
        "url": "https://www.christianpost.com/news/beyond-disgusting-critics-slam-vaticans-push-to-replace-chinese-bishops-with-communist-backed-ones.html",
        "title": "'Beyond Disgusting': Critics Slam Vatican's Push to Replace Chinese Bishops With Communist-Backed Ones",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Beyond Disgusting': Critics Slam Vatican's Push to Replace Chinese Bishops With Communist-Backed Ones\n'Beyond Disgusting': Critics Slam Vatican's Push to Replace Chinese Bishops With Communist-Backed Ones\n'Beyond Disgusting': Critics Slam Vatican's Push to Replace Chinese Bishops With Communist-Backed Ones\n| Wednesday, January 24, 2018\nPope Francis looking out at people waving Chinese flags in this undated photo. | (Photo: Reuters)\nCritics are speaking out against the Vatican's ongoing efforts to force two Chinese bishops to retire so that they can be replaced by church leaders approved by the Communist government, which has been persecuting Christians across the country.\nAs AsiaNews  reported on Monday, Bishop Peter Zhuang of Shantou and Bishop Jospeh Guo Xijin of Mindong have been asked to step aside so that the Communist-backed Bishop Huang Bingzhang can come into power.\nBingzhang was excommunicated by the Catholic Church in 2011 when he accepted illicit episcopal ordination without the pope's approval, and has been a long-time member of the National People's Congress, China's parliament.\nCatholic News Agency  points out that the Vatican has been attempting to re-establish relations with the Chinese government, which is leading it to side with clergy appointed by the Chinese Patriotic Catholic Association. The association is backed by the government.\nUnderground Catholics, however, along with church pastors from other denominations, have for years faced a crackdown at the hands of Chinese authorities, with hundreds of worshipers and church leaders arrested.\nShantou, who is recognized by the Vatican, was asked to retire by the Holy See back in December, but has so far refused to do so.\nA source told AsiaNews that the Vatican has been trying to offer a consolation by allowing Shantou to nominate three priests for Huang to choose a vicar general from.\n\"Bishop Zhuang could not help his tears on hearing the demand,\" the source explained, adding that \"it was meaningless to appoint a vicar general, who is still a priest that Bishop Huang could remove him anytime.\"\nCritics, such as Rod Dreher, editor of the American Conservative , who converted from Catholicism to Eastern Orthodoxy, called the situation \"beyond disgusting.\"\n\"It is possible to hold on throughout the persecution. Perhaps the thinking in Rome is that it is better to guarantee the validity of the sacraments throughout the communist time, so that the Catholic Church will still validly be present when communism passes,\" he said.\nDreher pointed out that Catholic and Orthodox ecclesiology is different from Protestant ecclesiology, as sacraments are valid even if a priest is personally corrupt.\n\"But without valid sacraments — which require a validly ordained bishop, and a validly consecrated clergy — there is no church, only ecclesial communities,\" he added.\n\"Maybe what Rome is trying to do is to gamble to keep the Catholic Church alive through the dark communist night. That's the best spin I can put on it.\"\nLast year, it was reported that the Vatican and the Communist Party were working on a deal aimed at ordaining Chinese bishops, seeking to end \"decades of frosty ties.\"\nChinaAid President Bob Fu told The Christian Post  at the time, however, that Pope Francis needs to be aware that the Chinese government has not relented in its persecution of believers.\n\"A partnership between the Vatican and the Chinese government would worsen the lives of house church Christians. The Communist Party already targets clergy who are not ordained by the state as illegitimate, which leads to persecution, and having the Vatican's backing gives them a further excuse to do so,\" Fu told CP in March.\n\"They may also feel emboldened in their persecution of Christians who practice their faith outside of government churches, since such a union would be the Vatican's stamp of approval on the Party's approach to Christianity.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christians-warn-pope-francis-making-deal-with-china-is-big-mistake-would-worsen-persecution-177020/",
                "https://www.catholicnewsagency.com/news/the-complicated-case-of-chinas-catholic-bishops-90994",
                "http://www.asianews.it/news-en/The-Vatican-asks-legitimate-bishops-to-step-aside-in-favour-of-illegitimate-ones-42896.html",
                "http://www.theamericanconservative.com/dreher/vatican-sells-out-chinese-catacombers/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "disgusting",
            "told",
            "communist",
            "push",
            "communistbacked",
            "church",
            "chinese",
            "slam",
            "vatican",
            "bishops",
            "catholic",
            "critics",
            "bishop",
            "replace",
            "persecution",
            "vaticans",
            "ones",
            "validly"
        ]
    }
]