[
    {
        "url": "https://www.christianpost.com/voice/is-the-shroud-of-turin-evidence-of-jesus-existence.html",
        "title": "Is the Shroud of Turin Evidence of Jesus' Existence?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-20",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nSaturday, January 20, 2018\nGoing to Pilate, he asked for Jesus' body, and Pilate ordered that it be given to him. Joseph took the body, wrapped it in a clean linen cloth, and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away.\" (Matthew 27:58-60)\nThe Shroud of Turin is an ancient, sepia-colored, rectangular, 14.3 x 3.7 foot linen cloth woven in a three-to-one herringbone twill composed of flax fibrils with the front and the back image of a naked man with his hands folded across his groin on it. It is considered to be the linen cloth the dead Jesus was wrapped in after He was crucified. Some have concluded it is the true burial shroud of Jesus. Others have pronounced it a medieval forgery. In my opinion, the evidence completely disproves it being a medieval forgery...\n1. A set of tests conducted on the Shroud place the cloth to the time ranging from 300 B.C. to 400 A.D., well within the time of Jesus of Nazareth (Stanglin, USA Today, 2013).\n2. The bloodstains, as forensic scientists and chemists now know, were created by real blood, specificallyblood of a torture victim. In addition to that, an x-ray-taken showed excess iron in blood areas, as expected for blood. Microchemical tests for proteins were positive in blood areas but not in any other parts of the Shroud. Furthermore, claims are that the blood has been confirmed as authentic hemoglobin and identified as Type AB!\n3. Microscopic traces of the flowers, and pollen, has been found throughout the Turin Shroud. Out of hundreds of flowers on the Shroud,twenty-eight of them grow in Israel. Twenty grow in Jerusalem itself, and the other eight grow potentially within the close vicinity of Jerusalem (Whanger and Whanger, Duke.edu, 2015). Of these twenty-eight plants, twenty-seven of the identified plants are in bloom in March and April.\nJesus was crucified in Jerusalem during the Passover in the Spring of c. 30 AD. (Matthew 26:12; Mark 14:1; Luke 22:1,7: John 18:28) Half of the floral images and pollen grains from the plants are found only in the Middle East or other similar areas but never in Europe, the favored location of the forgery of the Shroud. Most of the flowers were clustered around the head and chest of the man on the Shroud - consistent with Jewish burial custom in Jesus' time.The pollen also dates to the first-century, further indication that the Shroud was first found in first-century Israel. In addition, many grains of the pollen, Gundelia tournefortii, have been identified. This particular pollen has large thorns, blooms in Israel between March and May, and most of the grains of this pollen have been recovered near the man's shoulder! Could it have been the crown of thorns (Matthew 27:29)?\n\"In addition to being unable to explain so many things about the Shroud of Turin, did it ever occur to modern skeptics that no medieval forger would have been able to forge pollen grains and floral images. Pollen grains are able to be seen only through a microscope. A medieval artist/forger did not even KNOW about individual GRAINS of pollen, could never ever have seen a microscopic grain of pollen—until the 1800's AD.\"—Sandra Sweeny Silver\n4. The image is not a stain, it is not painted on the Shroud, nor is it burned on. Instead, it is seared on to the cloth with a technology that has yet to be explained. Scientists can't even reproduce it with modern technology, let alone medieval technology! Nothing existed in medieval or ancient times that could produce such an X-ray as this. The only explanation would be some sort of large burst of radiation, that was emitted as Jesus was resurrected from the dead, creating the image on the cloth. The process causing the yellowness of the top most fibers of the threads responsible for the image is also unknown.\nItalian scientist Paolo DiLazzaro tried for five years to replicate the image and concluded that it was produced by ultraviolet light, but the ultraviolet light necessary to reproduce the image \"exceeds the maximum power released by all ultraviolet light sources available today.\" The time for such a burst \"would be shorter than one forty-billionth of a second, and the intensity of the ultra violet light would have to be around several billion watts.\"\n5. The image of the man on the Shroud can be read by 3D imaging technology, something that paintings can't do. The image on the Shroud is also only a few fibers deep. The image on the Shroud is not a painting, and that's a fact!\n6. The type of cloth is consistent with fabrics from first-century Israel, but not with medieval Europe. A forger would have had to not only forge the image, but would have had to have detailed knowledge of linen weaves of the first century and then not only reproduce it, but age it convincingly.\n7. Usually, whenever there's a picture depicting the crucifixion of Jesus, it shows the nail prints in the palms of the hand. However, modern science has shown that a nail through the middle of the palm of a man's hand would not be sufficient to hold most of the weight of a man on a cross. The nail would tear through the hand. The placement of the nails in crucifixion was most likely in the wrist.\nThe Turin Shroud shows the nail marks at the lower part of the hand into the wrist, just as expected! Also, experiments conducted on cadavers note that the Turin Shroud accurately depicts how crucifixions would have transpired. In addition, the whip markings on the man's back match the ends of the flagrums used by the first-century Romans for scourgings, his body shows signs of rigor mortis in a crucified position, some of his blood flows are post mortem, and it even shows marks indicating a spear wound - consistent with John 19:34. It matches the details of Jesus' crucifixion accurately!\nThe evidence seems highly probable that the Turin Shroud is genuinely the cloth that covered Jesus of Nazareth before His amazing resurrection from the dead. However, we do not need to rely solely on the Shroud of Turin to provide evidence for the resurrection of Jesus, since the evidence from both Christian and non-Christian sources alone are enough to verify the reliability of the crucifixion and resurrection account. See: Historical Evidence For Jesus' Resurrection.\n \n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "existence",
            "pollen",
            "evidence",
            "cloth",
            "shroud",
            "turin",
            "jesus",
            "medieval",
            "image",
            "blood",
            "grains"
        ]
    }
]