[
    {
        "url": "https://www.christianpost.com/news/idolatry-is-biggest-problem-to-world-mission-says-uk-theologian.html",
        "title": "Idolatry is Biggest Obstacle to World Mission, Says U.K. Theologian",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIdolatry is Biggest Obstacle to World Mission, Says U.K. Theologian\nIdolatry is Biggest Obstacle to World Mission, Says U.K. Theologian\nIdolatry is Biggest Obstacle to World Mission, Says U.K. Theologian\n| Sunday, October 24, 2010\nCAPE TOWN, South Africa – Respected theologian Chris Wright gave a challenging critique Saturday of the evangelical movement when he said a disturbing number of its leaders are guilty of idolatry.\nGod's people today, like in the Old Testament, have fallen to worshiping the false gods and idols of the world, said the international director of U.K.-based Langham Partnerships as he spoke before the thousands attending the Third Lausanne Congress on World Evangeliziation.\n\"Idolatry … is the biggest single obstacle to world mission,\" said Wright, who will be the main drafter of the much-anticipated Cape Town Commitment that will come out of the weeklong gathering of mission-minded Christian leaders.\nAccording to Wright, the three idols are: power and pride, popularity and success, and wealth and greed.\nMany evangelical leaders, he said, have become obsessed about their status and power in the Christian church and have become disobedient to Christ in the process. They worship popularity and therefore exaggerate or report dishonest statistics to make themselves look more successful than they are Similar to the false prophets of old, these leaders claim to speak the word of God but really act in their own self-interest.\n\"The Church was dazzled by these super apostles who boasted about their credentials and their impressive speaking and great popularity,\" said the theologian, whose ministry was once led by John Stott, the evangelical leader who was the main drafter of the first two Lausanne covenants.\nBut the Kingdom of God cannot be built on the foundations of dishonesty and lies, such as questionable statistics of success, he said. It also cannot be built based on the false teaching of prosperity gospel, which distorts what it means to be blessed by God and does not properly teach about suffering and the cross, Wright added.\n\"We are a scandal and a stumbling block to the mission of God,\" Wright stated.\nThe respected ministry leader called on evangelicals to make a \"radical return\" to God and to \"walk in the simplicity of Jesus because we cannot serve both God and manna.\"\nSaturday's theme for the Third Lausanne Congress on World Evangelization, also known as Cape Town 2010, was integrity. The morning plenary, in which Wright was the keynote speaker, was titled, \"Calling the Church of Christ Back to Humility, Integrity and Simplicity.\"\nDuring a press conference Saturday afternoon, Wright explained that his address was inspired by a friend and scholar who visited his home country in Latin America. The friend reported that he attended ten different churches that claim to be evangelical, but not one of them preached the Bible. Furthermore, the pastors of the churches wielded great power with no accountability, and were considerably wealthy.\nAfter hearing his friend's story, Wright realized that the evangelical movement needed a \"reformation\" because it was facing similar problems to that of the medieval church before the Reformation.\n\"This is not just something casual. This is a deep-seated corruption in the Church of Christ,\" said Wright. \"And of course this is not just in Latin America, but all over the world.\"\nSimilarly, Ajith Fernando, national director of Youth for Christ in Sri Lanka, shared his concerns for the next generations, which he fears will think the Bible is untrue because evangelicals that claim to be Bible people live in unbiblical ways.\n\"[M]y fear is that we will have another dark age, an age of liberalism within evangelism as people reject the Bible as impractical and not possible to be kept,\" remarked Fernando.\nA draft copy of the Cape Town Commitment Part 1, a document on the beliefs of evangelicals, was released Saturday evening. Participants will have the opportunity to recommend changes before a final version is issued. Part 2 of the commitment, which is more of a challenge to action for the evangelical movement, will be released by the end of November.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "biggest",
            "power",
            "christ",
            "popularity",
            "mission",
            "world",
            "god",
            "church",
            "town",
            "evangelical",
            "bible",
            "theologian",
            "wright",
            "obstacle",
            "uk",
            "idolatry"
        ]
    }
]