[
    {
        "url": "https://www.christianpost.com/news/study-college-students-about-evenly-divided-between-religious-secular-and-spiritual.html",
        "title": "Study: College Students About Evenly Divided Between Religious, Secular and Spiritual",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nStudy: College Students About Evenly Divided Between Religious, Secular and Spiritual\nStudy: College Students About Evenly Divided Between Religious, Secular and Spiritual\nStudy: College Students About Evenly Divided Between Religious, Secular and Spiritual\n| Friday, September 27, 2013\nCorrection Appended\nAmerican college students are about equally divided between those who identify as religious, as secular and those who say they are spiritual but not religious, according to a new survey  supported by the Center for Inquiry in Amherst, N.Y.\nWhen asked, \"in general, would you describe yourself more as a religious, spiritual or secular person,\" 32.4 percent of college students answered \"spiritual,\" followed by 31.8 percent who answered \"religious,\" and 28.2 percent who answered \"secular.\"\nThe April-May email survey of 1,873 college students at 38 colleges across the United States covered 27 states in all regions of the country, and both public and private schools, including religious private schools. It was conducted by The Institute for the Study of Secularism in Society and Culture at Trinity College.\nAccording to the CFI website, its mission is \"to foster a secular society based on science, reason, freedom of inquiry, and humanist values.\"\nMost, 70 percent, of those who said they were religious were Christian, including 31.8 percent who were evangelical Protestant, 27.2 percent who were Catholic, and 11.3 percent who were mainline Protestant.\nAmong those who said they were spiritual but not religious, most, 31.9 percent, had no religious affiliation, followed by evangelicals, 21.9 percent, Catholics, 12.0 percent, and mainliners, 8.2 percent.\nAs might be expected, the vast majority of seculars, 70.2 percent, said they have no religious affiliation. There were some seculars, though, who did have a religious affiliation. For example, 4.8 percent said they were Jewish, 4.4 percent said they were Catholic, and 2.5 percent said they were evangelical or belonged to an evangelical denomination.\nThe survey asked the respondents how often they attended religious services as a child. It found a strong correlation between attendance at religious services as a child and self-identification as religious while a college student.\nAmong the religious college students, 82.1 percent said they attended religious services weekly as a child. Among the secular college students, a little more than one in three, 37.2 percent, said they attended religious services as a child. The spiritual college students fell between those two groups at 55.1 percent.\nThe partisan and ideological \"God gap\" found in the electorate was also found among college students, according to the survey.\nThe religious students were the most likely to identify as Republicans, 38.8 percent, and conservatives, 34.1 percent. The secular students were the most likely to identify as Democrats, 57.2 percent, and liberals, 44.0 percent. A plurality of the spiritual students identified as Democrats, 44.8 percent, and as liberals, 34.9 percent.\nCorrection:  Wednesday, Oct. 2, 2013\nAn article on Friday, Sept. 27, 2013, reported that the Center for Inquiry is located in Hartford, Conn.  CFI is located in Amherst, N.Y. \nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://centerforinquiry.org/press_releases/u.s._college_students_evenly_divided_between_religious_secular_and_spiritua/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "services",
            "evenly",
            "identify",
            "child",
            "divided",
            "religious",
            "college",
            "students",
            "spiritual",
            "secular",
            "survey",
            "inquiry"
        ]
    }
]