[
    {
        "url": "https://www.christianpost.com/news/pastor-chris-conlee-blasts-hateful-bloggers-critics-of-andy-savage-in-sexual-assault-case.html",
        "title": "Pastor Chris Conlee Blasts 'Hateful' Bloggers, Critics of Andy Savage in Sexual Assault Case",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Chris Conlee Blasts 'Hateful' Bloggers, Critics of Andy Savage in Sexual Assault Case\nCP Current Page: Church & Ministries | Tuesday, January 23, 2018\nPastor Chris Conlee Blasts 'Hateful' Bloggers, Critics of Andy Savage in Sexual Assault Case\nPastor Chris Conlee Blasts 'Hateful' Bloggers, Critics of Andy Savage in Sexual Assault Case\n| Tuesday, January 23, 2018\nChris Conlee, lead pastor of Highpoint Church in Memphis, Tennessee. | (Screenshot: YouTube)\nA week after Teaching Pastor Andy Savage of Highpoint Church in Memphis, Tennessee, took a leave of absence over a \"sexual incident\" with a 17-year-old former parishioner that occurred 20 years ago in Texas, Highpoint Lead Pastor Chris Conlee denounced bloggers who have been critical.\n\"What happened 20 years ago was wrong. What is happening with bloggers and social media critics being so hateful is also wrong,\" Conlee told his congregation  Sunday about church sexual assault advocates who have been criticizing the way Savage's past was kept secret from his congregation.\nSavage's accuser, Jules Woodson, revealed in a report highlighted in The Wartburg Watch  earlier this month, how he coerced her into performing oral sex on him while he was her then 22-year-old youth pastor at Woodlands Parkway Baptist Church, now known as StoneBridge Church  20 years ago.\nShe alleged that even though he was fired from the church over the incident, what he did was not fully disclosed and she was told by church officials to keep quiet about what had happened to her. Months later, Savage was back in ministry in Memphis and his past was shared with only a few people, including Conlee.\nSavage has since argued  of his encounter with Woodson that \"I did not force anything. I did not ask for anything. I did not request anything. This was a very mutual organic moment that we shared.\"\nSince The Wartburg Watch's initial report, many critics have suggested that Savage should not be in a leadership position with his past.\nConlee has defended Savage, saying he has \"total confidence in the redemptive process Andy went through under his leadership in Texas\" and that he's \"100 percent committed\" to Savage and his continued ministry at Highpoint.\nIn his latest comments on Sunday, Conlee dismissed some sources of information as \"unreliable.\"\n\"So let me ask you this question: Why is Bible reading so selective? Matthew 7:2 says this: 'For in the way you judge, you will be judged, and by your standard of measure, it will be measured to you. 'And so what I would ask for us to be a people to do, is it is okay for us to acknowledge when wrong has existed, but it's also okay for us to acknowledge that there are some sources in life that are not reliable or responsible. It is okay for us to respectfully disagree, and that's what we're doing,\" Conlee said.\n\"If you were watching a movie right now of this story, and in this particular movie we happen to be the main characters, what would you want us to do? Do you want us to compromise and cave in to the critics? Do you want us to quit? See, that's what the enemy wants,\" he told the church, noting that he intended to respond to the crisis in the way Jesus would.\n\"What you want us to do is to be people of incredible integrity, you want us to be people who are sold out, committed, to doing everything we possibly can to respond the way Jesus would respond, to speak truth in love, to have that perfect balance and tension that exists there. \n\"Here's what I want you to know: As your leader, as your pastor, I am committed to fighting the good fight. But watch this — don't get mistaken about the word fight — I'm committed to fighting the good fight, in the right way, at the right time, with the right heartbeat. Okay?\" he said.\nHe then urged his congregants to be mindful of the devil while quoting 1 Peter 5:8.\n\"Be sober-minded. Be watchful. Your adversary, the Devil, prowls around — watch this — like, like a roaring lion. He is not a roaring lion. He is like a roaring lion. There is only one roaring lion, and that is the lion of the tribe of Judah,\" Conlee said. \"You know what he does? He imitates in order to intimidate. Seeking someone to devour, resist him firm in your faith ....\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://thewartburgwatch.com/2018/01/05/i-thought-he-was-taking-me-for-ice-cream-one-womans-metoo-story-of-molestation-by-her-former-youth-pastor-andy-savage/",
                "https://www.christianpost.com/news/memphis-pastor-andy-savage-says-he-offered-to-resign-over-sexual-assault-but-church-stood-by-him-213987/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://gostonebridge.com/",
                "https://www.youtube.com/watch?time_continue=221&v=UaT9p2MH5K8"
            ]
        },
        "key_words": [
            "hateful",
            "case",
            "right",
            "conlee",
            "church",
            "lion",
            "roaring",
            "savage",
            "pastor",
            "chris",
            "blasts",
            "critics",
            "okay",
            "way",
            "sexual",
            "bloggers"
        ]
    }
]