[
    {
        "url": "https://consortiumnews.com/2016/07/15/americas-unbridged-racial-divide/",
        "title": "America’s Unbridged Racial Divide",
        "authors": [
            {
                "name": "Silly Me",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "John Ellis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-07-15",
        "text": "Main menu\nJuly 15, 2016\nBy Michael Winship\nPhilando Castile and I share birthdays in July. This year, I celebrated mine with friends and family. But Castile’s friends and family are mourning his death, killed by a police officer in the St. Paul, Minnesota, suburbs after he was pulled over for a broken taillight.\nHe would have been 33. I am decades older — older now, in fact, than my own father when he died. And I am white.\nVoting rights activists in Mississippi during Freedom Summer in 1964.\nMy mother was from central Texas and my father from western New York, about 115 miles southwest of the small upstate town where I grew up. Their geographically disparate marriage was a product of the World War II disruptions that found men and women marrying people they met from far away instead of the boy or girl next door.\nPart of my Texas grandfather’s family had come there from Alabama and I’m sure that if I dug deep enough into the genealogy, I would find Confederate veterans and very possibly slaveholders. My mother occasionally claimed that at least one family member had been in the KKK, but I have no idea whether it was true or simply said to shock her damn Yankee children.\nVisiting relatives in Texas as a boy in the early 1960s, I remember seeing whites-only drinking fountains and restrooms in a local department store. I watched the civil rights struggle of the ‘60s on TV and in the papers: George Wallace standing in the door at the University of Alabama to keep two African-American students from enrolling; three young men disappearing during the Mississippi Freedom Summer of 1963; the 1965 march from Selma to Montgomery; the passage of the Civil Rights and Voting Rights Acts, the assassinations of Medgar Evers, Malcolm X, Martin Luther King Jr. and Jack and Bobby Kennedy.\nGrowing up in rural New York State, there was none of the overt public segregation I’d seen in Texas. Tolerance was taught at home, church and school. We even read Richard Wright’s Native Son and Ralph Ellison’s Invisible Man in English class. But for the kids in my hometown, “The Talk” you had with your parents was about the birds and bees, not about how to behave when stopped by a policeman.\nSubdued Racism\nAnd discrimination was there, all right. Racial stereotypes too often flourished and crude jokes were told. The very few black families were middle-class; many, if not most, of them were professionals at the veterans’ hospital there, successful and upwardly mobile. Even so, there were whispers of efforts to keep African-American families from moving into certain white neighborhoods, whispers loud enough that even a youngster like me could hear.\nJohn Lewis, now a U.S. congressman, being attacked during the voting rights march in Selma, Alabama, in 1965.\nI moved to Washington, DC, to go to school a year and a half after riots had burned the city in the wake of the King assassination. The capital was majority African-American then, but still I lived in white neighborhoods and contact and communication were rarer than they should have been.\nI moved to New York and worked as publicist on the public affairs show Black Journal and handled press for such African-American filmmakers as Bill Miles. When I got into television production, I worked with many men and women of color. Friendships were formed.\nNone of it has been enough, for there are two things I know. First, as hard as I might try, I can never ever understand what it is like to be black in America, can never know what it’s like to be discriminated against or abused or pulled over and hassled, maybe even killed, just because of the color of my skin.\nWriting in The Atlantic about last week’s murders of Philando Castile, Alton Sterling and five white Dallas police officers, Ta-Nehisi Coates notes :\n“Wanton discrimination is definitional to the black experience, and very often it is law enforcement which implements that discrimination with violence. A community consistently subjected to violent discrimination under the law will lose respect for it, and act beyond it. When such actions stretch to mass murder it is horrific. But it is also predictable.”\nSo I can condemn the murder of innocent black men and white police officers but have damn little, if any, right to pass judgment on or criticize those peaceably struggling to overcome centuries of racism, except to be supportive and try when I can or when I’m asked to do what I can to help.\nSecond, I know that no matter how liberal or progressive I profess to be, no matter how successfully, how diligently I seek to be enlightened and nuanced in my understanding of the world and those around me, I know that there still is a tiny, virulent nugget, a germ of prejudice that exists deep within me — the product of those stereotypes and awful jokes of childhood and adolescence, and that it must always be powerfully held at bay by reason, understanding and love.\nTrump’s Allies\nThat is why it is so frightening to see how in others that vein of hatred has been exposed and encouraged to grow strong again by the candidacy of Donald Trump and far too many of his supporters. Nicholas Confessore reports in The New York Times :\nA mug shot photo of the Rev. Martin Luther King Jr.\n“In countless collisions of color and creed, Donald J. Trump ’s name evokes an easily understood message of racial hostility … passions aroused and channeled by Mr. Trump take many forms, from earnest if muddled rebellion to deeper and more elaborate bigotry. …\n“[O]n the flatlands of social media, the border between Mr. Trump and white supremacists easily blurs. He has retweeted supportive messages from racist or nationalist Twitter accounts to his 9 million followers… In fact, Mr. Trump’s Twitter presence is tightly interwoven with hordes of mostly anonymous accounts trafficking in racist and anti-Semitic attacks. When Little Bird, a social media data mining company, analyzed a week of Mr. Trump’s Twitter activity, it found that almost 30 percent of the accounts Mr. Trump retweeted in turn followed one or more of 50 popular self-identified white nationalist accounts.”\nAnd now Trump makes the outrageous and completely unfounded claim that Black Lives Matter and other activists held a moment of silence for Micah Johnson, the murderer of the Dallas policemen.\n“The other night you had 11 cities potentially in a blow-up stage,” Trump lied to an Indiana rally on Wednesday. “Marches all over the United States — and tough marches. Anger. Hatred. Hatred! Started by a maniac! And some people ask for a moment of silence for him. For the killer!”\nTrump’s demagoguery, appeal to white fear and not-so-subtle incitement to violence at its worst.\nThe mind reels, the heart and soul cry out. Events of the last few days have brought to the forefront a mix of issues both profound and perplexing, from race in America and extremist politics to the nature of law and order, the militarization of the police and the gun violence that kills both police and innocent bystanders of every color and creed.\nWhat I do know is this: to quote former President George W. Bush, of all people, when he spoke at Tuesday’s interfaith service for the slain Dallas policemen, “Too often we judge other groups by their worst examples while judging ourselves by our best intentions, and this has strained our bonds of understanding and common purpose.”\nAnd I think I know a big reason why Black Lives Matter: because for far too long they have mattered too little or not at all. Amends must be made and attention must be paid. Now.\nMichael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com, and a former senior writing fellow at the policy and advocacy group Demos. Follow him on Twitter at @MichaelWinship. [This story originally appeared at http://billmoyers.com/story/dont-know-much-know-black-lives-matter/ ]\nJohn Ellis\nJuly 20, 2016 at 23:45\nIn Empire USA, after our wars of aggression have plundered half of all the wealth on planet earth, what we see is the laboring-class lower half of society subjected to economical slavery and the brutal imperialism of a police state.  The end result being that 23% of our children suffer hunger.\nMost profound, the richest nation in history, yet it intentionally causes 23% of it’s children to suffer hunger.  And all because of this thing called democracy which allows the 51% most intelligent to hoard all the land and wealth.\nFor the upper half of society is 95% white and owns everything, while the lower half is 95% colored and owns nothing.  For race predigest and greed are one and the same, surely we have a destiny to reach the ultimate conclusion of it and having such priceless knowledge, then all things will turn toward the good.\nPeter Loeb\nA POEM FROM 1939\nSterling A. Brown (1901-1989) was an African American Professor\nand poet of a prior generation. He taught at Howard University\nfrom 1929 to his retirement. Unknown today, a few of his poems\nare included in THE OXFORD BOOK OF AMERICAN POETRY\n(Ed. Donald Lehman, Oxdford U. Press. 2006, p 457):\nSOUTHERN  COP\nThe place was Darktown.  He was young.\nHis nerves were jittery  The day was hot.\nThe Negro ran out of the alley.\nAnd so he shot.\nThe Negro must have been dangerous,\nBecause he ran.\nTo prove himself a man.\nLet us condone Ty Kendricks\nIf we cannot decorate.\nIt was too late;\nIt was unfortunate.\nStanding there, his big gun smoking,\nRabbit-scared, alone,\nAnd the dying Negro moan.\n—Peter Loeb, Boston, MA, USA\nPeter Loeb\nA POEM FROM 1939\nSterling A. Brown (1901-1989) was an African American Professor\nand poet of a prior generation. He taught at Howard University\nfrom 1929 to his retirement. Unknown today, a few of his poems\nare included in  THE OXFORD BOOK OF AMERICAN POETRY\n(Ed. Donald Lehman,\n“Trump: Black Lives Matter has helped instigate police killings”\nThat’s the headline from CNN.    Trump wants an investigation of these cop killers.\nThen there was this from Iowa’s gift to DC:\nThe exchange began when Esquire writer Charles Pierce predicted that Cleveland will be the last convention where Republicans cater to “old white people.”\nThe quip set off Rep. Steve King, R-Iowa.\n“The whole business does get a little tired, Charlie,” King shot back. “I would ask you to go back through history and figure out where these contributions have been made by these other categories of people that you are talking about.  Where did any other subgroup of people contribute more to civilization?”\nWhite people, and especially white christians.   Nobody else can match this group’s “contribution” to civilization.\nI’d give a nickel to learn the demographics of King’s supporters.\nhXXp://www.seattlepi.com/local/politics/article/Rep-Steve-King-What-subgroup-has-contributed-8385655.php\nSilly Me–\n::\nZachary Smith–\n“Clearly the next step would be to disarm black civilians. After all, black criminality at the bottom of it all. Putting them back “in their place” is the real way to handle this.”\nMuch Love for these precise observations. The proof is, as they say, in the pudding, the historical pudding… .\nTo wit:The ‘Star-Spangled Banner’ Lyrics that get Swept Under the Rug\nFebruary 28, 2015\nby Robert Barsocchini\nThe US national anthem, the “Star-Spangled Banner”, has four verses, though only one is commonly sung or discussed.  The reason for this becomes apparent when the lyrics are read and the history behind them known.\n“No refuge could save the hireling and slave\nFrom the terror of flight, or the gloom of the grave”\nHistorian Robin Blackburn writes that these lyrics, from verse three of the four-verse anthem, were an expression of settler pride after having won a major turf war with the British at New Orleans.  Written by a slave owner, staunch anti-abolitionist activist, and co-founder of the “American Colonization Society”, they offer a ghoulish warning to slaves who were fighting for the British in exchange for freedom, reminding unwilling laborers that escape, or “flight’, from settler-servitude would be terrifying, as they would be hunted (which they were), and that, since the anti-abolitionist settlers were gaining the upper hand, trying to achieve freedom would lead only to “the grave”.\nShould we not treat the root of the problem?\nWe ought not be surprised to learn that there are already people suggesting that the root of the problem is allowing black people to be armed at all.   Earlier today I saw this:\nBlack Lives Matter’s African adherents are not concerned with truth, nor are they concerned with justice. Officer Darrin Wilson turned out to be acting properly after an extensive Justice Department investigation. It is likely that Philando Castile was also killed under proper police procedures. The full story isn’t out as this article goes to print, but there is some compelling evidence that Castile was involved in an armed robbery, so the police were right to be suspicious and ready to shoot. Castile’s online presence was pro-thug life, much like Mike Brown and Trayvon Martin.\nThe Black Lives Matter crowd is also aided by whites in the churches and in the media. TV sermons on the Sunday after the Dallas shooting were filled with warm, gooey nonsense about sin, forgiveness, Jesus, etc. But no minister bothered to point out (or had the courage to point out) the black criminality at the bottom of it all.\nThe author goes on to ‘prove’ that blacks have never been worth a damn while in uniform.   Not even during the Civil War.  So obviously us white folks need to reconsider letting them join the Military at all.   Though quite useless there, they’ll still get the training useful for assisting the terrorist organization Black Lives Matter.\nClearly the next step would be to disarm black civilians.   After all, black criminality at the bottom of it all. Putting them back “in their place” is the real way to handle this.\nBTH, this author also penned an essay telling how the Sand Creek massacre of Indians was a fully justified and honest victory.\nEvery now and then the Lost Cause boys of the South crawl out of the woodwork to tell everybody how correct it was to enslave the barbaric folks with dark skin.   In the course of some other research I ran into this gem from 1944.\nhXXps://www.unz.org/Pub/AmMercury-1944dec-00680\nWhat If The South Should Be Right?\nLooks as if it’s time for the KKK boys to surface yet again.   I won’t be a bit surprised to see many “solutions” to the police murders which do NOT involve cracking down on the police murderers.\nJerry\nJuly 16, 2016 at 10:45\nDonald Trump likes to bring up his Christianity and his biblical scholarship. What about: hate the sin, but love the sinner?\nI do not approve of murder by anyone. Given the atrocities that Mr. Winship writes about, should we really be surprised that some black person lashes out because he can’t take it any more? Should we not treat the root of the problem?\nJohn Ellis\nJuly 21, 2016 at 00:06\nIf the purpose of this world is to reach the ultimate conclusion of greed, then the only way possible to accomplish such a goal would be to give most of humanity the illusion that they were exceptional and deserving of more then others.  Which would explain why it is that in democracy, the 51% most wealthy and greedy always end up owning all the land and wealth.\nSilly Me\nJuly 16, 2016 at 05:12\nCsanyi, Hungarian-born ethologist pointed out already in 1964 that humans are pack animals, consequently biologically wired to be racists. It is actually “unnatural” not to be racist. So what can be done about the animal side of human nature in a culture of instant gratification?\nThe reason for black segregation is the US school system, the main pillar of American ghettoization. If schools were financed after the number of students who attend them by choice, much of the segregation would vanish in a couple of generations. Free school choice, however, would require entrance exams, which is considered discriminatory in the US. No wonder we have one of the least educated populace in the developed world. At the same time, black students would be admitted at a higher rate at decent schools and would acquire the language needed for most decent jobs.\nJ'hon Doe II\n::\nCalhoun’s Study of Norway Rats\nThe first researcher, John Calhoun, placed 80 Norway rats in a cage with four sections and two walkways that would lead from the outside compartments to the inside compartments. According to Tom Wolfe, if there are more than 200 of them in one fourth of an acre they will begin to “die off.”\nSo, what happens when you place 80 in relatively small cage?\nCalhoun made sure that they had enough water, food and shelter necessary to survive but the rest would be up to the rats. Soon enough, the animals descended into what Calhoun described as a “behavioral sink.” This term is used to explain the behavior of animals that gather or are forced to live in a space too small to accommodate them.\nThe rats at first developed a sense of order, but that soon went ‘haywire.’ At the ends of the cage an alpha male took over and kicked the other males out. According to Wolfe, the alpha males would take eight to ten females as concubines. This meant that from 58 to 62 Norway rats would be forced to live in the middle two compartments.\nChaos resulted as no sense of order or balance could come from that many rats being trapped so close together. The male rats fought constantly and began to ignore mating rituals and force themselves on female rats. They also began to perform bisexual and homosexual acts. Some rats wouldn’t even move in the daytime and would wait for the other rats to go to sleep before they would walk around. No rat was safe from molestation and any attempts to leave the confines of the middle compartments by male rats were checked by the alpha male at either end of the cage. They were trapped in chaos.\nThe alpha males, and their concubines, it must be noted, grew much larger than the other rats and maintained their health and vitality. The female concubines also had free reign and would venture in and out of the middle compartments as they pleased.\nSilly Me\nJuly 17, 2016 at 08:18\nIndeed, but there will always be dominant interest group and sadly, you are most likely to become a victim based on your culture, which in the US tends to overlap race, although that sort of excuse is now disappearing with the middle class. As long as people cannot be baited into violence, shared oppression and exploitation will eventually unite them. As long as the oppressors are willing to commit genocide for a tiny profit for stock holders, such an endgame seems inevitable. Sadly, nothing can come out of it that will make this into a better world. Ruled by plutocrats, humiliated on a daily basis can accomplish only one thing: Turn you from a puppy into the vicious dog that bites indiscriminately, into one of the psychopaths. Call it free trade, call it free enterprise, call it a war on an idea, call it professionalism. It’s hard not to assist the progress of the vehicle when you are a part of the engine. The reason why we are here reading is that we know that the only way to fight the monster is by developing our own concepts for thinking and our own terms for talking. Of course, I believe, that is already listed as a personality disorder in the latest guidelines in psychiatry.\nJ'hon Doe II\nJuly 15, 2016 at 16:29\nThe Death of Stephen Biko\nOn 12 September 1977, Stephen Bantu Biko died in a prison cell in Pretoria. The announcement of Biko’s death by the South African government the next day sparked international and national protest. Steve Biko was not the only person to die in detention at the hands of the South African security police; yet, because of Biko’s prominence as a charismatic leader of the Black Consciousness Movement, his case captured the attention of many South Africans and people throughout the world.\nBiko’s death in detention illustrates the brutality of the security police during apartheid and the state’s hand in covering up torture and abuse of political detainees. Biko’s case also demonstrates the collaboration of non-governmental institutions with apartheid and, furthermore, that not all South Africans accepted or were satisfied with the Truth and Reconciliation Commission process.\nBiko was a founding member of the South African Student Organization (SASO), an exclusively black student organization that stressed the need for black South Africans to liberate themselves psychologically and to become self-reliant in order to fundamentally change South Africa. The formation of SASO in 1969 marked the beginning of the Black Consciousness Movement (BCM). This movement re-energized resistance to apartheid in the 1970s and spawned a number of other political and community development organizations. In 1973, the government banned Biko to his home area, King William’s Town in the Eastern Cape. Despite this restriction, he continued his political work as a key figure in the BCM and helped implement several community projects.\nIn August 1977, Biko and his associate, Peter Jones, drove to Cape Town (violating Biko’s banning order) to meet with members of other liberation movement organizations. On their way back through the Eastern Cape, the police stopped Biko and Jones at a routine road block (aka “traffic stop”) near Grahamstown. When the police recognized the two men, they arrested them under Section 6 of the 1967 Terrorism Act that allowed indefinite detention without trial for the purposes of interrogation in solitary confinement. The police interrogated them at security police headquarters in Port Elizabeth about their alleged involvement in distributing “subversive” pamphlets in the area. Biko died on September 12, at the age of 30, from brain damage sustained after a physical struggle with his interrogators, inadequate medical care, and inhumane treatment. (Peter Jones was released 533 days later, in February 1979, after solitary confinement and torture.)\nThe Port Elizabeth security police were known for their brutality. On the morning of September 6, what would be described by the policeman as a “scuffle” erupted between the policeman and Biko. Daniel Siebert led the interrogation, flanked by Harold Snyman, Gideon Nieuwoudt, Rubin Marx, and Johan Beneke. Amidst the physical struggle, the policemen punched Biko, beat him with a hosepipe, and ran him into a wall, after which he collapsed. The policemen then shackled Biko upright to a security gate with his arms spread out (“spread-eagled”) and his feat chained to the gate, in a crucifixion position. They left Biko chained to the gate (later laying him on the floor) and did not call for a doctor for 24 hours.\nJuly 15, 2016 at 11:44\nWhen I first heard the ‘Black Lives Matter” tag line, I thought, ‘uh oh’. It left an opening for exactly what happened. “You blacks are racist; only your lives matter. White lives, blue lives matter too”! The tag line should have been “Black Lives Matter Too”. That would have said, “Everybody knows white lives matter. Well, so do ours”. But if blacks added ‘too’ to the tag line now, racists would respond, “Oh yeah. We called you out on your racism, and now you’re trying to cover up. Well, we know what you really think. You meant what you said the first time”. We brought blacks over here for chattel labor, but whites have always harbored fear of a Mau Mau uprising, which is why gun sales spike after every rumbling of racial trouble.\nJ'hon Doe II\nJuly 15, 2016 at 16:19\n“Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time. Its essence is the realisation by the black man of the need to rally together with his brothers around the cause of their oppression\n– the blackness of their skin –\nand to operate as a group to rid themselves of the shackles that bind them to perpetual servitude.”\nSteve Bantu Biko\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/interactive/2016/us/elections/donald-trump-on-the-issues.html",
                "http://billmoyers.com/story/dont-know-much-know-black-lives-matter/",
                "https://www.esquire.com/news-politics/politics/news/a46695/donald-trump-candidacy-american-democracy/",
                "https://time.com/4404187/what-barack-obama-and-george-w-bush-showed-tuesday/",
                "http://www.nytimes.com/2016/07/14/us/politics/donald-trump-white-identity.html",
                "https://www.theatlantic.com/politics/archive/2016/07/the-near-certainty-of-anti-police-violence/490541/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.getlittlebird.com/blog/data-62-of-the-people-donald-trump-rted-this-week-follow-multiple-white-supremacist-accounts"
            ]
        },
        "key_words": [
            "york",
            "divide",
            "unbridged",
            "family",
            "know",
            "white",
            "trump",
            "texas",
            "men",
            "mr",
            "racial",
            "matter",
            "black",
            "americas"
        ]
    }
]