[
    {
        "url": "https://www.christianpost.com/news/alabama-bill-eliminates-marriage-license-wedding-ceremony-same-sex-gay-marriage-ruling.html",
        "title": "Alabama Bill Eliminates Need for Marriage License, Wedding Ceremony to Comply With Same-Sex Marriage Ruling",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAlabama Bill Eliminates Need for Marriage License, Wedding Ceremony to Comply With Same-Sex Marriage Ruling\nAlabama Bill Eliminates Need for Marriage License, Wedding Ceremony to Comply With Same-Sex Marriage Ruling\nAlabama Bill Eliminates Need for Marriage License, Wedding Ceremony to Comply With Same-Sex Marriage Ruling\n| Wednesday, January 24, 2018\nSupporters of traditional marriage between a man and a woman rally in front of the Supreme Court in Washington, June 26, 2015. The Supreme Court ruled on Friday that the U.S. Constitution provides same-sex couples the right to marry in a historic triumph for the American gay rights movement. | (Photo: Reuters/Joshua Roberts)\nA bill that would eliminate the need for a marriage license and wedding ceremony to be legally married in Alabama could soon become law in a move local legislators argue would bring the state in line with the 2015 Supreme Court ruling on Obergefell v. Hodges which legalized same-sex marriage nationwide.\nThe bill, which has already passed the Alabama Senate, according to AL.com , would create a new process that would allow couples to submit affidavits to probate judges which would then be used as an official record of their marriage.\nThese affidavits would only be required to state that the spouses are at least 18, or at least 16 with parental consent, are not currently married and are not related by blood or adoption the report said. All other aspects of marriage such as divorce, child custody and child support are expected to remain the same in the state. The cost of this new process will be the same as the current cost of a marriage license, which is about $70 .\nRepublican sponsor of the bill Sen. Greg Albritton who has sponsored similar bills since Obergefell v. Hodges, said the Supreme Court decision made his bill necessary .\n\"We have to bring a bill because of the decision,\" he said. \"I can't change the decision. That decision is the law of the land. The only thing I can do is try to make it easier and try to find some kind of middle ground that we in Alabama can live under that law.\"\nThe new process would remove the state's role in any marriage ceremonies, properly separating church and state, he said.\nCurrent state laws also do not require probate judges to issue marriage licenses, which protected the freedom of conscience for judges whose views didn't align with the Supreme Court ruling.\nA number of judges, such as Washington County Probate Judge Nick Williams,  stopped issuing marriage licenses  after the Supreme Court ruling. Williams argued that the Supreme Court had no authority to \"redefine\" marriage because God created the institution.\nThe new bill will remove that discretion from probate judges and only require them to accept and record properly completed affidavits presented by couples.\nWilliams, who argues there is a difference between recording a document and adding his signature to it, says if this new bill becomes law he will abide by its requirements and record all marriages.\nDemocrat State Rep. Patricia Todd said she would vote for the new bill because she agrees that the state should not be in the position of deciding who can marry and should have changed the law years ago.\nCurrent Alabama law states that  a couple that has received a marriage license must \"solemnize\" the union in a ceremony.  State law 30-1-7  says: \"Marriages may be solemnized by any licensed minister of the gospel in regular communion with the Christian church or society of which the minister is a member; by an active or retired judge of the Supreme Court, Court of Criminal Appeals, Court of Civil Appeals, any circuit court, or any district court within this state; by a judge of any federal court; or by an active or retired judge of probate.\"\nAlbritton explained that the language on \"licensed minister\" is ambiguous and the requirement for a ceremony entangles the state unnecessarily in what should be a private affair, according to AL.com.\nAlabama's House Judiciary Committee is expected to consider the bill on Wednesday, which could lead to a final vote in the House next week.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.al.com/news/2018/01/alabama_senate_passes_bill_to_7.html",
                "http://www.al.com/news/index.ssf/2018/01/bill_to_eliminate_marriage_lic_1.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.mc-ala.org/ElectedOfficials/ProbateJudge/ProbateDivisions/Licenses/Pages/MarriageLicenses.aspx",
                "https://theamm.org/marriage-laws/alabama/"
            ]
        },
        "key_words": [
            "samesex",
            "license",
            "ceremony",
            "bill",
            "eliminates",
            "law",
            "judges",
            "comply",
            "need",
            "state",
            "alabama",
            "supreme",
            "probate",
            "marriage",
            "court",
            "wedding",
            "ruling"
        ]
    }
]