[
    {
        "url": "https://www.christianpost.com/news/business-mentorship-model-gets-christian-makeover.html",
        "title": "Business Mentorship Model Gets Christian Makeover",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nBusiness Mentorship Model Gets Christian Makeover\nBusiness Mentorship Model Gets Christian Makeover\n| Sunday, May 01, 2011\nThe concept of successful businessmen mentoring selected high-potential social entrepreneurs is not new. But the idea of Christians applying that model to social entrepreneurs motivated by their faith to advance the common good has never been put into practice before – until now.\nA group of successful Christian non-profit and business leaders began accepting application for the inaugural class of the Praxis mentorship program this week. Praxis, a Greek term that means putting theory into action, is looking for driven yet humble social entrepreneurs to provide “world-class” mentorship and cash prizes to.\nPraxis defines social entrepreneurs as people who look at big social problems and come up with creative ideas on how to build organizations or models that can tackle the challenges.\n“Social entrepreneurs are similar to regular business entrepreneurs in the sense that they’ll run through walls, get things done. They’re scrappy and tough, they make due with very little resources,” explained Josh Kwan, the chairman of the board of Praxis, to The Christian Post.\nBut Christian entrepreneurs, he noted, have the added characteristic of “abiding faith that God has called them into this work.”\nTwelve fellows will be chosen among the applicants to enroll in a six-month long program where social entrepreneurs will be closely guided by mentors on a one-to-one basis on how to formulate an effective operating plan, raise funds, and develop a brand, among other skills.\nMuch of the skills being taught are similar to those needed in business. But in the Christian version, the ultimate goal is not to make money in itself but to have a positive impact on the world. Both for profits and non-profit organizations are invited to apply. Also, organizations can be distinctly Christian or secular – in the sense that its mission is not to evangelize – and still qualify.\nKwan gave as example the non-profit groups charity:water , founded by former nightclub-promoter-turned-born-again-Christian Scott Harrison, and the for profit company TOMS Shoes, as the kinds of secular organizations with an underlying Christian social mission that Praxis would accept.\nAll applicants, however, need to have revenues less than $1 million in order to qualify.\n“Our ultimate goal is to help Christian social entrepreneurs to create high-impact, long-lasting organizations that serve the greater good. We succeed when our entrepreneurs succeed,” said Kwan, who is also the director of international giving for David Weekley Family Foundation.\nAt the end of the six months, the 12 fellows will vote on which organization among them has the best strategy. The first place winner receives a $50,000 cash prize for his/her organization; the second place, $30,000, and the third place winner, $20,000.\nThe David Weekley Family Foundation is providing the prize money. David Weekley is the founder of a Texas-based home construction company, David Weekley Homes – the nation’s largest privately held homebuilder that closes over a billion dollars-worth of homes a year. Weekley, a dedicated Christian, gives away 50 percent of his income and 50 percent of his time to philanthropy.\n“We just want to see a diverse and massive growth of Christian social entrepreneurs who are doing wonderful things for the kingdom and the society,” said Kwan.\nAmong the 20 Praxis mentors that fellows will have access to are: Dave Blanchard, founder and president of Praxis and former IDEO business designer; Gabe Lyons, founder of Q and author of The Next Christians: The Good News About the End of Christian America; Henry Kaestner, founder of one of the nation’s fastest growing telecommunication companies, Bandwidth.com; Steve Graves, founder of Coaching by Cornerstone; and Chris Crane, former CEO of Opportunity International.\nThe application deadline is July 15 and the first training event is in November in New York. The 12 chosen fellows will be announced in October.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.praxislabs.org"
            ]
        },
        "key_words": [
            "mentorship",
            "model",
            "david",
            "business",
            "makeover",
            "founder",
            "praxis",
            "organizations",
            "weekley",
            "social",
            "fellows",
            "entrepreneurs",
            "christian",
            "gets"
        ]
    }
]