[
    {
        "url": "https://www.christianpost.com/news/charlie-gard-has-died-hospice-experimental-treatment-denied-life-support-removed.html",
        "title": "Charlie Gard Has Died in Hospice After Experimental Treatment Denied, Life Support Removed",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nCharlie Gard Has Died in Hospice After Experimental Treatment Denied, Life Support Removed\nCharlie Gard Has Died in Hospice After Experimental Treatment Denied, Life Support Removed\nCharlie Gard Has Died in Hospice After Experimental Treatment Denied, Life Support Removed\nCharlie Gard's parents Coonie Yates and Chris Gard arrive at the High Court ahead of a hearing on their baby's future, in London, Britain July 24, 2017. | (Photo: REUTERS/Peter Nicholls)\nLONDON — Charlie Gard, a British baby who became the subject of a bitter dispute between his parents and doctors over whether he should be taken to the United States for experimental treatment, has died, the Daily Mail newspaper's website said on Friday.\nThe 11-month-old baby suffered from an extremely rare genetic condition causing progressive brain damage and muscle weakness, and his parents' long struggle to save him drew an international outpouring of sympathy.\nParents denied right to take Charlie home\nA British judge gave the parents of Charlie Gard until noon on Thursday to agree on arrangements for his death with the hospital caring for him. If no agreement is made, the baby would be transferred to a hospice where his ventilation tube would be removed.\nThe 11-month-old baby, who suffers from an extremely rare genetic condition causing progressive brain damage and muscle weakness, has been the subject of a bitter dispute between his parents and Great Ormond Street Hospital in London.\nThe case has triggered a heated international debate in the press and on social media about who should decide a child's fate, and has drawn comment from U.S. President Donald Trump and Pope Francis.\nHaving reluctantly taken the decision over the weekend to let Charlie die, his parents have been making desperate attempts to make an arrangement that would make it possible for them to spend several days with him, away from the hospital.\nCharlie requires invasive ventilation to breathe and cannot see, hear or swallow.\nAt stake in this final, agonizing part of the legal dispute is how long Connie Yates and Chris Gard will have with their son before he dies.\nThe parents tried for several days to gain permission to take their son home, but as Wednesday's court hearing progressed it became clear that would not happen because the logistical problems were insurmountable.\nThe parents had made clear that if they could not take Charlie home, they would prefer him to die in a hospice rather than in the hospital, where he has spent most of his life.\nBut a lawyer for Charlie's court-appointed guardian told the court that no hospice could provide care for intensively ventilated children for a long time, so the parents' wish to spend several days with him could not be fulfilled.\nThe parents have been trying to find a doctor willing to oversee a plan that would allow Charlie to be ventilated in a hospice for several days. It was to give them a final chance of making such an arrangement that the judge gave them until noon on Thursday.\n\"Unless by 12 noon tomorrow the parents and the guardian and the hospital can agree an alternative arrangement, Charlie will be transferred to a hospice and extubated shortly after,\" said Nicholas Francis, the judge presiding over the case.\nMother in Tears\nAn alternative arrangement appears unlikely, given the total breakdown in relations between the parents and the hospital.\nThe judge ordered that the name of the hospice and the exact timing of Charlie's last moments should not be disclosed to the public.\nAt one point, Yates shouted in court, apparently at Charlie's guardian: \"What if it was your child? I hope you are happy with yourself.\" She then left the courtroom in tears.\nAt the start of the hearing, the parents' lawyer, Grant Armstrong, had said they had found a doctor who could help them.\nBut the guardian's lawyer, Victoria Butler-Cole, later said the person in question was a general medical doctor with no experience of intensive care, and that he had not identified any hospice willing to undertake intensive care for a long period.\nButler-Cole said the parents should spend the last few days of Charlie's life with him, not with their lawyers.\nThe dispute first made headlines months ago, when Charlie's parents wanted to take him to the United States to undergo experimental treatment.\nThe Great Ormond Street doctors said it would not help and would only prolong the baby's suffering. British courts, backed by the European Court of Human Rights, refused permission, saying the parents' plan was not in Charlie's best interests.\nThe parents gave up the legal battle on Monday, saying that the latest scans showed Charlie's condition had deteriorated to the point that no recovery was possible. But they remain convinced that the treatment might have helped Charlie had he received it months ago.\nThe hospital disagrees. It says Charlie had suffered irreversible brain damage by January as a result of a series of seizures, and his responsiveness has not changed since then.\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "Unless by 12 noon tomorrow the parents and the guardian and the hospital can agree an alternative arrangement, Charlie will be transferred to a hospice and extubated shortly after,",
                "Nicholas Francis",
                true
            ],
            [
                "What if it was your child?",
                "",
                true
            ],
            [
                "I hope you are happy with yourself.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "life",
            "long",
            "died",
            "support",
            "denied",
            "removed",
            "gard",
            "hospital",
            "judge",
            "charlie",
            "parents",
            "charlies",
            "dispute",
            "hospice",
            "experimental",
            "treatment",
            "days"
        ]
    }
]