[
    {
        "url": "https://www.christianpost.com/news/top-10-non-religious-countries-hostile-christians-pew.html",
        "title": "Top 10 Non-Religious Countries Hostile to Christians: Pew",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, October 04, 2017\n \nChristians pray for starving North Koreans during a prayer session in Seoul March 1, 2012. About 300 South Korean Christians also asked China not to send North Koreans detained in China back to the North, saying the North Koreans might be executed after their repatriation. | (Photo: Reuters/Kim Hong-Ji)\nAn extensive study of the nations of the world and their individual relationships with religion has found that Islam is the world's most common state religion, and listed the 10 non-religious nations that are hostile toward Christianity and other religious institutions.\nPew Research Center  released on Tuesday a study of 199 countries and self-administering territories, based on data for the year ending Dec. 31, 2015. It found that the majority of the world's countries do not have an official or a preferred religion.\nOverall, 22 percent of the total, or 43 nations, had a state religion, with 27, or 63 percent of those following Islam.\nThirteen states had Christianity as their official religion, along with two for Buddhism, and one for Judaism.\n\"Nine of these countries are in Europe, including the United Kingdom, Denmark, Monaco and Iceland,\" the study said of Christian states.\n\"Two countries in the Americas — Costa Rica and the Dominican Republic — and one in the Asia-Pacific region — Tuvalu — have Christianity as their official state religion. Only one country in sub-Saharan Africa is officially Christian: Zambia.\"\nForty countries had no state religion, but did have a preferred religion, and Christianity accounted for 28 nations, or 70 percent of those cases.\nPew designated a listing for non-religious nations which it said are actively hostile toward religious institutions, featured in alphabetical order: Azerbaijan, China, Cuba, Kazakhstan, Kyrgyzstan, North Korea, Tajikistan, Turkmenistan, Uzbekistan and Vietnam.\nPew noted that China's Communist Party deploys a \"heavily restrictive or even hostile state relationship with religion, strictly regulating and monitoring religious institutions.\"\nIt also pointed out that several of the countries on the list are former Soviet Union republics, which have maintained policies hostile to religion even after gaining independence.\nNorth Korea has been identified by persecution watchdog groups such as Open Doors USA as the world's worst persecutor of Christians , with believers sent to prison camps and sometimes executed for owning a Bible or attempting to practice their faith.\nThe majority of the world, or 106 nations, were deemed to hold a relatively neutral position where they have no official or preferred religion, with the United States also placed in this category. Pew said that such countries \"may give benefits or privileges to religious groups, but generally do so without systematically favoring a specific group over others.\"\nOpen Door's annual World Watch List  of countries where Christians face the most severe persecution has noted that the top of the list is dominated by nations with Islamic governments.\nThe list, released in January, highlighted that with exceptions like China and North Korea, Islamic extremism remains the top driver of Christian persecution, and was the primary reason for the oppression of Christians in 35 out of the 50 nations listed.\n\"For Christians in the West, the Open Doors World Watch List is a clear indicator that we need to advocate on behalf of those who do not have the same religious freedom privileges we do,\" David Curry, president and CEO of Open Doors USA, said at the time.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/top-50-most-dangerous-countries-for-christians-ranked-in-new-report-172844/",
                "https://www.pewforum.org/2017/10/03/many-countries-favor-specific-religions-officially-or-unofficially/",
                "https://www.christianpost.com/news/freed-christian-pastor-describes-north-korean-labor-camp-conditions-195441/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "hostile",
            "world",
            "state",
            "nations",
            "pew",
            "nonreligious",
            "religion",
            "list",
            "religious",
            "countries",
            "christians",
            "official"
        ]
    }
]