[
    {
        "url": "https://consortiumnews.com/2017/02/18/the-did-you-talk-to-russians-witch-hunt/",
        "title": "The Did-You-Talk-to-Russians Witch Hunt",
        "authors": [
            {
                "name": "Bengt Gunnar",
                "link": null
            },
            {
                "name": "Patricia Victour",
                "link": null
            },
            {
                "name": "Patricia Orms",
                "link": null
            },
            {
                "name": "Joe J Tedesky",
                "link": null
            },
            {
                "name": "Mark Thomason",
                "link": null
            },
            {
                "name": "Michael K Rohde",
                "link": null
            },
            {
                "name": "Delia Ruhe",
                "link": null
            },
            {
                "name": "Brian G",
                "link": null
            },
            {
                "name": "Lauren Steiner",
                "link": null
            },
            {
                "name": "John Hansen",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-02-18",
        "text": "Main menu\nBy Robert Parry\nIn the anti-Russian frenzy sweeping American politics and media, Democrats, liberals and mainstream pundits are calling for an investigative body that could become a new kind of House Un-American Activities Committee to hunt down Americans who have communicated with Russians.\nRed Square in Moscow with a winter festival to the left and the Kremlin to the right. (Photo by Robert Parry)\nThe proposed commission would have broad subpoena powers to investigate alleged connections between Trump’s supporters and the Russian government with the apparent goal of asking if they now have or have ever talked to a Russian who might have some tie to the Kremlin or its intelligence agencies.\nSuch an admission apparently would be prima facie evidence of disloyalty, a guilt-by-association “crime” on par with Sen. Joe McCarthy’s Cold War pursuit of “communists” who supposedly had infiltrated the U.S. government, the film industry and other American institutions on behalf of an international communist conspiracy.\nOperating parallel to McCarthy’s Red Scare hearings was the House Un-American Activities Committee (or HUAC), a standing congressional panel from 1945-1975 when it was best known for investigating alleged communist subversion and propaganda. One of its top achievements was the blacklisting of the “Hollywood Ten” whose careers in the movie industry were damaged or destroyed.\nAlthough the Cold War has long been over – and Russia has often cooperated with the U.S. government, especially on national security issues such as supplying U.S. troops in Afghanistan – Democrats and liberals seem ready to force Americans to again prove their loyalty if they engaged in conversations with Russians.\nOr perhaps these “witnesses” can be entrapped into perjury charges if their recollections of conversations with Russians don’t match up with transcripts of their intercepted communications, a tactic similar to ones used by Sen. McCarthy and HUAC to trip up and imprison targets over such secondary charges.\nOusted National Security Advisor Michael Flynn has already encountered such a predicament because he couldn’t recall all the details of a phone conversation with Russian Ambassador Sergey Kislyak on Dec. 29, 2016, after Flynn took the call while vacationing in the Dominican Republic.\nWhen Obama administration holdovers at the Justice Department decided to gin up a legal premise to go after Flynn, they cited the Logan Act, a law enacted in 1799 to prohibit private citizens from negotiating with foreign adversaries but never used to convict anyone. The law also is of dubious constitutionality and was surely never intended to apply to a president-elect’s advisers.\nHowever, based on that flimsy pretext, FBI agents – with a transcript of the electronic intercept of the Kislyak-Flynn phone call in hand – tested Flynn’s memory of the conversation and found his recollections incomplete. Gotcha – lying to the FBI!\nUnder mounting media and political pressure , President Trump fired Flynn, apparently hoping that tossing Flynn overboard to the circling sharks would somehow calm the sharks down. Instead, blood in the water added to the frenzy.\nIran-Contra Comparison\nSome prominent Democrats and liberals have compared Trump-connected contacts with Russians to President Richard Nixon’s Watergate scandal or President Reagan’s Iran-Contra Affair, an issue that I know a great deal about having helped expose it as a reporter for The Associated Press in the 1980s.\nPresident Ronald Reagan, delivering his Inaugural Address on Jan. 20, 1981.\nThe key difference is that Iran-Contra was an unconstitutional effort by the Reagan administration to finance an illegal war against Nicaragua’s Sandinista government in defiance of a congressional ban. The Trump-connected communications with Russians – to the degree they have occurred – appear to have been aimed at preventing a new and dangerous Cold War that could lead to a nuclear holocaust.\nIn other words, Iran-Contra was about enabling a paramilitary force to continue its brutal marauding inside a country that was no threat to the United States while the current “scandal” is about people trying to avoid hostilities between two nuclear superpowers, an existential threat that many mainstream and liberal pundits don’t want to recognize.\nIndeed, there is a troubling denial-ism about the risks of an accidental or intentional war with Russia as the U.S. media and much of Official Washington’s establishment have lots of fun demonizing Russian President Vladimir Putin and jabbing the Russians by shoving NATO troops up to their borders and deploying anti-ballistic missiles in Eastern Europe. For some crazy reason, the Russians feel threatened.\nFalse Narratives\nThis Russia-bashing and Russia-baiting have been accompanied by false narratives presented in the major U.S. newspapers, including The New York Times and The Washington Post, to justify increased tensions.\nThe Washington Post building in downtown Washington, D.C. (Photo credit: Washington Post)\nFor instance, the Post’s senior foreign affairs writer Karen DeYoung on Friday described the civil war in Ukraine this way: “That conflict began when Russia invaded and annexed Crimea in 2014, then backed separatists in eastern Ukraine in what has become a grinding war, despite a deal to end it, called the Minsk agreement, negotiated with Putin by the leaders of France and Germany.”\nBut DeYoung’s synopsis is simply not true. The crisis began in the fall of 2013 when Ukraine’s elected President Viktor Yanukovych backed out of what he regarded as a costly and unacceptable association agreement with the European Union, a move which prompted protests by Ukrainians in Kiev’s Maidan square.\nThe Obama administration’s State Department, U.S. neocon politicians such as Sen. John McCain, and various U.S.-backed “non-governmental organizations” then stoked those protests against Yanukovych, which grew violent as trained ultra-nationalist and neo-Nazi street fighters poured in from western Ukraine.\nIn early 2014, a coup to overthrow the democratically elected Yanukovych took shape under the guidance of U.S. Assistant Secretary of State Victoria Nuland and U.S. Ambassador to Ukraine Geoffrey Pyatt who were caught in a phone call in late January or early February 2014 conspiring to impose new leadership inside Ukraine.\nNuland disparaged a less extreme strategy favored by European diplomats with the pithy remark: “Fuck the E.U.” and went on to declare “Yats is the guy,” favoring Arseniy Yatsenyuk as the new leader. Nuland then pondered how to “glue this thing” while Pyatt ruminated about how to “midwife this thing.”\nOn Feb. 20, 2014, a mysterious sniper apparently firing from a building controlled by the ultranationalist Right Sektor killed both police and protesters, setting off a day of violence that left about 70 people dead including more than a dozen police.\nThe next day, three European governments struck a deal with Yanukovych in which he agreed to early elections and accepted reduced powers. But that political settlement wasn’t enough for the U.S.-backed militants who stormed government buildings on Feb. 22, forcing Yanukovych and his officials to flee for their lives.\nInstead of standing by the Feb. 21 agreement, which the European nations had “guaranteed,” Nuland pushed for and got U.S. allies to accept the new post-coup regime as “legitimate,” with Yatsenyuk becoming prime minister and several top government posts given to the ultranationalists and neo-Nazis.\nSpreading Violence\nIn the ensuing days, the right-wing violence spread beyond Kiev, prompting Crimea’s legislature to propose secession from Ukraine and readmission to Russia, whose relationship to the peninsula dated back to Catherine the Great.\nNazi symbols on helmets worn by members of Ukraine’s Azov battalion. (As filmed by a Norwegian film crew and shown on German TV)\nCrimea scheduled a referendum that was opposed by the new regime in Kiev. Russian troops did not “invade” Crimea because some 20,000 were already stationed there as part of a basing agreement at the Black Sea port of Sevastopol. The Russians did provide security for the referendum but there was no evidence of intimidation as the citizens of Crimea voted by 96 percent to leave Ukraine and rejoin Russia, a move that Putin and the Russian duma accepted.\nEastern Ukrainians tried to follow Crimea’s lead with their own referendum, but Putin and Russia rejected their appeals to secede. However, when the Kiev regime launched an “Anti-Terrorism Operation” against the so-called Donbass region – spearheaded by ultra-nationalist and neo-Nazi militias – Russia provided military assistance so these ethnic Russians would not be annihilated.\nKaren DeYoung also framed the Minsk agreement as if it were imposed on Putin when he was one of its principal proponents and architects, winning its approval in early 2015 at a time when the Ukrainian military was facing battlefield reversals.\nAssistant Secretary of State for European and Eurasian Affairs Victoria Nuland during a press conference at the U.S. Embassy in Kiev, Ukraine, on Feb. 7, 2014. (U.S. State Department photo)\nBut Assistant Secretary Nuland, working with Prime Minister Yatsenyuk and the Ukrainian parliament, sabotaged the agreement by requiring the Donbass rebels to first surrender which they were unwilling to do, having no faith in the sincerity of the Kiev regime to live up to its commitment to grant limited autonomy to the Donbass.\nIn other words, Kiev inserted a poison pill to prevent a peaceful resolution, but the Western media and governments always blame the Minsk failure on Putin.\nIf Karen DeYoung wanted to boil all this history down to one paragraph, it might go: “The Ukraine conflict began when U.S. officials supported the violent overthrow of elected President Viktor Yanukovych, prompting Crimea to rejoin Russia and causing ethnic Russians in the east to rise up against the U.S.-backed coup regime in Kiev, which then sought to crush the rebellion. The Kiev regime later torpedoed a peace deal that had been hammered out by Russian, Ukrainian and European negotiators in Minsk.”\nBut such a summary would not have the desired propaganda effect on the American people. It would not present the U.S.-backed side as the “white hats” and the pro-Russia side as the “black hats.”\nThe simple truth is that the story of Ukraine is far more complex and multi-sided than The Washington Post, The New York Times and most mainstream U.S. news outlets want to admit. They simply start the clock at the point of Crimea’s rejection of the post-coup regime and distort those facts to present the situation simply as a “Russian invasion.”\nA Whipped-Up Hysteria\nThe major media’s distortion is so egregious that you could call it a lie, but it is a lie that has proved very useful in whipping up the current anti-Russian hysteria that is sweeping Official Washington and that has given birth to a New Cold War, now accompanied by a New McCarthyism that deems anyone who doesn’t accept the “groupthink” a “Russian apologist” or a “Moscow stooge.”\nWintery scene at Red Square in Moscow, Dec. 6, 2016. (Photo by Robert Parry)\nSince last November’s election, this New McCarthyism has merged with hatred toward Donald Trump, especially after the outgoing Obama administration lodged unproven accusations that Russia undercut Hillary Clinton’s campaign by hacking into the emails of the Democratic National Committee and those of her campaign chairman John Podesta – and slipped that information to WikiLeaks.\nThose emails showed how the DNC undercut the rival campaign of Sen. Bernie Sanders and revealed the contents of Clinton’s speeches to Wall Street banks as well as pay-to-play aspects of the Clinton Foundation, information that Clinton wanted to keep from the voters.\nBut no one thought the emails were a major factor in the Clinton-Trump race; indeed, Clinton blamed her stunning defeat on FBI Director James Comey’s last-minute decision to reopen and then re-close his investigation into security concerns about her use of a private email server as Secretary of State.\nBut the script on how Clinton lost was flipped during the Trump transition as President Obama’s intelligence agencies floated the Russia-hacked-the-election scenario although presenting no public evidence to support the claims. WikiLeaks representatives also denied getting the material from Russia , suggesting instead that it was leaked by two different American insiders.\nA Ministry of Truth\nStill, during the post-election period, the anti-Russian hysteria continued to build. In November, The Washington Post highlighted claims by an anonymous group called PropOrNot accusing some 200 Web sites, including Consortiumnews.com and other major independent media outlets, of disseminating Russian “propaganda.”\nNew York Times building in New York City. (Photo from Wikipedia)\nThe New York Times joined in the frenzy by calling for leading technology companies to marginalize Web sites that are deemed to be publishing “fake news,” a vague term that was applied not just to intentionally false stories but to information that questioned official narratives, no matter how dubious those narratives were. The New McCarthyism was morphing into a New Orwellianism .\nThe movement toward a Ministry of Truth gained further momentum in December when Congress passed and President Obama signed a military authorization bill that included a new $160 million bureaucracy to identify and counter alleged “Russian propaganda.”\nThe anger of Democrats and liberals toward President Trump in his first month has added more fuel to the Russia-bashing with some Democrats and liberals seeing it as a possible route toward neutralizing or impeaching Trump. Thus, the calls for a full-scale investigation with subpoena power to demand documents and compel testimony.\nWhile the idea of getting to the full truth has a superficial appeal, it also carries dangers of launching a witch hunt that would drag American citizens before inquisitors asking about any contacts – no matter how innocuous – with Russians.\nIn the late 1940s and early 1950s, HUAC also claimed that all it wanted was the truth about whether some Americans were allied with or sympathetic to Moscow. Sen. Joe McCarthy offered a similar rationale when he was trying to root out “disloyal” Americans with the question, “are you now or have you ever been a communist?”\nThat Democrats and liberals who hold the McCarthy era in understandable disdain would now seek to rekindle something similar reeks of rank opportunism and gross hypocrisy – doing whatever it takes to “get Trump” and build an activist movement that can revive the Democratic Party’s flagging political hopes.\nBut this particular opportunism and hypocrisy also carries with it the prospect of blindly ramping up tensions with Russia, diverting more taxpayer money into the Military-Industrial Complex and conceivably sparking – whether planned or unplanned – a nuclear Armageddon that could eliminate life on the planet. Perhaps this anti-Trump strategy should be rethought.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nJohn Hansen\nMarch 3, 2017 at 22:53\nI talk to Russians if I can tell they’re Russian! I’m John Hansen and I approved this message. :) See my Crimea post below:\nSome Western media are always saying, “Russia invaded Crimea!” Not quite: Crimea was Russian for centuries — even had the Yalta Conference there during WWII — until 1954 when Russian President Khrushchev surprised his advisors one day by telling them he was going to give Crimea to Ukraine. He did keep the Russian base at Sevastopol however. Mr. Khrushchev was married to a Ukrainian and was very fond of Ukraine so maybe that influenced his decision.\nEthnic Russians finally got their wish to rejoin Russia in 2014 after a referendum in which Crimeans overwhelmingly chose that option. Russian troops helped monitor the vote from their Sevastopol base to prevent intimidation. Not one shot was fired and no one died.\nKosovo chose to declare itself independent from Serbia after a deadly civil war and most of the international community applauded and immediately changed their map borders to reflect the new reality. Many UN member states refuse to do the same for Crimea, leading some to wonder if there is not a double standard for Russia.\nThe world should recognize reality: It’s Ukraine AND Russia — both amazing countries — not Ukraine OR Russia! If I become Foreign Minister of Canada when Prime Minister Trudeau’s Liberal Party leaves office, I will promote that equilibrium. -John Hansen\nLauren Steiner\nMarch 2, 2017 at 21:50\nI agree with the sentiments of this article. However, I do not agree that we can topple the right wing authoritarian forces through civil debate. And the Democrats just proved once again the impossibility of taking over that party for the 99%. We need mass actions of non-violent civil disobedience in this country. I’m with Kshama Sawant and Chris Hedges on this.\nLauren Steiner\nMarch 2, 2017 at 21:51\nWoops. The above reply was to a different article. Feel free to delete. I cannot.\nDave\nFebruary 22, 2017 at 06:27\nI still admire the courage and accuracy of Robert Parry.  But the reports of 2013 and 2014 in the Ukraine do not justify the coverup of Russian money and assets being used to elect Donald Trump.\nBy implying that the investigation into Trump’s campaign is just another partisan witch hunt, Parry is helping cover up one of the largest electoral crimes ever committed.\nHow does it feel to be used?   How does it feel to be a shill for the Trump Administration?\nThe pro-EU forces that meddled in the Ukraine sowed the seeds of their own destruction.   But apparently the pro-Russian forces that meddled in America are free to repeat the performance at will.\nBrian G\nFebruary 21, 2017 at 05:39\nWhile I commend Robert Parry on a generally informative article it is disappointing that he like so many authors\nuse the term “McCarthyism” in a derogatory manner..Having read all the comments to date I appreciate I am going\nagainst popular belief here when I state Sen. Joe Mccarthy is unjustly maligned and will one day be recognised as\na true American patriot..\nMay I suggest the following article as one example in helping to set the record straight… an extract of which is here.\n“Pulling all the latest evidence together was luncheon speaker Professor Arthur Herman. His new book, “Joseph McCarthy: Reexamining the Life and Legacy of America’s Most Hated Senator,” and featured in the Sunday New York Times Magazine, shows the vindication of most of McCarthy’s charges. Herman, who is also coordinator of the Smithsonian’s Western Heritage Program, said that the accuracy of McCarthy’s charges “was no longer a matter of debate,” that they are “now accepted as fact.” However, the term “McCarthyism” still remains in the language.”\nFebruary 20, 2017 at 14:24\nwould have longer comment but am busy looking for russians to talk to.\ndelia ruhe\nFebruary 19, 2017 at 21:37\nThanks for this excellent overview of the history of the Ukraine-Russia-Washington saga, Robert Parry.  For those of us confronting opposition from friends who have been sipping the Washington Kool-aid, it’ll just be easier to provide the URL or a copy of this work.\nBy the way, “rank opportunism and gross hypocrisy” pretty much sums up a lot of current non-American views of the US right now.  How — and if it’s still possible — to stop America’s head-long rush down the glidepath of decline is the question now.  All of Washington’s vassal states are still in the handwringing phase, but the shift into the “Okay, c’mon, let’s hammer out a Plan B” phase can’t be far off.\nbackwardsevolution\nRobert Parry – excellent article.  Great job!\nStiv\nFebruary 19, 2017 at 21:02\nYou need a vacation, Mr. Parry. With all due respect for some of what you believe to be fact, this “McCarthyism” thing you’ve been espousing is scary in its own rite. I know there are negative aspects to focusing on leaks that may or may not have occured as a result of Russian “interference” and there will always be politicians who will jump on a train to further their ambitions. That is not news.\nRick\nAussome Robert! Outstanding reporting! Thank you!\nranney\nGood summary Robert, as usual and full of important insights.\nAs I read the recap of events in Ukraine, I realized that topsy turvy take on the truth we are fed by MSM reminded me of a sci fi movie that came out a couple of years ago called “Oblivion” starring Tom Cruise. It didn’t make much of a splash, don’t know why. The plot centered on an Earth outpost that was monitoring machines that provided water for the last of humanity that was stationed on the moon or Mars (I forget). He and his partner were in contact with a NASA like command center up in space.  Cruise’s job was to protect the water machines from a rag tag evil alien group (Earth had defeated the aliens but left Earth because most people were dead and the land was polluted).  However, as the plot moves forward we learn that the opposite is true.  The rag tag group of supposed aliens are in fact humans and the people he thinks he’s working for are the aliens – In other words, the opposite of what he has been told is the actual  reality.\nThat is essentially what we have today with the Ukraine story (and other things).  I don’t know how one combats it other than what Robert Parry is doing – which is to keep the truth out there as much as possible.  Yet it seems more and more people are being sucked into the lies.\nKeep telling the truth Robert, and I hope we readers will help spread it in our small way.\nMichael K Rohde\nFebruary 19, 2017 at 17:10\nPutin did something when he took office that didn’t get the attention it may have deserved because he may now be suffering blowback from the matter. Putin did take back Russia from the Oligarchs who had managed to amass enough money and credit to complete billion dollar deals to buy post Communist Russia from the government, while living in a Communist country that prevented the accumulation of such wealth. I’ve always been curious about these alleged purchases of Russia’s massive state enterprises which were bought on the cheap for much less than their real world value. Putin took back these assets and jailed some of these oligarchs and their supporters are now cheering on the U.S. led aggression to do what America has always done when Democracies come up with the wrong answer in elections. Regime change. Somebody decided Putin had to go. Who made that decision and how do they relate to the Oligarchs who were forced to give up the trillions in assets they bought on the cheap? Maybe this all started when the Oligarchs lost their state treasures and decided only America was big enough to take on Putin. It all smells funny to me and I would love to here more.\nbackwardsevolution\nFebruary 19, 2017 at 21:23\nMichael K Rohde – good questions.  You piqued my interest, so I watched a two-hour documentary (and I’m sure I’ll have to watch more than one to get a good feel for Russia) on how the oligarchs came in, how they quickly seized commodities, factories, banks, and of course the media.  At one point Yeltsin only had 4% of the popular vote, but the oligarchs stepped in to help him out (a nice alliance between government and money), and because these oligarchs owned the media, they were able to keep all opposition to 15 minutes of TV time.  When the opposition felt this unfair, they decided to try to start their own TV station, but they were blocked by the oligarchs and the state.  The oligarchs did indeed own the government and were controlling it for their benefit.\nIn the video, one oligarch stated that he had never been altruistic; another stated, in exile, that he thought Putin was doing a good job, keeping money out of government, at least trying to keep the two separate.\nPutin was even asked by the oligarchs to step into Putin’s job (when Putin became too ill to continue).  One oligarch said that Putin did not jump at the chance.  He said something like, “Putin is not the type to want power.” Very interesting.\nYour statement is probably very close to the truth: “Maybe this all started when the oligarchs lost their state treasure…” Putin is for capitalism, but just don’t rape the country, and pay your taxes.\nbackwardsevolution\nFebruary 20, 2017 at 00:47\nSorry, my third paragraph should have read: “Putin was even asked by the oligarchs to step into Yeltsin’s job (when Yeltsin became too ill to continue).”\nJay\n@Consortiumnews.com:\nHow is “standing committee” different from a normal Congressional committee?\nVarious sources say HUAC was formed in 1938.\nThat something about it may have changed in 1945 isn’t really the question.\nDoes “standing” in this usage mean permanent? Whereas the 1938 version of HUAC was something that only sat sporadically?\nAbe\nFebruary 19, 2017 at 15:58\n“The recent upsurge in fighting in the Lugansk and Donetsk regions of eastern Ukraine, collectively referred to as Donbass, where Ukrainian forces have vastly increased the artillery barrage of civilian areas has sharpened the likelihood of a mores serious war breaking out. In these circumstances the responsibility of the media to accurately report what is happening and why is high. Yet, as is so often the case, we are treated to a non-stop barrage of misinformation and outright propaganda.\n“The reincorporation of Crimea into the Russian Federation in March 2014 is invariably portrayed as the result of an ‘invasion’ and ‘annexation’ and that peace can only be restored with Crimea’s return to Ukraine.\n“This is not only a rewriting of history; it also ignores the crucial historical background of that region of the world and how that is relevant to the present day. A brief history is in order, if only because it is not something that the mainstream media will ever state, as wedded as they are to a narrative whose sole purpose is the demonization of Russia and of President Putin […]\n“A further illustration of western hypocrisy over Crimea and the Donbass is the total silence over the ongoing military assault against the civilian population of Donbass. The Minsk 2 Accords, initiated by France and Germany, and agreed to by Russia and Ukraine, contained a number of provisions designed to recognise the legitimate aspirations of the people of Donbass.\n“The Minsk 2 Accord provided, inter alia, for a ceasefire; a pullback of Ukrainian troops; for the Ukrainian Rada to pass specific laws relating to the governance of Donbass; and to amend the Ukrainian constitution to incorporate decentralization as a key component.\n“All of these provisions have been ignored and violated. Instead of condemning the Ukrainian violations and failure to carry out its obligations, the US and its allies have continued to blame Russia. Immediately after the US election, Senators McCain and Graham travelled to Kiev and urged Ukraine to keep fighting, promising American support.\n“There is no evidence that they did so with the support of then President-elect Trump and their authority to do so is unclear. The immediate result of the US Senator’s visit was an upsurge in the bombardment of villages and towns in the Donbass region.\n“There is an equally stunning silence from the Australian authorities. They seem incapable of understanding history, incapable of recognizing the efforts made by the Russians to create an economic arrangement that would benefit Ukraine through open association with both the European Union and the Eurasian Economic Union; and of recognizing the grave potential for war posed by the reckless expansion of NATO to Russia’s borders.\n“Instead of recognizing the historical and geopolitical realities, including that Ukraine is now a failed state ruled by neo-fascists, they continue to parrot the tired cliché that the Russians are to blame.\n“Upon such fatal ignorance are wars often started.”\nUkraine, Crimea and the Push for War\nBy James ONeill\nFebruary 25, 2017 at 12:05\n“The Minsk 2 Accords, initiated by France and Germany, and agreed to by Russia and Ukraine…” This is not true though. The Minsk agreement, the first draft of it, was written by Putin and only THEN presented to France and Germany, who agreed to it. The agreement is NOT between Russia and Ukraine. I wish someone, ONE person presuming to comment on Minsk agreement, would bother to actually read it. The agreement is between Ukraine and Donbass republics with France, Germany and Russia as guarantors.That is why when the collective West foams at their mouths and demands that Russia fulfils the Minsk agreements, it sounds beyond ridiculous. Imposing sanctions against Russia until “it fulfils Minsk agreement”? Why not against Germany and France then? People in Russia are laughing at you and your pathetic lies.\nFebruary 19, 2017 at 15:01\nThis sorry system just does not get changed from within,  corruption is too rampant.  Politicians in the US sell out, they’re forced to by the corruption even if they get elected with good intent.  The neocons are literally ruining the earth,  selfishly, and trying to take us all down with their psychopathic delusions.  My friend responded to my telling him that Stephen Hawking stated that humans have about 100 years till extinction,  said “he’s an optimist”!  My background is biology and ecology, and I don’t believe we can allow these lunatics to dominate politics any longer, we don’t have the time with 7+ billion people and counting on earth!  The loss of ecosystems and species is mounting daily!  We have to remove these psychopaths!   The Democrats now are the ones who have lost their minds, even Bernie Sanders stepped onto the anti-Russian bandwagon!  Not that the GOP have any sanity,  either.\nMark Thomason\nFebruary 19, 2017 at 12:26\nOne of Wilson’s Fourteen points to end WW1 was “Open covenants of peace, openly arrived at, after which there shall be no private international understandings of any kind but diplomacy shall proceed always frankly and in the public view.”\nThose demanding investigations are hinting at that, but not really saying it, and not meaning it.\nThey want to use the investigations to smother open discussion, to hide their war making schemes, and bash their opponent along the way.\nFebruary 19, 2017 at 11:06\nOops, typo, it’s the Augean Stables,  not Aegean! And Trump is no Hercules to clean the manure pile.  I enjoyed a writer on a website who said it is more likely he will swamp the drain!\nStiv\nThanks for the laugh. So true.\nFebruary 19, 2017 at 10:30\nWrong to use ad hominem attacks calling others stupid.  No one has a solution to this dangerous nonsense other than for a great awakening,  and that is always difficult!  Hegel wrote “The Owl of Minerva only flies at dusk”; in other words,  mankind only wakes up when things have gotten so dark that action is necessary.\nIf I lived in DC,  I would gather people to protest at the WaPo building to call them out on their lies,  ditto NYT if I were in NYC.  Any corporate owned media source is always an organ of the deep state,  it cannot be otherwise or its employed journalists would lose their jobs.  Disinformation has been going on for many decades,  but it is getting worse with the confluence of huge world populations,  resource conflicts and depletion, power structures being threatened,  and ideological as well as religious conflicts all over this planet.\nUS leadership has been co-opted by deep state forces, dominated by business and military since its inception.  With Reagan’s lead in solidifying trickle down economics which started destroying the middle class, we have been in a downward trajectory ever since.  The people have been wising up,  and the only way to rebel was to elect Trump since Clinton and DNC cheated Sanders, who truly wanted to help the middle class.  Now their side has to scapegoat Russia to deflect focus from their dirty deeds.  We who know this have to speak out in every way we can.  DC politics is like the Aegean Stables filled with manure of 30 years or more.\nWe have been lied to for a long time.  It was reported in Europe and the ME that Bin Laden died in December 2001 of kidney failure,  even Fox picked it up here at that time.  Instead, Obama took advantage of American ignorance and addiction to TV deep state news to push up his flagging poll numbers at the time with a false narrative that the US had finally taken out bin Laden.\nAnd it is interesting that in Japan,  anyone who speaks truth publicly of the catastrophe of Fukushima is being threatened with 10 years’ jail   time. The deep state is feeling threatened everywhere,  and we must speak truth to power, as Robert Parry has done,  and I thank you,  Mr.  Parry, we support you (and I must send a check to your fine website).\nJoe J Tedesky\nFebruary 19, 2017 at 12:46\nJessica your comment about bin Laden dying of kidney failure makes me think of the David Frost interview with Benazir Bhutto 2007 YouTube video.\nWhile I agree with you about protesting, I would also like to throw out the idea of finding or better yet even cultivating political candidates around your platform of demands and change this system from the inside. I would further that, that in order for anything to change America will need to tear down the very most wealthiest of our corporations, and take all the money out of DC, and there in lies the awful task at hand. Thinking baby sets is a start though, and empires have been built on less.\nIt was told to me from a US Steel executive that for every one US Steel worker communities gain twenty five spin off jobs. I come to this comment board, because people here who comment often come with a bunch of links, and provocative comments that I learn a lot from. If we use the US Steel model, then how many readers who come away from this site go off into their little private world’s and spread some influence? Your saying it once sets the listener up until the listener hears it again, and then your narrative is made valid. You may have already started some wheels in a few brains start to question the issues you now question, and that is for the good.\nThe key is also found in media compatibility to specific demographics. Our airports, bars, and barbershops if they don’t have on their big screens ESPN you can bet they have on one of the Cable News outlets playing overhead, always in the background. I also notice unless it is ESPN no one notices the Cable News broadcast. Everyone got their head buried down deep looking at their phone or reading something on their IPad. People are disconnecting it’s just not in the news, especially cable news isn’t talking much about it, or not talking about it at all.\nTrump’s success is aimed at getting the attention of that disconnect. Whether he is right or wrong he represents in many people’s minds the alternative. This is what Hillary refuses to accept. She’s not alone, and to those who veer this way it makes for a dangerous world, because like spoiled brats they hate to lose. In fact America could be winning if we take it down to each and every individual Americans stand on our important issues at hand, but don’t wait for our corporate media to alert you to this, ain’t never going to happen. Informing the American public was negated from the MSM work plan a longtime ago….bring it back!\nPatricia Ormsby\nFebruary 20, 2017 at 01:42\nTen years in the pokey for talking about Fukushima in Japan is a bit of an exaggeration. People are speaking up all over Japan against nuclear power, and authors with expert knowledge of what went on are writing for the public. The Catholic church in Japan has published a book calling for the abolition of nuclear power, siting in detail the events at Fukushima.\nWhat is true is that about two years ago, the Diet passed a State Secrets Act that can land people in jail for passing on “secrets,” with no definition of what might be “secret.” It has been speculated that they intend to use it to silence critics of nuclear power. They may also be gearing up for war with China. I speculate on the long arm of the American deep state. (You should have seen how people in Japan opened up and said a few choice things when they learned Clinton had lost!)\nThe result has been a certain amount of self-censorship in the press and more caution among activists, but I have not seen the law applied to anyone yet.\nTo Mr.Parry, thank you so much for continuing your fight against hysteria. It has been illuminating to see hysteria actually rise again, just like it did before, just like they said it could happen in the textbooks, yet all these otherwise intelligent people fall for it. At a certain degree of personal risk, I continue to stick up for Russia, and make no secret that I have been there, speak the language, and like the people. It does actually cause self-described “sensitive liberals” to reassess their position, but the next time I hear from them, they are foaming at the mouth again. Really discouraging to watch such “Disneyfied lemmings.”\nPatricia Victour\nFebruary 19, 2017 at 09:53\nThank you, Mr. Parry, for a good explanation of two things – What’s really going on in the Crimea, etc., and the rise of the new McCarthyism accompanying it.  How frightening and sad that this information will never be presented by the MSM for the enlightenment (if that’s possible anymore) of a terrified and confused citizenry who are buying into the MSM “Russia did it” meme, unable to recognize that we are very, very close to if not a shooting war, then a new Cold War, with a nuclear power to rival our own.\nbengt gunnar\nFebruary 19, 2017 at 09:36\nVery interesting and illuminating for an european. It’s frightening to see how fear and money makes the US go ’round. If this was told about a small country like Bolivia you could count on an regime change offensive orchestrated by the CIA. Now you have to fix it yourself.\nThe demonization of Putin and Russia serves among other things the purpose of motivation of more money to the military and especially increasing the european NATO-allies to 2 %. More money to the warindustries and of course the 17 intell organisations.Well invested lobbt and think-tank money.\nI would not be surprised if there was a coup d’état in the US. Your police is heavily armed, a lot of private security branch people with global experince and total control of how your citizens think, communicate and buy for breakfast. You even know bwhat frau Merkel says on the phone,\nHopefully this will enforce a civil society movement that can bring decent and non-corrupt politicians for the years to come. I’m not optimistic, though.\nJohn Moffett\nFebruary 19, 2017 at 09:15\nThe corporate media have morphed from worthless to dangerous. For decades they have been nothing more than click-bait journalists doing whatever it takes to drive the ad dollars. But by the time the Bush administration decided to use 9/11 to start an endless worldwide war against so-called terrorism, they became key players in keeping Americans mis-informed about what is going on in the rest of the world, and what our military is doing there. This latest installment of mis-information and scare mongering now seems par for the course for our click-bait, disinformation, corporate-owned media. Our country and the world will be much the worse off for it, but that never figures into their scheming.\nJosh Stern\nFebruary 19, 2017 at 08:42\nAgreeing with all the points in the article, I want to point that the downside of new Cold War standing with Russia is *not only* threat of nuclear war or more Cold War conventional spending…it is also used as justification for continual covert nonsense like the ongoing support for al Qaeda and ISIS in Syria to take down Russia friend Assad.   We see this pattern repeated over and over since the Security Act of 1947 – scares and false flags are used to drum up support for more spending and more covert/clandestine activity that leads to more of the same, endlessly.   The US CIA/DOD/FBI is a pure racket without check, morality, conscience or actual patriotism.\nFebruary 19, 2017 at 07:26\nYou are all so stupid that it become pittyfull. To solve peacefully the US’s Worldwide harrassement and hegemony you just need to initiate a total boycott of everything made in America (like the US did to Cuba during 60 years). This until the decent American people will have clean-up the mess made by a small minority of its Citizen (creeps like that Mc Cain). So far the BRICS are totally useless; their leaders keep on flying in Boeing planes and use US computers and their servers (Facebook, Tweeter etc.) You are all a joke which make American decision-makers laught all the way to the banks…\nLee Francis\nFebruary 19, 2017 at 07:11\nOf all the absurd assertions coming from US government sources the notion that Russia invaded Ukraine stands as the most bizarre. A cursory perusal of the map shows that if the Russians had ‘invaded’ Ukraine they would have started somewhere in the area of Rostov-On-Don which is the nearest Russian big city on the Ukrainian border, proceeded down the Black Sea Coast, past Mariupol a major port, then on to Berdyansk, a large seaside resort. Prymorsk, Yakima sky, Henichev’skyi, before finally arriving at the Crimea peninsula border. A distance of approx 670 kilometres. Presumably there would have been Russian tank columns, motorised infantry, helicopter gunships and the reasonable expectations of military engagements taking place.\nOf course, none of this happened. What did happen was that was that firstly the majority ethnic Russian population in the Crimea demanded a referendum to secede from Ukraine and join the Russian Federation. The referendum was overwhelming carried. Secondly there were  some 16,000 Russian service personnel present in the Ukraine as part of a leasing agreement whereby the Russian government paid $500 million a year to the Ukrainian government to maintain its warm water naval base in Sevastopol. The lease was to expire in 2042. Ukrainian military forces in the Crimea were given the option to either leave or become citizens of the RFR.\nPutin was not prepared to see Sevastopol fall into Ukrainian hands who would not doubt hand it over to the US Sixth Fleet who could then about in the Black Sea posing a strategic threat to Russia southern underbelly.\nIt seem difficult to frame these events as an ‘invasion’ but that won’t stop the war party trying.\nJWalters\nFebruary 19, 2017 at 02:45\nThis looks to me like an Israeli-directed hit job.  The Israelis have a known history of infiltration and sabotage from the inside.\nThe recent Trump-Netanyahu press conference had big news.  Trump told Netanyahu to his face, in a very gentle manner, (1) that he wanted Netanyahu to stop building new settlements, (2) he was willing to consider a one-state solution, and (3) he emphasized that he wanted a solution that made BOTH the Israelis and the Palestinians happy.\nThe next morning I looked for Morning Joe’s discussion of the press conference.  They had NO discussion of it.\nThis struck me as amazing, because it was such a big story, and given all the Zionist panelists they’ve had on in the past.  Did Joe and Mika look at each other and think, “Naw, that’s not important enough to mention.” I can’t see that happening.  It seemed to me the only way such a blanket absence of discussion would happen is if it came as a directive from the top.\nBut why?  The most obvious possibility is that the Zionist panelists would have looked bad, since even the most innocent questioning would have forced them into evasions and illogic.  That’s what happened in the straightforward, simple discussion on To The Point with Warren Olney on NPR.  And the MSNBC owners didn’t want to show that to America.\nNo discussion either on Chris Matthews’ show, nor Chris Hayes’, nor Rachel’s, nor O’Donnell’s, nor Williams’.  Nothing happening here folks, move along.  I would call this misleading the public by omission.\nInstead, there was a lot of talk about the Russians’ influence on the Trump administration.  Lots and lots of focus on that.  And little to no balance on that.  No coverage of the analyses in which the press is misleading the public about Russia routinely, such as given here at Consortium News, and by noted Russia expert professor Stephen Cohen.\nAmerican Zionists are freaking out over Trump’s statements, and that would be potentially devastating on TV.\nAmericans would see this is a big deal, get curious about it, and start to find out the actual facts about Israel.  So it would benefit the Israelis to keep this story hidden from Americans.  That answers the “who benefits” question.\nDo the Israelis have the capacity to carry out this silencing operation?  Definitely.  Their capacity to silence MSM discussions on many aspects of Israel has been repeatedly documented.\nIt’s also reminiscent of the time Bibi visited Bill Clinton one weekend at the White House.  Clinton was going to bring up the Israeli “settlements”.  That very weekend the Monica Lewinski story hit the papers.  The “settlements” were not discussed.  Clinton told Monica to be careful what she said on the phone because he was being bugged by a foreign government.\nFormer CIA officer David Steele recently said there are seven main groups in the CIA, with one being an Israeli group.  And former congressman Dennis Kucinich recently said the White House is under attack by elements in the CIA.  (Both on YouTube.)\nThis media dishonesty does not stem from most of the individual employees – it comes from the media owners.  Bernie Sanders alluded several times during his campaign to “media” dishonesty.  He didn’t directly attribute it to the oligarchy’s ownership, but he did refer repeatedly to the oligarchy dominating America, so the implication was clear.\nThere is now a LOT of evidence that America is run by an oligarchy that disregards the will of the American people.  This silence at MSNBC is just one more piece of evidence.\nJoe J Tedesky\nFebruary 19, 2017 at 11:48\nIf I were tasked to oversee and run a covert network capable of doing any unthinkable act I would set myself up in the media to control the narrative for when the story breaks. The need for independently owned media small business with a capital S is beyond comprehension. This site is a good example of what small will deliver over big corporatocracy style news. I would imagine that if there were a craved out business model made it could be done to be reflective of our Constitutional values, maybe more so with the freedom of speech observed. In fact a lot of business should be smaller, but that’s another story for another time, but our media is riff with Deep State influence and control. The impossible problem is how to dismantle it.\nJoe J Tedesky\nFebruary 19, 2017 at 01:42\nTodays reckless saber rattler’s should read JFK’s June 10, 1963 American University Speech.\nhere’s a little clip;\n“So, let us not be blind to our differences–but let us also direct attention to our common interests and to the means by which those differences can be resolved. And if we cannot end now our differences, at least we can help make the world safe for diversity. For, in the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children’s future. And we are all mortal.”\nbetter to read the whole think…\nevelync\nThank you, Joe for this quote!\nAnd since what JFK is trying to tell us seems so obviously true it now helps to understand that he was saying all this under the heavy weight of MIC Cold War dogma that would have us believe the opposite. And that explains, perhaps, his beseeching tone – knowing that this would not sit well with the Deep State. He was trying to reach us through the fog of “war think”.\nJames lake\nNot quite\nThe Russian federation was part of the Soviet Union with s number of other countries\nThey are different if makeup and ideology\nJoe J Tedesky\nFebruary 19, 2017 at 09:22\nThanks I overlooked that, but given the Russian Federation is smaller than the USSR may we at least admit the sentiment is still the same?\nJoe J Tedesky\nFebruary 19, 2017 at 11:33\nJames Lake I would also like to thank you for your show of disapproval of something I said back on 1/24/17. I’m serious you and a few others were really irritated with me, when I suggested to how Putin should appeal to America’s gay community with a positive message. The backlash from that sent me up the mountain, and I have come back a refreshed new man….yes, Russians should be allowed to be Russians. America has in the past, and since around the turn of this new century only accelerated this judgement of culture and religion, and I ask you for what? I should add that if you replace ‘judgement’ with the word ‘bombs’ it would be better suited for a description of what America does.\nWhen I was younger, after traveling from port to port in the Navy I was able then to see for myself how diverse a planet I was walking around on, and I liked it. This attitude made me finally see how wrong Vietnam was, and other places like Vietnam who were being judged and leveled continually for the sake of profit, world hegemony, and to be basically run by a White-Anglo authority. Why after all we did it to the Native-Americans, and we did it to the African slave for cheap labor…Cecil Rhodes believed it in his time, that the white Englishman were the superior lot, and they these Englishmen would rule the world.\nBeing an American and never getting out fogs the brain. Everything becomes an ad, a commercial, and it just doesn’t matter what city or state your in, because the fast food and the big box store will always be there, and anything different becomes the niche and hard to find. All is about fighting on Facebook over partisan politics, not even politics but personality politics (the worst kind). Meanwhile this week People have died in Eastern Ukraine among many other places on this globe, and we Americans are bogged down on a transition NSA director wishing a Russian Diplomate a Merry Christmas and a promise to look into these sanctions, and all hell breaks loose, and Hillary lost the election because of Putin. Somehow Rachel Maddow even found a way to flash Pussy Riots picture up onto the screen, and then I said okay with this…and watched a movie…..America has become certifiable and there doesn’t seem to be a cure coming anytime too soon.\nI value your knowledge and your passionate opinion regarding Russia and it’s bordering countries, so stay on these comments of mine, and correct me if you should.\nI still love the Beatles ‘Back in the USSR’….do that comrade walk!\nZachary Smith\nFebruary 18, 2017 at 23:49\nHowever, based on that flimsy pretext, FBI agents – with a transcript of the electronic intercept of the Kislyak-Flynn phone call in hand – tested Flynn’s memory of the conversation and found his recollections incomplete. Gotcha – lying to the FBI!\nThat puts a different light on the situation – one the “Corporate Media” hadn’t mentioned in any stories I saw.\nAnd it has recently occurred to me that Mike Pence might not be above “adjusting” what Flynn told or didn’t tell him.\nTalking to the FBI without your own lawyer present while he has his own tape machine is running is probably a bad idea.\nZachary Smith\nFebruary 18, 2017 at 23:46\nHowever, based on that flimsy pretext, FBI agents – with a transcript of the electronic intercept of the Kislyak-Flynn phone call in hand – tested Flynn’s memory of the conversation and found his recollections incomplete. Gotcha – lying to the FBI!\nThat puts a different light on the situation – one the “Corporate Media” hadn’t mentioned in any stories I saw.\nAnd it has recently occurred to me that Mike Pence might not be above “adjusting” what Flynn told or didn’t tell him.\nTalking to the FBI without your own lawyer present and while your lawyer’s tape machine is running is probably a bad idea.\ntpmco\nFebruary 18, 2017 at 23:46\nI’m glad to see Parry sticking with this narrative. It’s making a lot of sense.\nDon’t let your opposition get you down just because it seems like nearly everybody is in the other boat. I witnessed Mike Malloy’s tirade the other night complaining about your previous piece, and I ended up thinking he was way out of line. I would like to see these intercepted transcripts supposedly captured by th NSA before proceeding with any investigation, no matter how narrowly the investigation would be set up. Anything other than a very narrow investigation would be unacceptable.\nevelync\nExcellent article Mr. Parry.\nThank you.\nOne key bit of info that I had not understood before is that Yanukovych in 2013 backed away from the west’s cold war game of trying to pry the Ukraine away from Russia’s orbit. I think I remember, but not sure that even Zbigniew Brzezinski warned against NATO countries meddling in Russia’s back yard – what could it possibly gain and what disasters could result?\nWhat an irresponsible and childish game NATO countries were trying to play.\nWhy isn’t there a commission to examine this reckless foreign policy disaster?\nDoes this qualify as an impeachable offense given how horrifically destructive it has been and destabilizing it could yet become and how it could wind up sending so many more into harm’s way and start a great war?\nWhy isn’t this under scrutiny in the Congress?\nParry wrote:\n“The crisis began in the fall of 2013 when Ukraine’s elected President Viktor Yanukovych backed out of what he regarded as a costly and unacceptable association agreement with the European Union, a move which prompted protests by Ukrainians in Kiev’s Maidan square.\nThe Obama administration’s State Department, U.S. neocon politicians such as Sen. John McCain, and various U.S.-backed “non-governmental organizations” then stoked those protests against Yanukovych, which grew violent as trained ultra-nationalist and neo-Nazi street fighters poured in from western Ukraine.”\nThis too would be under investigation if we had a real democracy.\nNazi’s? Really?\nSam F\nFebruary 19, 2017 at 09:38\nYes, the “irresponsible and childish game NATO countries were trying to play” should be investigated and severely punished. When the morally ignorant are given power they decide to abuse it, pretending that their every wish is mandated, but revealing that they never had the public interest at heart. They decide in small groups what nonsense they must parrot to retain and abuse power for personal aggrandizement. This can be seen in local social organizations as clearly as in national politics.\nWhile this is human nature, the US is controlled by such people because it failed to regulate economic power, to which the worst bully demagogues attain because it succeeds in the absence of regulation. Only the protection of democratic institutions such as elections and mass media from economic influence can restore democracy. That will require a cataclysm, probably of external organization against the US tyranny. A good start would be a European investigation and rejection of US abuse of NATO for warmongering.\nSam F\nFebruary 19, 2017 at 09:41\n(that is, because bullying succeeds in business in the absence of regulation)\nFebruary 18, 2017 at 21:45\nMr. Parry’s outstanding article on the importance of challenging the new “McCarthyism” has an even deeper meaning:\nWe are by birthright World Citizens with certain basic, universal rights which include the right to communicate with anyone we choose, and the right to travel anywhere we choose.  We are free citizens, not subjects required to submit to the demands of  the rulers.  Unfortunately, American politicians prefer to restrict  our freedoms.\nPrivate citizen diplomats (Center for Citizen Initiatives) have visited Russia recently and suggest  that Russia is not  our enemy — they believe that Putin and the Russian people want friendship and cooperation, not conflict and war.\nThe whole idea that Russia is an enemy, I believe, is a hoax, perpetuated by the military/industrial/covert operations complex desperate to maintain so-called “enemies.” War is good for business, and it requires “enemies,” real and imagined.\nLiberal democrats of the Clinton wing have swallowed the kool-aid of McCarthyism, and need to back off.\nAmericans will never be truly free until we cast off the arbitrary rule that allows the politicians to tell us to whom we can talk to, and to whom we can’t talk to, and where we can travel.  You should have a fundamental right to travel anywhere and to talk to anyone — to Russians, Cubans, Europeans, Palestinians, Asians, Mexicans, or anyone else on the planet.\nA peaceful relationship with Russia would be good for the world, far better than war and the risk of a nuclear confrontation.\nYou are a World Citizen, first and foremost, by birthright.  You must be a world patriot before you can be an American patriot. America is not the world, it is a part of the world.  What’s good for the world, is therefore good for America.\nLois Gagnon\nFebruary 18, 2017 at 21:24\nAt this point it’s hard to know who’s more irrational, Trump and his band of wacky ideologues or the Deep State power trippers who believe the world is their plaything. The whole lot of them should be kicked off the planet and kept off. Put them on a space station and leave them there.\nJay\n@Kiza,\nYou do apprehend that Flynn, and Trump himself, are arms of the “deep state”?\nKiza\nFebruary 19, 2017 at 00:56\nYup, the concept of conspiracy theory has been invented by CIA (Deep State), why would it not be the main user of the concept?\nAs someone who has been following the fate of several foreign leaders who have been regime-changed (color-revolutionized) by US (or in the name of US), I can testify that the concept of this leader working for the US Deep State has always been present. This is a standard part of FUD against his supporters preceding his ouster.\nWhat is going on now could be called: the regime-change-came-home. Whatever control technique is used abroad, eventually it will be applied at home as well. It is a pattern.\nSam F\nFebruary 19, 2017 at 09:25\nYes, bullying does come home. Or starts in the family. In big business, where the unethical bully is most likely to move into upper management and even the upper class, he controls the corporate economic power that has corroded and now enslaved democracy by controlling the mass media and elections. It is not coincidence that unregulated economic power leads quickly to plutocracy. He thereby ensures that the judiciary and secret agencies are run by appointees of money power, and their opportunist sycophants.\nNot sure that regime-changed leaders are accused of secret agency connections to discredit them (if that is what you and Jay mean). Hussein and Ghadafi and others cooperated at times and were opposed at times. Trump appears to be of another branch of hidden powers.\nClyates\nFebruary 18, 2017 at 21:18\nThank you Robert Parry. I wonder if you ever send your articles to writers who lie or are misinformed? I do. They never reply.\nRealist\nFebruary 18, 2017 at 20:58\nWhen all is said and done, what will the successful hit on General Flynn by the Deep State establishment accomplish?   Well, it’s got Trump once again weighing the appointment of John Bolton to that cabinet position.  So that should make the neocons ecstatic if it comes to fruition.  The MIC can expect lots of  new business.   Patraeus and some other high profile generals have turned the offer down, knowing that they would become targets of the insurrectionists trying to bring down the Trump government.  Patraeus should know what the spooks are planning for Trump, he was their leader before compromising himself to impress a woman.  The remaining generals I’ve seen mentioned include a few other dodgy types, such as Caslen who is apparently a fervent evangelical.  Let’s subjugate the world for Jesus, that sounds like fun.\nJohn\nFebruary 18, 2017 at 21:21\nMr. Realist, You may be funding this circus with your investment portfolio …….Have you checked : )\nRealist\nFebruary 19, 2017 at 20:44\nBeyond my ken, as state officials invest the money, mostly into the stock market, from the state employees trust fund (to which all state university employees must subscribe rather than federal Social Security).  Even though the Dow is approaching 21,000 now, they say the returns to the pension fund are flat and we are never granted cola’s.   Likely story.   They owe us billions in unfunded liabilities, their share under law, which they’ve dodged for decades.   Wonder what will happen when the stock market collapses?  I’m sure the feds won’t be bailing out the states.  No, they will be allowing the banks to seize our assets as “bail ins” to save those cockroaches yet again.  So, if your point was to illustrate one more way that our way of life is threatened by funneling all the wealth of this country’s citizens into the MIC rathole, I agree with you.\nJohn\nJOHN BOLTON = YOSEMITE SAM\nFebruary 18, 2017 at 20:58\nIt’s my underrstanding that people in teh Clinton campaign team also talked to the Russians during the campaign. I also remember that Obama told Medvedev, in 2009 when he didn’t think the mic was live, that he would be much more able to work with the RF after the election.  But what about the Reaganites who did a deal with Iran to keep the hostages until after the election?  There is absolutely nothing wrong with an incoming administration talking to potential partners or potential adversaries.  This is only an issue because it’s Trump.\nBTW how does McCain get away with his constant violations of the Logan act? yet nothing is said.  He’s at an international security conferenec in Germany right now, talking as if he represents the US government.  Who TF is this guy?\nLee Francis\nFebruary 19, 2017 at 07:22\n” He’s at an international security conference in Germany right now, talking as if he represents the US government. Who TF is this guy?”\n‘This guy’ is probably the most demented, unbalanced and dangerous member of the deep state war party. You hit the nail on the head, what was he doing formulating policy on the hoof without Presidential authorization, and who TF was he to arrogate this right to himself? He was recently up to the same antics in Ukraine, this time accompanied by his fellow inmate, Lyndsay Graham.\nOne wonders if he knows the difference between the legislative and executive departments of government and their respective roles, or if he even cares.\nLisa\nFebruary 18, 2017 at 19:04\nOn the topic of “talking to Russians”, McCain himself is heard on a tape talking to Russians a couple of days ago. The same Russians that fooled Maxine Waters a few days earlier, claiming that she was on the phone with Ukrainian Prime Minister.  Now the same trick was played on McCain.  Found on Youtube, both recordings.\nThis whole anti-Russian hysteria is extremely unfortunate, as both countries would really benefit of closer relations between the citizens, on a private level. The Russian culture, music, ballet, nature, hospitality etc would be a pleasant surprise to Americans, if they could spend some time in this “evil” country.  Youth exchange programs? University level exchange? Private persons offering their homes for a short visit for each other?  Utopia, probably, at the moment.\nevelync\nThank you!!!!!\nwonderful (YES)\nWHY?\nthe trouble is your approach would likely bring peace to this old world\nand that could come between some oligarchs here in this country and elsewhere and the “dinner table”……\nI am trying to get COMCAST (I won’t succeed) to carry MEZZOTV from France – it’s available in Canada and 60 countries around the world. 60 countries but not U.S.A. or Britain according to their web site when I last checked.\nIt broadcasts cultural programs from around the work including Russia where as you said there is a history of some of the best ballet and classical music around.\nBut nooooooo – if they showed Russian artists performing that might undercut the fear mongering.\nAnd someone in an earlier comment mentioned the Clintons in bed with Boris Yeltsin…..why am I not surprised?\none only had to listen to Gorbachev and Yeltsin to know that Gorbachev seemed like a person not a crook who had an interest in doing something good for Russia and peace in the world and that Yeltsin was a weak fool – perfect mate for the Clintons……\nLisa\nFebruary 19, 2017 at 03:56\nDuring the Cold War era, in 1972, I was helping a youth group (Americans, Swedes, Finns of high school age) during a trip to Sochi, USSR, as I happened to know both English and Russian.  Such exchange was possible then and such a group had made this trip yearly to a youth camp on the Black Sea.\nI never forget the comment by an American boy when we were standing on a Black Sea beach, stretching to the horizon, with hundreds of people sunbathing and swimming: “I might just as well forget all about this trip, nobody will believe me if I tell about it at home.”\nYour suggestion about Mezzo TV is really good, I can watch this channel and the superb Russian orchestras, soloists and ballets (among world’s other top performers).\nKnomore\nFebruary 18, 2017 at 18:54\nThanks, Robert Parry:  Perhaps this can be boiled down to three words:\n“Might makes right.”\nAnd add on to that the NWO’s plan, in process for much of the past half century, to dumb down the American citizenry.  You then have the people, even the ones who boast of a superb education, nodding their heads to nonsense spouted by the nation’s newspaper of record, the NYT, which seems to be falling in slow motion from its pedestal like that statue of Saddam Hussein.  Or one could hope…\nFor those who are ready to dance to this silly tune, check out what the Clinton administration was doing in the 1990s to help Yeltsin stay in power and help the oligarchs run off with most of the country’s wealth — whatever was left by America’s entrepreneurial class who were likewise busy pocketing everything in sight.  If we can’t depend upon our newspapers to refresh our memories, then we have no memories.  The mainstream media has become the jackal class; they are dangerous.  They create chaos.  And they bite.\nJessejean\nFebruary 20, 2017 at 15:55\nThis whole conversation about Parry’s  article is fascinating, with the further exposures of America’s crimes, and the competing nominations for who is to blame and how far back it all goes and whether Trump is a victim of the slimey MSM and the damn Dems.  It strikes me that this is the end of empire,  that we’re seeing the kinds of horrific dislocations that take place when a dominate militarized society breaks down and dies from within.  See Athens, Rome, England ( don’t know about France–I think they went to revolution)–where the so called Republics were destroyed by the basic concepts of empire breaking down and taking the country with it.  I think we’re in for quite a ride.\njo6pac\nFebruary 18, 2017 at 18:49\nThank You RP. Amerikas deep state hiding behind the curtain of whipped up hate of Russia. Deep State in Amerika is what needs to rounded up moved out of govt. if that even possible.\nKristen D\nFebruary 18, 2017 at 18:42\nNot all liberals are in to this “witch hunt”. Some of us, myself included, want the truth no matter the cost. We are rightfully upset with Trump’s choices to lead his administration- we’re concerned that billionaires, millionaires, oil tycoons with ties to Russia and others not suited for their positions are now holding high positions in government. Why don’t you do an expose into Trump’s taxes and his business ties to every major sector? My thoughts all along are the the Trump dynasty is in a great deal of debt, so of course he doesn’t want taxpayers to know his extent of debt. What about the fact that secret service costs are straining the federal and state budgets? What about some news about Steve Bannon- what is  his agenda? There are many other issues you could be investigating and I’m not sure why you chose this one. One who doesn’t pay attention to history is doomed to repeat it, so I get why you bring up past presidential and administrative mistakes, but can we please just get to the truth?\nirina\nFebruary 18, 2017 at 19:52\nWhy did Parry choose this issue ? Please re-read the last paragraph. You may not remember the Cuban Missile Crisis, but I do.\nIn our small Christian school, we took shelter in the basement boiler room during nuclear attack drills (The siren always went off at noon on Wednesdays to prevent total panic). That left an indelible imprint on my seven-year-old mind. The danger today, although   it seems more distant, is actually closer because we have become so habituated to the presence of the nuclear threat.\nThis habituated mindset was predicted by historian Paul Boyer in his excellent book “By the Bomb’s Early Light” — an analysis of the post-Hiroshima socio-cultural world. Highly recommended reading, affordably available through used book services.\nBill Bodden\nFebruary 18, 2017 at 21:50\nIrina:  What you were subjected to in school was your first exposure to fear mongering.  I was taken to Britain just before the outbreak of the Second World War and just in time for starting school.  The only drills I recall were for putting on gas masks at the beginning of the war.  Those drills were abandoned after a couple of years.  I have no recollection of doing something as stupid as hiding under a small desk.  I lived in an area that was relatively quiet, but a bomb blew up a building next to the cinema where one of my brothers was watching a movie.  During a nighttime area raid two bombs landed within a quarter mile of the middle school I later attended.  The next morning the craters were merely points of curiosity that triggered concern but no fear that I recall.  Nor do I recall any safety warnings that rose to the level of fear mongering.  Fear mongering doesn’t have the same effect in Europe and Asia where people have actually lived in war zones.  It seems to be more effective among people who lack that experience.\nTom\nFebruary 18, 2017 at 23:31\nBill you surely missed the point. The Cuban Missile Crisis had nothing to do with bomb craters in the middle of the road or bombed out cinemas. The human race, at that time, was on the cusp of total annihilation and it was only afterwards that we realized how close we came to the actual end of civilization.  We need to reignite our fear of a nuclear holocaust  and do everything in our power to reduce the risk of such an event happening in the future.\nBill Bodden\nFebruary 18, 2017 at 23:50\nTom:  You missed my point about fear mongering.  Decisions based on fear usually get it wrong such as telling children to hide under desks.  What the hell good would that do?  There were risks of nuclear war during the Cuban Missile Crisis, but they were more likely exaggerated.  Kennedy and Kruschchev were where the buck and the ruble stopped, and both had the necessary intelligence to keep things from getting out of hand – as events proved.  But, I admit, a nuclear holocaust makes for a more dramatic story.\nBill Bodden\nFebruary 19, 2017 at 00:18\nPS:  Then, again, there is “Izzy” Stone’s dictum – All governments lie – to which we might add “and the Establishment’s media relay and amplify those lies.” Having listened to decades of lies from the U.S. and other governments and corporate media I have found over the last three decades to regard what these entities say with skepticism and that seems to have proven to be the right choice.\nDid you hear the one about if Vietnam fell all its neighbors would fall like dominoes?\nWhile the dominoes weren’t falling the Israelis tried to sink the USS Liberty on June 8, 1967.  Despite a very large American flag at the ship’s stern, the Israelis claimed they thought is was an Egyptian ship.  Instead of telling the truth, the Johnson administration and the top brass at the Pentagon went into cover-up mode.\nDid you catch the one from Tricky Dick about having a secret plan to end the Vietnam war that lasted beyond his term in office?\nHow about Saddam Hussein’s weapons of mass destruction and the mobile chemical labs that Colin Powell lied about?\nLast, but not least, is Obama’s stricture that no one is above the law.  That’ll be the day.\nirina\nFebruary 19, 2017 at 01:31\nThank you, Tom. I cannot imagine, as a child, looking at nearby bomb craters ‘with curiosity but no fear’, but maybe then I have a more active imagination than most. And that imagination told me, as a child, that we were at extreme risk of Nuclear Biocide. Not just buildings blown up and adjacent humans wounded / killed. Rather, the entire planet poisoned for many eons and most of its living inhabitants killed, quickly or slowly. That’s a different order of events.\nNow, we have been broadcasting our lives, via tv, into space for 6 decades or more. Imagine being a future archeologist, reconstructing those attenuated waves. Nature shows, which demonstrate the remarkable diversity and adaptiveness of Life on Earth. News shows, which show how we treat each other. Comedy and tragedy and entertainment. And then realizing that the source of all that information had become nothing more than a radioactive wasteland. Perhaps by design, but even more likely by accident.\nWe are mostly familiar with the Chelyabinsk incident of February, 2013. What most people don’t know is that there is a large military base near Chelyabinsk. What would have happened if the Chelyabinsk meteorite had been just a bit larger, and had exploded over / landed on the base ? Our nuclear attack response time, meaning that of Russia as well, is all of four minutes. Is that time to make an informed decision ? Or does it demand retaliation, regardless of what the trigger event actually was ?\nIf the above scenario is ‘fear-mongering’, so be it.\nSam F\nFebruary 19, 2017 at 08:58\nBill is right about fear-mongering and Tom is right about the greater fear-worthiness of nuclear weapons. All points well made and not really missed.\nirina\nFebruary 19, 2017 at 01:32\nI hope you get a chance to read ‘By the Bomb’s Early Light’.\nSam F\nFebruary 18, 2017 at 20:41\nI would suggest that Mr. Parry is balancing the mass media madness, which will itself pick up any dirt about Trump appointees as it is found or invented. No need for more of that. Trump could still do the one thing he promised that Hillary would not – end the foreign policy madness. If that fails, few moderates will support him.\nmike k\nFebruary 18, 2017 at 18:42\nWhat Mr. Parry is saying here is so obvious to those of us with the slightest acquaintance with real news, it is a shame that he has to waste his precious time spelling it all out – it is so obvious. But the pity is that the brain washed American public who desperately need some real news would find his piece very strange and hard to understand. The power of propaganda to control people’s minds is a truly frightening force in our failing world culture.\nevelync\nFebruary 18, 2017 at 20:50\nyes, in denial and clinging to an illusion that TPTB, including what’s left of the Clinton power machine is “well meaning” and working for the general good.\nNot so!\nAs Andrew Bacevich points out – 30 years of endless wars and regime change policies have made this country less safe….how could anyone think otherwise?\nIt’s a bitter pill to swallow that your political representatives first and foremost have interest in their own power.\nJohn\nFebruary 18, 2017 at 21:15\nThe same money that funds the military industrial complex funds most of the media……in other words the medias boss is the MIC….very surprising what money can buy….so the media narrative pumped into your living room is all about increasing the profits  and market share of the companies who make up the military industrial complex…….Trump wants to work with Russia….no no no ! not good for profit and market share…….The real surprise is you may be funding this circus with your portfolio ……..Hello !!\nAbe\nFebruary 18, 2017 at 18:41\nThe ongoing demonization why Russia by the US reveals the complete hypocrisy of the West’s “War on Terror”, as noted by New York-based geopolitical analyst Ulson Gunnar:\n“It is often said that states like Russia, Syria and Iran exist as natural allies to the United States and Europe in the fight against terrorism. And that would be true if not for the fact that said terrorism is actually a deliberate product of US-European foreign policy. Were the West to truly wage a war on terrorism, it would already be deeply cooperating with these  nations on the front line against groups like Al Qaeda and the self-proclaimed Islamic State.\n“However, terrorism is waged as a means of fighting the West’s proxy wars abroad, and to create divisive, paralyzing hatred, fear and hysteria at home.\n“Travel bans are created to intentionally stoke controversy and distract the public from the aforementioned reality driving  terrorism. As is evident in virtually all terror attacks carried out across the West, suspects are already know to security and intelligence agencies beforehand. These agencies simply need to stop them. Instead, they allow the attacks to take place, granting their respective governments political capital to channel more power into centralized hands.\n“While the US and Europe use terrorism as a function of foreign policy, they could not do it without their intermediaries in the Persian Gulf. Without the Saudis and Qataris serving as ‘handlers’ for the West’s terrorist legions, it is unlikely such legions could be raised to begin with.\n“Targeting, rather than embracing, even protecting these state sponsors of all aspects of terrorism, from indoctrination and recruitment, to training, arming and financing terrorism on the battlefield, would be another essential step in a real ‘War on Terror.’\n“Yet from President Bush to President Obama and now during the administration of US President Donald Trump, the US and its European allies continue to coddle the regimes in Riyadh and Doha, rather than taking any measures whatsoever to disrupt this terror pipeline.”\nHow a Real War on Terrorism Would Look and Why the US Isn’t Fighting One\nBy Ulson Gunnar\nFebruary 18, 2017 at 20:33\nIs it possible that the US has been backing AlQaeda as we did in Af/Pak, to keep them from attacking the US? We roused their anger when we backed out, causing 9/11: could a new alignment against them bring them here? Just a thought.\nKiza\nFebruary 19, 2017 at 00:19\nWhat a nice, short summary: “terrorism is waged as a means of fighting the West’s proxy wars abroad, and to create divisive, paralyzing hatred, fear and hysteria at home”. For a while, this game has been obvious to anyone who has not been an MSM mushroom (you know, kept in the dark and fed …).\nCarolina924\nFebruary 18, 2017 at 18:13\nOf course no one remembers the 2010 Clinton-backed Uranium One deal, which gave Russia 20% of US uranium output –including Bill giving a speech in Moscow for $500,000, and 2M plus donations to the Clinton Foundation that were not reported to Obama under their agreement, both while Hillary was Secretary of State and one of the overseers of the transaction.\nevelync\nFebruary 18, 2017 at 20:38\nhah hah – thanks for reminding us – too bad the WashPost and NYT can’t remember these things…..\nKiza\nFebruary 18, 2017 at 21:30\nIt just goes to prove that a few million do not go far towards purchasing Clintons’ loyalty. Maybe hundreds-of-millions would have lasted a little longer.\nHell, Having Frozen Over, Thaws Once More\nA pendulum has attained apogee and now starts its ever repetitive duel with entropy, internal gravity and external gravity playing with centripetal and centrifugal forces so most of us don’t notice the drastic changes involved as black becomes white and purported liberals again trade places with purported conservatives.\nThe fissure between our purportedly “united” states deepens even further, albeit incoherently reversed.\nTectonic plates, confused, try to decipher instructions (it’s San Andreas’ fault) directing them to accelerate severance of the Pacific coast of North America (and similar instructions stream from an Eastern cousin with regard to the Northeastern states down through New York) from what would become a “rumpish” mainland.\nSomewhere, an old lady in a very faded red revolutionary cap keeps muttering “the more things change, the more things change, the more things change …”, then, apparently waking from an inadvertent nap, “… the more they stay the same”.\nHell, having frozen over, thaws once more.\n_______\nImportant article as we slither down slippery slopes.\nMichael\nFebruary 18, 2017 at 17:57\nUnintended consequences are often positive. Flynn’s removal gave the world a chance to see the spooks in action inside the US.\nThe Congressional committee will quickly run into the same, as “discovery” is a bitch. Doubt if it gets to the bottom of anything.\nPerhaps it will be Mr Tillerson, Mr Lavrov, and Ms Merkel who will be the sane leaders who craft a lasting peace. That is my hope.\nKiza\nFebruary 18, 2017 at 20:36\nYes, there is a debate whether the open show of force by the Deep State (Intelligence + Media) and the consequential exposure are:\nA) a statement of unbridled and unchallengeable power, or\nB) a desperate move to save the *sses before the the new manager start a clean up.\nLois Gagnon\nFebruary 18, 2017 at 17:46\n“The new McCarthyism was morphing into a new Orwellianism.” Exactly right. Could there be a better example of double speak than fake news?\nTom Welsh\nFebruary 18, 2017 at 17:43\nIt is interesting and instructive to reverse the sides, in the usual way. What if the Russian government were to announce that anyone who talked to representatives of the US government would be deemed a traitor unless proved otherwise? Can you imagine the shrills howls of rage and indignation? Yet the US government is far more deceptive and subversive than the Russian government.\nFebruary 18, 2017 at 17:38\nThe whole “Russian” thing is ridiculous! Americans & Russians can talk to whom they please! Stop the RW & LW War mongers, DNC, BS over the lost Hillary, election! Stop the paranoia, lies & avoidance of responsibility for your failures to succeed with the 1% Corporate corruption! Lesser of 2 evils is now, equally the same in RW & LW! Resist this Tyranny!\nJay\nTiny error, quoting:\n“Operating parallel to McCarthy’s Red Scare hearings was the House Un-American Activities Committee (or HUAC), a standing congressional panel from 1945-1975 when it was best known for investigating alleged communist subversion and propaganda.”\nHUAC was formed in 1938.\nIt’s important, since HUAC wasn’t simply used to hound those accused of being communists. During World War Two, some HUAC members argued for the internment of Japanese Americans.\nRight, of course, Hillary Clinton was talking to various foreign ministers and ambassadors when she was Sec. of State Designate in Dec. 2008.\nFlynn’s a crazy Islamophobe of Pam Gellar’s ilk, and his anti-Iranian activities could easily have lead to war with Russia (such things still could absent Flynn), but he had job in the incoming Trump administration.\nRob\nFebruary 18, 2017 at 17:35\nA witch hunt based on anti-Russia hysteria is something the country does not need. Nevertheless, we should rejoice that a nutcase like Flynn is now gone. That leaves about a dozen far right zealots and/or bigots in the Trump administration, including Trump himself.\nFobosDeimos\nFebruary 18, 2017 at 19:38\nYes, and the prospective candidates to hold Flynn’ position, after Harward said no, look also horrible…Petraeus, Bolton…why not Dr. Strangelove? Too bad Peter Sellers is dead.\nKiza\nFebruary 18, 2017 at 20:22\nYou are sooooo dumb. So once the Deep State finishes the coup against your favorite bogeymen, “nutcases”, of whatever dirty or smutty label you could come up with, then it will go soft on your choices? Naturally, my characterisation applies to you only if you are not a paid troll of the Deep State. Spewing idiocies for money only makes your audience dumb, not you. The left/Democrats/progressives only consist of those two types: the paid and the dumb.\nSam F\nFebruary 19, 2017 at 08:39\nToo harsh; it is enough to say “the Deep State…will go soft on your choices?” Likely both of you seek the truth.\nKiza\nAnd who are you to be the judge?\nRob\nFebruary 19, 2017 at 18:05\nYou are the troll in this scenario. The giveaway is the unwarranted personal smear. I won’t sink to your level.\nKiza\nFebruary 20, 2017 at 00:57\nWhat I said about you and your kind, would not change a letter of it. Your Democrats are siding with the Deep State to revenge the lost election and killing the last vestiges of democracy in the already Police Disunited States. Keep gloating at every scalp of the Trump administration, if you are one of the Paid maybe you will be rewarded for your trolling. But then again, maybe your kind will achieve a civil war in the Disunited States in which case you could finish not so happily.\nFebruary 18, 2017 at 22:37\nPainting Vladimir Putin is an “innocent dictator” (even it is an oxymoron this is who he is). Robert Parry maybe knows well Washington and Central America. but he certainly does not know well Russia. In fact, he certainly does he know how many journalists and opposition politicians were killed or jailed in Russia. Obviously, Mr. Parry forgot about Russian wars in Chechnya, Georgia, Ukraine, numerous provocations against Baltic countries….  What anti-Russia hysteria is he talking about — hacking into DNC and all these trolls praising Trump was nothing? And of course Gen. Flynn deserve privacy when his talking undermines active President, but hacking of John Podesta’s e-mail is not violation of privacy?\nIs this example of objective reporting? Russian people are not the enemy — Putin and his corrupt government is. You would not defend Saddam Hussein, Bashar Asad or any other “innocent” dictator so why are you so passionate about defending Russian dictator?\nJohn\nFebruary 19, 2017 at 01:59\nA couple questions for you…\nDid you realize Putin is an elected leader, thus no more of a “dictator” than Obama was?\nHow many journalists are imprisoned or killed in Russia, and what are their names?  What are they imprisoned or killed for, and by whom?\nHave you ever heard of Mumia Abu Jamal, or Barrett Brown? (To name just two Journalists in the US imprisoned basically for their journalism.) What about Michael Hastings?  Does it upset you to the same degree when Journalists in the US are killed or imprisoned as it does when this allegedly happens in Russia?\nDid you realize that the wars in Georgia was started by the Georgian armed forces attacking citizens in South Ossetia, which was under Russian protection (legally so),  The war in Chechnya was started by Al-Queida at behest of the US and their puppet, Bin Laden, and the war in Ukraine by US supported Nazis in Kiev who openly stated their desire to kill all Russian speakers (which was basically the Eastern 3rd of the Ukraine plus Crimea)?   If responding to such provocation is such a horror to you, what are your feelings about the invasions of Iraq, Afghanistan, Libya, Panama, Grenada, the former Yugoslavia, Somalia, Yemen, etc ad nauseum?\nThere as yet is no credible evidence that Russia hacked the DNC (the evidence we have is that Seth Rich took the documents and arranged for Craig Murray to deliver them to Wikileaks).\nAre the trolls of unknown origin supporting Drumpf any different than David Brooks’ “Correct The Record” trolls infesting everything to schill for Lady MacBeth?\nJohn Podestas’s emails were released by Wikileaks, not the NSA.  Do you not see the difference between a government agency and a government watchdog group?\nDoes ignoring this definition somehow become a requirement for “objectivity” (something that, to the best of my knowledge, Parry has never claimed as a criteria.)?  Are your unsubstantiated claims that Putin is an enemy aupposed to be objective (along with all the other statements you have made that I have questioned here?)\nIf you were familiar with Parry’s work, you would know that he has often defended Assad from bogus accusations, and likely did so with Hussein.  (Neither of whom were nearly as demonic as the war-profiteer owned press made them out to be.)  Assad and Putin both are elected under the rules of Parliamentary Democracy, and won their elections under multiple International Observers, who deemed the elections credible.  The same cannot be said for Dictator Obama, Dictator Bush, or Dictator Trump.\nUnlike the American dictators, however, the elected Putin strictly adheres to International Law.  Is this why you apparently have such a problem with him?\nVirginia Jones\nFebruary 19, 2017 at 04:33\nGreat response to a ‘neoliberal’ argument.   Saddam Hussein did nothing to the US and his country by the way was safe for all religions and factions.    And now? and Assad is just a scapegoat.    Are they pillars of democracy?  No but who is?   It’s hard to watch the US news and its propaganda.\nRealist\nFebruary 19, 2017 at 08:40\nYes, Virginia, there is a propagandist mainstream corporate media.  They do their job of fooling the American people well because they are paid so much money.\nVarenik\nFebruary 19, 2017 at 13:27\n“how many journalists and opposition politicians were killed or jailed in Russia. ”\nCare to present that list ? Names, numbers and dates ?\nPractically every sentence reeks with twisting of context and truth.\nSo, would you care to address the request above ?\nJack\nso how many by name?  Enlighten me.\nevelync\nThank you, Jay.\nre: “It’s important, since HUAC wasn’t simply used to hound those accused of being communists. During World War Two, some HUAC members argued for the internment of Japanese Americans.”\nhow ugly is that?\nCold War hysteria feeding the MIC\ncan we ever be done with this crap?\nit seems that the human propensity for witch hunts based on primitive them vs us “identities” is so powerful that the more enlightened among us have failed miserably to exert some control over the mechanism itself.\nArthur Miller covered the subject in “The Crucible”.\nConsortiumnews.com\nHUAC became a standing committee in 1945, as reported.\nWarren Monty\nExcellent article.  Purchased your good. Thanks.\nGood article:\nI believe, the war criminals need an enemy to distract attention away from their depredations. Therefore, “Blame it” on Putin\nThere is endless wars and devastation around the world\nWestern war criminals have their war banners unfurled\nMillions dead and many millions uprooted\nAnd the financial system is corrupted and looted\n“Blame it” on Putin\nThese evil plotters of death and destruction\nShould be in jail for their abominable actions\nBut, “Blame it” on Putin.\nThe American election is won by Donald Trump\nHillary Clinton loses and gets politically dumped\nThe media is frenzied and foaming at their mouths\nThey are crying and lying, these corporate louts\nThey “Blame it” on Putin\nHollywood, too, is getting in on the act\nThe B.S. merchants are able to twist facts\nIn their fantasy world of channel changers\nThey do not approve of a political stranger\nThey “Blame it” on Putin\nThe spymasters and their grovelling politicians\nAll agree that “their democracy” is “lost in transmission”\nTheir comfortable and controlled system is now in danger\nAnd these powerful parasites are filled with anger\nThey “Blame it” on Putin\nOne loose canon talks and babbles of “an act of war”\nCould nuclear hell be started by a warmongering whore?\nIf the madmen of the establishment get their way\nCould we all be liquidated in the nuclear fray?\n“Blame it” on Putin\nAre all worried about saving their ass\nCould there be huge changes and still more coming?\nIs the sick and depraved society finally crumbling?\nHey, “Blame it” on Putin\nFebruary 18, 2017 at 17:00\nOnce again, well done Mr. Parry. When it comes to foreign policy analysis, intelligence or national security matters, ConsortiumNews is of more real value than ten WashPosts and NYTs.  Their deep connections to the worlds of power and money make it all but impossible for them to be honest – what is left is the form of respectability, but without the content.\nLisa\nFebruary 19, 2017 at 08:08\nMr Parry gives insightful and clear narratives of many chains of events in this article. However, there are not many who can describe the Ukraine tragedy with longer perspective.  MSM sees it all as “Russian agression”.\nR.Parry in this article:\n“The crisis began in the fall of 2013 when Ukraine’s elected President Viktor Yanukovych backed out of what he regarded as a costly and unacceptable association agreement with the European Union”\nActually, the crisis began much earlier.\nIn July 2014 there was an article on nsnbc – website which I still return to, for a historical account of these events, starting from the 1980’s.  It ties many older developments neatly together to explain the background of today’s catastrophy.\n“The war in Ukraine became predictable when the great Muslim Brotherhood Project in Syria failed during the summer of 2012. It became unavoidable in December 2012, when the European Union and Russia failed to agree on the EU’s 3rd Energy Package. The geopolitical dynamics which are driving the war in Ukraine were known in the early 1980s.”\nIt is especially chilling with the mention of a NATO representative’s remark from the 80’s:\n“US and UK would never allow European – Soviet relations to develop to such a degree that they would challenge the US/UK’s political, economic or military primacy and hegemony on the European continent. Such a development will be prevented by all necessary means, if necessary by provoking a war in central Europe”.\nIsn’t this exactly what we are seeing?  And Ukraine has nothing to do with the democracy-freedom-sovereignty nonsense that we hear constantly. It is all about the Iran – Iraq – Syria gas pipeline.  The article finds the connection between The Arab Spring, Muslim Brotherhood Project, Libya, Syria and the unrest that followed in Ukraine.\nMost valuable reading! Depressing, too.\nLois Gagnon\nGood info Lisa. Thanks.\nFebruary 19, 2017 at 17:36\nConsortium News is my major and most trusted source of news re US foreign policy and politics. Thanks, Lisa, for this additional context. I learn a lot from CN and (most) commenters!\nRob Roy\nPaul, well said. I agree completely.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/12/01/the-orwellian-war-against-skepticism/",
                "https://www.washingtonpost.com/world/national-security/2017/02/16/3f5268b0-f487-11e6-8d72-263470bf0401_story.html?utm_term=.048140922827",
                "https://consortiumnews.com/2014/08/10/nyt-discovers-ukraines-neo-nazis-at-war/",
                "https://consortiumnews.com/2014/04/20/ukraines-neo-nazi-imperative/",
                "https://consortiumnews.com/2017/02/14/trump-caves-on-flynns-resignation/",
                "https://www.washingtonpost.com/world/national-security/flynns-swift-downfall-from-a-phone-call-in-the-dominican-republic-to-a-forced-resignation-at-the-white-house/2017/02/14/17b0d8e6-f2f2-11e6-b9c9-e83fce42fb61_story.html?utm_term=.60bda4628ba0",
                "https://consortiumnews.com/2015/03/19/ukraines-poison-pill-for-peace-talks/",
                "https://consortiumnews.com/2017/01/01/the-war-against-alternative-information/",
                "https://consortiumnews.com/2016/12/13/hypocrisy-behind-the-russian-election-frenzy/",
                "https://consortiumnews.com/2014/10/17/the-neocons-masters-of-chaos/",
                "https://consortiumnews.com/2015/03/22/crimeans-keep-saying-no-to-ukraine/",
                "https://consortiumnews.com/2014/04/08/when-is-a-putsch-a-putsch/",
                "https://consortiumnews.com/2016/11/27/washington-posts-fake-news-guilt/",
                "https://consortiumnews.com/2016/11/20/nyt-advocates-internet-censorship/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2017/02/17/democrats-liberals-catch-mccarthyistic-fever/",
                "https://consortiumnews.com/2017/01/07/us-report-still-lacks-proof-on-russia-hack/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "russian",
            "witch",
            "russia",
            "president",
            "didyoutalktorussians",
            "trump",
            "regime",
            "liberals",
            "kiev",
            "war",
            "ukraine",
            "hunt",
            "russians"
        ]
    }
]