[
    {
        "url": "https://consortiumnews.com/2012/01/15/muscling-whats-left-of-democracy/",
        "title": "Muscling What’s Left of Democracy",
        "authors": [
            {
                "name": "Frances In California",
                "link": null
            },
            {
                "name": "Rory B",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-01-15",
        "text": "Main menu\nJanuary 15, 2012\nBy Danny Schechter\nWe Americans live in an increasingly degraded country. Our politics are degraded and have become a laughingstock to the word. Our military is demoralized and degraded with soldiers urinating on dead civilians and awaiting deployment orders for the next illegal intervention.\nOur education system has been degraded with standards falling and pervasive defunding. Our transportation system, ditto. I could go on, but I don’t have to. We are all living the decline with downward mobility, jobless and foreclosures, to cite a few trends that make life so miserable for so many.\nStandard & Poor’s headquarters in New York City\nNow, our godlike financial ratings agencies have decided to degrade nine countries struggling to fix their financial crisis. The decision by Standard and Poor’s (Best renamed, “It is now Standard to Be Poor”) to downgrade credit ratings for France, Italy, Austria and six other European countries signals those nations that Wall Street has them by the cojones. Their costs for borrowing will go up.\nThese countries are being warned: We are in charge. Do as we say!\nUnreported in all of this, is that many of the companies that loaned them the money are part of a U.S.- led financial oligarchy. The credit agencies the same ones that legitimated fraudulent sub-prime lenders with no accountability are part of the enforcement gang of today’s loan sharks who are squeezing Europe to pay up or else.\nIt’s been reported that when Greece finally gets a huge new loan from the European Central Bank and the IMF, most of the money will only touch down in Athens before being wired directly to London-based hedge funds that pushed the debt out in the first place. They now demand to be repaid first. The hell with Greece’s needs.\nAs The Financial Times reported, “The eurozone debt crisis returned with a vengeance on Friday as Standard & Poor’s downgraded France and Austria, two of the currency’s six triple A creditors, as well as other nations not in the top tier.”\nS&P’s goal was not just about economics. It was political, to press Europe’s political leaders to move faster to please them, i.e., suspend democratic checks and balances if needs be, and do what Wall Street wants ASAP! It was an act of bullying. It was also punitive because, according to Bloomberg, Europe was actually making progress in getting its house in order:\n“S&P acted at the end of a week in which signs grew that Europe’s woes may be cresting as borrowing costs fell, evidence of economic resilience emerged and the European Central Bank said it had quelled a credit crunch at banks.\n“The result is that refinancing costs for certain countries may remain ‘elevated’ and credit availability and economic growth may fade, it said. ‘It’s not a catastrophe,’ French Finance Minister Francois Baroin told France 2 television, noting his country now has the same rating as the U.S.”\nHow reassuring. The U.S. is getting the same treatment. The problem is that the more the .001 percent financiers push, the more their borrowers may be forced to push back,\nBloomberg’s report ends with a quote about “dangers” that the article glosses over: “This decision could upset the positive developments we’ve seen in Europe in the last few weeks,” ECB Governing Council member Ewald Nowotny said. “That’s the most dangerous thing in my view.”\nIn short, we are all in the same crunch, being pushed around by the same avaricious interests. Call it what it is: a system of financial terrorism.\nEurope is not simply a passive victim here its elites have been collusive and complicit with the lenders, taking massive loans and often squandering the money. Satyajit Das, a brilliant author and derivatives expert, writes on NakedCapitalism.com, “ Europe is on a road to fiscal bondage.”\nSatyajit Das said , “Financially futile, economically erroneous, politically puzzling and socially irresponsible, the December 2011 European summit was a failure. Only the attending leaders and their acolytes believe otherwise. German Chancellor Angela Merkel’s post-summit homilies about the ‘long run’, ‘running a marathon’ and ‘more Europe’ rang hollow.\n“The proposed plan is fundamentally flawed. It made no attempt to tackle the real issues the level of debt, how to reduce it, how to meet funding requirements or how to restore growth. Most importantly there were no new funds committed to the exercise.\n“The centerpiece of the new plan was a commitment to a new legally enforceable ‘fiscal compact’ requiring government budgets to be balanced or in surplus, with the annual structural deficit not to exceed 0.5% of nominal Gross Domestic Product (GDP). The language was Orwellian and incomprehensible in equal measure.”\nWhile some get the stick, others enjoy the carrots. Matt Taibbi reports:\nThe hotel’s general manager, Tony DiLucia, would say only that the party was being thrown by a ‘nice family,’ but newspapers are now reporting that the Daddy of the lucky little gal is one Jeffrey Verschleiser, currently an executive with Goldman, Sachs.”\nHe was also an executive at the now departed Bear Stearns, This particular “nice” padre was part of a double-dipping scheme exposed in The Atlantic:\n“The traders were essentially double-dipping — getting paid twice on the deal. How was this possible? Once the security was sold, they didn’t have a legal claim to get cash back from the bad loans — that claim belonged to bond investors — but they did so anyway and kept the money.\n“Thus, Bear was cheating the investors they promised to have sold a safe product out of their cash. According to former Bear Stearns and EMC traders and analysts who spoke with The Atlantic, Nierenberg and Verschleiser were the decision-makers for the double dipping scheme.”\nScratch beneath the surface and all the old players and financial gangsters come into view in an internationally interconnected and manipulated system. Unless something is done by those outside the system a more powerful global Occupy Movement for starters we will all be on what Satyajit Das calls “The Road To Nowhere.”\nNews Dissector Danny Schechter covers financial crime in his News Dissector blog His new book is “OCCUPY:” Dissecting Occupy Wall Street. His most recent film is Plunder that looks at the financial crisis as a crime story. Comments to dissector@mediachanel.org\nRory B\nJanuary 16, 2012 at 06:13\nThis would be a good time for an Occupy Hotel Jerome in Aspen.\nFrances in California\nExcellent idea, Rory!\nJanuary 20, 2012 at 02:01\nFiscal irresponsibility is a planned programme of genocidal hegemony over the world’s resources. NATO countries have not only run out of credibility, their dangerous actions are now going to be stopped by G77 and China using the nuclear deterrent.  The total global emissions space available at the absolute maximum for 2000 to 2050 is 800 GT CO2 emissions , of which around 300 Gt was already used up from 2000 to 2011. So in the period up to 2030 globally there must be only 350 Gt CO2 emissions by which time every person needs to be at net zero emissions (net zero means if you emit you have to have trees and forests to absorb your emissions). The USA is at 20 tCO2e per person per year and is not declining. Historically the USA is responsible for over half the accumulated Greenhouse Gases in the atmosphere. Because the USA owns the global reserve currency it can print as much money as it wants and keep buying oil in excess of what it is entitled to. NATO are not agreeing to any form of “equity and survival”, i.e. even forgetting what happened in the past, now at least the 350 GT remaining emission space in a declining annual global emissions trajectory need to be shared equitably, and more importantly this equal sharing will also force the USA to reduce its emissions. G77 and China have been making these proposals since 1989 at the UN but it is a waste of breath so now all that remains is to bomb NATO and the USA on their own soils. This seems to be the only language NATO countries understand. Better that Americans with 20 tCO2e emissions per person per annum die and those emissions are cancelled, than that poor people who in any case are not emittting any carbon dioxide are killed via climate change caused by Americans. the USA and NATO need to be bombed into submsission because neither are they willing to stop using hydrocarbons voluntarily nor are they willing to agree to an new emission backed currency unit to replace the United States dollar as the global reserve currency and in this way limit global liquidity and therefore limit hydrocarbon use. This proposed system is called “cap and share” or “contraction and convergence” using emission permits which are allocated on the basis of population for the whole world; and the currency is called EBCU or energy backed currency unit. But as I said, this has been discussed with NATO for 25 years to no avail. so now it is a final show down with nuclear deterrents to back up our new world order. All this does not mean you cannot have your own money. But it has to be a national currency where you just use to create jobs for yourself. You have plenty of land so i don’t know what your problem is. Just admit that you are no longer entitled to use fractional banking and market capitalism because you have achieved your development goals using hydrocarbons. Now it is some other countries’ turn to use hydrocarbons for the last decade or two until we are all at net zero greenhouse gas emissions having exited from hydrocarbons in an orderly manner using the EBCU global financial order. This is the politics of equity and survival in a finite global commons and G77 and China will be enforcing the new regime by force militarily using the nuclear deterrent, bringing the geo-politics to the USA and NATO own soils and own people.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://topics.bloomberg.com/european-central-bank/",
                "http://www.abc.net.au/unleashed/3769790.html"
            ]
        },
        "key_words": [
            "democracy",
            "degraded",
            "left",
            "wall",
            "financial",
            "european",
            "europe",
            "whats",
            "standard",
            "muscling",
            "countries",
            "credit",
            "money",
            "system"
        ]
    }
]