[
    {
        "url": "https://www.christianpost.com/news/catholic-leaders-remember-faith-cranberries-frontwoman-dolores-oriordan.html",
        "title": "Catholic Leaders Remember Faith of the Late Cranberries Frontwoman",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCatholic Leaders Remember Faith of the Late Cranberries Frontwoman\nCatholic Leaders Remember Faith of the Late Cranberries Frontwoman\n| Saturday, January 20, 2018\nIrish singer Dolores O'Riordan performs at the Ariston Theatre during San Remo's 54th song festival in northern Italy, March 6, 2004. | (Photo: Reuters/Alessia Pierdomenico)\nClergy who knew the Cranberries frontwoman Dolores O'Riordan have been reflecting on the late singer's faith as they help the family grieve over their unexpected loss. \nOn Monday, the 46-year-old singer-songwriter from the popular rock group died unexpectedly in London. While the cause of death has yet to be determined, those in the Catholic community who knew her are speaking about the loss.\nThe singer's funeral will be held at the Church of Saint Ailbe in Ballybricken, Ireland, on Jan. 23. Father James Walton, the priest in O'Riordan's home parish, recalled first meeting the singer when she attended church with her mother.\nAfter her untimely death, he has been praying with her family.\n\"They have no idea how Dolores died. They received a phone call with the news and are in shock. She was here only last week,\" Walton told the  Daily Mail . \"I visited the family and prayed with two of her brothers. I met Dolores when she came to church with her mother.\"\nDespite her fame, the priest recalled how humble O'Riordan was when she attended church.\n\"There were no airs or graces about her being a celebrity and all that,\" he said. \"She was a perfectly nice woman and blended into the church.\"\nBishop Brendan Leahy of Limerick recalled O'Riordan growing up in a neighboring Archdiocese of Cashel and remembered her as an inspiration.\n\"Of course, she was a superstar and an inspiration to so many people, not least from Limerick. Limerick City, all of Limerick, held her very dear in its heart,\" he told  Catholic News Service . \"Her rise to stardom gave a huge amount of belief to young people locally at the time.\"\nEven with fame, Leahy said, \"she never lost sight of who she was and where she was from.\"\nAccording to the bishop, the singer's music reflected her spiritual beliefs.\n\"She also often spoke about her spirituality and how important that was to her and, of course, she met Pope John Paull II ,\" he said. \"She spoke of taking a lot of influence for her music from her spirituality. Limerick and the world has lost a kind, soft-hearted, talented soul.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "They have no idea how Dolores died.",
                "Walton",
                true
            ],
            [
                "They received a phone call with the news and are in shock.",
                "Walton",
                true
            ],
            [
                "She was here only last week,",
                "Walton",
                true
            ],
            [
                "I visited the family and prayed with two of her brothers.",
                "Walton",
                true
            ],
            [
                "I met Dolores when she came to church with her mother.",
                "Walton",
                true
            ],
            [
                "There were no airs or graces about her being a celebrity and all that,",
                "O'Riordan",
                true
            ],
            [
                "She was a perfectly nice woman and blended into the church.",
                "O'Riordan",
                true
            ],
            [
                "Of course, she was a superstar and an inspiration to so many people, not least from Limerick.",
                "",
                true
            ],
            [
                "Limerick City, all of Limerick, held her very dear in its heart,",
                "",
                true
            ],
            [
                "Her rise to stardom gave a huge amount of belief to young people locally at the time.",
                "O'Riordan",
                true
            ],
            [
                "she never lost sight of who she was and where she was from.",
                "Leahy",
                false
            ],
            [
                "She also often spoke about her spirituality and how important that was to her and, of course, she met Pope John Paull II ,",
                "",
                true
            ],
            [
                "She spoke of taking a lot of influence for her music from her spirituality.",
                "",
                true
            ],
            [
                "Limerick and the world has lost a kind, soft-hearted, talented soul.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.catholicnews.com/services/englishnews/2018/irish-bishop-recalls-cranberries-musician-for-her-faith-inspiration.cfm",
                "http://www.dailymail.co.uk/news/article-5277089/Dolores-ORiordan-cleaners-hotel-bathroom.html",
                "https://www.christianpost.com/news/canadian-sculptor-tim-schmalz-who-met-pope-john-paul-ii-remembers-his-impact-prior-to-sainthood-ceremony-118632/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "frontwoman",
            "leaders",
            "told",
            "recalled",
            "late",
            "remember",
            "singers",
            "walton",
            "dolores",
            "oriordan",
            "cranberries",
            "church",
            "whatsapp",
            "limerick",
            "catholic",
            "faith"
        ]
    }
]