[
    {
        "url": "https://nutritionfacts.org/audio/is-your-toothpaste-safe/",
        "title": "Is Your Toothpaste Safe?",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nJanuary 18th, 2018\nIs Your Toothpaste Safe?\nThey may have a nice taste and clean your teeth, but some toothpastes contain compounds that may have some unexpected side effects.\nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nYour mouth is a window into the health of your body. It can show signs of nutritional deficiencies, for example. Systemic diseases, those that affect the entire body, may first become apparent because of mouth lesions or other oral problems. Whether you are 80 or 8, your oral health is important.\nAnd that’s where toothpaste can come into play.  Most toothpaste contains sodium lauryl sulfate, though, which is a chemical used in toothpaste to create the foaming action.  There was a famous debunked hoax that it could cause cancer, but just because it doesn’t cause cancer doesn’t mean it can’t cause other problems. \nSodium lauryl sulfate is a common detergent used in toothpaste. The hoax that sodium lauryl sulfate in toothpaste and hair care products was linked to cancer became so widespread, the American Cancer Society was forced to publish a response to shampoo-poo the link. “Radical…e-mails have been flying through cyberspace stating sodium lauryl sulfate…cause[s] cancer,…[and it’s simply] not true.”\nSo, I just ignored it all these years, until I was doing research on canker sores—you know, those painful, shallow, gray ulcerations you get inside your lip or cheek, also known as aphthous ulcers. They can often be set off by trauma, like if you accidentally stab yourself with a toothbrush or something. And so, they recommend to try to avoid biting your lip, and also to avoid sodium lauryl sulfate-containing toothpaste—not because of cancer, but apparently for irritation, which at least makes a little more sense. I mean, why would a detergent—a soap chemical—be carcinogenic? Though you could imagine how it might, theoretically at least, dissolve off some protective layer from the inside of your mouth, or something. So, I decided to look into it.\nAlthough SLS “has been used as a foaming agent” in toothpastes since the 1930s, our story begins 25 years ago, with an abstract presented at a conference on the possible effects of sodium lauryl sulfate on recurring canker sores. They took ten men and women getting more than one sore a week—nearly 18 on average, over a three-month period, using a regular SLS-containing toothpaste. And then, they switched them to using an SLS-free toothpaste for another three months. And, they went from 18 canker sores down to around five; that’s like a 70% decrease. And indeed, what they thought was happening is that the sodium lauryl sulfate was adversely affecting the protective mucous layer that lines our mouth. You always have to be cautious about published abstracts, though. You always want to make sure that they actually go on to publish their findings in a peer-reviewed medical journal. And indeed, in this case, they did; so, you can confirm that, yes, indeed, it was a double-blind study. Yes, indeed, they used the exact same toothpaste; just one with the regular concentration of SLS, and the other SLS-free.\nBut still, just ten patients? It was considered “a preliminary study,” but with apparently such a dramatic effect, a series of experiments were performed to see what might be going on—as simple as just applying some SLS, at the concentration found in toothpaste, onto someone’s gums with a Q-tip for 90 seconds, and measuring the spike in blood flow to the area, which is a sign of inflammation, presumably because the detergent was penetrating and irritating the gums. Yeah, but does it actually damage the tissue?\nResearchers smeared some toothpastes on the gums of some dental hygienists, two minutes twice a day for four days, and, while the SLS-free toothpaste didn’t cause any problems, the ones with the typical amount of sodium lauryl sulfate caused “desquamation” among most of them—in other words, a sloughing off or peeling of the topmost layers of the inside lining of their mouths. No wonder it might make canker sores worse.\nIt’s funny; if you go back to the original American Cancer Society debunking, their response was sodium lauryl sulfate is “not [a] known carcinogen.” It’s just a “known irritant.”\nFor those with recurrent canker sores, is it better to use a toothpaste with SLS, CAPB, or no foaming agents at all?  Here’s the research. \nSodium lauryl sulfate had already been “used as a foaming agent” in toothpastes.  We had studies showing SLS-free toothpaste helps; we had other studies that found no benefit, leading “to considerable controversy.” And so, they launched the biggest study to date—90 subjects, and, same number of ulcers and ulcer episodes. But, the duration they lasted for, and average pain score was significantly less when they were using the SLS-free toothpaste. So, switching to an SLS-free toothpaste may “not reduce the number of” canker sores you get, but, it may allow them to heal faster, and make them less painful.\nSo, yeah, sodium lauryl sulfate can create an “impression of cleanliness,…a mouthful of foam ‘just feels cleaner.’” But, there may be a downside: potentially “reduc[ing] the protective barrier of [our mouth lining],…probably due to [the] rupture of the [bonds that hold our cells together], sometimes causing “sloughing, ulcerations, and inflammation,” drying out “the protective mucous layer lining” our mouth, making us more “vulnerable to irritants.”\nBut, wait; how do they explain that their study found a problem, but the last study didn’t? They suggest it could be a race issue. What? Well, they explain Koreans tend to love their spicy food; and so, maybe that makes a difference. Regardless, if you get canker sores, you may want to give an SLS-free toothpaste a try to see if it makes any difference in your case.\nBut, non-SLS toothpaste may just have other detergents, most commonly cocamidopropyl betaine. Is that any better? Well, what these Swiss researchers did was just take nine toothpastes—Colgate, Crest, Oral-B, Sensodyne, etc., and drip them on some human gum cells taken fresh from people who had their wisdom teeth extracted, and then use “live-dead cell staining.” Basically, you stain all cells green, and then, you add a red dye that covers up the green—but only in dead cells, because the live cells actively pump out the red dye. So then, live cells stay green, but dead cells turn red.\nBut that’s in a Petri dish. Does that translate out into actual tissue damage in people? A double-blind crossover study: SLS-containing toothpastes versus CAPB-containing toothpastes. Forty-two desquamative reactions, meaning tissue-peeling reactions, after four days of four minutes a day of the SLS toothpaste on their gums, compared to just three with the alternate detergent. And, no such reactions at all using the exact same toothpaste, but with just no detergents at all; neither SLS nor CAPB. How does that translate out into canker sore frequency?\nHow about a randomized, double-blind, crossover study “to investigate the effect of toothpastes containing” SLS versus CAPB, versus no detergent at all? They found “significantly higher frequency of [canker sores]” when patients brushed with an SLS-containing toothpaste than with a non-SLS-containing toothpaste.  So, they suggest that “SLS-free toothpastes…be recommended for patients with recurrent [canker sores].” But, they found more than just that.\nYes, SLS was the worst, but the non-foaming toothpaste—the detergent-free toothpaste—beat them both out. The non-foaming toothpaste “caused significantly fewer…ulcers” than the non-SLS alternative detergent, CAPB, which in turn “caused significantly fewer…ulcers” than the SLS toothpaste. So, the vast majority of recurring canker sore patients would benefit from switching from a regular toothpaste to a non-foaming toothpaste, but most would benefit just staying away from the SLS, regardless.\nBut, if your toothpaste doesn’t have sodium lauryl sulfate, will it work as well? I’m not just talking about “the impression of cleanliness,” but actual like plaque and gingivitis. Yeah, SLS may kill our cells, but it also kills bacteria cells; so, might SLS-free toothpaste not work as well? We didn’t know, until now.\nAnd, it turns out the SLS-free toothpaste worked just as well, with regard to reducing gingivitis and plaque, and so can be “recommended for [those with] recurrent [canker sores],” since sodium lauryl sulfate may make things worse by disintegrating the protective mucous layer, and eventually penetrating into the deeper layers of the lining of our mouth, where “living tissue [function] may be compromised.”\nHowever, folks did miss the foaminess. Though there is one additional benefit to choosing SLS-free toothpaste: SLS also penetrates into our tongue, and interferes with the inner mechanisms of our taste cells. Sodium lauryl sulfate is what’s responsible for the “orange juice effect,” that weird taste you get from citrus right after you brush. SLS is evidently what’s mucking with your taste cells.\nIn our next story we discover how plant-based diets may help protect against oral cancer and periodontal (gum) disease, a leading cause of tooth loss.\nTwo studies were recently published on plant-based diets and oral health. What do you think they found? Well, for periodontal disease, affecting the tissues surrounding the teeth, like gingivitis (gum disease), one of the leading causes of tooth loss, plant-based diets should be protective.\nAfter all, inflammation “is now recognized as one of the key underlying [causal] factors in periodontal disease.” And, we know saturated fats “produce an inflammatory response.” And so, no surprise, this recent study found that “High dietary [saturated fat intake] was significantly associated with a greater number of periodontal disease events.” Saturated fat, which comes primarily, in the American diet, from basically, dairy, donuts, and chicken. \nThe same diet that leads to high cholesterol may also contribute to periodontitis, as bad cholesterol levels may be a risk factor for both. People with periodontal disease also suffer from arterial dysfunction. Wait a second: inflammation, high cholesterol, and arterial dysfunction; is it any wonder there may be an “Association Between Chronic Periodontitis and…Erectile Dysfunction?”  \nBy looking in your mouth, your dentist may learn more about you than you realize. We know we can reverse impotence with a plant-based diet—what about periodontal disease? A new study found that “higher intake of high-fiber foods, especially fruits, [may at least help slow] periodontal disease progression…” \nFor oral cancer, it’s a no-brainer. According to the latest review in the Journal of the American Dental Association, “Evidence supports a recommendation of a diet rich in fresh fruits and vegetables as part of a whole-foods, plant-based diet.”\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages.  And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\n \n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "sores",
            "lauryl",
            "sodium",
            "cells",
            "toothpaste",
            "canker",
            "sls",
            "safe",
            "slsfree",
            "sulfate"
        ]
    }
]