[
    {
        "url": "https://www.christianpost.com/news/trump-rolls-back-obama-warning-states-defunding-planned-parenthood.html",
        "title": "Trump Rolls Back Obama Warning to States on Defunding Planned Parenthood",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump Rolls Back Obama Warning to States on Defunding Planned Parenthood\nTrump Rolls Back Obama Warning to States on Defunding Planned Parenthood\nTrump Rolls Back Obama Warning to States on Defunding Planned Parenthood\n| Saturday, January 20, 2018\nThe Trump administration has announced that it's revoking the Obama-era policy of restricting state governments from denying Medicaid funds to Planned Parenthood on the grounds that they are abortion providers.\nDepartment of Health and Human Services under Obama issued the warning in 2016 when 24 states denied Medicaid funding to Planned Parenthood following an undercover investigation by the Center for Medical Progress exposed the abortion provider's alleged business of selling aborted babies' body parts.\nThe Trump administration rescinded the guidance Friday in a letter to state Medicaid directors, which said the guidance favored abortion providers, according to The Hill .\n\"Reinstating the pre-2016 standards frees up states to once again decide for themselves what reasonable standards they use to protect Medicaid programs and their beneficiaries,\" Charmaine Yoest, assistant HSS secretary for public affairs, was quoted as saying. \"This is part of the Trump administration's effort to roll back regulations the Obama administration put out to radically favor abortion.\"\n\"No American taxpayer should be forced by unelected Washington bureaucrats to pay for abortions,\" Alliance Defending Freedom Legal Counsel Elissa Graves said in a statement. \"Medicaid dollars should go to local community health centers serving women — not the scandal-ridden billion-dollar abortion industry.\"\nA sign is pictured at the entrance to a Planned Parenthood building in New York August 31, 2015. Picture taken August 31, 2015. | (Photo: REUTERS/Lucas Jackson)\nADF thanked the Trump administration \"for its leadership in protecting women's health and defending the sanctity of life.\"\n\"President Trump and his administration have taken a monumental stand for conscience rights and an important step toward getting American taxpayers out of funding the abortion industry, especially Planned Parenthood,\" Marjorie Dannenfelser, president of the pro-life Susan B. Anthony List, said .\n\"Despite reporting record income, Planned Parenthood's non-abortion services are in steep decline, clients are leaving, and dozens of facilities have closed,\" Dannenfelser added. \"Meanwhile, the abortion chain does more than 320,000 abortion procedures per year, and they are under federal investigation for their role in the harvest and sale of aborted babies' body parts for profit.\"\nThe revoking of the Obama-era policy may not allow states to cut off funding to Planned Parenthood, as existing federal law is seen by some courts as restricting the states from doing so, but the measure does show the administration's support to the states that would like to deny funds to the abortion provider.\nEarlier this month, HHS unveiled a new division, known as the Conscience and Religious Freedom Division , meant to defend the conscience rights of medical professionals who hold moral or religious objections to things like abortions or gender reassignment surgery.\n\"No one should be forced to choose between helping sick people and living by one's deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice,\" said Severino.  \"For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.sba-list.org/newsroom/press-releases/trump-admin-announces-pro-life-action-ahead-historic-march-life-speech",
                "https://thehill.com/policy/healthcare/369723-trump-administration-rescinds-guidance-protecting-planned-parenthoods"
            ],
            "gov_pgs": [
                "https://www.hhs.gov/conscience/index.html",
                "https://www.hhs.gov/about/news/2018/01/18/hhs-ocr-announces-new-conscience-and-religious-freedom-division.html"
            ],
            "unsure": []
        },
        "key_words": [
            "defunding",
            "abortion",
            "medicaid",
            "rolls",
            "trump",
            "parenthood",
            "religious",
            "planned",
            "administration",
            "warning",
            "obama",
            "states",
            "conscience"
        ]
    }
]