[
    {
        "url": "https://consortiumnews.com/2017/01/08/the-lefts-challenge-in-age-of-trump/",
        "title": "The Left’s Challenge in Age of Trump",
        "authors": [
            {
                "name": "Franck Rigaud",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Josh Stern",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-01-08",
        "text": "Main menu\nJanuary 8, 2017\nBy Dennis J Bernstein\nLeft activists plan to take on President Donald Trump from Day One, with tens of thousands of protesters promising to show up in Washington to protest his inauguration on Jan. 20 and a major women’s march scheduled the next day.\nBut the challenge for the Left goes deeper than protesting Trump and some of his policies. The difficulty also involves how to build a progressive agenda that is not compromised by corporate Democrats at election time. I discussed these questions with Norman Solomon, media activist, author, former delegate for Bernie Sanders Delegate and Rootsaction co-founder.\nDennis Bernstein: Norman Solomon, welcome back. […] Say a little bit about your background. I want people to know where you’re coming from and, if I’ve got it right, you sort of came in the activists door.\nNorman Solomon\nNS: I did, although, that was not my first ambition. That was to be a major league baseball player and a lawyer, but I was born in the early 50’s and the first time I thought about going on a picket line was in 1966.\nI lived in Maryland, and there were still segregated apartment buildings, in the suburbs of Washington, D.C. And so, I learned about a picket line, went there, and it’s maybe not a natural feeling, to be protesting when you’ve grown up in white bread, middle-America, but I got acclimated.\nDB: And, how I met you as an activists in New York State working for the Fellowship of Reconciliation. You were also beginning to write columns. You also wrote books, and got deeply engaged in the anti-nuclear movement, where I believe you were arrested multiple times, in this country, and other countries.\nNS: Blockading nuclear weapons trains, as well as other non-violent actions, to try to shut down nuclear power plants, as well.\nDB: And, how did you become a media columnist?\nNS: Well, journalism became a lot of my interest and then professional ambition as I was getting out of high school, and so writing and reporting came to seem natural, and so did protesting the horrific Vietnam War, in the late 60’s and early 70’s. In our culture, I think then as now, in the United States there’s this tacit, if not prohibition, at least, looking askance at, the concept of activism and journalism being unified.\nI remember when Chinese reporters, before Tiananmen Square, in the 80’s were protesting against suppression of the press in China, the U.S. journalists would cheer that on, but wouldn’t dream of protesting themselves, to affirm the rights of freedom of the press or human rights. And I think that’s a juxtaposition that for me has not made sense.\nAs with so many other people, including you, Dennis Bernstein, I think the reality is that, if you’re a journalist, you are fighting to learn and ventilate and expose truth, [then] that goes hand-in-hand with fighting for human rights, fighting for a society where life is treasured instead of destroyed.\nDB: Norman, I want to, sort of, bring you head on with the political struggle now… and before we get into strategy, let me ask you to assess where you think we are now, or what you see as the front-line dangers, given the current situation. We’ve seen a lot now about where this is going.\nNS: Really, on the front-line and the main-line dangers, we’re facing the most right-wing administrations out of the federal government, in any of our life times, no matter how old we are. And the consolidation of power, not just that it’s a Republican White House coming in and Congress, as well, but how extreme it is.\nDonald Trump speaking to supporters at an immigration policy speech at the Phoenix Convention Center in Phoenix, Arizona. August 31, 2016. (Flickr Gage Skidmore)\nAnd this merger of bogus, ultra right-wing populism, with corporatism, with, for the most part, great militarism and support for the military-industrial complex, and political repression, and contempt for basic civil liberties, as well as human rights….That’s a toxic mix that requires, I think, whatever we’re going to call ourselves, [to be] “in opposition.”\nAnd there are a lot of different, favorite terms: liberal, progressive, left-wing, libertarian. The names matter less than taking a firm position, not just in what we say over the dining room table, but what we do, which is most important. And that is activism, organizing, building institutions, strengthening the ones that exist, like the radio station people are listening to, as well as building institutions that are too weak to fight back against this right-wing, corporate, militarist onslaught, which is embodied now in what’s coming up as the Trump administration. So we’re in very, very deep peril.\nEcologically, we’ve got a climate denier moving into the White House. We’ve got, in terms of civil liberties, and human rights and civil rights, a racist moving into the White House, with a racist base that he has cultivated, and he continues to excite an extreme militarism.\nSo, we have enormous work to do. And I think we need a broad, deep and wide, united popular front, without caving in to the lowest common denominator, which is what is going to come from the top of the Democratic Party, unfortunately.\nDB: Alright, I want to tap your media skills now, which are many and strong. You open up your most recent piece… I think it’s up at a bunch of places. I grabbed this off of Consortium News. I think it’s up at Common Dreams, as well. It’s called The Left’s Risk in Blaming Russia .\nAnd you open up the piece with this comment from Donna Brazile at the DNC. And she is essentially raging about how the Russians threw the elections, in a sense that’s why Hillary Clinton didn’t win. And you quote her saying, “By now Americans know beyond any reasonable doubt that the Russian government orchestrated a series of cyber attacks on political campaigns and organizations, over the past two years and used stolen information to influence the presidential campaign and congressional races.” She goes on to say, “The integrity of our elections is too important for Congress to refuse to take these attacks seriously.” What’s wrong with that statement?\nNS: Well, what’s wrong with it is, it implies, or directly states, that the problem with our last election was Russian interference. And, as has been documented at the Intercept and elsewhere, it’s far from clear to whatever extent the interference took place from Russia. But even if we assume that the CIA has a great, credible record of honesty and integrity as a source of information to the public, and that it is “a slam dunk” so to speak– a phrase used to tell us there were WMDs [weapons of mass destruction] in Iraq more than a dozen years ago from the CIA–still, if we give all that [the] benefit of doubt, let’s be real about this,  I’m very concerned, so many progressives in their understandable concern, deep concern, horror…\nDB: …fears…\nNS: … that Trump is going to be president, they’re somehow conflating what has occurred with a Russian menace.\nAnd, if we want to move into a new Cold War that could escalate into a military confrontation in Europe, with Russia, and hair trigger the aiming of nuclear weapons in both directions… if we want to excite and push forward a modern version of a McCarthy era, then let’s go ahead and demonize Putin.\nDefense Secretary Robert M. Gates attends the first session of the NATO Defense Minister’s meetings at the NATO headquarters in Brussels, Belgium March 10, 2011. (Defense Department photo by Cherie Cullen)\nLet’s forget that it was the United States that expanded NATO despite the promises coming from the first President Bush, and President Bill Clinton. If we want to just obviate and obscure history, and demonize Putin and the Kremlin, in this time, in late 2016, and going into 2017, then we’re going to have a very dangerous political climate, made worse by progressives.\nAnd we’re getting [an] enormous tendency because people are, understandably, so upset about Trump, that they are combining in their own minds, Putin and Trump. And the fact is that, in my opinion, I think this is a fair thing to say, as horrific as Trump’s positions are – even a broken clock is right twice every 24 hours. And in addition to his stance against the TPP, one of the reasons that so much of the democratic and even some of the Republican Party establishments are so concerned and upset, and angry, and denouncing Trump, is that he has departed from the hostility to Russia.\nDB: And one of the victims in this move to blame the Russians, also includes the independent press.\nNS: Oh, absolutely.\nDB: This has become a witch hunt, you know, in terms of the blame-game here.\nNS: At the rootsaction.org site we’ve had a petition which challenges the Washington Post’s McCarthyite front page story, a couple of weeks back [which], without any sort of real journalism, endorses a 200 web site named list from a shadowy group, whose identity we don’t even know, saying that they are flunkies and “useful idiots for the Kremlin.” Now, what does this sound like? If you know the history of the McCarthy era, you know this is how it functioned and was a way to suppress dissent.\nAnd yet, we have here one of the purportedly liberal papers, which actually has somewhat of a neo-con foreign policy position on the front page and the editorial page, stoking this kind of McCarthyism. And I think what a lot of groups have not recognized, including for instance MoveOn, is they have stoked this.\nDB: They’ve jumped right on…\nNS: …Right on, “blame Putin.” […] They think they’re kind of picking low hanging political fruit. It’s a way to bash Trump, and get more strength for the Democrats against them, and delegitimize his election, and so forth. But when you ride that tiger of McCarthyism and militarism, and souping up a new cold war, that is a tiger that not only is going to come back and bite you, but actually quite likely is going to devour you.\nIf you believe in diplomacy instead of warfare, if you believe in civil liberties instead of suppression, and witch hunting against dissenters, it’s time to really, I think…and part of this was propelled by these illusory hopes about the electoral college on the 19th of December…but now it’s time to recognize that progressives, rather than joining in the chorus to demonize the Kremlin and Putin, and so forth, we should be organizing against that. And at rootsaction.org we are organizing against it. Some groups definitely are.\nWhat’s at stake? What’s at stake is whether we’re going to have continuous momentum towards military confrontation with a power that has thousands of nuclear weapons pointed at the U.S. and vice versa. What’s at stake is the entire political climate in the U.S. vis-a-vis foreign policy, militarism, war and dissent.\nWhat I started to sort of allude to is that Trump has sounded a note of “Let’s find common ground with Russia.” And when it comes to ending the horrible slaughter in Syria, for instance, other diplomatic solutions, and avoiding confrontation that could turn military and [be] horrific in Europe, for instance, this is an opportunity to say, “Let’s have detente.”\nYoung people hold sings at a rally on Capitol Hill, Nov. 17, 2016. (Photo credit: Chelsea Gilmour)\nAnd by hitching itself to the star of congressional leadership of the Democratic Party, all too many progressives have assumed that, “Oh, we’re going to make Trump look bad, so therefore, we’ll cheer lead on when Nancy Pelosi and others say ‘Oh, it’s the Russians who are causing it all.’” And that’s a very dangerous bargain to make.\nAnother way to put it, Dennis, is that yes, we need a broad, deep, united popular front against Trump, at the same time we need to not have our dependency on the line of the top of the Democratic Party because they’re militarists. I mean that’s why Harry Reid and Nancy Pelosi and the top of the Democratic Party leaders are so, in part, upset with Trump foreign policy, because they had, as Hillary Clinton did, their hearts set on a confrontation with Russia.\nHillary Clinton, very much more than Obama, was into that mode. She was a de facto neocon in that kind of foreign policy. And a lot of people, like myself, and I was a Bernie Sanders delegate to the National Convention this year, a lot of people who were Bernie supporters haven’t realized that by jumping on the band wagon, that is being led by these main line, establishment Democratic Party leaders, we are strengthening the Clinton wing of the party.\nBecause they would like nothing more than to change the subject about what happened in the last election and just say “It’s Russia’s fault.” It wasn’t the Wall Street alliance between Hillary Clinton in the election, and for years before. It wasn’t the speeches she gave for hundreds of thousands of dollars. It wasn’t the fact that she lacked credibility when she pretended to be some sort of populist. It wasn’t the way in which the  Democratic National Committee unfairly put its thumb on the scales even while claiming to be neutral, in the primary battle between Bernie and Hillary Clinton. All those other factors, the structural…\nDB: The way she supported the coup in Honduras, it wasn’t her Libya policy. It had nothing to do with the dangers of a no fly zone [in Syria]….\nNS: Absolutely. Her record of talking about super-predators in the 1990s, the institutional racism, the mass incarceration, the record of the Clinton wing of the party – oh, no it’s none of that. It’s not the structural racism and classism that kept so many people out of the polls and [not] having their votes registered on election day this year.\nNo, it wasn’t that and it wasn’t the inability of the Democratic Party, under Clinton, as the nominee, to speak meaningfully to poor people around the country because she was so obviously a phony entwined with Wall Street, [and was] the author, with her husband, of welfare so-called reform, that was a savage attack on poor women and families of all races. It wasn’t that. It was Vladimir Putin.\nWell, what does that do? That kind of lying, absolutely gives more power, going forward, to the very corporate forces at the top of the Democratic Party that the Bernie campaign has been fighting.\n2012 Ownership Chart (Image Source: Jays Analysis)\nDB: I want to ask you more about strategy, but I want to ask you another question about the media. Now, the way I see the corporate media, they wanted these two candidates. And they collaborated with the two parties to get these two candidates. And, they knew, if they could give, if you will, Trump to Hillary, they were going to have a bonanza. And they all have admitted now that they have gotten rich on Donald Trump. This corporate media, with the kinds of reporting, the shallow reporting, the misreporting, the refusal to report [meaningfully]… they gave us this moment in history.\nNS: The fact is that the CEO of the CBS network said during the primaries that the Donald Trump candidacy might be very bad for America, but it’s very good for the profit margin of the networks. And that is, as you say, what happened. Literally, billions of dollars in free air time for Donald Trump during the primaries from cable TV. Without that he would not have seen the light of day, in terms of a strong candidacy.\nAnd, of course, we know, and this comes with the territory, a lot of bias against Bernie Sanders. I think FAIR, the media watch group, counted a dozen anti-Sanders’ stories in a 24 hour period, out of the Washington Post. And this is the terrain that we’re walking through. And now I think it’s very hazardous for people who are among the 54% who voted for candidates other than Donald Trump, very hazardous to trust the mass media.\nDoesn’t mean that it’s always wrong, obviously. But we need to be very wary and suspicious, if you will, of the spin. And that’s where I get back to this bandwagon thing about “Oh, our big threat to democracy is the Russian government.” Well, this is a way of sort of cleansing ourselves of the very dirty, ugly reality of a serious, severe, debilitating lack of democracy in our own country, that is self-inflicted, and we’ve got to solve it ourselves.\nDB: Alright, what are you going to do, Norman? What’s your plan for taking on this, I mean we’ve got the Supreme Court, you know, coming up here. And that’s going to go south, fast.\nNS: Yes, well, without being over dramatic, I think this is a question that so many of us, millions of us, are asking ourselves and each other. What are we going to do, as individuals? I think of something that Dietrich Bonhoeffer, who was imprisoned by Hitler, ultimately…\nDB: War resister, died in prison, right?\nNS: Yes, and he said, in his prison writings, that resistance cannot be accomplished just as an individual, that we need community. Whatever gives us community, personally, interpersonally, and in terms of relationship building and organizations and activism and organizing. We need community more than ever. Like a healthy forest we need a lot of different aspects.\nWe started out this discussion, you were talking, Dennis, about many different ways and diverse ways that people can respond to our situation. And I think that means that we find ways to fight back that are consistent with our particular abilities, skills, interests, personalities, if you will, and work with others. Because we can’t do it on our own. So, existing organizations need to get stronger, and fight back.\nMyself, as somebody who works day-to-day for rootsaction.org and the Institute for Public Accuracy… especially at Roots Action we’re very much into building coalitions that can fight back to support immigrants’ rights, for instance, can support Muslims who are under threat, can oppose the war machinery.\nAnd that means, I think, [being] in the streets, petitions, and strengthening media aspects and also really putting the screws on, in a positive way, if I can say it in that respect, elected officials. Because there are a lot of democrats in the Senate and the House who, just as in the past, they have been GOP-lite, there’s a big temptation, if they think it’s opportunistic, to become Trump-lite. And we need to make, as constituents…\nDB: You can see it already.\nNS: Yeah. And absolute clarity needs to come from us. We will not accept that. We might already need to plan primary challenges for any Democrat who in [2018] isn’t absolutely resolute to oppose every [one]… of the numerous, massive, pernicious aspects of the Trump program. And that means, for those of us who may not love to do electoral politics, that we come to see it as part of the mix. It’s part of the garden that we’re cultivating.\nA sign at a Bernie Sanders rally in Washington D.C. on June 9, 2016. (Photo credit: Chelsea Gilmour)\nYes, we need to be in the streets, we do activism, we do organizing, non-profit work, we work in houses of worship. I’m in touch with people working at the Rotary Club for Peace. There’s thousands of them around the country, everywhere, like water finding and […] widening the cracks in the wall. We need to do all that.\nAnd I think that needs to include already looking at the electoral arena, because if we’re waiting until [2018], that’s too late. Wherever you live, scrutinize those who represent you in the state legislature, on county electoral boards, in the U.S. Senate and the U.S. House… and if they’re not getting the job done, let them know that you’re cultivating some primary challenges if they’re democrats or strong challenges otherwise.\nBecause we have to get that done. It’s about power, and I think ultimately power is something that progressives often think is almost a dirty word. And so if we grew up with a concept of power to the people, maybe it can have a different connotation.\nNo wonder people hate the idea of power. Because it’s usually so awful, it’s coming from the top. It’s so oppressive. It takes lives. It destroys the environment. It pushes for war. It makes the rich richer and the poor poorer. No wonder we hate power. But power can be something else. Power can be a countervailing force that affirms life instead of crushes it. Which is what we deal with in terms of the power structure of our society right now.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of  Special Ed: Voices from a Hidden Classroom . You can access the audio archives at  www.flashpoints.net . \nJ'hon Doe II\nJanuary 10, 2017 at 14:20\nRobert P. Jones on the End of White Christian America – The Atlantic …\nOct 13, 2016\n– The decline of a once-powerful majority is going to have profound implications.\nWhat faction of Americans form this base?\nJ'hon Doe II\nJanuary 9, 2017 at 17:55\nSeems both dominant  political party’s have split into factions. Trump right-wingers and McCain era staunch militarists, facing Blue Dog Dem’s  and Progressives.\nRight Wing paternalism and Thatcherism; the disappearance of a  White Anglo-Saxon Protestant America.\nLeft Wing fractured through a multi-cultural constituency  and their entry  into “establishment politics.”\nOur Politique is fractured. Who will control the Trillions of US dollars that control the whole world?\nbackwardsevolution\nJanuary 9, 2017 at 18:16\nJ’hon – it’s a totally fractured country.  Multiculturalism, too many groups/factions, all vying for their own little protections.  No glue to hold the country together.  Done.\nI’ve read a few articles that have said this was done on purpose, this fracturing.  It almost seems that way.  When you think about it, what’s easier to govern, a country with people who all vote as one block, who can vote you out, or many factions all voting differently and for different interests?\nRikhard Ravindra Tanskanen\nBritain is NOT fractured because of multiculturalism.\nbackwardsevolution\nJanuary 9, 2017 at 15:26\nWhat type of a mind gets behind “The Russians did it”, with absolutely no evidence?  This is the type of mind that’s so stupid, it’s dangerous.  Can you even call them “minds”?  Programmed robots?  Too low an IQ, incapable of thinking at all?\nAnd look at Brazile:\n“By now Americans know beyond any reasonable doubt that the Russian government orchestrated a series of cyber attacks on political campaigns and organizations, over the past two years and used stolen information to influence the presidential campaign and congressional races.” She goes on to say, “The integrity of our elections is too important for Congress to refuse to take these attacks seriously.”\nInstead of hanging her head in absolute shame for what she did, she has the nerve to talk about “integrity”?  She’s calling out Russia for doing something underhanded (on the basis of no evidence at all), and yet what she did somehow gets a free pass?  I cannot believe she has the nerve to even go out of her house, but she does.  Go progressives!\nHere is someone (Trump) who wants peace, and yet the so-called progressives are going to protest him, fight him.  WTF?  Take away the wars and there’d be lots of money for new infrastructure, etc., but, no, we can’t have that.  Let’s protest him!  Let’s have a progressive tantrum and embarrass ourselves further.\nTrump wants to control the borders.  The low-skilled labor coming in depresses wages and puts a lot of pressure on education/medical/housing costs.  But, hey, let’s protest him because he’s a racist!  I mean, he has to be racist, doesn’t he?  There couldn’t be common sense reasons for him doing this, could there?  A country that doesn’t control their borders doesn’t really have a country.\nTrump wants to bring jobs back to the U.S. (you’re not going to get them all; there’s been too much automation).  But let’s protest him.\nThe elite are fighting Trump with all they’ve got, and the useful idiots are being sucked in to assist them.  The very people who have RUINED the U.S., shredded the Constitution, are being aided and abetted by the progressives.\nI think Trump (and I could be wrong) has more passion for the U.S. than Clinton, Bush and Obama combined.  He has so far been unwilling to bend to TPTB, and that takes balls.  Who has shown that in the last 50 years?\nBut let’s hang him out to dry, protest his inauguration, and get hung up on charges of “racism” and gender issues.\nIf this wasn’t so serious, you could actually laugh about it.\nBill Bodden\nJanuary 9, 2017 at 17:11\nWhat type of a mind gets behind “The Russians did it”, with absolutely no evidence?\nHow about malicious or that of a pathological liar or a presstitute or a nitwit?\nBill Bodden\nJanuary 9, 2017 at 17:20\nDonna Brazile said of Condoleeza Rice, conjurer of smoking guns and mushroom clouds to supplement the lies to get the war going on Iraq, that she (Rice) was a friend of hers and that she (Brazile) had a lot of respect for her.  So it comes as no surprise that Brazile is one of the more prominent team players in the Democratic Party hierarchy and was a regular propagandist on CNN.  Her current banishment from that channel will very likely prove to be only of a temporary nature.\nBill Bodden\nJanuary 9, 2017 at 17:35\nbackwards:  I agree with much of what you have said, but it is understandable why some people are very concerned about Trump.  For the record I voted “none of the above” in the form of a vote for Jill Stein.  I also held the opinion that when it came to Clinton and Trump there was no lesser evil; however, given the likelihood that Clinton would have gotten a war going with Russia and this will be less likely with Trump, I’ll tweak that opinion to give Trump a slight edge as the lesser evil.\nLet’s not forget serious warning signs Trump gave about his character.  When it comes to torture he would approve things worse than waterboarding.  He held up to public ridicule a decent man with neurological problems.  He encouraged supporters at rallies to act as thugs against dissenters.  Some of his top picks for his administration are horrible.  His choice for labor secretary is like something out of a Dickens novel.  Mike Flynn sounds like he wants to wage a crusade against ALL Muslims.  Some of them want to dismantle government entities and turn them over to private organizations where profit will be the primary motive, and the people will get screwed over worse than ever.\nBill Bodden\nJanuary 9, 2017 at 17:43\nI’ll tweak that opinion to give Trump a slight edge as the lesser evil.\nAfter reflecting on the wars and regime changes supported and sponsored by Hillary Clinton and the death, destruction, and chaos they have create I’ll revise that opinion to delete “slight” before “edge.”\nbackwardsevolution\nJanuary 9, 2017 at 14:48\nThe Progressives are useful idiots.  That’s how I see them.  So hung up in their own little worlds of special washrooms for special people that they don’t see the big picture, so intent on saving an immigrant that they don’t see the pressure put on the rest of the citizens, and on and on.  They don’t see themselves as parasites, but they are.  Blind optimists.\nThe big picture is there are way, way too many people on this planet.  We are destroying the Earth.  But, wait, let’s bring in desalination plants.  That’ll solve everything (not).  Like everything else in nature, when you take something from one side, you lose something on the other side.  That’s how it works.  But they’re always so surprised down the line when nature rears up and smacks them against their stupid heads.  Then they say, “Whoops, we had no idea that was going to happen.”\n“Global wildlife populations have fallen by 58% since 1970, a report says.  The Living Planet assessment, by the Zoological Society of London (ZSL) and WWF, suggests that if the trend continues that decline could reach two-thirds among vertebrates by 2020.”\nHey, great, let’s add some more nuclear reactors and more desalination plants!   Let’s crank up that growth, boys!\nBill Bodden\nJanuary 9, 2017 at 17:07\nThe Progressives are useful idiots.\n“Progressive” is getting to be like “liberal” used in so many different scenarios that it now is of a dubious meaning.  It seems more likely as these trends continue to take over words we need to switch to citing principles, but given human nature that approach will very likely also be corrupted.\nbackwardsevolution\nJanuary 9, 2017 at 17:57\nBill – okay then, people who “can’t see the forest for the trees” types.  Blinder people.  They get stuck on small problems (which is exactly what the elite want), and consequently don’t notice the looting taking place, the destruction of their country.  They’re more concerned about whether they get a new bathroom stall than whether peace is achieved.  Useful idiots.\nAs I said previously, Slick Willy, a so-called liberal, Democrat, brought us the Telecommunications Act (consolidation of media), NAFTA (offshoring of jobs), repeal of Glass-Steagall (the bankers went wild!), the Commodity Futures Modernization Act (and the bankers went wild again!) He pretty much destroyed the U.S., and yet he almost made it back into the White House. People get so taken in by charm. They don’t realize that psychopathic types are almost always charming.\nSince 1993, the Democrats (liberals) have been in power for 16 out of 23 years.  Do you have single-payer health care?  Have the wars ended?  Do you have a healthy media?  Are your banks small and there to serve the public?  Is the military being kept in line? “No” to all of the above.\nWhat has been accomplished?  The liberals, progressives, whatever you want to call them, have achieved nothing, except maybe helped a few more immigrants stay in the country and made the sign companies a little richer.  They also shut up a lot of voices from the very people who could see the looting going on.  They’re doing it again by going along with the elite in their cries that “the Russians did it”.  They are useful idiots.\nSam F\nJanuary 10, 2017 at 09:19\nI agree with you both, and suggest that for clarity, the terms Left, Liberal, and Progressive should be reserved for what they traditionally mean, while those who have falsely identified with them (neolib warmongers, Dems, etc) should be labeled as false this-or-thats.\nA new party claiming to be Left, Liberal, or Progressive should have the chance to represent those ideas, but if it turns out to be another bought-off oligarchy front like the Dems, should also be considered falsely named.\nDr. Ibrahim Soudy\nJanuary 9, 2017 at 13:34\nIs there really anything still LEFT on the LEFT?! ………..The LEFT is now the OLD RIGHT………\nZachary Smith\nJanuary 10, 2017 at 01:14\nExactly right.   I’ve had a lot of trouble getting a handle on this essay.   I live in Indiana, and there are only a handful of states which gave a higher percentage of votes to Trump.  Doing the things suggested by Mr. Solomon would be an enormous waste of my time in this area.\nThe people with the Gold will continue to make the Rules, and they’re currently making a grab for control or suppression the few media sources they don’t already have under their thumb .  Mr. Parry may not be for sale, but his site and others can be gradually blacklisted by Internet Service Providers and Google and probably by other means as well – like new laws to prevent the evil Russians from disputing Establishment Line – whatever that is at the moment.\nI doubt if I’m going out on a limb very much to say that the 2016 Presidential election will be the last one which surprises the Power Elites in this country.\nJosh Stern\nThe following propositions are both true:\nA) The domestic policies of supported by Democrats are more favorable to middle & lower income/wealth voters than the domestic policies supported by Republicans\nB) The Democratic party is a hopelessly corrupt, hypocritical sham that mostly supports endless, illegal, unnecessary war, and a growing Security State budget that is already well over $1 trillion annually. The Democratic party tends to get energized around symbolic issues that are not of real substance while burying its opposition to most real reforms under the carpet and out of the headlines. When multi-billionaire Warren Buffet – not the Democratic Party – is the one explaining to people why he pays a lower tax rate than his secretary, you know something is wrong with the system.\nPeople who care about reform should back reformist issues, structural change to make elections more representative, truly independent media, etc. They should not actively participate in the D vs. R, zero-sum between two similar rulers, pro-elitist, sham game.\nIf one really thinks that your protest can get Trump to resign and help your future by promoting Mike Pence to POTUS, then go ahead and rock that protest…It’s a good bet that Pence will increase the military and CIA budget more, not question the criminal US intelligence agencies, and insult a lot fewer people on Twitter….therebye avoiding the dystopian future!????\nBill Bodden\nOne quibble:\nA) The domestic policies of supported by Democrats are more favorable to middle & lower income/wealth voters than the domestic policies supported by Republicans\nMake that:  A) The domestic policies paid lip service to by Democrats are more favorable to middle & lower income/wealth voters than the domestic policies supported by Republicans\nOtherwise, I agree.\nJanuary 9, 2017 at 07:36\nSen. Sanders has the right tactics; cooperate on areas of agreement, oppose on areas of disagreement; and Solomon is right to say a broken clock is right at least twice a day. Trump is right in wanting to pursue peaceful cooperative relations with Russia (1st right); Trump is right to want to pursue infrastructure upgrades and expansion, and rebuild the inner cities (2nd right, although probably will disagree on how to pay for it). As an electrician, I have a completely different take on power; you won’t get anything done without it. Today , Jan 9th, is the day I send another 10$ check to Green Party US…drip drip drip…it adds up. It became obvious to me on Nov. 9th that people will have to organize, gather, and direct their own power, completely leaving alone the Establishment parties. I’ve chosen the Green Party as the organizing tool for this job.\nBernie\nJanuary 9, 2017 at 01:59\nBill.  The party can be taken over.  Also, I think we need to get away from “protests” and “resistance”.  We need to take charge instead.  We shouldn’t resist, we should conduct.\nBill Bodden\nSam F\nJanuary 9, 2017 at 21:47\nClearly the oligarchs own the internal power structure of the Dems, so it is a waste of time. They have already lined up more of the same leaders. It is long past time to discard the Dems.\nThe solution is for a third party to align moderate progressives (national health care, no wars of choice, income security) with parts of the traditional right (fundamentalists, flag-wavers, make America great) leaving out only the extreme right (wars, discrimination, big business imperialism), use individual funding, and rely upon broad platform appeal to marginalize the Dems as the third party.\nIf that doesn’t work, it is time for 1789.\nBill Bodden\nDaniel\nRight on.\nBill Bodden\nJanuary 9, 2017 at 01:07\nThe idea of a coalition in opposition to Trump and the dominant duopoly is a good one, but it should have absolutely nothing to do with the Democratic Party which has been hostile to progressives for generations.  Recent alleged progressives have shown loyalty to the Democratic Party supersedes their claimed progressive credentials at the same time they betray and disillusion their supporters.\nCitizenOne\nJanuary 9, 2017 at 00:45\nFrance gets 80% of its electricity from nuclear power.  The reactors don’t emit CO2.  Nobody has been made sick by them.  It’s just a scientific discovery and a subsequent transformation of that discovery into a useful purpose.  Just manage the risks and it all works.  The rest is hyperventilation and hyperbole.  The No Nukes protesters may have very well just have been paid for shills for the fossil fuel industry.  I know they weren’t but in hind site they were useful idiots.  Not that they knew about Global Warming but it is a cautionary tale of how a bunch of nontechnical protesters acting out of an irrational fear which has proved to be baseless derailed an industry which could have prevented our current environmental challenge.  Garbage in garbage out.\nFukushima is a textbook example of the failure to perform basic failure mode analysis.  Placing six nuclear reactors in close proximity right on the shoreline of a Tsunami ridden coast on the Pacific Rim of Fire was stupid.  The Japanese might have done better placing them inside the cinder cone of Mount Fuji.  Not enough cooling water or snow, I know.\nModern nuclear reactor designs cannot melt down.  They are intrinsically safe.  That is an engineering term meaning the design has no known failure modes leading to a runaway reaction.  They just shut down.\nModern Liberals need to come to terms with their own fake news stories they propagate.  Such fake narratives such as the false claims of the horrors of nuclear energy have led to the very real horrors of fossil fuel energy.\nBy now there are alternatives to nuclear energy which also do not have global warming impacts that are becoming economically viable and so the nuclear technology may not be needed.  But I am not opposed to it.  It is just a technology which mandates careful design and thoughtful realization that every design must analyze for all possible failure modes and mitigate them.  We will soon be facing a similar situation with self driving cars.  Perhaps the first accident will derail that too as the hysteria focuses on imaginary doomsday scenarios and scares us all to death meaning an increasing number of people will die every year as we increasingly cannot focus on anything other than our electronic distraction devices.  The place for doomsday scenarios is in the design laboratory where risks are mitigated.  We can’t be stuck like the old ways railing against “these infernal machines” If you don’t want infernal machines don’t build them that way.  It is just that simple.  I could argue that at any minute your cellphone might kill you and in some cases I might find evidence it can but we don’t all go on a march on Washington demanding the elimination of cellphones.  Why not?  Ask a liberal, they might have a reason to do just that.\nSorry for trolling the article but I felt there needed to be some discussion of the antinuclear movement and the potential derailment of a viable non Carbon based energy source since the article starts with anti nuclear protest material.  It seems to have some relevance.\nThe relevance is that liberals seem to jump on a bandwagon just as easily as conservatives and that both extremes have very real negative unforeseen consequences.\nThe article does come around to the point that riding the tiger has negative consequences.  That from a tiger rider.\nWhat we need are rational people.\nMarching on Washington to protest things that exist only in the fear filled minds of paranoid liberals is not fitting for our Nation.  We cannot behave like spoiled children having a temper tantrum because we did not get our way.  That will only convince the majority of folks even more that liberals are just a bunch of lunatics.  And they just might be right.\nLiberals who acted this way have been wrong before.  Perhaps it is a game of chess and there is the inevitable checkmate and the liberals will lose but even if they win, they might lose.\nImagine a nuclear powered World.  We wouldn’t be talking about Global Warming would we?\nBrad Owen\nJanuary 9, 2017 at 09:56\nWell said, citizen one. Here is one Greenie who sees the greenness of nuke power plants (so long as they’re built up to the highest standards and not down to the lowest bidders…better keep it out of the hands of private-sector profiteers and pirates). I envision a serious, nuke-powered water-desalination/distribution/management program to transform the Earth’s deserts into grasslands and forests, vastly increasing biomass and biodiversity, and increasing the numbers of the CO2-breathers/O2-exhalers on this planet.\nZachary Smith\nJanuary 9, 2017 at 12:37\nQuite an odd place for a “pro-nuke” piece.   There is so much wrong here, but in the interest of brevity I’m going limit my remarks to the French Experience.   They’ve been fortunate in not yet having a reactor burst open, and with any luck that will continue until they get out of the risky business.  But “getting out” is going to be expensive and ugly.   Every one of those aging reactors must be safely dismantled, and the mountains of waste must be safely stored for a few hundred thousand years.   It’s my understanding they’ve neglected to do anything at all about the latter issue.\nBrad Owen\nJanuary 9, 2017 at 15:18\nThere is no such thing as nuclear waste. It was always the plan to recycle and reprocess the “waste” into reusable nuclear fuel. The anti-nukers so blocked, impeded, hamstrung, otherwise stopped progress in nuke power with expense-adding legal delays, that the situation of being frozen in place, strapped with obsolete 1st and 2nd generation power plants (forestalling the inherently safer 3rd and 4th generation nukes from coming online), and preventing the recycling process from being developed, to recover and RE-USE the nuclear fuel, has itself, created the dangerous situation…a case of self-fulfilling prophecy.\nBut the Asian part of the World is vigorously pursuing progress in nuclear power plant design and use, so the knowledge will be preserved for humanity, for when the other half of the World (i.e. We in the West), comes to its’ senses, and cooperates with China’s Silk Road/World Land Bridge win-win infrastructure policies.\nAbe\nJanuary 9, 2017 at 12:50\nCitizen One and Brad Owen have spouted fake news about nuclear power and fracking.\nPro-nuclear industry propaganda like the film “Pandora’s Promise” promote the falsehood that nukes are somehow green, safe and economical.\nLIE: “France gets 80% of its electricity from nuclear power.”\nFACT: Power generation is down and wholesale power prices are rising due to numerous safety and integrity issues that plague Électricité de France SA’s (EDF’s) nuclear reactor fleet.\nCarbon segregation in critical nuclear plant components like the steel pressure vessel can weaken the vessel’s structure and breach safety regulations, potentially leading to catastrophic events.\nCitizenOne\nJanuary 9, 2017 at 22:09\nIf you want another opinion, the real estimate is 76.337%  I would not call that a LIE as you have called it.  It’s close enough to 80% for that value estimate to ring true.\nFinally, I can assure you that I am not a Troll.  I have even readily apologized if my comments seemed to be trolling as I have done in my response to this article.  I am acutely aware of the problem and want nothing to do with it.\nI said: “Sorry for trolling the article but I felt there needed to be some discussion of the antinuclear movement and the potential derailment of a viable non Carbon based energy source since the article starts with anti nuclear protest material. It seems to have some relevance.”\nI realize that the distraction and de-focusing caused by my comments might have been perceived as Trolling and wanted to make it clear that that was not my intent.\nI followed that up with my reasons for the side track: “The relevance is that liberals seem to jump on a bandwagon just as easily as conservatives and that both extremes have very real negative unforeseen consequences”.\nAlso, my comments were not an attack riddled with name calling and anger which is typical troll behavior.\nSo I resent the accusation and can tell you it is false.  No trolling going on here.  I mean what I say in earnest and I believe what I say fairly represents the facts.\nThere are many controversial positions that have come out of that documentary.  But if you watch it, the footage of the nonsense being bandied about surrounding the consequences of nuclear power shown in the film footage of anti nuclear speakers at anti nuclear rallies defies credulity and is clearly an actual lie.  Nuclear energy has not in fact killed more people than all the wars in modern history as is claimed by one speaker on film record at a rally.  That is a LIE.\nThe credentials of the producers as former anti nuclear activists has not been questioned but the film has been labeled as propaganda by some, as revealing by others, as mind expanding, as important and as questionable less than half truths.  Such is the expected reaction to a challenge to long held beliefs about nuclear power.\nI would encourage anyone to see the documentary and come to their own conclusions.\nAlso I would like to point out that in the film the producers interview a lot of scientists as well.  Perhaps they are all propagandists too?\nSo I’ll just leave it alone.  I’m not going to change any minds nor will I try.\nBut perhaps an epitaph will sum up my assessment of our horror at opening up Pandora’s Box and failing to dig to the bottom of the chest to find hope lying there.\n“Poor sad creatures.  They were most afraid of what might have saved their World and in the end they were collectively unafraid and in deep cultural denial of what actually killed them”\nI have yet to see protests in the streets and celebrity concerts warning us of impending doom from the combustion of billions of tons of fossil fuel such as happened and was widely publicly aired by the main stream media about the hysteria over nuclear energy.  If and when popular protests, sit ins and picket lines form around fossil fuel electric generation stations and the fossil fuel industry is brought to a screeching halt because of those protests as happened to the nuclear industry, I will believe there might be hope.\nUntil then my epitaph for mankind will remain.\nBy the way, I note that you didn’t come to the table with any solutions but only accusations of lies, trolling and propaganda.  That is not very helpful to addressing the very real problems of Global Warming.\nYour argument that France has merely been lucky strips their safety record from them as if is is just chance.  Just a bunch of lucky fools.  You could say the same thing about any safe industry like air travel.  You might make an argument that, “All the planes are going to crash and we have just been lucky” “It is a very dangerous form of travel” “You will see I’m right and anyone who thinks flying is safe or is telling people air travel is safe is just pushing propaganda”\nBut then again you would have to look past a lot of statistics generated over many decades that show it is the safest form of travel to honestly make such claims.\nAgain, I don’t see the anti airplane protests at airports claiming that airplanes have killed more people than all of our modern wars.  You only hear that at anti nuclear protests.\nSo I wonder what is the real propaganda.  Nuclear energy is safe and has proven to be safe despite some accidents made through bad design decisions.  Chernobyl was a faulty design.  Nobody uses Graphite moderated reactors except the Russians because Graphite is combustible and will burn in the presence of Oxygen.  The Apollo Mission learned the hard way that pressurizing crew compartments with 100% pure Oxygen was a very bad and in fact lethal design flaw.  They changed the design.  No more incinerated astronauts.\nWe didn’t abandon the space race because of accidents.  We learned and redesigned and succeeded.  This avenue of progress was halted by an overly paranoid liberal movement which killed off a viable industry which could have and still has the potential to mitigate Global Warming.\nYou can’t just brand something as intrinsically dangerous and refuse to look at it for no reason except fear and make accusations that anyone who does look at it in a positive light must be a propagandist, fake news source, part of the Military Industrial Complex and a troll.\nI can assure you I am none of those things.\nAbe\nJanuary 10, 2017 at 02:22\nThe nuclear share figure comes from the World Nuclear Association (WNA), a trade organization that promotes the global nuclear industry. In fact, according to WNA’s nuclear share figures (2004-2014) the highest share of nuclear energy production reached in France was 78.5% in 2005.\nBut 80% sounds so much more impressive.\nThe WNA is decidedly less inclined to report the 2015-2016 share figures that reveal the current demise of nuclear power in France.\nAs noted in the Wikipedia entry on nuclear power in France:\n“In 2016, following a discovery at Flamanville Nuclear Power Plant, about 400 large steel forgings manufactured by Le Creusot Forge since 1965 have been found to have carbon-content irregularities that weakened the steel. A widespread programme of reactor checks was started involving a progressive programme of reactor shutdowns, likely to continue over the winter high electricity demand period into 2017. This caused power price increases in Europe as France increased electricity imports, especially from Germany, to augment supply […] As of late October 2016, 20 of France’s 58 reactors are offline. […] These steel quality concerns may prevent the regulator giving the life extensions from 40 to 50 years, that had been assumed by energy planners, for many reactors. […] In December 2016 the Wall Street Journal characterised the problem as a “decades long coverup of manufacturing problems”, with Areva executives acknowledging that Le Creusot had been falsifying documents.”\nAll the rest from “evelync”, including the propagandist rant about “an overly paranoid liberal movement”, is nuclear industry boilerplate propaganda rhetoric.\nAbe\nCORRECTION: All the rest from “CitizenOne” […] is nuclear industry boilerplate propaganda rhetoric.\nAs mentioned by “evelync” below, a national grid system that enables decentralized alternative (non-nuclear / non-fossil) energy production inputs is the sustainable, competitive, smarter, infinitely safer and greener energy choice.\nevelync\nThank you Abe!\nI’m not a scientist but I have sat next to nuclear engineers on more than one flight who have quit that profession to work in solar energy. They have explained to me that there is no safe way to handle and store nuclear waste.\nMy experience with nuclear power plants was that I worked selling municipal bonds to institutions. And, if one is familiar with the sale of these regulated bonds, one knows that the bond attorneys protect themselves by disclosing all the risks they are aware of associated with buying bonds. One looks in the section titled “risks”. One also checks appendices for extraordinary features.\nBased on my recollections from a couple of decades ago, a municipal bond for the construction of a nuclear plant required insurance in order to get an investment grade rating which was necessary to be able to sell the bonds to institutions. And no bond insurance company was willing to insure a municipal bond that funded the construction of a nuclear power plant unless the taxpayer was on the hook in the event of a critical event such as a nuclear meltdown. I thing there was/maybe still is a federal regulation allowing the U.S. taxpayer to bail out these bondholders although it’s been a while since I’ve looked at this.\nAnd I believe that the reason behind the nuclear energy lobby’s “enthusiasm” is not because it’s cheaper or safer but because of its massive infrastructure and therefore concentrated economic power. In that way it is similar to fossil fuel power plants with their massive infrastructure and concentrated oligarchic ownership leaving consumers at its mercy.\nUnless you’re looking at a facility like the monstrous Ivanpah Solar facility in Nevada developed by the private sector with huge government guarantees from the Obama administration and now failing to live up to its promise of energy output and financial success, if one considers alternatives such as decentralized solar panels and wind turbines where individual homeowners have some control over their energy needs without being at the mercy of a monopoly or oligarchy, solar and wind are the way to go.\nIf one hasn’t witnessed it first hand, it’s hard to imagine the layers of economic opportunism that are in play when having to rely on a massive infrastructure, like nuclear energy, controlled by an oligarchy with lawyers, bankers, massive construction companies, insurers, all preying on individual homeowners who have little control over their lives and are at the mercy of people who can jack around with their rates.\nSam F\nJanuary 9, 2017 at 21:41\n“CitizenOne” has made a trolling attack on this website by changing the subject to fill the commentary with irrelevancy. These comments should be deleted as completely irrelevant and distracting. They delete the relevant commentary. This is not the first time he has done that; last time it was also an utterly irrelevant debate about nuclear power.\nevelync\nJanuary 9, 2017 at 22:41\nSorry Sam F, if I participated in responding to a trolling attack in my comment.\nSo, I wish to add that I completely agree with Norman Solomon and so appreciate his work.\nIt is clear to me that the Clinton machine that has caused so much damage to our democracy and especially to the hard fought for New Deal is simply trying to distract us from the fact that Hillary Clinton was a weak candidate for all the reasons explained by Mr. Solomon.\ni keep meeting people, including Independents and Republicans who say they would have voted for Bernie in the general election. Bernie was trusted as a “decent, honest, New Deal democrat” (as Professor Chomsky referred to him).\nIt is obscene the way the MSM especially MSNBC and CNN keep trying to prop up the image of Joan of Arc Hillary as though she understood or cared about the day to day lives of average people in this country or average people in her regime change targeted countries.\nAnd I appreciate Norman Solomon’s wise counsel that our task is to develop strong institutions that can work to push for honest and just and sustainable policies here at home and also stop the endless wars for profit.\nCitizenOne\nJanuary 9, 2017 at 23:09\nCitizenOne would like to reply to the request to delete the post.\n1.  I have made only two original posts on this site supporting nuclear energy as a viable technology for helping to mitigate the environmental destruction caused by Global Warming.  If that is “filling the commentary” then there must be very little of it.\n2.  Global Warming is not an irrelevant issue nor a complete distraction from the basis of this article.  In fact, I think it has  applicable relevancy.  The interview consisted in no small part of one person who discusses at length his anti nuclear activism from a historical perspective.  Although not the ultimate thrust of the argument of the article, it consumes a sizeable chunk of it.  Why would discussing a sizeable portion of the article be irrelevant?\n3.  I apologized in advance if my comments were distracting.  I was aware that the topic of my discussion was not in line with the punch line.  I call this full disclosure not trolling.  It obviously might have been seen as such and I knew that and made a point that I was quite aware my comments were not addressing the central point.  Again, full disclosure.  But my comments are not irrelevant to the contents of the article.\n4.  I explained my reasons for relevancy.\nI think I have fairly warned anyone reading my post that there was the possibility that it might be off topic and have apologized in advance if that might offend anyone’s sensitivities and have been met with attacks demanding my post be removed.\nThat is undeserved in my humble opinion.\nBut never mind, I won’t let it cause me to further distract.  I am going to ignore any response to my post on this topic since I feel it would only further add to more distraction.  I will also not object if the moderator feels the current distraction needs to be removed.  I respect their sole discretion to do so.\nHowever, since apparently you have been counting, I also will not be intimidated from bringing thoughtful commentary I feel is relevant to a discussion and has very real ramifications for the fate of our environment.  We face a looming problem of global proportions that is being entirely ignored by the main stream press while the vast majority of science is aligned that there is a problem and there are viable alternatives.\nUltimately, this is a market question.  The debate will not be settled here.  There are a ton of alternatives to combustion of fossil fuels and there are also other technologies that can mitigate the problem of CO2 emissions even if we continue on a fossil fuel based economy.  Fossil fuels are cheap and abundant and are also safe except for the one problem.  If the one problem can be mitigated, I am not opposed to the continued use of fossil fuels.\nWe just have to fix the one problem.  We cannot continue to pump unlimited amounts of CO2 into the atmosphere.\nZachary Smith\nJanuary 10, 2017 at 01:00\nWe just have to fix the one problem. We cannot continue to pump unlimited amounts of CO2 into the atmosphere.\nCitizenOne seems to be sincere, and he’s not on my list of climate deniers, so I’ll make one more brief response.  Nuclear power works,   It’s also insanely expensive and dangerous.  There are alternatives which are both inexpensive and safe.  Dinking around with nuclear power is simply crazy under the circumstances as they exist today.\nThe World Nuclear Association “seems to be sincere”.\nBoth are attempting to sell the lie that nuclear fission is “safe” and “green”.\nLet that lie be their epitaph, not humanity’s.\nSam F\nJanuary 10, 2017 at 09:03\nYou should comment on related articles, not change the subject completely just because you think it is more important. Attempting a complete subject change to a broad vague subject area is not participation in debate, it is vandalism of the commentary. When the completely distinct subject is vague “green” ideas or identity politics, the number one strategy of the Dems to destroy the left, this is trolling.\nfranck rigaud\nJanuary 10, 2017 at 09:29\nScandaleux. Even AREVA (french nuclear) say we have to now accident will arrive. Citizen One, were do you will go when it will happen? Me, I am close to this (épée de Damocles). I don’t say thank you.\nAbe\nJanuary 9, 2017 at 00:21\nThe Left’s major challenge uncritical journalism and media complicity in anti-Russian propaganda.\nHere is a recent case in point:\nWithout a word of the slightest doubt or skepticism, Norman Solomon joined Ben Norton and Glenn Greenwald of the Intercept in unequivocally promoting a December 1, 2016 article in The New Yorker by Adrian Chen.\nChen’s New Yorker article on the Washington Post / PropOrNot imbroglio unequivocally promoted Eliot Higgins of Bellingcat, a leading purveyor of anti-Russian fake news.\nHad Solomon not found the New Yorker article so “devastating,” had he done a bit of research into Chen’s journalistic resume, he might have noticed Chen’s remarkable eagerness to share undocumented anti-Russian spin as absolute fact.\nChen claimed that the “Russian Internet is awash in trolls” in a dramatic evidence-free June 2015 article in New York Times Magazine.\nChen’s article became a staple of anti-Russian propaganda, widely cited by mainstream media like The New York Times and Washington Post, “regime change” organizations like the Atlantic Council and , and notorious PropOrNot\nChen appears genuinely pleased that his “troll farm” claims are “now DNI Approved!”\nBut Chen can hardly be called a journalist. Chen’s New York Times Magazine article was a rewrite of a rewrite of a rewrite of propaganda promoted by Peter Pomerantsev and Michael Weiss of The Interpreter Mag (November 2014), originating from Vasily Gatov of the militantly anti-government English-language tabloid Moscow Times.\nNeither Solomon nor Norton and Greenwald have bothered to respond to fair and accurate critique of their unqualified endorsement of Adrian Chen.\nThe Left certainly is challenged by journalists who are less than vigilant with regard to “media manipulation” and “disinformation”.\nUncritical journalists on the Left have aided the spread the propaganda about “Russian propaganda”. Those who stand to profit from the next war could not be more pleased.\nRPDC\nJanuary 9, 2017 at 20:58\nAbe – great call on the Interpreter article.  Here’s the link for anyone interested:\nJanuary 10, 2017 at 01:37\nThe report by Pomerantsev and Weiss was a project of the Institute of Modern Russia, a think tank headquartered in New York City and headed by the son of former jailed Russian oligarch Mikhail Khodorkovsky.\nPomerantsev weaponizes information as project chair for the Information Warfare Initiative of the Center for European Policy Analysis, the Lockheed- and Pentagon-funded institute that issues a stream of alarmist reports about Russian military threats to Eastern Europe.\nThe Interpreter Mag / Institute of Modern Russia report got a rapid series of facelifts by the usual mainstream media propaganda launderers:\nPomerantsev and Weiss for the Interpreter Mag (“The Menace of Unreality” 22 November 2014)\nOlga Bugorkova for the BBC (“Ukraine Conflict: Inside Russia’s ‘Kremlin Troll Army’,” 19 March 2015)\nPaul Gallagher for The Independent (“Revealed: Putin’s Army of Pro-Kremlin Bloggers”, 27 March 2015)\nBrian Walker for The Guardian (“Salutin’ Putin: Inside a Russian Troll House,” 2 April 2015)\nAdrian Chen for the New York Times Magazine (“The Agency,” 2 June 2015)\nIn November 2014, Pomerantsev and Weiss featured “Vasily Gatov, a Russian media analyst”.\nIn June 2015, propaganda stenographer Chen featured, you guessed it, “Vasily Gatov, a Russian media analyst”.\nTurns out Gatov has gone places: Now he’s based in Boston, is a visiting fellow at the University of Southern California’s Annenberg School for Communication and Journalism, and affirms “the professional standards that differentiate journalism from propaganda”\nIn his New Yorker piece about the Washington Post / PropOrNot imbroglio, Chen insisted that by “overplaying the influence of Russia’s disinformation campaign” the PropOrNot report “plays directly into the hands of the Russian propagandists”.\nMore accurately, the New York Times, The Guardian, The Independent, BBC, Interpreter Mag and Institute of Modern Russia, the washington Post and the PropOrNot “List” play directly as eager hands of the propaganda about “Russian propaganda”.\nChen’s new BFF, Eliot Higgins of Bellingcat, is a founding member of the First Draft Partner Network of “professional” propaganda “allies” that includes the Washington Post and New York Times, the two principal neocon “regime change” propaganda media organs.\nIn addition to Bellingcat, the First Draft network of propaganda “partners” includes fellow PropOrNot “Related Projects” Interpreter Mag, the Atlantic Council’s Digital Forensics Research Lab, and Kiev-based Stopfake, all of which broadcast disinformation from Bellingcat “investigative reports”.\nGoogle remains an enthusiastic supporter of Bellingcat despite Higgins’ ever-expanding track record of debunked claims about Syria and Russia.\nIn a triumph of Orwellian Newspeak, Google’s new Propaganda 3.0 coalition has already demonstrated its ability to “work together to tackle common issues, including ways to streamline the verification process” of Western propaganda narratives.\nAbe\nCORRECTION:\nIn fact, it was Adrian Chen’s December 2016 New Yorker article (not his June 2015 New York Times Magazine article), that quoted the very same “Vasily Gatov, a Russian media analyst” featured by Peter Pomerantsev and Michael Weiss in November 2014.\nChen’s propaganda stenography about “Russian propaganda” has a long legacy.\nAfter lauding Eliot Higgins as “a well-respected researcher who has investigated Russian fake-news stories on his Web site, Bellingcat, for years”, Chen proffered yet another little tasty tidbit of fake news.\nChen claimed that ”the hack of the Clinton campaign chair John Podesta’s e-mail seems likely to have been the work of Russian intelligence services”.\nWe’re all still wondering why Solomon found Chen’s article so “devastating”.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/12/20/the-lefts-risk-in-blaming-russia/",
                "https://theintercept.com/2016/12/14/heres-the-public-evidence-russia-hacked-the-dnc-its-not-enough/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.flashpoints.net/",
                "https://rootsaction.org/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "lefts",
            "power",
            "say",
            "going",
            "need",
            "know",
            "trump",
            "lot",
            "democratic",
            "think",
            "challenge",
            "party",
            "age"
        ]
    }
]