[
    {
        "url": "https://nutritionfacts.org/audio/beans-beans-the-truth-about-lectins/",
        "title": "Beans, Beans: The Truth About Lectins",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nNovember 30th, 2017\nBeans, Beans: The Truth About Lectins\nDid you know that some say that lectins – a substance found in beans – can do your body harm? Here are the facts.\nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nOur subject today – is worth a hill of beans – at least. Did you know that there are some people that say that lectins – a substance found in beans – can actually do our body harm? One of the best ways to avoid problems with lectins is to cook beans properly.\nIn the 1800s, a compound was discovered in castor beans, which we would come to know as the first of a class of lectin proteins—natural compounds found throughout the food supply, but concentrated in beans, whole grains, and certain fruits and vegetables. Every decade or two, in the popular literature, and the medical literature, a question is raised whether dietary lectins are causing disease. It’s easy to raise hysteria about lectins. After all, that first one, found back in 1889, went by the name ricin, known to be “a potent homicidal poison”, used by the Kremlin to assassinate anti-Communist dissidents—or by rogue chemistry professors, for that matter. And, ricin is a lectin. Thankfully, however, “many lectins are non-toxic, such as those [found in] tomatoes, lentils,…and other common foods.” And, even the ones that are toxic—like those found in kidney beans—are utterly destroyed by proper cooking.\nBut, you can’t eat raw kidney beans. If you do, you’ll be doubled over with nausea, vomiting, and diarrhea within hours, thanks to the lectins, which would otherwise be destroyed by adequate cooking. How do you even eat raw kidney beans, though? I mean, the only way they’re sold uncooked is as dried beans, and they’re like little rocks. Well, in the first reported outbreak, “an impromptu supper was made” with a bag of beans dumped in a skillet, and soaked in water overnight, but never cooked. You can’t even just throw dried beans in a slow cooker. Dried kidney beans have to be boiled. Kidney beans should be soaked in water for at least five hours, and then boiled for at least ten minutes. Ten minutes? Kidney beans wouldn’t be done in just ten minutes.  Exactly. Yeah, cooking presoaked beans for a couple minutes can destroy the lectins, but it takes like an hour of boiling before they’re edible, before you could, you know, flatten them easily with a fork. So, the lectins would be long gone before they’re palatable.\nWithout presoaking, it takes 45 minutes in a pressure cooker to get rid of all the lectins, but an hour to make kidney beans edible. So basically, “[i]t appears that cooking beans to the point where they might be considered edible is more than sufficient to destroy virtually all [lectin] activity.” Even 12 hours at 65 Celsius won’t do it, though, which is like the temperature of a cup of hot tea. But, you can tell they weren’t done—still firm and rubbery, though you can imagine someone putting those in like some “raw” vegetable salad, and, look, that could make people sick. And, it has, with dozens of incidents reported over the years—all of which could have been “easily prevented” had the beans been soaked overnight, drained, and then boiled for at least ten minutes. Or, if they would have just eaten canned beans. Canned beans are cooked beans; the canning process is a cooking process. “None of the confirmed incidents [were] due to canned beans.”\nWe’ve known since the early ‘60s that “conventional cooking methods [can] effectively destroy” lectins in beans, and therefore, “it is possible to ignore any human…problems that could be associated with lectins from properly processed legumes.” So yeah, you can show that feeding lectins to rats isn’t good for them, or to cell tissues in a Petri dish. But, in these articles that claim dietary lectins may be “disease causing toxicants”, the only negative effect they can find on humans are those raw and undercooked kidney bean incidents. Do dietary lectins cause diseases of affluence? How about we test that hypothesis? So, they “performed a trial on 24 domestic pigs”, and a Paleo-pig diet beat out cereal-based swine feed. Could they not find any people willing to eat Paleo?\nIn response to one such review of the evidence, based largely on laboratory rodents, one peer-reviewer cautioned that we should not draw conclusions about the involvement of dietary lectins in the cause “of diseases without definite and positive proof.” That was written more than a quarter century ago, and no such clinical proof has yet to materialize. What we do have, however, is ever-growing evidence that legumes—beans, split peas, chickpeas, and lentils—are good for us, associated with a longer lifespan, a significantly lower risk of colorectal cancer (a leading cancer killer), considered part of “a natural, cost-effective, and free from side effects solution for the prevention and treatment of [type 2 diabetes].” Randomize people to eat five cups of lentils, chickpeas, split peas, and navy beans a week, and you can see the same benefits in terms of weight loss and metabolic benefits that you do with caloric-restriction portion control. And, the whole lectins theory is based on lectin-containing foods being inflammatory.\nBut, prescribe four servings a week of legumes, packed with lectins, and get a significant drop in C-reactive protein—in fact, a 40% drop of this leading indicator of systemic inflammation, eating more beans.\nThe purported “plant paradox” is that on one hand, whole healthy plant foods are the foundations of a good diet, yet we supposedly need to avoid beans, and whole grains, and certain fruits and vegetables, because of the evil lectins. But, if you look at the actual science, all whole plant foods are associated with decreased mortality—meaning the more of them people ate, the longer people tended to live. And, this includes lectin-filled foods, such as whole grains and beans. So, maybe there’s really no paradox, after all.\nMight lectins help explain why those who eat more beans and whole grains have less cancer?  Here’s the research. \nLectins are to blame for the great “white kidney bean incident” of 2006 in Japan. One Saturday evening, a TV program introduced a new method to lose weight. The method was simple: toast some dry raw white kidney beans in a frying pan for three minutes, grind the beans to a powder, and then dust it on their rice. Within days, a thousand people fell ill—some with such severe diarrhea and vomiting they ended up in the hospital. Why? Lectin poisoning.\nThree minutes of dry heat is not enough to destroy the toxic lectins in kidney beans. If you don’t presoak them, you need to boil large kidney beans for a full hour to completely destroy all the lectins—though if you first soak them overnight, 98% of the lectins are gone after boiling for just 15 minutes, and all gone by half an hour. And indeed, when they tested the white beans, toasting for three minutes didn’t do a thing; no wonder people got sick, whereas 95% of the lectins were inactivated after boiling them for three minutes, and completely inactivated after ten. Evidently, “’Do not eat raw beans’ is a traditional admonition in Japan to [avoid] intestinal problems”—and now, we know why.\nWhile canning may completely eliminate lectins from most canned beans, some residual lectin activity may remain in canned kidney beans—though apparently not enough to result in toxicity.  And ironically, “[l]ow doses of lectins may be beneficial by stimulating gut function, limiting tumor growth, and ameliorating obesity.” What? I thought lectins were toxic.\nFor as long as people have speculated dietary lectins are harmful, others have conjectured that they may be protective. “If this theory is correct, appropriate lectins by mouth should be of use in the [prevention] (and possibly treatment) of colon…cancer.” Or, of course, we could just eat our vegetables.\nInterest in the purported “antitumor effect of plant lectins” started with the discovery, in 1963, “that…lectins could distinguish between [cancer cells] and normal cells.” Researchers at Mass General found a substance in wheat germ—the lectin in whole wheat—which appeared “to be tumor cell specific”—clumping together “the tumor cells, while the normal cells” were left almost completely alone. So specific that you can take a stool sample from someone and, based on lectin binding to the colon lining cells that get sloughed off into the feces, you can effectively predict the presence of polyps and cancers.\nAnd subsequently, it was discovered that lectins couldn’t just distinguish between the two, but extinguish the cancer cells, while largely leaving the normal cells alone. For example, that same white kidney bean lectin was found to almost completely suppress the growth of human head and neck cancer cells, liver cancer cells, breast cancer cells, and (at least most of the way) cervical cancer cells—within about three days. But, this was in a Petri dish. That’s largely the basis of the evidence for the antitumor activity of plant lectins—these Petri dish studies. How do we even know that dietary lectins are absorbed into the body?\nColorectal cancer is one thing. I mean, the fact that lectins can kill off colon cancer cells in a Petri dish may be applicable, since lectins we eat may come in direct contact with cancerous or precancerous cells in our colon—”providing a mechanism [by which bean consumption may help in] the prevention and treatment of colorectal cancer.” Or, even more exciting, the potential for effectively rehabilitating cancer cells. “[T]he loss of differentiation and invasion are the…hallmarks of malignant [tissues]”—meaning that when a normal cell transforms into a cancer cell, it tends to lose its specialized function. Breast cancer cells become less breast-like; colon cancer cells become less colon-like.\nAnd, what these researchers showed, for the first time, is that the lectin in fava beans could take colon cancer cells and turn them back into looking more like normal cells. Therefore, dietary lectins, or putting them in a pill or something, “may slow the progression of colon cancer[s],” potentially helping to explain why dietary consumption of beans, split peas, chickpeas, and lentils appears to “reduce…[the] risk of colorectal cancer,” based on 14 studies involving nearly two million participants. Okay, but what about cancers outside the digestive tract?\n“Although lectin-containing foods [like beans and whole grains] are frequently consumed cooked or otherwise processed, these treatments may not always [completely] inactivate the lectins…For example, lectins have been detected in roasted peanuts.” Peanuts are legumes, and we don’t tend to eat them boiled, but just roasted, or even raw. Yeah, but are we able to absorb the lectins into our system? Yes. Within an hour of consumption of raw or roasted peanuts, you can detect the peanut lectin in the bloodstream of most people. Same thing with tomatoes. Some of the non-toxic lectin in tomatoes also makes it down into our gut and into our blood. The wheat lectin, known as WGA, the wheat germ agglutinin, doesn’t seem to make it into our bloodstream, though, even after apparently eating the equivalent of more than 80 slices of bread’s worth of wheat germ! And, if you ate something like pasta, the boiling might wipe out the lectin in the first place, anyway.\nIn terms of phytochemicals in the fight against cancer, lectins are able to “resist digestion resulting in high bioavailability,” potentially “allow[ing] the cellular mechanisms of the host to utilize the full potential of the [“dramatic”] anti-cancer [benefits] lectins have to offer.” But, these dramatic benefits have yet to be demonstrated in people. But look, we know that population studies show that “the consumption of a plant-based diet is strongly associated with a reduced risk of developing certain types of cancer.”\nNow, they could just be eating fewer carcinogens. But, plants do have all those active components that do seem to protect against the “initiation, promotion, [and] progression of cancer.” And so, maybe lectins are one of those protective compounds. Look, we know people who eat more beans and whole grains tend to get less cancer overall; we’re just not sure exactly why. Now, you could say, who knows? Who cares? Well, Big Pharma cares. You can’t make as much money on healthy foods as you can on “lectin-based drugs.”\nHere’s a book that purported to expose the “hidden dangers” in healthy foods.  My take on it? It doesn’t even pass the whiff test.\nEarlier this year, I started getting emails about this book, The Plant Paradox, purporting to expose “The Hidden Dangers in “Healthy” Foods That Cause Disease and Weight Gain”—foods like beans, and whole grains, and tomatoes. Why? Because of lectins, which is a rehashing of the discredited Blood Type Diet from decades ago. They just keep coming back. Yeah, but this was written by an M.D., which, if you’ve seen my medical school videos, you’ll know is effectively an anti-credential when it comes to writing diet books—basically advertising to the world that you’ve received likely little or no formal training in nutrition. Dr. Atkins was, after all, a cardiologist. But look; you want to give the benefit of the doubt. The problem is that it doesn’t even seem to pass the sniff test.\nI mean, if lectins are bad, then beans would be the worst, and so bean counters would presumably find that bean eaters cut their lives short, whereas the exact opposite may be true with legumes (beans, split peas, chickpeas, and lentils)—found to be perhaps the most important dietary predictor of survival in older people in countries around the world. As Dan Buettner points out in his Blue Zones work, lectin-packed foods “are the cornerstones of” the diets of all the healthiest, longest-lived populations on the planet. Plant-based diets in general, and legumes in particular, are a common thread among longevity Blue Zones around the world—the most lectin-lush food there is. And, if lectins are bad, then whole grain consumers should be riddled with disease—when, in fact, “whole grain intake is associated with a reduced risk of coronary heart disease,” the #1 killer of men and women; strokes, too; and total cancer; and mortality from all causes put together—meaning people who eat whole grains tend to live longer, and, get fewer “respiratory diseases, infectious diseases, diabetes, and all non-cardiovascular, non-cancer causes” to boot. And, not just in population studies. As I’ve shown, you can randomize people into whole-grain interventions, and prove cause-and-effect benefits. The same with tomatoes. You randomize women to a cup and a half of tomato juice or water every day, and all that nightshade tomato lectin reduces systemic inflammation, or has waist-slimming effects, reducing cholesterol, as well as inflammatory mediators.\nSo, when people told me about this book, I was like, let me guess: he sells a line of lectin-blocking supplements. And, what do you know? “Assist your body in the fight against lectins” for only $79.95 a month—that’s only like a thousand bucks a year—a bargain for “pleasant bathroom visits.” And then, of course, there’s ten other supplements. So, for only like eight or nine thousand dollars a year, you can lick those lectins. Oh, did I not mention his skin care line? “Firm + Sculpt” for an extra $120—all so much more affordable when you subscribe to his “VIP Club.”\nBut, you still want to give him the benefit of the doubt. People ask me all the time to comment on some new blog or book or YouTube video, and I have to sadly be like, look, there are a hundred thousand peer-reviewed scientific papers on nutrition published in the medical literature every year, and we can barely keep up with those.\nBut, people kept emailing me about this book; so, I was like, fine, I’ll check out the first citation. Chapter 1, citation 1: “forget everything you thought you knew was true.” Diet books love saying that. For example: “Eating shellfish and egg yolks dramatically reduces total cholesterol.” What?! Egg yolks reduce cholesterol? What is this citation? By now, you know how these studies go. How do you show a food decreases cholesterol? You remove so much meat, cheese, and eggs that overall your saturated fat falls—in this case, about 50%. If you cut saturated fat in half, of course cholesterol levels are going to drop. So, they got a drop in cholesterol removing meat, cheese, and egg yolks. Yet, that’s the paper he uses to support his statement that “egg yolks dramatically reduce cholesterol.”\nI mean, that’s unbelievable. That’s the opposite of the truth. Add egg yolks to people’s diets, and their cholesterol goes up. I mean, how dare he say this? And, it’s not like some, you know, harmless foolishness like saying the Earth is flat or something. Heart disease is the #1 killer of men and women—this could actually hurt people. So much for my benefit of the doubt.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages. And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\nThis is just an approximation of the audio content, contributed by Allyson Burnett.\n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "minutes",
            "beans",
            "eat",
            "cells",
            "know",
            "lectins",
            "truth",
            "foods",
            "kidney",
            "lectin"
        ]
    }
]