[
    {
        "url": "https://www.christianpost.com/news/prosperity-gospel-treads-fine-line-between-blessing-materialism-say-theologians.html",
        "title": "Prosperity Gospel Treads Fine Line Between Blessing, Materialism, Say Theologians",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nProsperity Gospel Treads Fine Line Between Blessing, Materialism, Say Theologians\nProsperity Gospel Treads Fine Line Between Blessing, Materialism, Say Theologians\n| Friday, October 29, 2010\nCAPE TOWN, South Africa – There needs to be a clear distinction between true biblical prosperity and the gospel of materialism, said two African theologians who are experts in the area of prosperity gospel.\nThe message that God blesses those who give crosses the line from biblical into prosperity gospel when it becomes self-serving and is used to support the preacher's extravagant lifestyle, said Kwabena Asamoah, the academic dean and associate professor of Religion and Pentecostal Theology at Trinity Theological Seminary in Legon, Ghana, at the recent Lausanne III conference.\nAsamoah, who also served as senior research fellow at the Center for the Study of World Religion at Harvard Divinity School in Cambridge, Mass., in 2004, defines prosperity gospel as \"preaching, interpreting, teaching the word of God and the Gospel of Jesus Christ our Lord in a self-serving manner that places its emphasis on consumerism to suggest that the possession of material things, of those wealth are necessary indicators of general Christianity and God's approval.\"\n\"Prosperity is not alien to Scripture,\" explained Asamoah last Saturday at the multiplex session titled, \"Poverty, Prosperity and the Gospel.\"\n\"God does promise to bless His people. But prosperity gospel distorts the blessing to mean only material blessing.\"\nThe African theologian was joined by Femi Adeleye, associate general secretary for Partnership and Collaboration with the International Fellowship of Evangelical Students. Adeleye's special areas of interests are poverty and wealth, and the prosperity gospel.\nAdeleye pointed to John 10:10, a verse often used to support material prosperity. He emphasized that the Greek word for life used in the Bible is zoe, which means life in the spirit and in the soul. Zoe is different from bios, which refers to physical, material life. Therefore, what Jesus is telling his followers is to have an abundant life in the spirit and not necessarily in material riches.\n\"So in this discussion about prosperity gospel, it is important to have [an] educated, biblical interpretation,\" Adeleye emphasized.\nThe respected African Christian leader shared that he has tried to study the prosperity gospel over the last 20 years and found that it thrives significantly in contexts of extreme poverty where there is little potential wealth and where the minority controls much of the money.\nHe challenged churches to do more than \"dangle the carrot of prosperity before people\" and to deliberately look for opportunities to provide vocational training and other ways to lift people out of poverty.\nSeveral participants in the multiplex commented during the Q&A time that the church needs to do a better job teaching the value of work and to be more active in addressing how people can get out of poverty, which the prosperity gospel addresses.\n\"Giving is part of our worship but prosperity gospel makes giving a transactional activity,\" commented Asamoah. Believers are taught that when they make an offering to God they can expect a certain return. But God blesses according to His wisdom and it is not necessarily material wealth.\"\n\"[We] cannot use offering to buy God's grace [and] that is what prosperity gospel doing,\" said the Ghanian theologian.\nMore than 4,000 Christian leaders representing over 190 nations attended Lausanne III last week in Cape Town. The purpose of the Lausanne Congress was to bring the global body of Christ together to discuss how to best evangelize the world. The conference concluded on Sunday.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "line",
            "say",
            "material",
            "gospel",
            "theologians",
            "prosperity",
            "god",
            "biblical",
            "wealth",
            "lausanne",
            "poverty",
            "used",
            "blessing",
            "materialism",
            "treads",
            "life",
            "fine"
        ]
    }
]