[
    {
        "url": "https://www.christianpost.com/news/pentecostal-christian-couple-arrested-for-torture-let-children-eat-once-a-day-shower-twice-a-year.html",
        "title": "'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n'Christian' Couple Arrested for Torture Let Children Eat Once a Day, Allowed 1 Annual Shower\n| Thursday, January 18, 2018\nLouise and David Turpin and their children. | (Photo: Facebook)\nA Christian couple arrested for torture and child endangerment after their 13 children were rescued from their filthy home on the weekend only allowed the severely malnourished children to eat once a day and one shower a year,  according  to law enforcement officials.\n\"They were not being fed and they were living in filthy, dirty conditions. That's gonna take its toll,\" said Captain Greg Fellows of the Riverside County Sheriff's Department at a press conference.\nThe children of David Allen Turpin, 57, and his 49-year-old wife, Louise Anna Turpin, were rescued  from their home in Perris, California, on Sunday after their emaciated 17-year-old daughter escaped and alerted police that her siblings were being held captive by her parents.\n\"Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,\" police said in a press release.\nWhat was even more shocking, they say, was that seven of the 13 victims who ranged in age from 2 to 29 were adults 18 and older.\nAn official with knowledge of the case told NBC News  that the four-bedroom home where they lived was like a prison and reeked of urine. All of the children are reportedly being treated for severe malnutrition at local hospitals and doctors are worried they could go into shock. As soon as their conditions improve, psychologists are expected to be brought in to evaluate them.\nDavid Turpin's 81-year-old mother, Betty Turpin, said it's difficult to believe what was happening in her son's house because she felt he and his wife were \"model Christians.\"\n\"I feel they were model Christians. It's hard to believe all of this. Over the years, (only) the Lord knows what happened,\" she told the Daily Breeze . \"I'm not just a bragging parent. We raised two sons. They never gave us any problem, never got on drugs. ... (We) kept them in church. We never had to make them go to church.\"\nDavid Turpin's brother, Randy Turpin, who has been president of the Pentecostal Valor Christian College since 2015 , has asked for privacy as he deals with the revelations about the family of his estranged brother.\nRandy Turpin, president of Valor Christian College in Ohio. | (Photo: Facebook)\n\"The Valor Christian College community joins with millions of Americans who are shocked and saddened by these terrible stories from California and we are praying for the full recovery of all involved,\" the Ohio school said on behalf of their president who has taken a sabbatical to deal with the family crisis.\nBetty Turpin, who lives in Princeton, West Virginia, told the Daily Breeze that she vacationed with her son and his wife six years ago and she cannot reconcile the police report with her experience then.\n\"They are the sweetest family,\" she said. \"They were just like any ordinary family. And they had such good relationships. I'm not just saying this stuff. These kids, we were amazed. They were 'sweetie' this and 'sweetie' that to each other.\"\nElizabeth Jane Flores, who is Louise Turpin's estranged sister, said she tried for years to get in touch with the children but their parents would not allow it.\n\"I want to reach out to the kids, I want them to know that for years we begged to Skype, we begged to see them, the whole family,\" she told ABC News' \" Good Morning America \" through tears.\n\"I was shocked because my sister and I haven't really had a sister relationship for about 20 years. So other than maybe like a call every once in a while, and sometimes those calls are like a year apart. So I was shocked, I was devastated,\" Flores said of the police rescue. \"We were never allowed to be a part of their lives.\"\nShe explained that she lived with her sister and her family for a few months when she was in college. The Turpins, she said, only had four children at that time and the eldest was in elementary school.\n\"I thought they were really strict, but I didn't see any type of abuse,\" she said. \"Now that I'm an adult, I look back, I see things that I didn't see then.\"\nShe recalled, however, that she had \"uncomfortable\" experiences with her brother-in-law but she never said anything because she was \"young\" and \"scared.\"\n\"He did things that made me feel uncomfortable,\" Flores said. \"If I were to get in the shower, he would come in there while I was in there and watch me, and it was like a joke. He never touched me or anything.\"\nDespite the estrangement between her and her sister, she said she was praying for the family.\n\"I want her to know that she's still my blood and I love her. I don't agree with what she did and her actions have made the whole family suffer. But I want her to know that I'm praying for her salvation and that we do love her,\" said Flores. \"I love Louise, but the kids are my concern.\"\nRelated Articles\n",
        "quotes": [
            [
                "They were not being fed and they were living in filthy, dirty conditions.",
                "Greg Fellows",
                true
            ],
            [
                "That's gonna take its toll,",
                "Greg Fellows",
                true
            ],
            [
                "Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,",
                "",
                true
            ],
            [
                "I feel they were model Christians.",
                "David Turpin",
                true
            ],
            [
                "It's hard to believe all of this.",
                "David Turpin",
                true
            ],
            [
                "Over the years, (only) the Lord knows what happened,",
                "David Turpin",
                true
            ],
            [
                "I'm not just a bragging parent.",
                "",
                true
            ],
            [
                "They never gave us any problem, never got on drugs.",
                "",
                true
            ],
            [
                "We never had to make them go to church.",
                "",
                true
            ],
            [
                "The Valor Christian College community joins with millions of Americans who are shocked and saddened by these terrible stories from California and we are praying for the full recovery of all involved,",
                "",
                true
            ],
            [
                "They were just like any ordinary family.",
                "Flores",
                true
            ],
            [
                "And they had such good relationships.",
                "Flores",
                true
            ],
            [
                "I'm not just saying this stuff.",
                "Flores",
                true
            ],
            [
                "They were 'sweetie' this and 'sweetie' that to each other.",
                "Flores",
                true
            ],
            [
                "I want to reach out to the kids, I want them to know that for years we begged to Skype, we begged to see them, the whole family,",
                "Flores",
                true
            ],
            [
                "I was shocked because my sister and I haven't really had a sister relationship for about 20 years.",
                "Flores",
                true
            ],
            [
                "So other than maybe like a call every once in a while, and sometimes those calls are like a year apart.",
                "Flores",
                true
            ],
            [
                "So I was shocked, I was devastated,",
                "Flores",
                true
            ],
            [
                "We were never allowed to be a part of their lives.",
                "Flores",
                true
            ],
            [
                "I thought they were really strict, but I didn't see any type of abuse,",
                "Flores",
                true
            ],
            [
                "Now that I'm an adult, I look back, I see things that I didn't see then.",
                "Flores",
                true
            ],
            [
                "He did things that made me feel uncomfortable,",
                "Flores",
                true
            ],
            [
                "If I were to get in the shower, he would come in there while I was in there and watch me, and it was like a joke.",
                "Flores",
                true
            ],
            [
                "He never touched me or anything.",
                "Flores",
                true
            ],
            [
                "I want her to know that she's still my blood and I love her.",
                "Flores",
                true
            ],
            [
                "I don't agree with what she did and her actions have made the whole family suffer.",
                "Flores",
                true
            ],
            [
                "But I want her to know that I'm praying for her salvation and that we do love her,",
                "Flores",
                true
            ],
            [
                "I love Louise, but the kids are my concern.",
                "Flores",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christian-couple-kept-their-13-children-starving-and-shackled-in-chains-inside-house-of-horror-police-say-213994/",
                "https://www.pe.com/2018/01/17/grandparents-of-13-siblings-found-captive-in-perris-they-are-the-sweetest-family/",
                "https://www.nbcnews.com/news/us-news/california-torture-house-13-siblings-allowed-eat-once-day-shower-n838671"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/139366446128164/photos/a.147621421969333.30757.139366446128164/929327650465369/?type=3&theater"
            ]
        },
        "key_words": [
            "arrested",
            "couple",
            "turpin",
            "family",
            "im",
            "torture",
            "christian",
            "told",
            "shower",
            "eat",
            "sister",
            "let",
            "day",
            "wife",
            "turpins",
            "flores",
            "children",
            "annual"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/christian-couple-kept-their-13-children-starving-and-shackled-in-chains-inside-house-of-horror-police-say.html",
        "title": "Christian Couple Kept Their 13 Children 'Starving' and Shackled in Chains Inside House of Horror, Police Say",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Couple Kept Their 13 Children 'Starving' and Shackled in Chains Inside House of Horror, Police Say\nChristian Couple Kept Their 13 Children 'Starving' and Shackled in Chains Inside House of Horror, Police Say\nChristian Couple Kept Their 13 Children 'Starving' and Shackled in Chains Inside House of Horror, Police Say\n| Tuesday, January 16, 2018\nDavid Allen Turpin, 57, and his wife Louise Anna Turpin,49, are pictured here with their 13 children. | (Photo: Facebook)\nThe home of a California couple known in their community as a good Christian family was revealed to be a house of horror Sunday morning when local police rescued their 13 children, some of whom were found \"shackled to their beds with chains and padlocks in dark and foul-smelling surroundings.\"\nA release  from the Perris Police Department said they responded to the home of David Allen Turpin, 57, and his 49-year-old wife, Louise Anna Turpin, early Sunday morning after the Turpins' 17-year-old daughter, who had escaped from their home, called the police to report that her 12 siblings were being held captive by their parents.\nWhen police officers met with the teenager, they said she appeared \"slightly emaciated\" and looked no older than 10. When they decided to investigate the teenager's claims, officers were shocked by what they found in the Turpin home.\n\"Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,\" officials said.\nWhat was even more shocking, police say, was that seven of the 13 victims who ranged in age from 2 to 29 were adults 18 and older. They appeared so malnourished and dirty, however, it was hard to tell.\n\"The victims were provided with food and beverages after they claimed to be starving,\" police said.\nDavid Allen Turpin, 57, and his wife Louise Anna Turpin,49. | (Photo: Riverside County Sheriff's Department)\nThe six children were transported to the Riverside University Hospital System for medical examinations and admitted for treatment while the seven adult children were taken to Corona Regional Medical Center for examination and admitted for medical treatment.\nTheir parents were arrested and charged with torture and child endangerment and are both currently in custody with bail set at $9 million each.\nJames and Betty Turpin of West Virginia  told ABC News  that they were \"surprised and shocked\" by the allegations against their son, David Turpin, and his wife.\nThey said \"God called on them (the couple)\" to have as many children as they did. The children, they said, were raised with \"very strict homeschooling,\" and taught to memorize long passages of the Bible and memorizing the entire Bible was also a goal for some.\nShocked neighbors told CBS2 News  they had seen some of the children picking up trash around their home. They appeared shy and pale and at one point appeared to be digging for food in the garbage bins but didn't appear to be in danger.\n\"Nonchalant, looked like they were having fun like a regular family,\" Nicole Gooding said.\nDavid Allen Turpin,  according to The New York Times , is listed as the principal at a school registered at the family's home address called the Sandcastle Day School. Six students were enrolled this year in grades six through 12. Legal documents cited by both The New York Times and CBS2 also note that the family lived in Murrieta until a few years ago and had declared bankruptcy in 2011.\nThe files showed David Turpin was an engineer for Northrop Grumman in San Diego while his wife was listed as a homemaker. He earned $140,000 annually but had debt of between $100,000 and $500,000 at the time.\nNeighbor Roberto Gomez told the Times that the family kept lights on inside the house at all hours but never seemed to come outside. Julio Reyes, said he saw teenagers mowing in the yard and helping to put up Christmas decorations last year.\n\"They look pretty normal,\" Reyes said. \"Pretty normal house, they have nice cars. It's just an appearance.\"\nThe couple's Facebook page is linked to several others with the surname \"Turpin,\" including Randy Turpin, according to CBS2.\nRandy Turpin is president of Valor Christian College , in Columbus, Ohio. The Christian Post reached out to him for comment Tuesday but he was unavailable.\nRelated Articles\n",
        "quotes": [
            [
                "shackled to their beds with chains and padlocks in dark and foul-smelling surroundings.",
                "",
                false
            ],
            [
                "Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,",
                "",
                true
            ],
            [
                "The victims were provided with food and beverages after they claimed to be starving,",
                "",
                true
            ],
            [
                "God called on them (the couple",
                "",
                false
            ],
            [
                "Nonchalant, looked like they were having fun like a regular family,",
                "Nicole Gooding",
                true
            ],
            [
                "Pretty normal house, they have nice cars.",
                "Julio Reyes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://losangeles.cbslocal.com/2018/01/15/parents-arrested-for-torture-13-children/",
                "https://www.nytimes.com/2018/01/15/us/siblings-captive-california.html?mtrref=www.google.com"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/13-siblings-ages-29-held-captive-parents-shackled/story?id=52364267"
            ],
            "unsure": [
                "http://www.riversidesheriff.org/press/per18-0114.asp",
                "https://www.valorcollege.edu/Pages/67-administration"
            ]
        },
        "key_words": [
            "medical",
            "couple",
            "turpin",
            "family",
            "kept",
            "starving",
            "horror",
            "told",
            "christian",
            "shackled",
            "house",
            "appeared",
            "say",
            "inside",
            "times",
            "children"
        ]
    },
    {
        "url": "https://www.pe.com/2018/01/17/grandparents-of-13-siblings-found-captive-in-perris-they-are-the-sweetest-family/",
        "title": "Grandmother of 13 siblings found captive in Perris: ‘They are the sweetest family’",
        "authors": [
            {
                "name": "Roxana Kopetman Is A Staff Writer At The Orange County Register.",
                "link": null
            },
            {
                "name": "Roxana Kopetman",
                "link": null
            }
        ],
        "publisher": "https://www.pe.com",
        "publish_date": "2018-01-17",
        "text": "X\nShare this:\nPUBLISHED:\n| UPDATED:\nJanuary 23, 2018 at 6:27 pm\nThe siblings called each other “sweetie.” They never argued. They looked healthy. And everything seemed to be fine.\nThat’s how Betty and James Turpin remember their grandchildren from a five-day visit to California a half-dozen years ago.\n“We’re still in shock,” Betty Turpin said of allegations that her grandchildren were held captive, and in the wake of her son and daughter-in-law getting arrested on charges of suspicion of torture and child endangerment.\n“They are the sweetest family,” said Turpin, 81, of Princeton, W.Va. “They were just like any ordinary family. And they had such good relationships. I’m not just saying this stuff. These kids, we were amazed. They were ‘sweetie’ this and ‘sweetie’ that to each other.\n“We never heard those kids arguing,” Turpin said in a phone interview Wednesday with the Southern California News Group. “Some (now) say they were told to behave. But you take a household of kids over five days, they’re going to be themselves. It was wonderful.”\nThe elderly Turpins said it was difficult to reconcile what they saw during their vacation about six years ago with the shocking reports coming out of Perris.\nNeighbors reported rarely seeing the children outdoors. One neighbor said she only saw them out at night. Pale and malnourished, the adult children appeared far younger than their actual ages, their growth stunted for lack of nutrition, authorities said. The children were home-schooled.\nJames Turpin, 84, said he and his wife want to speak with their grandchildren, and hoped to reach them with the help of social workers.\n“They’re supposed to get us connected,” he said Wednesday.\nOf the grandparents’ visit to the family’s previous home in Murrieta, he said: “At the time, they all looked to me well-adjusted. They weren’t skinny or nothing. They were joyous to see us.”\nThe grandparents stayed at the family’s home, and ate at restaurants and visited Disneyland together. At Disneyland, the grandchildren wore matching outfits and lined up in a row to get on attractions, according to the age of each child, with the father standing at the end, their grandmother said Wednesday.\n“That shows you how particular they were about keeping the kids together and organized,” Betty Turpin said.\nWhy so many children?\n“God wanted them to have them,” is what her son told the family.\nDavid Allen Turpin, 56, and Louise Ann Turpin, 49, of Perris, were each arrested on suspicion of nine counts of torture and 10 counts of child endangerment. (Photos courtesy of Riverside County Sheriff’s Department)\nDavid, 56, and Louise Turpin, 49, were raised in the Pentecostal faith but were not affiliated with any California congregation, Betty Turpin said: “They were raised in church. We were raised in church. …\n“I feel they were model Christians. It’s hard to believe all of this. Over the years, (only) the Lord knows what happened. …\n“I’m not just a bragging parent. We raised two sons. They never gave us any problem, never got on drugs,” Betty Turpin said. “(We) kept them in church. We never had to make them go to church.”\nHer other son, Randy Turpin, is the president of Valor Christian College in Columbus, Ohio. In reply to email queries, his college issued a statement Tuesday asking media to respect his privacy and that of his family members “as they deal with these revelations about estranged family members.”\nDavid Turpin graduated from Virginia Tech and worked for Northrop Grumman Corp., his mother said. Northrop Grumman wouldn’t say Wednesday whether Turpin worked for the company.\n“We are deeply troubled by the nature of the allegations against Mr. Turpin,” a spokesman said in an email. “We have no information regarding the case and would refer any inquiries to the authorities.”\nOne of Louise Turpin’s sisters said this week that some family members were prevented from seeing the children . Betty Turpin said that was not true: “(The sister) doesn’t like Louise.”\nWhat did happen on Muir Woods Road?\n“That’s a good question,” Betty Turpin said. “We always felt they were in good hands before. We don’t know what happened.”\nStaff writer Brian Rokos contributed to this report.\nEditor’s note: This story has been updated to correct David Turpin’s age and Louise Turpin’s middle name.\nGet the latest news delivered daily!\nWe invite you to use our commenting platform to engage in insightful conversations about issues in our community. Although we do not pre-screen comments, we reserve the right at all times to remove any information or materials that are unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane, indecent or otherwise objectionable to us, and to disclose any information necessary to satisfy the law, regulation, or government request. We might permanently block any user who abuses these conditions.\nIf you see comments that you find offensive, please use the “Flag as Inappropriate” feature by hovering over the right side of the post, and pulling down on the arrow that appears. Or, contact our editors by emailing moderator@scng.com.\nEmail check failed, please try again\nSorry, your blog cannot share posts by email.\nClose\n",
        "quotes": [
            [
                "We never heard those kids arguing,",
                "David Allen Turpin",
                true
            ],
            [
                "Some (now) say they were told to behave.",
                "David Allen Turpin",
                true
            ],
            [
                "But you take a household of kids over five days, they’re going to be themselves.",
                "David Allen Turpin",
                true
            ],
            [
                "They’re supposed to get us connected,",
                "",
                true
            ],
            [
                "At the time, they all looked to me well-adjusted.",
                "",
                true
            ],
            [
                "They weren’t skinny or nothing.",
                "",
                true
            ],
            [
                "They were joyous to see us.",
                "",
                true
            ],
            [
                "That shows you how particular they were about keeping the kids together and organized,",
                "Louise Turpin",
                true
            ],
            [
                "God wanted them to have them,",
                "Louise Turpin",
                true
            ],
            [
                "I’m not just a bragging parent.",
                "Louise Turpin",
                true
            ],
            [
                "They never gave us any problem, never got on drugs,",
                "Louise Turpin",
                true
            ],
            [
                "We never had to make them go to church.",
                "Louise Turpin",
                true
            ],
            [
                "as they deal with these revelations about estranged family members.",
                "",
                false
            ],
            [
                "We are deeply troubled by the nature of the allegations against Mr. Turpin,",
                "",
                true
            ],
            [
                "We have no information regarding the case and would refer any inquiries to the authorities.",
                "",
                true
            ],
            [
                "The sister) doesn’t like Louise.",
                "Louise Turpin",
                true
            ],
            [
                "We always felt they were in good hands before.",
                "Louise Turpin",
                true
            ],
            [
                "We don’t know what happened.",
                "Louise Turpin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pe.com/2018/01/16/family-members-of-couple-accused-of-torturing-13-children-learned-of-allegations-from-reporters/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "perris",
            "turpin",
            "13",
            "family",
            "siblings",
            "grandmother",
            "grandchildren",
            "son",
            "betty",
            "kids",
            "children",
            "sweetie",
            "raised",
            "sweetest",
            "turpins",
            "captive"
        ]
    },
    {
        "url": "https://www.nbcnews.com/news/us-news/california-torture-house-13-siblings-allowed-eat-once-day-shower-n838671",
        "title": "California torture house: 13 siblings allowed to eat once a day, shower once a year",
        "authors": [],
        "publisher": "https://www.nbcnews.com",
        "publish_date": "2018-01-19",
        "text": "Breaking News Emails\nGet breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\nBy Sumiko Moots, Daniel Arkin and Corky Siemaszko\nPERRIS, Calif. — The 13 starving siblings held captive in a California house hardly ever saw the sun and were allowed, a prosecutor said Thursday, to eat only one rationed meal a day and shower just once a year.\nThey were allegedly beaten, choked and shackled to their beds with no access to a bathroom for months at a time for supposed offenses like \"playing with water\" when they washed their hands.\nTheir parents would buy toys, the prosecutor said, but not let them play with them or even take them out of the packaging. They would make pumpkins pies and not let the hungry children eat them.\nJan. 18, 201802:15\nAnd one of the girls was the victim of a lewd act allegedly at the hands of her father, David Allen Turpin, Riverside County District Attorney Mike Hestrin said.\n\"This is severe, emotional and physical abuse. There is no way around that,\" Hestrin said. \"This is depraved conduct.\"\nHestrin delivered what he called a \"snapshot\" of the alleged horrors visited on the children before the first court appearance by Turpin, 57, and his wife, Louise Anna Turpin, 49.\nThe couple sat as their court-appointed lawyers entered not guilty pleas to more than three dozen charges that could send the couple to prison for 94 years to life. Turpin wore a blue blazer and his wife was dressed in black.\nBail was set at $12 million, David Macher, a lawyer for Turpin, said afterward.\nJan. 18, 201801:18\n“In more than 20 years as a prosecutor in Riverside County, this is one of the most disturbing cases I've seen,” Hestrin said. “We are fully prepared to seek justice in this case and to do so in a way that protects all of these victims from further harm.”\nBoth Turpins were charged with 12 counts of torture, seven counts of abuse on a dependent adult, 12 counts of false imprisonment and six counts of child abuse, Hestrin said.\nTurpin was hit with an additional charge of committing a lewd act on a child by force.\nHestrin said the alleged victim was one of Turpin's daughters but did not divulge any other details.\nAsked how he plans to defend a suspect whose alleged crimes have drawn outrage around the world, Macher said, \"Well, it's going to be a challenge.\"\n“What we would like the public to know is that our clients are presumed to be innocent, and that’s a very important presumption,” Macher said. “Second, we’re going to provide a vigorous defense on behalf of Mr. Turpin.\"\nJan. 18, 201801:59\nThe abuse of the children allegedly started during the 17 years the Turpins lived near Fort Worth, Texas, and intensified when they moved to California in 2010. They lived in the city of Murrieta until 2014 before moving to Perris, a small city some 70 miles southeast of Los Angeles.\nIt \"started out as neglect\" and became severe, pervasive child abuse, said Hestrin, who added that the charges cover just the eight years the Turpins lived in Riverside County.\nThe Turpins used ropes to bind the kids before switching to chains, he said.\nAll the children were born in hospitals, but they almost never saw doctors and never visited a dentist, Hestrin said. \"These individuals sleep all day and are up all night,\" said Hestrin, who said they typically went to sleep between 4 a.m. and 5 a.m.\nEarlier, a law enforcement source told NBC News that the children were allowed two showers a year. Hestrin said that it was just one shower a year and that one of the few things the Turpins allowed the kids to do was write in journals.\nHestrin said they have recovered hundreds of them and they \"are going to be strong evidence of what occurred in that home.\"\nThe home in Perris, California, where the Turpins allegedly imprisoned their 13 children.Sandy Huffaker / Getty Images\nThe captives were supposed to be home-schooled, the DA added, but they were so clueless about the world that \"many of the children didn't know what a police officer was.\"\nThe secrets of the house on Muir Woods Road began to be revealed on Sunday when the Turpins' 17-year-old daughter and her younger sister escaped through a window.\n\"There was two of them that left the house,\" the DA said. \"One of them turned back because she was afraid.\"\nBut the older girl kept going and called 911 for help with a cellphone she had found inside the house, Hestrin said.\nAnd while she was described earlier by a law enforcement official as having the mental capacity of a much younger girl, the 17-year-old had been planning her escape for two years, Hestrin said.\nThe only child in the Turpin household that did not appear to be abused by the parents was the youngest, a 2-year-old girl \"who was getting enough to eat,\" Hestrin said. By contrast, the 29-year-old daughter weighed just 82 pounds when she was rescued, he said.\nAngie Parra, who took a music class with one of the children at a community college, said the man wore the same clothes every day appeared \"famished.\"\n\"He stood by the table and didn't sit down,\" she told NBC Los Angeles. \"He literally ate plate after plate after plate.\"\n\"I could see sadness in his face. His eyes, he never wanted to make eye contact with anyone,\" she said.\nWhen police got inside the house, they discovered a 22-year-old chained to a piece of furniture and two others who had managed to unshackle themselves. The rooms inside the brown-and-beige four-bedroom house reeked of urine.\nHestrin said only one of the children — a boy — was allowed off the premises to take classes, and he was always accompanied by his mother. He did not give any other details.\nAll of the children, who range in age from 2 to 29, have been admitted to hospitals for treatment for severe malnutrition.\n\"They are relieved,\" Hestrin said. \"They are in good hands.\"\nDoctors were concerned about the children going into shock since they are so malnourished, so they are receiving antibiotics, vitamins and nutrients, and psychologists will be brought in to evaluate them when their physical conditions improve, the law enforcement official said.\nThe Turpins had little contact with family in West Virginia, and shocked relatives have said they had no idea what the couple are alleged to have done.\n“They were just like any ordinary family,” said Turpin's 81-year-old mother, Betty Turpin. “And they had such good relationships. I’m not just saying this stuff. These kids — we were amazed. They were ‘sweetie’ this and ‘sweetie’ that to each other.”\nJan. 19, 201802:51\nBetty Turpin told the Southern California News Group on Wednesday that her son had told her he had so many kids because God wanted him to, and that he shared her Pentecostal Christian faith but was not affiliated with a church in California.\n“I feel they were model Christians,” the elder Turpin said. “It’s hard to believe all of this. Over the years, the Lord knows what happened.”\nLouise's sister, Teresa Robinette, said she had not been in touch but had no reason to suspect trouble. \"We always thought she was living the perfect life,\" she said in an interview conducted in Knoxville, Tennessee. \"She would tell us they went to Disneyland all the time. They would go to Vegas .\"\nRobinette added that Louise left home at 16 to marry Turpin. She said the parents refused to let their children date or spend much time with other children.\n\"They weren't allowed to watch TV. They weren't allowed to talk on the phone, have friends over, stuff like that. Normal things that kids do.”\nInvestigators are trying to determine if religion played a part in the imprisonment and alleged torture of the Turpin children, according to the law enforcement official. The minor children have been polite and cooperative, but they have not been able to provide statements, the official said. Investigators are still trying to obtain statements from the adult victims.\nThe grim discovery has raised questions about how this could happen at a house owned by a couple that had registered with the state Board of Education to run a home-school on the premises. But the state agency does not regulate or oversee private schools in California.\nPrivate schools are subject to an annual inspection by the state or local fire marshal. But the Turpins never alerted Perris city officials they were operating one at their home, fire marshal Dave Martinez told NBC News.\n\"It's a home-school so it's not licensed,\" he said. \"If it was a licensed facility, it would trigger our inspections.\"\nSumiko Moots reported from Perris, California. Daniel Arkin and Corky Siemaszko reported from New York.\n",
        "quotes": [
            [
                "Jan. 18, 201801:59\nThe abuse of the children allegedly started during the 17 years the Turpins lived near Fort Worth, Texas, and intensified when they moved to California in 2010.",
                "",
                true
            ],
            [
                "They lived in the city of Murrieta until 2014 before moving to Perris, a small city some 70 miles southeast of Los Angeles.",
                "",
                true
            ],
            [
                "These individuals sleep all day and are up all night,",
                "",
                true
            ],
            [
                "are going to be strong evidence of what occurred in that home.",
                "",
                false
            ],
            [
                "many of the children didn't know what a police officer was.",
                "",
                false
            ],
            [
                "There was two of them that left the house,",
                "",
                true
            ],
            [
                "One of them turned back because she was afraid.",
                "",
                true
            ],
            [
                "who was getting enough to eat,",
                "",
                false
            ],
            [
                "He stood by the table and didn't sit down,",
                "",
                true
            ],
            [
                "He literally ate plate after plate after plate.",
                "",
                true
            ],
            [
                "I could see sadness in his face.",
                "",
                true
            ],
            [
                "His eyes, he never wanted to make eye contact with anyone,",
                "",
                true
            ],
            [
                "We always thought she was living the perfect life,",
                "",
                true
            ],
            [
                "She would tell us they went to Disneyland all the time.",
                "",
                true
            ],
            [
                "This is severe, emotional and physical abuse.",
                "Hestrin",
                true
            ],
            [
                "There is no way around that,",
                "Hestrin",
                true
            ],
            [
                "In more than 20 years as a prosecutor in Riverside County, this is one of the most disturbing cases I've seen,",
                "Hestrin",
                true
            ],
            [
                "We are fully prepared to seek justice in this case and to do so in a way that protects all of these victims from further harm.",
                "Hestrin",
                true
            ],
            [
                "Well, it's going to be a challenge.",
                "Macher",
                true
            ],
            [
                "What we would like the public to know is that our clients are presumed to be innocent, and that’s a very important presumption,",
                "Macher",
                true
            ],
            [
                "Second, we’re going to provide a vigorous defense on behalf of Mr.",
                "Macher",
                true
            ],
            [
                "Jan. 18, 201801:59\nThe abuse of the children allegedly started during the 17 years the Turpins lived near Fort Worth, Texas, and intensified when they moved to California in 2010.",
                "Macher",
                true
            ],
            [
                "They lived in the city of Murrieta until 2014 before moving to Perris, a small city some 70 miles southeast of Los Angeles.",
                "Macher",
                true
            ],
            [
                "It \"started out as neglect\" and became severe, pervasive child abuse, said Hestrin, who added that the charges cover just the eight years the Turpins lived in Riverside County.",
                "Macher",
                true
            ],
            [
                "The Turpins used ropes to bind the kids before switching to chains, he said.",
                "Macher",
                true
            ],
            [
                "All the children were born in hospitals, but they almost never saw doctors and never visited a dentist, Hestrin said.",
                "Macher",
                true
            ],
            [
                "These individuals sleep all day and are up all night,\" said Hestrin, who said they typically went to sleep between 4 a.m. and 5 a.m.",
                "Macher",
                true
            ],
            [
                "Earlier, a law enforcement source told NBC News that the children were allowed two showers a year.",
                "Macher",
                true
            ],
            [
                "Hestrin said that it was just one shower a year and that one of the few things the Turpins allowed the kids to do was write in journals.",
                "Macher",
                true
            ],
            [
                "Hestrin said they have recovered hundreds of them and they \"are going to be strong evidence of what occurred in that home.",
                "Macher",
                true
            ],
            [
                "The home in Perris, California, where the Turpins allegedly imprisoned their 13 children.Sandy Huffaker / Getty Images\nThe captives were supposed to be home-schooled, the DA added, but they were so clueless about the world that \"many of the children didn't know what a police officer was.",
                "Macher",
                true
            ],
            [
                "The secrets of the house on Muir Woods Road began to be revealed on Sunday when the Turpins' 17-year-old daughter and her younger sister escaped through a window.",
                "Macher",
                true
            ],
            [
                "There was two of them that left the house,\" the DA said.",
                "Macher",
                true
            ],
            [
                "One of them turned back because she was afraid.",
                "Macher",
                true
            ],
            [
                "But the older girl kept going and called 911 for help with a cellphone she had found inside the house, Hestrin said.",
                "Macher",
                true
            ],
            [
                "And while she was described earlier by a law enforcement official as having the mental capacity of a much younger girl, the 17-year-old had been planning her escape for two years, Hestrin said.",
                "Macher",
                true
            ],
            [
                "The only child in the Turpin household that did not appear to be abused by the parents was the youngest, a 2-year-old girl \"who was getting enough to eat,\" Hestrin said.",
                "Macher",
                true
            ],
            [
                "By contrast, the 29-year-old daughter weighed just 82 pounds when she was rescued, he said.",
                "Macher",
                true
            ],
            [
                "Angie Parra, who took a music class with one of the children at a community college, said the man wore the same clothes every day appeared \"famished.",
                "Macher",
                true
            ],
            [
                "He stood by the table and didn't sit down,\" she told NBC Los Angeles.",
                "Macher",
                true
            ],
            [
                "He literally ate plate after plate after plate.",
                "Macher",
                true
            ],
            [
                "I could see sadness in his face.",
                "Macher",
                true
            ],
            [
                "His eyes, he never wanted to make eye contact with anyone,\" she said.",
                "Macher",
                true
            ],
            [
                "When police got inside the house, they discovered a 22-year-old chained to a piece of furniture and two others who had managed to unshackle themselves.",
                "Macher",
                true
            ],
            [
                "The rooms inside the brown-and-beige four-bedroom house reeked of urine.",
                "Macher",
                true
            ],
            [
                "Hestrin said only one of the children — a boy — was allowed off the premises to take classes, and he was always accompanied by his mother.",
                "Macher",
                true
            ],
            [
                "He did not give any other details.",
                "Macher",
                true
            ],
            [
                "All of the children, who range in age from 2 to 29, have been admitted to hospitals for treatment for severe malnutrition.",
                "Macher",
                true
            ],
            [
                "Doctors were concerned about the children going into shock since they are so malnourished, so they are receiving antibiotics, vitamins and nutrients, and psychologists will be brought in to evaluate them when their physical conditions improve, the law enforcement official said.",
                "Macher",
                true
            ],
            [
                "The Turpins had little contact with family in West Virginia, and shocked relatives have said they had no idea what the couple are alleged to have done.",
                "Macher",
                true
            ],
            [
                "They were just like any ordinary family,” said Turpin's 81-year-old mother, Betty Turpin.",
                "Macher",
                true
            ],
            [
                "And they had such good relationships.",
                "Macher",
                true
            ],
            [
                "I’m not just saying this stuff.",
                "Macher",
                true
            ],
            [
                "They were ‘sweetie’ this and ‘sweetie’ that to each other.”\nJan. 19, 201802:51\nBetty Turpin told the Southern California News Group on Wednesday that her son had told her he had so many kids because God wanted him to, and that he shared her Pentecostal Christian faith but was not affiliated with a church in California.",
                "Macher",
                true
            ],
            [
                "I feel they were model Christians,” the elder Turpin said.",
                "Macher",
                true
            ],
            [
                "It’s hard to believe all of this.",
                "Macher",
                true
            ],
            [
                "Over the years, the Lord knows what happened.”\nLouise's sister, Teresa Robinette, said she had not been in touch but had no reason to suspect trouble.",
                "Macher",
                true
            ],
            [
                "We always thought she was living the perfect life,\" she said in an interview conducted in Knoxville, Tennessee.",
                "Macher",
                true
            ],
            [
                "She would tell us they went to Disneyland all the time.",
                "Macher",
                true
            ],
            [
                "Robinette added that Louise left home at 16 to marry Turpin.",
                "Macher",
                true
            ],
            [
                "She said the parents refused to let their children date or spend much time with other children.",
                "Macher",
                true
            ],
            [
                "They weren't allowed to watch TV.",
                "Macher",
                true
            ],
            [
                "They weren't allowed to talk on the phone, have friends over, stuff like that.",
                "Macher",
                true
            ],
            [
                "It's a home-school so it's not licensed,",
                "",
                true
            ],
            [
                "If it was a licensed facility, it would trigger our inspections.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.pe.com/2018/01/17/grandparents-of-13-siblings-found-captive-in-perris-they-are-the-sweetest-family/",
                "https://www.nbcnews.com/news/us-news/california-couple-charged-torture-brought-13-kids-along-when-they-n838026"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "13",
            "siblings",
            "know",
            "torture",
            "shower",
            "eat",
            "house",
            "day",
            "allowed",
            "california",
            "value"
        ]
    },
    {
        "url": "https://losangeles.cbslocal.com/2018/01/15/parents-arrested-for-torture-13-children/",
        "title": "13 Children Ages 2 To 29 Found Shackled To Beds In Perris Home, Parents Held On $18M Bail",
        "authors": [],
        "publisher": "https://losangeles.cbslocal.com",
        "publish_date": "2018-01-15",
        "text": "January 15, 2018 at 11:05 pm\nPERRIS (CBSLA) — A Perris couple was arrested and booked on torture and child endangerment charges after their 17-year-old daughter escaped from their home early Sunday morning and informed deputies that 12 of her siblings were being held captive by her parents, according to authorities.\nDavid Allen Turpin (left) and his wife Louise Anna Turpin (Riverside County Sheriff’s Department)\nAfter meeting with the daughter, deputies arrived at the family’s residence in the 100 block of Muir Woods Road in Perris.\nInvestigators found 57-year-old David Allen Turpin and 49-year-old Louise Anna Turpin were, in fact, keeping 13 children shackled to their beds with chains and padlocks, authorities said.\nThe children, ranging between the ages of 2 to 29, were so malnourished that upon their initial arrival, deputies believed the adults to be children.\nAccording to the Riverside County Sheriff’s Department, all 13 victims were transported to the Perris Station and interviewed by detectives. After claiming to be starving, the victims were provided with food and drinks.\nNeighbors were shocked at the horrific revelation Monday, saying the children rarely were seen outside their home.\nThey’re trying to figure out how they missed signs this was happening right in their neighborhood.\nSome nearby residents told CBS2 News they saw some of the children picking up trash around their home, and at one point even digging for food in the garbage bins.\n“Nonchalant, looked like they were having fun like a regular family,” neighbor Nicole Gooding told CBS2.\nOthers said the children were shy and pale, but that they did not seem to be in poor health.\nAccording to the California Department of Education, the home was registered as a private school called Sandcastle Day School. David Turpin was listed as the principal.\nThe six children were then transported to the Riverside University Hospital System and admitted for treatment, whereas the seven adult children were taken to Corona Regional Medical Center.\nFollowing the investigation, the parents were detained and transported to the station for further investigation, after which they were taken to Robert Presley Detention Center.\nDavid and Louise Turpin were then booked for torture and child endangerment with a bail set at $9 million each.\nThe couple seemed to enjoy renewing their wedding vows, eventually doing so with a Las Vegas Elvis impersonator who said he did not see anything out of the ordinary when the family came through the chapel.\n“The family kept growing, so I figured in a couple more years I’d see them again, and then I hear the news today,” said Kent Ripley. “It’s hard to believe that.”\nAccording to legal documents obtained by CBS2, the couple lived in Murrieta just a few years ago and declared bankruptcy.\nThe bankruptcy filing indicates David Turpin worked as an engineer for Northrop Grumman in San Diego.\nThe couple’s Facebook page was linked to several others with the surname “Turpin,” including Randy Turpin. He is listed as the principal of Valor College, a Pentecostal school in Cleveland, Ohio. Turpin’s page was taken down shortly after CBS2 attempted to obtain more information, and a request for comment received no reply.\nThe Riverside County Sheriff’s Department has scheduled a press conference for Tuesday.\nRelated\nFollow Us\n©2019 CBS Broadcasting Inc. All Rights Reserved. Powered by WordPress.com VIP\nBy viewing our video content, you are accepting the terms of our Video Services Policy\n",
        "quotes": [
            [
                "Nonchalant, looked like they were having fun like a regular family,",
                "Nicole Gooding",
                true
            ],
            [
                "The family kept growing, so I figured in a couple more years I’d see them again, and then I hear the news today,",
                "Kent Ripley",
                true
            ],
            [
                "It’s hard to believe that.",
                "Kent Ripley",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=losangeles.cbslocal.com"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "perris",
            "parents",
            "beds",
            "held",
            "18m",
            "turpin",
            "ages",
            "bail",
            "couple",
            "taken",
            "family",
            "school",
            "department",
            "riverside",
            "shackled",
            "transported",
            "deputies",
            "29",
            "children"
        ]
    },
    {
        "url": "https://www.nytimes.com/2018/01/15/us/siblings-captive-california.html",
        "title": "13 Siblings, Some Shackled to Beds, Were Held Captive by Parents, Police in California Say",
        "authors": [
            {
                "name": "Louis Keene",
                "link": null
            },
            {
                "name": "Matthew Haag",
                "link": null
            }
        ],
        "publisher": "https://www.nytimes.com",
        "publish_date": "2018-01-15",
        "text": "Advertisement\nSupported by\n13 Siblings, Some Shackled to Beds, Were Held Captive by Parents, Police in California Say\nImage\nLouise Anna Turpin and David Allen Turpin are due to be arraigned this week.CreditCreditRiverside County Sheriff's Department\nJan. 15, 2018\nA 17-year-old girl who said she was being held captive by her parents in her home about two hours southeast of Los Angeles escaped on Sunday and alerted the authorities, who then rescued her 12 siblings — several of whom were found shackled to their beds and malnourished — the authorities said on Monday.\nThe 17-year-old used a cellphone she found in the home to call the police with her startling claim about her siblings being held against their will, the Riverside County Sheriff’s Department said. Officers found the girl’s 12 siblings — who range in age from 2 to 29 — in the foul-smelling house in Perris, Calif., living in the dark without access to adequate food or water, the department said.\nSome of the children were restrained with chains and padlocks. “The parents were unable to immediately provide a logical reason why their children were restrained in that manner,” the Sheriff’s Department said in a statement.\nThe officers did not immediately recognize that seven of the 13 siblings were adults because they were emaciated. The sheriff’s office said that the 17-year-old girl who called 911 looked to be 10 years old.\nTheir parents, David Allen Turpin, 57, and Louise Anna Turpin, 49, were both arrested on nine counts each of torture and child endangerment. They were being held in jail with bail set at $9 million each, the authorities said.\nThe Sheriff’s Department did not say how long the siblings may have been held captive.\nSheriff’s deputies provided food and water to the siblings, who claimed they were starving. They were later transported to hospitals for treatment. Their conditions were not released.\nCalifornia records show that Mr. Turpin had received state approval to run a private school, the Sandcastle Day School, at the family’s home, a one-story stucco house in a subdivision built in recent years. The school enrolled six students this year, in grades six through 12, and Mr. Turpin was listed as the principal.\nImage\nThe Turpins’ home in Perris, Calif., on Monday. The police said it was dark inside and smelled foul.CreditSandy Huffaker/Getty Images\nIn a neighborhood where residents often walk outside and children run around a nearby playground, the Turpins stood out for never being seen, neighbors said. Dennis Cooke, who lives two blocks from their home, said he saw Mr. Turpin once but never the siblings.\nRoberto Gomez, who lives in the house behind the Turpins, said the family kept lights on inside the house at all hours but never seemed to come outside. Another neighbor, Julio Reyes, said that last year he saw teenagers mowing the family’s yard and helping put up Christmas decorations.\n“They look pretty normal,” Mr. Reyes said. “Pretty normal house, they have nice cars. It’s just an appearance.”\nPerris, about 70 miles southeast of Los Angeles, is one of the largest cities in Riverside County, which became an emblem of bankruptcy and foreclosure during the depths of the recent recession. Known as the Inland Empire, the region has rebounded in recent years.\nThe couple filed for bankruptcy in California in 2011, stating in court documents that they owed between $100,000 and $500,000 in debt. At that time, Mr. Turpin worked as an engineer at Northrop Grumman, the defense contractor, and earned $140,000 annually, records show. Ms. Turpin’s occupation was listed as a homemaker.\nTheir bankruptcy lawyer, Ivan Trahan, said in a phone interview on Monday night that the parents spoke often about their children. They had 12 at the time of their bankruptcy, Mr. Trahan said, adding that the children never visited his law office.\n“They spoke about them highly,” Mr. Trahan said.\nHe said Ms. Turpin told him that the family loved Disneyland in Southern California and visited often.\n“We remember them as a very nice couple,” he said. “This is shocking.”\nThe Turpins moved to California from Texas around 2010, the parents wrote on Facebook, after Mr. Turpin returned to work for Northrop Grumman. On a family photo of the parents and 12 children (the youngest had not yet been born) posted on their Facebook page in 2011, a friend asked if all the children pictured were theirs.\n“Yes all 12 are our children and we are very proud of them,” the Turpins replied.\nSandra E. Garcia contributed reporting.\nA version of this article appears in print on , Section A, Page 15 of the New York edition with the headline: Parents Put Children in Chains, Police Say. Order Reprints | Today’s Paper | Subscribe\nAdvertisement\n",
        "quotes": [
            [
                "The parents were unable to immediately provide a logical reason why their children were restrained in that manner,",
                "",
                true
            ],
            [
                "Pretty normal house, they have nice cars.",
                "Reyes",
                true
            ],
            [
                "We remember them as a very nice couple,",
                "",
                true
            ],
            [
                "Yes all 12 are our children and we are very proud of them,",
                "Turpins",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2015/08/05/realestate/commercial/an-economic-recovery-brimming-with-industrial-complexes-in-southern-california.html?module=inline"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nytimes.com/section/todayspaper",
                "https://www.parsintl.com/publication/the-new-york-times/",
                "https://www.nytimes.com/subscription?campaignId=48JQY"
            ]
        },
        "key_words": [
            "parents",
            "beds",
            "held",
            "siblings",
            "13",
            "17yearold",
            "restrained",
            "department",
            "shackled",
            "sheriffs",
            "say",
            "officers",
            "immediately",
            "girl",
            "california",
            "captive"
        ]
    },
    {
        "url": "https://www.pe.com/2018/01/16/family-members-of-couple-accused-of-torturing-13-children-learned-of-allegations-from-reporters/",
        "title": "Family members of couple accused of torturing 13 children learned of allegations from reporters",
        "authors": [
            {
                "name": "Roxana Kopetman Is A Staff Writer At The Orange County Register.",
                "link": null
            },
            {
                "name": "Roxana Kopetman",
                "link": null
            }
        ],
        "publisher": "https://www.pe.com",
        "publish_date": "2018-01-16",
        "text": "X\nShare this:\nPUBLISHED:\n| UPDATED:\nJanuary 23, 2018 at 6:22 pm\nFamily members of the 13 children and young adults found living in horrid conditions, some shackled to furniture, in Perris said they learned of their captivity from news reports.\nOne aunt expressed anger. Another aunt said the family had been forbidden from seeing the children. And a grandfather said the last time he saw the family, “the kids were fine.”\n“I’m so heartbroken for my nieces and nephews,” Teresa Robinette told NBC News  on Tuesday.\n“I’m so angry inside,” said Robinette, the sister of Louise Ann Turpin, 49, who was arrested Sunday along with her husband, David Turpin, 56, on suspicion of torture and child endangerment.\nLittle emerged Tuesday to shed light on why the couple allegedly kept their 13 children, ages 2 to 29, captive in a foul-smelling house at 160 Muir Woods Road in Perris. Three of the kids were chained and padlocked to furniture when authorities arrived at the home on Sunday after one escaped and called 911 .\nAnother of Louise Turpin’s sisters, Elizabeth Jane Flores, told a British tabloid that she had not seen Louise Turpin for 19 years, and neither she nor her parents were allowed to see or speak to the children.\n“My parents booked several flights to go see them, but when they got there, they wouldn’t tell them where to go and my parents left crying every time,” Flores, of Tennessee, told the Daily Mirror. “They died before they got to see them again. …\n“It’s just heartbreaking, and I’m so embarrassed about all of this,” she told the Daily Mirror. “Something didn’t seem right about her parenting, but never would I have expected it to be like this.\n“We have been so worried about them, because it’s been so strange but there was nothing we could do.”\nDavid Turpin’s parents, James and Betty Turpin of Princeton, West Virginia, issued a statement through an attorney Tuesday saying they only know what has been reported by media and have not been able to reach their son, daughter-in-law or grandchildren.\nIn a brief interview with their local newspaper, the elder Turpin said his son grew up in West Virginia and attended Virginia Tech before moving away.\nAccording to a 2011 bankruptcy filing, while the couple was living in Murrieta, David Turpin worked as an engineer at Northrop Grumman while his wife stayed home with the children.\n“He was a fine person,” James Turpin told the Bluefield Daily Telegraph . “He did an outstanding job and worked in school, and the last time we were out there was about six years ago. The kids were fine. They were healthy and nothing was wrong.”\nHe said that his son and daughter-in-law sent them photographs of the family, including some from Las Vegas, where the couple renewed their vows repeatedly. The elder Turpin told The Associated Press that all 13 children are his son’s biological children and that none were adopted.\nKent Ripley, an Elvis impersonator who officiated at least three marriage renewal ceremonies for the Turpins, said he never saw any sort of negative interactions between the parents and children.\n“They never appeared to be anything other than a big family that stayed together, traveled together, and did everything together,” Ripley told NBC News . “They were quiet, yet nice and well-behaved,” he said of the kids. “They weren’t bossed around. They weren’t yelled at. They smiled a lot.”\nThe Turpins took their children to the chapel on at least three occasions, including one trip in 2015 for their 30th wedding anniversary.\nPortraits of a family with smiling children wearing matching outfits while in Las Vegas and Disneyland were posted on a Facebook page. But by Tuesday night that Facebook page with its idyllic family photos had disappeared. It was deactivated.\nStaff writers Alma Fausto and Ian Wheeler contributed to this report.\nEditor’s note: This story has been updated to correct David Turpin’s age.\nGet the latest news delivered daily!\nWe invite you to use our commenting platform to engage in insightful conversations about issues in our community. Although we do not pre-screen comments, we reserve the right at all times to remove any information or materials that are unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane, indecent or otherwise objectionable to us, and to disclose any information necessary to satisfy the law, regulation, or government request. We might permanently block any user who abuses these conditions.\nIf you see comments that you find offensive, please use the “Flag as Inappropriate” feature by hovering over the right side of the post, and pulling down on the arrow that appears. Or, contact our editors by emailing moderator@scng.com.\nEmail check failed, please try again\nSorry, your blog cannot share posts by email.\nClose\n",
        "quotes": [
            [
                "I’m so heartbroken for my nieces and nephews,",
                "Teresa Robinette",
                true
            ],
            [
                "My parents booked several flights to go see them, but when they got there, they wouldn’t tell them where to go and my parents left crying every time,",
                "Flores",
                true
            ],
            [
                "It’s just heartbreaking, and I’m so embarrassed about all of this,",
                "Louise Turpin",
                true
            ],
            [
                "We have been so worried about them, because it’s been so strange but there was nothing we could do.",
                "Flores",
                true
            ],
            [
                "He did an outstanding job and worked in school, and the last time we were out there was about six years ago.",
                "Louise Turpin",
                true
            ],
            [
                "They were healthy and nothing was wrong.",
                "Louise Turpin",
                true
            ],
            [
                "They never appeared to be anything other than a big family that stayed together, traveled together, and did everything together,",
                "Louise Turpin",
                true
            ],
            [
                "They were quiet, yet nice and well-behaved,",
                "Louise Turpin",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nbcnews.com/news/us-news/california-couple-charged-torture-brought-13-kids-along-when-they-n838026",
                "https://www.bdtonline.com/news/suspect-in-california-child-imprisonment-case-has-local-connections/article_fa4b1e68-fadb-11e7-a502-773cd74cd654.html",
                "https://www.mirror.co.uk/news/world-news/sister-mum-california-children-captive-11863279",
                "https://www.pe.com/2018/01/16/it-still-feels-like-a-dream-neighbor-says-of-rescue-of-13-captive-siblings-in-perris/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.nbcnews.com/nightly-news/video/exclusive-sister-of-california-couple-charged-with-torture-speaks-out-1138262595763"
            ]
        },
        "key_words": [
            "parents",
            "couple",
            "13",
            "family",
            "members",
            "turpin",
            "son",
            "louise",
            "told",
            "kids",
            "children",
            "allegations",
            "turpins",
            "learned",
            "accused",
            "reporters",
            "virginia",
            "torturing"
        ]
    },
    {
        "url": "https://www.nbcnews.com/news/us-news/california-couple-charged-torture-brought-13-kids-along-when-they-n838026",
        "title": "California couple accused of torture brought 13 kids along when they renewed vows",
        "authors": [],
        "publisher": "https://www.nbcnews.com",
        "publish_date": "2018-01-17",
        "text": "Breaking News Emails\nGet breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\nBy Corky Siemaszko\nAn Elvis impersonator was in the room the three times a California couple accused of starving and torturing their 13 children renewed their vows at a Las Vegas chapel.\nThe “kids” that authorities say were found shackled and filthy in the suburban home of David Allen Turpin and Louise Ann Turpin were not in the first video the couple recorded on Oct. 29, 2011, at the Elvis Chapel , where the couple marked their 26th anniversary by promising to “love you tender” and slow dancing as Kent Ripley sang “Can’t Help Falling in Love” in a gold lamé Elvis-style jacket.\nBut the Turpins brought their brood when they did it again at the chapel on Sept. 2, 2013, for their 28th wedding anniversary, and again on Oct. 31, 2015, for their 30th, videos obtained and confirmed as authentic by NBC News showed.\nAn Elvis impersonator performs as David and Louise Turpin pose at a chapel in Las Vegas.via Facebook\nEach time, the girls wore pink tartan dresses and white tights and the boys wore dark suits with white shirts and red ties. Each time the bride wore a white wedding dress and the groom wore a black tux.\nAnd each time, everybody was beaming as the Turpin family stood together on a stage adorned with fake Greek columns.\n“They never appeared to be anything other than a big family that stayed together, traveled together, and did everything together,” Ripley said, speaking in the cadences of “The King.”\n“They were quiet, yet nice and well-behaved,” he said of the kids. “They weren’t bossed around. They weren’t yelled at. They smiled a lot.”\nThose images of a seemingly happy family celebrating their parents’ love — the boys awkward with bowl haircuts just like their dad, the girls smiling shyly and clearly not used to walking in heels — stood in stark contrast Tuesday to the horror show that emerged from the unremarkable home on Muir Woods Road in the unremarkable Los Angeles exurb.\nTurpin, 57, and his wife, Louise, 49, were booked on torture and child endangerment violations and are each being held on $9 million bail.\nJan. 16, 201802:25\nLouise Turpin's siblings told NBC News they had not seen her in nearly two decades and what little contact they had with her was by phone. They said they believed David Turpin was \"treating her like a queen\" and wondered why she never let them talk with the kids.\n\"We always thought she was living the perfect life,\" her sister, Teresa Robinette, said in an interview conducted in Knoxville, Tennessee. \"She would tell us they went to Disneyland all the time, they would go to Vegas.\"\nThe sister added that Louise left home at 16 to marry Turpin. She said the parents refused to let their children date or spend too much time with other children.\n\"They weren't allowed to watch TV. They weren't allowed to talk on the phone, have friends over, stuff like that. Normal things that kids do.”\nHer brother, Billy Lambert, said that he wasn't even born when Louise and David eloped and that he barely knows their kids and had no idea any of this was going on.\nJan. 16, 201800:46\n\"If we knew, we would have fixed the situation,\" Lambert said. \"People are assuming that we knew. We had no idea.\"\nFew knew what was going on until the Turpin's 17-year-old daughter broke free and used a cellphone she found in the home to call 911 early Sunday, according to a statement from the Riverside County Sheriff’s Department .\n“Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,” the statement read.\nIt was only after freeing them that deputies discovered seven of what they thought were severely emaciated kids were actually adults “ranging in age from 18 to 29.”\nThe bizarre case that has drawn worldwide attention to Perris, California, but Captain Greg Fellows of the Riverside County Sheriff's Office said they had no idea anything was happening at the home until the 17-year-old escaped through a window and showed deputies incriminating photos.\n“We had no call history at this address,” Fellows said. “I appreciate the courage this juvenile had to escape this house.”\nFellows said he doesn't know what prompted her to flee, but he said her mother “was perplexed” when deputies arrived at her door. He said the victims, as young as 2-years-old, appeared to have been victims of “prolonged” starvation. He would not comment on reports that they had been forced to memorize long Biblical passages.\n“There is no indication of mental illness at this time,” he said, adding that there is also no sign that any of the children were sexually abused.\nDavid Turpin had gotten state approval to run a private school, the Sandcastle Day School, out of his one-story tan stucco house, California records revealed. They listed him as the principal.\n“They were home-schooled,” Fellows said of the victims, adding that he did not know how long the family had been in Perris. He said they previously lived in Texas.\nNeither Turpin appears to have a criminal record. The New York Times reported the couple filed for bankruptcy in 2011 and stated they were $100,000 to $500,000 in debt.\nDavid Turpin worked, at the time, as an engineer for defense contractor Northrop Grumman and was paid a $140,000 annual salary, the Times reported. His wife was listed as a homemaker.\nNeighbors told NBC Los Angeles that they knew the family had many children but that they weren't sure how many because \"the kids didn't come out very often.\"\nAll 13 of the Turpin children have been admitted to nearby hospitals for treatment. Corona Regional Medical Center CEO Mark Uffer said they were “very friendly” and “very cooperative.”\n“It's hard to think of them as adults because they're very small,” Uffer said.\nSophia Grant, medical director of the child abuse unit at Riverside Medical, said they are monitoring them closely. “There can be complications if you try to feed them too quickly,” she said.\nDebra Preitkis Jones contributed.\n",
        "quotes": [
            [
                "Can’t Help Falling in Love",
                "Kent Ripley",
                false
            ],
            [
                "They never appeared to be anything other than a big family that stayed together, traveled together, and did everything together,",
                "Kent Ripley",
                true
            ],
            [
                "They were quiet, yet nice and well-behaved,",
                "Kent Ripley",
                true
            ],
            [
                "We always thought she was living the perfect life,",
                "",
                true
            ],
            [
                "She would tell us they went to Disneyland all the time, they would go to Vegas.",
                "",
                true
            ],
            [
                "They weren't allowed to watch TV.",
                "Lambert",
                true
            ],
            [
                "They weren't allowed to talk on the phone, have friends over, stuff like that.",
                "Lambert",
                true
            ],
            [
                "Normal things that kids do.”\nHer brother, Billy Lambert, said that he wasn't even born when Louise and David eloped and that he barely knows their kids and had no idea any of this was going on.",
                "Lambert",
                true
            ],
            [
                "Jan. 16, 201800:46\n\"If we knew, we would have fixed the situation,",
                "Lambert",
                true
            ],
            [
                "People are assuming that we knew.",
                "Lambert",
                true
            ],
            [
                "Further investigation revealed several children shackled to their beds with chains and padlocks in dark and foul-smelling surroundings, but the parents were unable to immediately provide a logical reason why their children were restrained in that manner,",
                "Lambert",
                true
            ],
            [
                "ranging in age from 18 to 29.",
                "",
                false
            ],
            [
                "We had no call history at this address,",
                "",
                true
            ],
            [
                "I appreciate the courage this juvenile had to escape this house.",
                "",
                true
            ],
            [
                "There is no indication of mental illness at this time,",
                "",
                true
            ],
            [
                "the kids didn't come out very often.",
                "",
                false
            ],
            [
                "It's hard to think of them as adults because they're very small,",
                "Uffer",
                true
            ],
            [
                "There can be complications if you try to feed them too quickly,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2018/01/15/us/siblings-captive-california.html?mtrref=news.url.google.com",
                "https://www.nbcnews.com/news/us-news/police-launch-torture-investigation-after-13-found-captive-california-home-n837871"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.elvischapel.com/",
                "https://twitter.com/RSO/status/953010822074322946",
                "https://www.nbclosangeles.com/"
            ]
        },
        "key_words": [
            "couple",
            "13",
            "brought",
            "renewed",
            "torture",
            "kids",
            "accused",
            "california",
            "vows"
        ]
    }
]