[
    {
        "url": "https://consortiumnews.com/2012/07/06/did-reagan-know-about-baby-thefts/",
        "title": "Did Reagan Know about Baby Thefts?",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Gregory Lynn Kruse",
                "link": null
            },
            {
                "name": "Robert Schwartz",
                "link": null
            },
            {
                "name": "E Ryx",
                "link": null
            },
            {
                "name": "Robin Abaya",
                "link": null
            },
            {
                "name": "Frances In California",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-07-06",
        "text": "Main menu\nJuly 6, 2012\nBy Robert Parry\nAn Argentine court has convicted two of the nation’s former right-wing dictators, Jorge Rafael Videla and Reynaldo Bignone, in a scheme to murder leftist mothers and give their infants to military personnel often complicit in the killings, a shocking process known to the Reagan administration even as it worked closely with the bloody regime.\nTestimony at the trial  included a videoconference from Washington with Elliott Abrams, then-Secretary of State for Latin American Affairs, who said he urged Bignone to reveal the babies’ identities as Argentina began a transition to democracy in 1983.\nFormer Argentine dictator Jorge Videla in 1979.\nAbrams said the Reagan administration “knew that it wasn’t just one or two children,” indicating that U.S. officials believed there was a high-level “plan because there were many people who were being murdered or jailed.” Estimates of the Argentines murdered in the so-called Dirty War range from 13,000 to about 30,000, with many victims “disappeared,” buried in mass graves or dumped from planes over the Atlantic.\nA human rights group, Grandmothers of the Plaza de Mayo, says as many as 500 babies were stolen by the military during the repression from 1976 to 1983. Some of the pregnant mothers were kept alive long enough to give birth and then were chained together with other prisoners and pushed out of the planes into the ocean to drown.\nDespite U.S. government awareness of the grisly actions of the Argentine junta, which had drawn public condemnation from the Carter administration in the 1970s, these Argentine neo-Nazis were warmly supported by Ronald Reagan, both as a political commentator in the late 1970s and as President once he took office in 1981.\nWhen President Jimmy Carter’s human rights coordinator, Patricia Derian, berated the Argentine junta for its brutality, Reagan used his newspaper column to chide her, suggesting that Derian should “walk a mile in the moccasins” of the Argentine generals before criticizing them. [For details, see Martin Edwin Andersen’s Dossier Secreto.]\nReagan understood that the Argentine generals played a central role in the anti-communist crusade that was turning Latin America into a nightmare of unspeakable repression. The leaders of the Argentine junta saw themselves as something of pioneers in the techniques of torture and psychological operations, sharing their lessons with other regional dictatorships.\nCocaine Coup\nArgentina also took the lead in devising ways to fund the anti-communist war through the drug trade. In 1980, the Argentine intelligence services helped organize the so-called Cocaine Coup in Bolivia, violently ousting a left-of-center government and replacing it with generals closely tied to the early cocaine trafficking networks.\nBolivia’s coup regime ensured a reliable flow of coca to Colombia’s Medellin cartel, which quickly grew into a sophisticated conglomerate for smuggling cocaine into the United States. Some of those drug profits then went to finance right-wing paramilitary operations across the region, according to other U.S. government investigations.\nFor instance, Bolivian cocaine kingpin Roberto Suarez invested more than $30 million in various right-wing paramilitary operations, including organizing the Nicaraguan Contra rebels in base camps in Honduras, according to U.S. Senate testimony in 1987 by an Argentine intelligence officer, Leonardo Sanchez-Reisse.\nSanchez-Reisse testified that the Suarez drug money was laundered through front companies in Miami before going to Central America. There, Argentine intelligence officers, including Sanchez-Reisse and other veterans of the Cocaine Coup, trained the fledgling Contra forces.\nAfter becoming President in January 1981, Reagan entered into a covert alliance with the Argentine junta. He ordered the CIA to collaborate with Dirty War experts in training the Contras, who were soon rampaging through towns in northern Nicaragua, raping women and dragging local officials into public squares for executions. [See Robert Parry’s Lost History .]\nA Happy Face\nYet, Reagan kept up a happy face, hailing the Contras as the “moral equals of the Founding Fathers” and heaping gratitude on the Argentine junta.\nThe behind-the-scenes intelligence relationship apparently gave the Argentine generals confidence that they could not only continue repressing their own citizens but could settle an old score with Great Britain over control of the Falkland Islands, what the Argentines call the Malvinas.\nEven as Argentina moved to invade the islands in 1982, Reagan’s U.N. Ambassador Jeane Kirkpatrick joined the generals for an elegant state dinner in Washington. The Reagan administration itself was divided between America’s traditional alliance with Great Britain and its more recent collaboration with the Argentines in Latin America.\nFinally, Reagan sided with British Prime Minister Margaret Thatcher whose counterattack drove the Argentines from the islands and led to the eventual collapse of the dictatorship. It was in that time frame that Abrams apparently spoke with Bignone about identifying the children who had been taken from their mothers and farmed out to military personnel.\nThe idea of giving the babies to right-wing military officers apparently was part of the larger Argentine theory of how to eradicate leftist subversive thought. Gen. Videla, in particular, fancied himself a theorist in counterinsurgency warfare, advocating clever use of words as well as imaginative forms of torture and murder.\nKnown for his dapper style and his English-tailored suits, Videla rose to power amid Argentina’s political and economic unrest in the early-to-mid 1970s. “As many people as necessary must die in Argentina so that the country will again be secure,” he declared in 1975 in support of a “death squad” known as the Argentine Anti-Communist Alliance. [See A Lexicon of Terror by Marguerite Feitlowitz.]\nOn March 24, 1976, Videla led the military coup which ousted the ineffective president, Isabel Peron. Though armed leftist groups had been shattered by the time of the coup, the generals still organized a counterinsurgency campaign to wipe out any remnants of what they judged political subversion.\nVidela called this “the process of national reorganization,” intended to reestablish order while inculcating a permanent animosity toward leftist thought. “The aim of the Process is the profound transformation of consciousness,” Videla announced.\nAlong with selective terror, Videla employed sophisticated public relations methods. He was fascinated with techniques for using language to manage popular perceptions of reality. The general hosted international conferences on P.R. and awarded a $1 million contract to the giant U.S. firm of Burson Marsteller. Following the Burson Marsteller blueprint, the Videla government put special emphasis on cultivating American reporters from elite publications.\n“Terrorism is not the only news from Argentina, nor is it the major news,” went the optimistic P.R. message.\nSince the jailings and executions of dissidents were rarely acknowledged, Videla felt he could deny government involvement, giving the world the chilling new phrase, “the disappeared.” He often suggested that the missing Argentines were not dead, but had slipped away to live comfortably in other countries.\n“I emphatically deny that there are concentration camps in Argentina, or military establishments in which people are held longer than is absolutely necessary in this … fight against subversion,” he told British journalists in 1977. [See A Lexicon of Terror.]\nIn a grander context, Videla and the other generals saw their mission as a crusade to defend Western Civilization against international communism. They worked closely with the Asian-based World Anti-Communist League and its Latin American affiliate, the Confederacion Anticomunista Latinoamericana [CAL].\nLatin American militaries collaborated on projects such as the cross-border assassinations of political dissidents. Under one project, called Operation Condor, political leaders — centrist and leftist alike — were shot or bombed in Buenos Aires, Rome, Madrid, Santiago and Washington. Operation Condor sometimes employed CIA-trained Cuban exiles as assassins. [See Consortiumnews.com’s “ Hitler’s Shadow Reaches toward Today ,” or Robert Parry’s Secrecy & Privilege .]\nThe Baby Harvest\nGeneral Videla also was accused of permitting  and concealing  the scheme to harvest infants from pregnant women who were kept alive in military prisons only long enough to give birth. According to the charges, the babies were taken from the new mothers, sometimes after late-night Caesarean sections, and then distributed to military families or sent to orphanages.\nAfter the babies were pulled away, the mothers were removed to another site for their executions. Some were put aboard death flights and pushed out of military planes over open water.\nOne of the most notorious cases involved Silvia Quintela, a leftist doctor who attended to the sick in shanty towns around Buenos Aires. On Jan. 17, 1977, Quintela was abducted off a Buenos Aires street by military authorities because of her political leanings. At the time, Quintela and her agronomist husband Abel Madariaga were expecting their first child.\nAccording to witnesses who later testified before a government truth commission, Quintela was held at a military base called Campo de Mayo, where she gave birth to a baby boy. As in similar cases, the infant then was separated from the mother.\nWhat happened to the boy is still not clear, but Quintela reportedly was transferred to a nearby airfield. There, victims were stripped naked, shackled in groups and dragged aboard military planes. The planes then flew out over the Rio de la Plata or the Atlantic Ocean, where soldiers pushed the victims out of the planes and into the water to drown.\nAfter democracy was restored in 1983, Madariaga, who had fled into exile in Sweden, returned to Argentina and searched for his wife. He learned about her death and the birth of his son.\nMadariaga came to suspect that a military doctor, Norberto Atilio Bianco, had kidnapped the boy. Bianco had overseen Caesarean sections performed on captured women, according to witnesses. He then allegedly drove the new mothers to the airport for their death flights.\nIn 1987, Madariaga demanded DNA testing of Bianco’s two children, a boy named Pablo and a girl named Carolina, both of whom were suspected children of disappeared women. Madariaga thought Pablo might be his son.\nBut Bianco and his wife, Susana Wehrli, fled Argentina to Paraguay, where they resettled with the two children. Argentine judge Roberto Marquevich sought the Biancos’ extradition, but Paraguay balked for 10 years.\nFinally, faced with demands from the Inter-American Commission on Human Rights, Paraguay relented. Bianco and Wehrli were returned to face kidnapping charges. But the two children — now young adults with small children of their own — refused to return to Argentina or submit to DNA testing.\nThough realizing they were adopted, Pablo and Carolina did not want to know about the fate of their real mothers and did not want to jeopardize the middle-class lives they had enjoyed in the Bianco household. [See Consortiumnews.com’s “ Argentina’s Dapper State Terrorist ” or “ Baby-Snatching: Argentina’s Dirty War Secret. ”]\nAnother Argentine judge, Alfredo Bagnasco, began investigating whether the baby-snatching was part of an organized operation and thus a premeditated crime of state. According to a report by the Inter-American Commission on Human Rights, the Argentine military viewed the kidnappings as part of a larger counterinsurgency strategy.\n“The anguish generated in the rest of the surviving family because of the absence of the disappeared would develop, after a few years, into a new generation of subversive or potentially subversive elements, thereby not permitting an effective end to the Dirty War,” the commission said in describing the army’s reasoning for kidnapping the infants of murdered women. The kidnapping strategy conformed with the “science” of the Argentine counterinsurgency operations.\nAccording to government investigations, the military’s intelligence officers also advanced Nazi-like methods of torture by testing the limits of how much pain a human being could endure before dying. The torture methods included experiments with electric shocks, drowning, asphyxiation and sexual perversions, such as forcing mice into a woman’s vagina. Some of the implicated military officers had trained at the U.S.-run School of the Americas.\nThe Argentine tactics were emulated throughout Latin America. According to a Guatemalan truth commission, the right-wing military there also adopted the practice of taking suspected subversives on death flights, although over the Pacific Ocean.\nFor their roles in the baby kidnappings, Videla, now 86 and already in prison for other crimes against humanity, was sentenced to 50 years; Bignone, 84 and also in prison, received 15 years.\nYet, as Americans continue to idolize Ronald Reagan  with scores of buildings named after him and his statue on display at Washington’s Reagan National Airport  a relevant question might be what did the 40th U.S. President know about these barbaric acts and when did he know it.\nTo read more of Robert Parry’s writings, you can now order his last two books, Secrecy & Privilege and Neck Deep, at the discount price of only $16 for both. For details on the special offer, click here .]  \nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nFrances in California\nJuly 10, 2012 at 16:03\nMust save to read later but reacting just to Mr. Parry’s title:  It’s impossible to say what Reagan knew any given day (was he having a good day or a bad day?), but FOR SURE Geo. H.W. Bush knew.\nRobin Abaya\nJuly 7, 2012 at 17:23\nThe Argentine Junta had the ‘baby trade’ as part of an effort to obliterate the ‘leftist family’ – subversion has been considered ‘genetic’ and environmental.  After all – the Catholic Church and the Franco Fascists distributed tens of thousands of Spanish children to Church orphanages and to become servants to the wealthy – while hiding the fact that their leftist parents had ended up in unmarked mass graves.  In their minds, these kids were ‘saved’.  At least they survived.\nOn the other hand, the US government (and especially with the likes of Elliott Abrams) would have considered the Argentine passion for ‘handing out’ the children of murdered leftists to be pointless, wasteful and ‘sentimental’.  After all, the existence of these kids have come back to bite their adopted parents and agencies and land some former leaders in prison for crimes against humanity.\nUS Imperialism has never viewed children with quite the ‘romance’ of the Clerico-facists and Generals.  That’s why children were never spared in US- led wars – they had no intrinsic value until now.\nNow these children (and their parents) may enter a more practical form of commerce:  The organ trade.  The wealthy and powerful of the world have only to ‘shop’ for the needed organs and … so what if the donors disappear.  Elliott Abrams would have condemned the death flights out to sea of healthy leftists (so many kidneys, hearts and livers – such a waste) as well as the ‘farming out’ of their children.\nPut in this context, the Argentine clerico-fascist desire to ‘save’ the children of leftists is really more civilized than the US Administrations attitude toward the kids of its ‘enemies’.\ne ryx\nJuly 8, 2012 at 00:28\nmore accurately, it is a very extreme Catholic pro-life vision that sanctions the abortion of the mother.\nHillary\nJuly 8, 2012 at 09:56\nOn the other hand, the US government (and especially with the likes of Elliott Abrams).\nRobin Abaya on July 7, 2012 at 5:23 pm\nElliott Abrams a super Jewish American Zionist “neo-con” who signed the 26 January 1998, Project for the New American Century sent to President Clinton & a full-page ad in the New York Times by “The Committee on US Interests in the Middle East” opposing any US pressure on Israel to make any concessions.\nAbrams was heavily involved in the Iran-Contra scandal & was indicted by the Iran-Contra special prosecutor for giving false testimony before Congress in 1987 about his role in illicitly raising money for the Nicaraguan Contras.\nThis sort of person together with fellow neocons should not represent the US & yet Elliott Abrams was appointed Dec. 3, 2002, as Special Assistant to the President and Senior Director for Near East and North African Affairs, including Arab/Israel relations and U.S. efforts to promote peace and security in the region.\nHow do pro Iraq war neocons who many consider traitors to the USA not only avoid prison but continue in US policy making positions within the US Administration ?\nRobert Schwartz\nUS Declaration of War against Germany\nDecember 11, 1941\nTo the Congress of the United States:\nOn the morning of Dec. 11 the Government of Germany, pursuing its course of world conquest, declared war against the United States. The long-known and the long-expected has thus taken place. The forces endeavoring to enslave the entire world now are moving toward this hemisphere. Never before has there been a greater challenge to life, liberty and civilization. Delay invites great danger. Rapid and united effort by all of the peoples of the world who are determined to remain free will insure a world victory of the forces of justice and of righteousness over the forces of savagery and of barbarism. Italy also has declared war against the United States.\nI therefore request the Congress to recognize a state of war between the United States and Germany, and between the United States and Italy.\nFranklin D. Roosevelt\nJuly 7, 2012 at 12:20\nThis makes ever more sense as a persistent strain of human depravity called “eugenics” and justified by the right-wing Germans in their propagandist phrase describing their victims as “life undeserving of life”.  Though right-wing propaganda purposes to make us believe that only the Nazi’s held such murderous convictions and utterly lacked sympathy or compassion, as one lives and learns, the ideology thrives all over the world.  It just keeps coming back, like a comet, visiting calamity upon the innocent. Only by concentration and persistent revelation can we hope to survive the next visit.\nincontinent reader\nJuly 6, 2012 at 22:41\nThank you, Mr. Parry.  This is a much needed journalistic window into the nasty history of, and U.S. complicity in, the brutal human rights abuses of Argentina and the other dictatorships that were our allies in Latin America in the 1980s.\nIt would be ironic if the contents of this one memo were somehow spun to burnish the human rights image of Eliot Abrams who, as Reagan’s Assistant Secretary of State for Human Rights and Humanitarian Affairs (an oxymoron if there ever was one).  I believe Abrams was confirmed in 1983, after Argentina had been defeated in the Falklands by our primary ally, Britain, and Videla and Bignone had fallen out of favor with the U.S. and had been overthrown by the Argentine people.  So, one wonders if, by that time, the Reagan Administration could have ever continued to cover for Videla, or remain quiet about the human rights abuses it had been so complicit in, once information about the mass child kidnappings had become so public.  So, one could as well interpret Abrams use of the word â€œhumanitarianâ€ in this secret memo, with reference to its political as opposed to underlying “human rights” implications for Argentina- i.e., vis a vis obtaining a waiver or reclassification to remove Argentina from the State Departmentâ€™s list of human rights violators.  The declassified State Department memo can be accessed at: https://www.documentcloud.org/documents/394541-19821203-abrams-doc-full.html\nStill, Abrams was a public apologist for the many other Latin American dictatorships, such as El Salvador, Guatamala, Honduras, who were slaughtering suspected “leftists”, and for the Contras who were spreading terror in Nicaragua, as well as for the Israelis during their invasion of Lebanon when they stood by as the Phalangists massacred the Palestinian refugees in Sabra-Shatilla.  Throughout, Abrams clashed frequently with human rights NGOs, such as Human Rights Watch, and Amnesty International at a time when they were still free of government influence.  Later, he became a key player in the Plan for the New American Century that resulted in 10 years of devastation in the MIddle East.  So while his testimony may be helpful for the Grandmothers of the Plaza de Mayo who seeking justice against Videla,  Abrams himself has been guilty of more than a war crimes and should be in the dock of the next War Crimes tribunal.\nWe seem to be gravitating back to the same with our involvement in the overthrow of the Honduran and Paraguayan\ngovernments, an ever increasing military base presence in Columbia, and behind the scenes influence in Chile, and Peru.\nF. G. Sanford\nJuly 6, 2012 at 20:41\nFor those of you who doubt the veracity of the Neo-Nazi aspect of this story, may I suggest an enlightening read: “The Nazi Legacy, Klaus Barbie and the International Fascist Connection” by Magnus Linkletter, Isabel Hilton and Neal Ascherson, Holt Rinehart and Winston, 1984. The shocker is that we weren’t just ignoring “Neo” Nazis, many of these South American dictators had REAL EX NAZIs on their payrolls and our government could not possibly have been ignorant of that fact. Just so I make my point clear: we’re talking about people that had actually worked for Himmler, Heydrich, Muller, and Goering that got jobs working for these “associates” in South America. Still think Reagan was a good guy?\nJack\nJuly 7, 2012 at 01:00\nKlaus Barbie, himself, was working for the U.S. State Department (or the Secret Service, I can’t remember which) as an intelligence asset in the years immediately following WWII until they relocated him to Bolivia in the early 1950’s. Of course, while in Bolivia, Barbie worked with narco-trafficers, and trained right-wing paramilitary groups in the art of interrogation, torture, and murder. Heck of a guy.\nAn excellent article on this unbelievably dark episode in recent history. The Reagan “Revolution” and all the talk of Reagan’s illustrious  legacy is quite an achievement of propaganda and some of his own special brand of “perception management”.\nJuly 6, 2012 at 19:45\nYou nailed it, Bob.  Small wonder such a concerted effort was made in those days to “controversialize” you.  Intrepid is the word for you.  Thanks.    ray\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2012/04/18/emptying-the-book-warehouse/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.neckdeepbook.com/",
                "http://www.washingtonpost.com/world/the_americas/ex-argentine-dictators-videla-bignone-convicted-of-having-babies-stolen-from-slain-dissidents/2012/07/05/gJQAXYHeQW_story.html",
                "https://consortiumnews.com/2010/121710.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.documentcloud.org/documents/394541-19821203-abrams-doc-full.html",
                "https://consortiumnews.com/archive/story44.html",
                "https://consortiumnews.com/2010/122910b.html"
            ]
        },
        "key_words": [
            "mothers",
            "president",
            "know",
            "children",
            "thefts",
            "reagan",
            "military",
            "political",
            "baby",
            "videla",
            "argentine",
            "generals",
            "argentina"
        ]
    }
]