[
    {
        "url": "https://www.christianpost.com/news/black-panther-actress-sope-aluko-says-cast-testified-about-gods-miracles-on-film-set.html",
        "title": "'Black Panther' Actress Sope Aluko Says Cast Testified About God's Miracles on Film Set",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Black Panther' Actress Sope Aluko Says Cast Testified About God's Miracles on Film Set\n'Black Panther' Actress Sope Aluko Says Cast Testified About God's Miracles on Film Set\n'Black Panther' Actress Sope Aluko Says Cast Testified About God's Miracles on Film Set\n| Monday, January 22, 2018\nSope Aluko (L) pictured with Angela Bassett (R) star in the upcoming \"Black Panther\" film which premieres on February 16, 2018. | (Photo: Sope Aluko/ Instagram)\nSope Aluko, a Christian actress who has landed a role in the upcoming \"Black Panther\" blockbuster, said that she and her fellow actors testified about God's miracles on the set of the movie.\nAluko will play Shaman in the Marvel Studios film based off of the Black Panther superhero that will arrive in theaters on Feb. 16. When speaking about being cast alongside the likes of renowned actors Lupita Nyong'o, Michael B. Jordan, and Forest Whitaker, Aluko revealed that breaks on set were almost like church.\n\"It felt very familiar and like home. We had early call times but I didn't even feel the long set hours because it was such a good time,\" she told OkayAfrica  Friday. \"I didn't feel like I was amongst stars, everyone was so down to earth and normal. During breaks we shared our testimony of how we got to where [we] did and most of the people were testifying to God's miracles, it was almost like church.\"\nAluko often uses her social media platforms to post Bible verses. Last April, the actress shared an Instagram  image of herself with \"Black Panther\" co-star and fellow Christian actress Angela Bassett, reflecting on the goodness of God on Palm Sunday.\n\"Reflecting on God's goodness this #PalmSunday and this iconic, kind, genuine, humble, and graceful soul @im.angelabassett who I was blessed to work with recently. #Godisgood #actorslife #blessedandhighlyfavored #WorkingMomActor,\" she wrote.\nBassett, who plays Ramonda, the mother of the king, previously spoke about her faith with The Christian Post.  When Bassett made her directorial debut in the 2015 Lifetime film \"Whitney\" based on the late singer Whitney Houston's life, she spoke about leaning on Scripture when encountering challenges in the process.\n\"Doubt seeped in but thank God for faith. All things work together for good, for those who love the Lord and are called according to His purpose,\" Bassett said, quoting Romans 8:28. \"So I have foundations and He is my rock I keep going back to.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/angela-bassett-exclusive-whitney-director-talks-criticism-films-provocative-themes-132683/",
                "http://www.okayafrica.com/nigerian-actor-sope-aluko-on-how-she-landed-a-coveted-role-in-black-panther/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/BSrhdNghXOf/"
            ]
        },
        "key_words": [
            "panther",
            "sope",
            "film",
            "bassett",
            "cast",
            "set",
            "gods",
            "miracles",
            "aluko",
            "testified",
            "actress",
            "black",
            "christian"
        ]
    }
]