[
    {
        "url": "https://www.christianpost.com/news/young-mother-on-verge-of-suicide-says-visit-to-craig-groeschels-life-church-saved-her.html",
        "title": "Young Mother on Verge of Suicide Says Visit to Craig Groeschel's Life.Church Saved Her",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nYoung Mother on Verge of Suicide Says Visit to Craig Groeschel's Life.Church Saved Her\nCP Current Page: Church & Ministries | Friday, January 19, 2018\nYoung Mother on Verge of Suicide Says Visit to Craig Groeschel's Life.Church Saved Her\nYoung Mother on Verge of Suicide Says Visit to Craig Groeschel's Life.Church Saved Her\n| Friday, January 19, 2018\nBritny Richardson in a video for Life.Church posted on January 15, 2018. | (Screenshot: Twitter/Life.Church)\nA young mother, who one day was on the verge of suicide as she felt she was unable to care for her children, has shared her inspirational story of speaking to God during a visit to pastor Craig Groeschel's Life.Church, which she says saved her.\n\"I didn't realize what being a single mom would be like. There are days where I couldn't afford to feed myself, and I would ask my mom to please feed my kids before they came home after I got them from work,\" Britny Richardson says in a video posted by Life.Church  on Twitter earlier this week.\n\"I got so depressed, and I decided that I was going to sign my kids over to their dad, and I was just going to end my life,\" Richardson adds.\nShe says that she went to church one more time and that she remembers asking God \"please help me.\"\n\"And God showed me His grace, and His love, and His mercy,\" she states, which was followed by video clips of her recieving a water baptism.\n\"It's amazing to see what God's doing in so many lives through this church, and I get to be one of them,\" she comments.\nThe video noted that there have been 1,554 baptisms at the 24 locations of the Edmond, Oklahoma-based megachurch.\nThe topics of suicide and mental health have been gaining prominence in Christian churches across America in recent years, with Saddleback Church pastor Rick Warren and his wife, Kay, holding spotlighting the extent of the problem following the suicide of their son in 2013.\n\"As suicide loss survivors, Rick and I know firsthand the almost unbearable agony that accompanies the suicide of someone you love. We ache for those in our congregation — and in yours — who are experiencing despair,\" Kay Warren wrote  in September 2017 for World Suicide Prevention Day, referring to the couple's loss of their 27-year-old son, Matthew.\n\"These friends — brothers and sisters in Christ — need to know that their church is a safe place to share the inward torment of their pain, and that their pain will be met with deep compassion and acceptance.\"\nMore than 800,000 people die by suicide  each year and 25 times as many make suicide attempts, statistics have shown, among them pastors and church leaders.\nBack in December, Bill Lenz, a Wisconsin pastor who focused his ministry on suicide prevention, had taken his own life  after a months-long battle with depression.\n\"Over the last three months, he had what he would have just called anxiety. He would have bouts where he would be close to panic attacks or he would have panic attacks. And it was just so mysterious for him because he had never dealt with anything related to that at all,\" Christ the Rock Community Church's executive pastor, Curt Drexler, told The Christian Post in an interview at the time.\n\"It was troubling to him. 'Like where did this come from.'\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [
            [
                "I didn't realize what being a single mom would be like.",
                "Britny Richardson",
                true
            ],
            [
                "There are days where I couldn't afford to feed myself, and I would ask my mom to please feed my kids before they came home after I got them from work,",
                "Britny Richardson",
                true
            ],
            [
                "I got so depressed, and I decided that I was going to sign my kids over to their dad, and I was just going to end my life,",
                "Britny Richardson",
                true
            ],
            [
                "And God showed me His grace, and His love, and His mercy,",
                "Kay Warren",
                true
            ],
            [
                "It's amazing to see what God's doing in so many lives through this church, and I get to be one of them,",
                "Kay Warren",
                true
            ],
            [
                "As suicide loss survivors, Rick and I know firsthand the almost unbearable agony that accompanies the suicide of someone you love.",
                "Kay Warren",
                true
            ],
            [
                "We ache for those in our congregation — and in yours — who are experiencing despair,",
                "Kay Warren",
                true
            ],
            [
                "These friends — brothers and sisters in Christ — need to know that their church is a safe place to share the inward torment of their pain, and that their pain will be met with deep compassion and acceptance.",
                "",
                true
            ],
            [
                "Over the last three months, he had what he would have just called anxiety.",
                "",
                true
            ],
            [
                "He would have bouts where he would be close to panic attacks or he would have panic attacks.",
                "",
                true
            ],
            [
                "And it was just so mysterious for him because he had never dealt with anything related to that at all,",
                "",
                true
            ],
            [
                "Like where did this come from.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/bill-lenz-pastor-who-dedicated-ministry-to-suicide-prevention-takes-own-life-209137/",
                "https://www.christianpost.com/news/world-suicide-prevention-day-2017-rick-and-kay-warren-talk-unbearable-agony-of-losing-loved-one-198464/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://iasp.info/wspd2018/",
                "https://twitter.com/lifechurch/status/953010933202407424",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "video",
            "pastor",
            "groeschels",
            "verge",
            "lifechurch",
            "suicide",
            "warren",
            "craig",
            "church",
            "visit",
            "saved",
            "young",
            "mother",
            "god",
            "whatsapp"
        ]
    }
]