[
    {
        "url": "https://consortiumnews.com/2017/07/27/the-u-s-hypocrisy-of-human-rights/",
        "title": "The U.S. Hypocrisy of ‘Human Rights’",
        "authors": [
            {
                "name": "Martin - Swedish Citizen",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Ames Gilbert",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Joe Wallace",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Susan B.",
                "link": null
            },
            {
                "name": "John Barker",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-27",
        "text": "Main menu\nJuly 27, 2017\nBy Todd E. Pierce\nSecretary of State Rex Tillerson is reportedly considering closing the Office of Global Criminal Justice, a tiny agency with a meager budget of $3 million a year, located within the State Department.\nSome of the original detainees jailed at the Guantanamo Bay prison, as put on display by the U.S. military.\nAccording to its website, the office “advises the Secretary of State . . . on issues related to war crimes, crimes against humanity, and genocide.” It “also coordinates U.S. Government positions relating to the international and hybrid courts currently prosecuting persons responsible for genocide, war crimes, and crimes against humanity — not only for such crimes committed in the former Yugoslavia, Rwanda, Sierra Leone, and Cambodia — but also in Kenya, Libya, Côte d’Ivoire, Guatemala, and elsewhere in the world.”\nFurthermore, it deploys “a range of diplomatic, legal, economic, military, and intelligence tools to help expose the truth, judge those responsible, protect and assist victims, enable reconciliation, deter atrocities, and build the rule of law.”\nThe New York Times reported that human rights advocates saw the proposal as an example of “the Trump administration’s indifference to human rights outside North Korea, Iran and Cuba.” Human rights activists also said that shutting the Office “would hamper efforts to publicize atrocities and bring war criminals to justice.” Newsweek reported, however, that the Obama administration also reportedly considered downgrading the office and merging it with another agency.\nAccording to the Newsweek article, the office offered rewards for information on “war criminals, and has inveighed against brutal dictators, including Sudanese President Omar al-Bashir and Syrian President Bashar al-Assad.” But the article also noted it “has not criticized Saudi Arabia or other American allies with dismal human rights records.”\nThe same Newsweek piece explained that the office was formed following the 1996 passage of the War Crimes Act. That Act defined a war crime as a “grave breach” of the Geneva Conventions. The War Crimes Act, codified as 18 U.S. Code § 2441, makes it an offense, “whether inside or outside the United States,” to commit a war crime, if one is a member of the Armed Forces of the United States or a national of the United States. Newsweek writer Nina Burleigh correctly noted that when “the CIA began using torture early in the Iraq War and, later, jailing people indefinitely and without trial in Guantanamo, the U.S. was in open breach of the conventions.” As noted above, the Office of Global Criminal Justice has inveighed against Syrian President Bashar al-Assad. But it seemed to have had no problem with the Syrian government when CIA officials outsourced torture to the Syrian government earlier in the so-called Global War on Terror.\nA Symbol of Hypocrisy\nSo, if there was ever a U.S. government agency standing as a symbol for U.S. hypocrisy, the Office of Global Criminal Justice is it. It is not hard to see in decoding their mission statement that “elsewhere in the world” does not mean leaders of any U.S.-allied nations.\nBarack Obama and George W. Bush at the White House.\nBut even more hypocritical is having a U.S. government agency charged with tasks to “help expose the truth, judge those responsible, protect and assist victims, enable reconciliation, deter atrocities, and build the rule of law,” when the U.S. Department of Justice is doing the exact opposite in enforcing the War Crime Act itself.\nThat hypocrisy is seen in a series of cases beginning in 2006 with the decision in Rasul v. Rumsfeld, by the D.C. District Court. As law professor Steve Vladeck explained, when asked of that case in a 2006 article , “Is torture or other forms of cruel, inhuman, or degrading treatment (CIDT) within the scope of government employment? At least somewhat surprisingly, . . . the answer to that question is ‘yes.’”\nSince 2006, the principle in the decision of Rasul v. Rumsfeld that Vladeck referred to has become a time-honored principle of U.S. jurisprudence, and a symbol of U.S. hypocrisy when compared to other U.S. pronouncements on torture and war crimes, as seen in a long series of cases down to the present day.\nThe manner that those decisions are written eliminates all illusions that the United States government is opposed to war crimes when done by “a member of the Armed Forces of the United States or a national of the United States” — they have been granted impunity under the law to offend. Famously, that was expressed by President Obama when he stated that those CIA officials guilty of torture would not be held criminally accountable for acts that are defined as “war crimes,” that is, torture. Little wonder that Donald Trump could so readily say he believed torture worked, since that is what many CIA officials continue to say.\nFailing to prosecute war crimes is in itself a war crime under international law, and, to use the words of the “Office of Global Criminal Justice,” the opposite of its mission to “expose the truth,” and “judge those responsible.” But taking matters a step further, the U.S. government has designed a legal procedure to deny protection and assistance to victims. This is exactly what leaders of countries that are in line for U.S.-sponsored regime change are routinely accused of doing by the Office of Global Criminal Justice.\nShielding Torturers\nThe issue in a series of lawsuits involving the war crime of torture is whether former Guantanamo prisoners who were victims of U.S. government officials could sue the officials for civil damages. The courts have held, however, that government officials were entitled to immunity for the acts they had committed and were being sued for torture, as it was “within the scope of their employment.” These decisions are based on procedures based on the Westfall Act, which is too convoluted to explain here, but it serves to nullify the War Crimes Act.\nCIA seal in lobby of the spy agency’s headquarters. (U.S. government photo)\nTypical of the language in the court’s decisions is: “several detainees were subjected to abuse — including ‘forced grooming, solitary confinement, sleep deprivation, forced medication, transport in ‘shackles and chains, blackened goggles, and ear coverings,’ and the disruption of … religious practices” — even after a CSRT had determined that there were not enemy combatants…. The court held that the defendants’ actions were ‘of the kind’ [they were] employed to perform,” even though the mistreatment occurred when several of the plaintiffs “had no intelligence value.”\nThe court noted that “[t]hough the intelligence rationale has dissipated, the need to maintain an orderly detention environment remained after CSRT clearance.” The court continued: “Authorized or not, the conduct was certainly foreseeable because maintaining peace, security, and safety at a place like Guantanamo Bay is a stern and difficult business.”\nThat was what German military and Gestapo officers said of the prisons they worked in when they went on trial for war crimes at Nuremberg. Most common as their legal defense against war crime charges was that the defendants were only following “superior orders,” in German, “Befehl ist Befehl” (“orders are orders”) — a tactic now known as the Nuremberg defense. In other words, the earlier generation of war criminals effectively claimed their actions were “within their scope of employment.” That defense didn’t work at Nuremberg for Germans, but it works now for U.S. officials in U.S. courts.\nThe closing the Office of Global Criminal Justice just makes official what has been U.S. policy since 9/11. If it is true that hypocrisy is the tribute that vice pays to virtue, then the U.S. government has showered tribute upon vice with the hypocrisy of the Office of Global Criminal Justice. If it closes, it means we won’t even pay tribute anymore to virtue, preferring to fully embrace vice in a display of our “authenticity.” And that may be the one example where the “Office of Global Criminal Justice” fulfills its mission to “expose the truth.”\n(Ret.) Maj. Todd E. Pierce is a former Army judge advocate general defense attorney at Guantanamo Bay detention center, Cuba. This article originally appeared at The American Conservative at http://www.theamericanconservative.com/articles/tillerson-mulls-closing-of-war-crimes-office/ ]\nBrian\nJuly 30, 2017 at 16:31\nWhat is not said here, is that torture is not an effective form of interrogation, if the goal is to get reliable information on some potential threat. Tortured victims will say anything to stop the torture. I recommend Regali’s book, Torture in Democracy for anyone interested in the history of TORTURE USA… but also, particularly because it debunks the myth that torture has SOME VALID purpose. Torture is simply punitive and sadistic. It is a form of terrorism…\nEddie\nJuly 29, 2017 at 11:49\nPerhaps its just as well that we get rid of this ‘Office of Global Criminal Justice’, since a country policing itself is often going to ignore it’s own international crimes, especially when an imperialistic, militaristic culture has taken hold as it has here.  Better to drop the empty pretense that we’re actually doing something about war-crimes — which can too easily be used to divert criticism — so that MAYBE a larger percentage of the US populace (maybe a majority someday??) will start saying to themselves “hmm… the people on TV are always telling me that ‘we’ in the US are benevolent and peace-loving, but we reject the International Criminal Court, and the OGCJ, and we appoint destructive hacks like John Bolton to the UN, and we’re always going around to the other side of the world to bomb/kill people and we have HUGE military expenditures that dwarf any other country’s… something doesn’t add-up here…?”\nKnowing/observing the US as I have (i.e.; a 68 yr old life-long resident), I strongly suspect that it’s going to take some sort of ECONOMIC reason for the US to stop being a military aggressor/supporter around the world.  Appealing to US peoples’ better nature is not always going to get you quick & moral results (though it does resonate with a small percentage of us — probably 15-20% of the US population), but make a significant appeal to their pocketbook and you can often have a majority following.\nJuly 28, 2017 at 11:03\nThe total and absolute corruption & rot of the U.S. led Western neocolonial system of exploitation and control is reaching the point that the stench can be detected everywhere.  There is simply no escape from it.  If you are a moral & rational human being your eyes literally water and your gag reflex kicks in when faced with reading or watching Western propaganda presented as “news.” Our rapid free-fall descent into the current theatre of the absurd “news” reporting by the establishment media such as the NYT’s, WaPo, CNN, etc. is breathtaking to behold.  It is literally true today that if one reads or watches these corporate/State propaganda sources, one could simply assume that the “opposite” of what is being reported is true, and one would have a closer more accurate assessment of events in the real world.  Reality, in other words, has been stood on it’s head, and the American people are expected to simply join in by doing hand stands to maintain faith in our fetid rotting systems of violence and exploitation.  That everyday more and more people seem to be waking up with their world upside-down, but then find through alternative media that they can and are regaining their footing on reality is the only hopeful sign on the horizon.  This is not a system that can or will be “fine tuned” into something other or better than it is.  The rot is total and complete.\nJoe Tedesky\nJuly 28, 2017 at 11:59\nGary, you probably do this as well, if CNN, MSNBC, NYT, or Wapo, say one thing then it’s the other thing to believe as it being the truth. Joe\nJohn Barker\nHighpockracy!  Indeed. Great article.\nJuly 28, 2017 at 00:20\nIt is both incredible and sad that Mr. Pierce failed to mention the Armenian Genocide. Many countries recognize it, in both Europe and South America. In Europe, the list includes Switzerland and the Vatican. In the US, at least 46 of the States recognize the Armenian Genocide. It should have been the first example of US hypocrisy in this article, as it is so long overdue and hurtful owing to all the betrayals by American Presidents. Most notable was President Obama’s explicit promise to recognize it, only to cowardly\navoid calling it a genocide throughout his 8 years. Yes, the US is not honest on human rights, and the world knows it.\nZachary Smith\nJuly 28, 2017 at 01:35\nIt should have been the first example of US hypocrisy in this article, as it is so long overdue and hurtful owing to all the betrayals by American Presidents.\nIf the situation of Turkey and NATO continues to deteriorate, the Bob Dylan title “The Times They Are A-changin'” may come into play.\nTurkey and Russia have signed an agreement where the former nation will send several billion dollars to Moscow instead of to Washington, violating one of the key points of the Military Industrial Complex. That money is flowing in the wrong direction.\nLots of things could go wrong – Turkey may not have enough cash to spare for such an expensive system, and Russia may decide against giving a “crown jewel” of it’s weaponry to a NATO member.  But should Turkey drop out of NATO, expect a sudden discovery by Washington that the Armenian Genocide really did happen, and that WW1 Turkey was really evil.\nbackwardsevolution\nJuly 28, 2017 at 07:48\nZachary – “But should Turkey drop out of NATO, expect a sudden discovery by Washington that the Armenian Genocide really did happen, and that WW1 Turkey was really evil.” That’s very funny writing!\nmike k\nJuly 27, 2017 at 19:55\nWhat’s it like to live in a world ruled by those without conscience? We are finding out.\nJoe Wallace\nJuly 27, 2017 at 17:23\nSo that’s how this works. You get the government to pass a law granting Americans impunity for “torture or other forms of cruel, inhuman, or degrading treatment (CIDT)” because those activities fall “within the scope of government employment.” Then your organization can sit in judgment of others while your own wrongdoing can be ignored because it’s just part of the job description. With respect to hypocrisy, this exposé puts the Office of Global Criminal Justice right up there with Saudi Arabia’s Global Center for Combatting Extremist Ideology. Wow! There’s nothing that can’t be cured with good p.r.\nJuly 27, 2017 at 18:29\nThe net result is that distributed human intelligence discerns law and justice are two different subjects.\nA nation run by the rule of law as laid down by totalitarian military empire is savage, ruthless and barbaric.\nRealist\nYep, everything Hitler did was strictly “legal.” Same here.\nOkay, it’s not but their lawyers say it is.\nbackwardsevolution\nJuly 27, 2017 at 16:55\nI know I have too much Scottish blood in me, but I am glad for that.  The Romans could not defeat them, called them savages and barbarians, so they built Hadrian’s Wall.  The Scots gave the English a run for their money too.\nWhenever the elite get filled with arrogance, feeling they can take whatever they want, sometimes people fight back.  Which is what it is going to take.\nJoe Wallace\nbackwardsevolution:\nI’m of Scottish origin myself, and have often wondered what it is that endowed me with the gift of stubbornness. There’s a pithy saying I very much like. I don’t know if it’s of Scottish derivation or not, but I’d certainly like it to be. It goes: “I am better than no man, but I am the equal of any man.” The first part is a reminder to be humble; everyone deserves to be treated with dignity and respect. The second part is a warning that speaks to your statement that “Whenever the elite get filled with arrogance, feeling they can take whatever they want, sometimes people fight back.” If you don’t treat people with dignity and respect, they will fight back. That’s not a Scottish trait. It’s a human trait.\nbackwardsevolution\nJuly 27, 2017 at 19:39\nJoe Wallace – you describe your stubbornness as a gift.  When it’s a stubbornness that comes from the soul, and not just a knee-jerk prideful one, then it most certainly is a gift.  You’re right about that.\nI love your saying: “I am better than no man, but I am the equal of any man.” Yes, that’s exactly what I meant.  Love what you said about humility too.\nI’ve tried to live by the Golden Rule (and have failed often):  Do unto others as you would have them do unto you.  Unfortunately, our elite leaders want to do unto others what they would never dream of doing unto themselves.\nMaybe it was the fact that the Scots had nowhere to run, nowhere else to go that made them fight so hard.  Maybe they realized that they would lose their distinct culture if they were to roll over.  Being in clans, smaller groups, probably saved them.  No real elite to betray them.\nAt any rate, the Scots appeared to be able to see long-term, unlike others.  Maybe that’s why I always look way down the road; it must be in the DNA!\nThanks, Joe.\nJoe Wallace\nbackwardsevolution:\nThank you for the kind words. I suppose the saying could be considered an assertive corollary of the Golden Rule. You’ve probably heard Donald Trump’s version of the Golden Rule: “Do one to others before they do one to you.”\nRealist\nJuly 27, 2017 at 16:54\nI looked at the photo of the official seal of the CIA at the bottom of the article and once again saw the image of the bald eagle being exploited, presumably because it is a creature of great strength and resourcefulness.  Most other world powers and many lesser countries also use it as a device in their national emblems.   The story goes that Ben Franklin thought the noble turkey would be a more appropriate symbol of America than a rapacious killing machine.  His choice of a substitute, though more PR friendly, would not have been accurate.  If we care for accuracy what America should be caricatured as is one of the larger vultures, a creature that feeds on rotting corpses of unfortunate fellow creatures.   Since our present raptor is too hard to give up, I propose creating a new seal with the eagle and a vulture arm-in-arm (wing-in-wing actually), sort of like the cartoon magpies Heckle and Jeckle often posed.  They’d both have the recognisable impish grins of the cartoon avians.  This would not break convention as Russia already uses a two-headed eagle to represent the nation having both an eastern and a western view for their future.   Our new seal would stand for both the potential power and the actual devastation routinely projected by the American state.   Keeping war crimes under control is an unnecessary impediment for such an unchecked world hegemon. “The bird is the word.”\nGregory Herr\nJuly 27, 2017 at 17:39\nOn the wall above that seal on the floor of the lobby is an inscription: “And ye shall know the truth, and the truth shall set you free.”\nMy reaction to this, after checking for wool, kinda looks like:\nI was thinking of this classic\nbut with a pompous eagle and a grubby vulture\nwhich could symbolize so many things in this country right now, e.g., the government and its corporate owners.\nGregory Herr\nJuly 27, 2017 at 18:18\npompous and grubby “fits the bill” for government and corporate villains\nAmes Gilbert\nJuly 31, 2017 at 16:45\nHate to spoil your fantasies about Bald eagles, but I can attest, having observed them many times over the years in all sorts of situations, that they are in fact more like vultures than your ideal. They actually do mostly scavenge, with a sub–speciality of bullying other birds who have done the actual work of catching prey, for example, ospreys. So, a very appropriate and accurate mascot for the USA!\nWe would have done much better to choose the Golden eagle as our mascot if we wanted to emulate a standard of fierceness and intelligence, or—as Benjamin Franklin suggested, the Turkey (cunning, wise and brave–I’ve seen them successfully fighting off Red-shouldered hawks that were after their chicks!)\nmike k\nJuly 27, 2017 at 16:09\nVicious, evil people do everything they can to avoid scrutiny and prosecution for their crimes. The hypocrisy of our “leaders” in their expensive suits is disgusting. How they can hide their ugliness from the masses is a testament to propaganda and the con job that has been worked on them to prevent them from looking too closely at those closely at those pretending to be so upstanding and wise. These “leaders” are the worst human beings on this planet. Unless we can break their deathgrip on the people, we are all doomed to extinction. This is not a theory, this is a simple fact obvious to anyone whose eyes are unclouded by lies and illusions.\nJoe Tedesky\nJuly 27, 2017 at 16:38\nSo mike the office that was set up to be the overseer of war crimes, was in all actually a office with a title, so as the U.S. could go on torturing, and killing, with out any obstruction from the governments critics. Add to this a society who, police shoot unarmed suspects and walk free, a society where now the police can confiscate your assets without you even being convicted, and where in this post 911 world of course everyone is suspect when boarding a plane, or going to a major sports event, and now this.\nI wake up every morning wondering to if my morning reads will be censored. I fear writing in my name, to almost everything, especially petitions. I travel through a yellow light wondering if a camera will prove the light was red, and then wait by the mailbox just not wanting to be surprised, so if a traffic ticket does come in the mail, that I can hurry up and pay it quickly. With all of this, and yet it is lawful in the state of Florida to watch a man drown.\nBeing at the age I am, I do remember a time when many things were different. Now I hope and pray that my grandchildren, and someday their children, will enjoy a country and a world which is free. Is this too much to ask for?   Joe\nBob Van Noy\nJuly 27, 2017 at 18:02\nJoe I’m going to join you here in outrage, for exactly the same reason, because I simply want it recorded in my own name that I said No! ‘’I’m not a part of that kind of thinking and activity’ I reject it.”  For the sake of my family and my own Grandchildren. Bring on the War Crimes Tribunals, I fully support them.\nJoe Tedesky\nJuly 27, 2017 at 20:04\nBob, I have a corny theory, that before the U.S. comes to its senses, and to do all right by the world, a moment of truthful reflection would be most welcome. The U.S. has been so successful with cover stories and lying for such a longtime, that it created a huge industry for authors to dispute Washingtons lying narratives. This can’t go on this way forever.\nWC\nJuly 27, 2017 at 15:48\nWhy is anyone even remotely surprised by this Office of Global Criminal Justice being closed? You can’t have an office that reports on sociopaths and psychopaths in a world run by sociopaths and psychopaths.\nbackwardsevolution\nJuly 27, 2017 at 15:47\n“The same Newsweek piece explained that the Office [of Global Criminal Justice] was formed following the 1996 passage of the War Crimes Act.”\nOf course it was.  This is what they do for everything.  It is really an office of protection for the war criminals, an early warning system put in place to guard against and diffuse anger. “Don’t worry, folks.  Look, we’ve set up this special office to ensure that those committing war crimes will be severely prosecuted.” People who don’t know any better rest assured that justice will be done.  And then there is silence.\nAll might have been well and good had they also set up an Office of Global Criminal Retribution, whereby those who have been wrongfully tortured, those who have lost loved ones through wars of aggression could retaliate.\nIf I lost one of my children (some bomb or drone got them) because of some unjust aggression, simply because my country had oil that the aggressors wanted or their ally wanted to weaken us through war, I would hate that country – hate them!  It is amazing that bombs aren’t going off on every corner in the United States, Israel, Saudi Arabia…\nOff with their heads!\nJuly 27, 2017 at 17:54\nTrue, and isn’t it also strange that so few in the West seem to make that comparison: what if I were them! People hurt as much everywhere, the numbers affected are huge, and empathy for your neighbour.\nMartin - Swedish citizen\nJuly 27, 2017 at 15:01\nVery interesting technical judicial details.\nIt is appalling. Yet, probably because we all know this is the US conduct, and has been going on for a very long time, and hardly criticised, it doesn’t seem to evoke the wrath it should.\nThe lack of proportion in the US and Western attitude to Iran and Saudi Arabia is an apparent example of the hypocrisy. The same is true of Ukraine then and now. The “freedom index” which favours Western allies, that media employ without any analysis, is a detail that seems to expose how well the hypocrisy is orchestrated.\nTom Welsh\nJuly 27, 2017 at 14:52\nThis article focuses on the human rights of detainees and victims of torture – and quite rightly.\nBut of course, it is also a war crime to invade a foreign country in an act of unprovoked aggressive war, kill thousands or even millions of its citizens, murder its head of state, and destroy its civilian infrastructure. That is something the USA has done (recently) in Yugoslavia, Afghanistan, Iraq, and Libya, and tried very hard to do in Syria.\nTypingperson\nDon’t forget Yemen! And Honduras. And–\nBob Van Noy\nJuly 28, 2017 at 09:24\nYes Tom Welsh and Typingperson, also let me add this article that I just read this morning (Friday Feb.28, 2017) where Julian Assange documents how the CIA was responsible for creating ISIS going back to 1979 which only surprises me because that was the Carter Administration…. It seems that there is more to see and investigate than one might assume.\nBob Van Noy\nJuly 27, 2017 at 14:49\nThe only real international law is that expressed in the Melian Dialogue. The Athenians, like the Nazis, were at least honest and forthright about their belief that might is right. (You can’t really argue with that, because the only thing that trumps might is greater might).\nZachary Smith\nJuly 27, 2017 at 14:31\n(Ret.) Maj. Todd E. Pierce is a former Army judge advocate general defense attorney at Guantanamo Bay detention center, Cuba. This article originally appeared at The American Conservative…\nThis was truly an infuriating read, especially after examining the link to the dishonest weasels at the neocon NYT.   The warmongering Democrats never questioned Obama’s crimes – and most mentions of Bush’s torture disappeared when it became clear that Obama would not prosecute.\nFinally, it seems to me that what little outrage remains about the blatant criminality of the US government – including the courts – comes from the conservatives.   All the Obama/Hillary “liberals” want is a war with somebody or other.\nUSTaxpayer\nAugust 6, 2017 at 21:43\nFirst, of all…the USA is NOT THE WORLD’s POLICE…\nSecondly, for those whom are outraged..: take action…go into the nations you are so concerned about and DO SOMETHING.\nSTOP ARM CHAIR god righteous,  games. verbage…and take self responsibility: DO NOT EXPECT OTHER PEOPLE to DO IT FOR YOU : DO NOT EXPECT OTHER PEOPLE to DIE FOR YOU..\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [
            [
                "shackles and chains, blackened goggles, and ear coverings,",
                "",
                false
            ],
            [
                "on issues related to war crimes, crimes against humanity, and genocide.",
                "",
                false
            ],
            [
                "also coordinates U.S. Government positions relating to the international and hybrid courts currently prosecuting persons responsible for genocide, war crimes, and crimes against humanity — not only for such crimes committed in the former Yugoslavia, Rwanda, Sierra Leone, and Cambodia — but also in Kenya, Libya, Côte d’Ivoire, Guatemala, and elsewhere in the world.",
                "",
                false
            ],
            [
                "a range of diplomatic, legal, economic, military, and intelligence tools to help expose the truth, judge those responsible, protect and assist victims, enable reconciliation, deter atrocities, and build the rule of law.",
                "",
                false
            ],
            [
                "the Trump administration’s indifference to human rights outside North Korea, Iran and Cuba.",
                "",
                false
            ],
            [
                "would hamper efforts to publicize atrocities and bring war criminals to justice.",
                "",
                false
            ],
            [
                "war criminals, and has inveighed against brutal dictators, including Sudanese President Omar al-Bashir and Syrian President Bashar al-Assad.",
                "",
                false
            ],
            [
                "has not criticized Saudi Arabia or other American allies with dismal human rights records.",
                "",
                false
            ],
            [
                "whether inside or outside the United States,",
                "",
                false
            ],
            [
                "the CIA began using torture early in the Iraq War and, later, jailing people indefinitely and without trial in Guantanamo, the U.S. was in open breach of the conventions.",
                "Nina Burleigh",
                false
            ],
            [
                "help expose the truth, judge those responsible, protect and assist victims, enable reconciliation, deter atrocities, and build the rule of law,",
                "",
                false
            ],
            [
                "Is torture or other forms of cruel, inhuman, or degrading treatment (CIDT) within the scope of government employment?",
                "Steve Vladeck",
                true
            ],
            [
                "the answer to that question is ‘yes.",
                "Steve Vladeck",
                false
            ],
            [
                "a member of the Armed Forces of the United States or a national of the United States",
                "Steve Vladeck",
                false
            ],
            [
                "within the scope of their employment.",
                "",
                false
            ],
            [
                "several detainees were subjected to abuse — including ‘forced grooming, solitary confinement, sleep deprivation, forced medication, transport in ‘shackles and chains, blackened goggles, and ear coverings,’ and the disruption of … religious practices",
                "",
                false
            ],
            [
                "t]hough the intelligence rationale has dissipated, the need to maintain an orderly detention environment remained after CSRT clearance.",
                "",
                false
            ],
            [
                "Authorized or not, the conduct was certainly foreseeable because maintaining peace, security, and safety at a place like Guantanamo Bay is a stern and difficult business.",
                "",
                true
            ],
            [
                "hmm… the people on TV are always telling me that ‘we’ in the US are benevolent and peace-loving, but we reject the International Criminal Court, and the OGCJ, and we appoint destructive hacks like John Bolton to the UN, and we’re always going around to the other side of the world to bomb/kill people and we have HUGE military expenditures that dwarf any other country’s… something doesn’t add-up here…?",
                "",
                false
            ],
            [
                "The Times They Are A-changin",
                "Bob Dylan",
                false
            ],
            [
                "But should Turkey drop out of NATO, expect a sudden discovery by Washington that the Armenian Genocide really did happen, and that WW1 Turkey was really evil.",
                "Zachary",
                true
            ],
            [
                "torture or other forms of cruel, inhuman, or degrading treatment (CIDT",
                "",
                false
            ],
            [
                "within the scope of government employment.",
                "",
                false
            ],
            [
                "I am better than no man, but I am the equal of any man.",
                "",
                true
            ],
            [
                "Whenever the elite get filled with arrogance, feeling they can take whatever they want, sometimes people fight back.",
                "",
                true
            ],
            [
                "I am better than no man, but I am the equal of any man.",
                "",
                true
            ],
            [
                "Do one to others before they do one to you.",
                "Donald Trump",
                true
            ],
            [
                "And ye shall know the truth, and the truth shall set you free.",
                "",
                true
            ],
            [
                "I’m not a part of that kind of thinking and activity",
                "",
                false
            ],
            [
                "The same Newsweek piece explained that the Office [of Global Criminal Justice] was formed following the 1996 passage of the War Crimes Act.",
                "",
                true
            ],
            [
                "Look, we’ve set up this special office to ensure that those committing war crimes will be severely prosecuted.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/07/18/world/americas/state-department-war-crimes-office-closing.html",
                "http://www.theamericanconservative.com/articles/tillerson-mulls-closing-of-war-crimes-office/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.jurist.org/commentary/2006/02/torture-and-scope-of-employment-07/",
                "https://www.newsweek.com/trump-war-crimes-torture-tillerson-638404",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "office",
            "crimes",
            "states",
            "human",
            "justice",
            "global",
            "criminal",
            "war",
            "united",
            "hypocrisy",
            "torture",
            "rights",
            "officials"
        ]
    }
]