[
    {
        "url": "https://www.christianpost.com/news/us-shouldnt-take-syrian-refugees-huckabee-argues-at-gop-debate.html",
        "title": "US Shouldn't Take Syrian Refugees, Huckabee Argues at GOP Debate",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nUS Shouldn't Take Syrian Refugees, Huckabee Argues at GOP Debate\nUS Shouldn't Take Syrian Refugees, Huckabee Argues at GOP Debate\nUS Shouldn't Take Syrian Refugees, Huckabee Argues at GOP Debate\n| Tuesday, November 10, 2015\nAmerica should not open its doors to Syrian refugees fleeing from the terror of the Islamic State militant organization, Former Arkansas Gov. Mike Huckabee asserted during Tuesday night's Fox Business undercard Republican presidential debate.\nHuckabee was asked by moderator Sandra Smith to reiterate his position whether he thought America should allow refugees fleeing from the war-torn Syria to seek asylum inside the United States.\n\"You differ from many of you GOP opponents on the stage,\" Smith stressed.\nHuckabee started his response by criticizing President Barack Obama for not doing \"anything help stop the slaughter of Christians\" and for not helping the Kurdish forces.\nAlthough Obama has directed his administration to prepare to take in over 10,000 Syrian refugees in the next year, Huckabee argued that allowing the Syrian refugees to come into the country would only make it more likely for a terrorist to sneak through the system.\nRepublican U.S. presidential candidates (L-R) former U.S. Senator Rick Santorum, New Jersey Governor Chris Christie, former Arkansas Governor Mike Huckabee and Louisiana Governor Bobby Jindal pose during a photo opportunity before the start of a forum held for lower polling candidates held by Fox Business Network before their 2016 U.S. Republican presidential candidates debate in Milwaukee, Wisconsin, November 10, 2015. | (Photo: REUTERS/Darren Hauck)\n\"We are just going to open our doors and we don't have any idea who these people are, but we do know that only one out of five of the so-called Syrian refugees who went into Europe are actually Syrian,\" Huckabee stressed. \"Many of them, we had know idea who they were. They weren't Syrian.\"\n\"Are we going to open the door so that ISIS people will come in and we'll give them a place to stay and medical benefits?\" Huckabee asked. \"My gosh, we are $19 trillion in debt. We can't even afford to take care of Americans. If we are going to do something for the Syrians, let's find out who they really are, and the ones that are in danger, let's help build an encampment for them, but closer to where they live when they don't know the [English] language, the culture.\"\nHuckabee argued that America is not in position to take in refugees and suggested Saudi Arabia should take more responsibility in helping the Syrian refugees.\n\"Frankly, when we got as many homeless people that we have, I am not sure this makes any sense. Let's do it where we can best help them — send them some food,\" Huckabee stressed. \"Let's ask the Saudis to step up. I am really tired of Americans being the only ones asked to do all the heavy lifting when it comes to charity.\"\n\"Quite frankly, our number one concern right now taking care of the fact that Americans are taking it in the gut without jobs, many of them working two and three part time jobs,\" he added. \"If America wants to do something great, let's get our economy growing again, stabilize the dollar and we will be in a much better position to help people around the world.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "open",
            "know",
            "going",
            "refugees",
            "shouldnt",
            "help",
            "huckabee",
            "lets",
            "argues",
            "syrian",
            "position",
            "asked",
            "debate",
            "gop"
        ]
    }
]