[
    {
        "url": "https://www.christianpost.com/news/mitch-daniels-says-family-the-reason-for-not-seeking-presidency.html",
        "title": "Mitch Daniels Says Family the Reason for Not Seeking Presidency",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMitch Daniels Says Family the Reason for Not Seeking Presidency\nMitch Daniels Says Family the Reason for Not Seeking Presidency\nMitch Daniels Says Family the Reason for Not Seeking Presidency\n| Sunday, May 22, 2011\nMitch Daniels, governor of Indiana and a former top aide to President George W. Bush, is the latest big name in the Republican Party to suddenly announce that he won’t run for president in 2012.\nEarly morning on Sunday, just after midnight, Mitch Daniels sent an e-mail to his supporters saying that he has decided not to seek the Republican nomination for president. The Indiana governor, who since taking office in 2005 has turned the state’s budget from deficit to surplus, said he will not run because of “the interests and wishes of my family.”\n“The counsel and encouragement I received from important citizens like you caused me to think very deeply about becoming a national candidate,” said Daniels in the message distributed by the chair of the Indiana Republican Party, Eric Holcomb.\n“In the end, I was able to resolve every competing consideration but one, but that, the interests and wishes of my family, is the most important consideration of all.”\nHe and his wife, Cheri, divorced in 1993. She moved to California to remarry and then later divorced and re-married Daniels in 1997, according to The Los Angeles Times. Cheri at a fundraiser for the Indiana GOP this month shared that she was “nervous” about her private life being dissected by the media, according to CNN.\nIn the latest Gallup GOP contender poll, 13 percent of respondents said they have a strongly favorable view of Daniels, which placed him tenth among 13 potential candidates listed. He also has low name recognition among the potential candidates, with only 35 percent of Republicans knowing who he is.\nBy comparison, former Alaska Governor Sarah Palin had 96 percent name recognition and former Speaker of the House Newt Gingrich, 84 percent.\nBut despite his shortcomings, Daniels could have posed a real challenge to President Obama amid the struggling U.S. economy given his success running Indiana. The former director of the Office of Management and Budget under President Bush is a proven fiscal conservative who has not only balanced the state’s budget but managed to create a surplus. He has reduced tax rates, passed educational reforms, and worked on privatizing government services.\nHe has strong approval ratings in Indiana.\nAnd last week, Daniels signed into law House Bill 1210, which prohibits federal money given to Indiana for family planning services to be distributed to abortion providers, the largest of which is Planned Parenthood. Under Daniels’ watch, Indiana became the first state in the nation to bar federal tax dollars from going to clinics that provide abortions.\nPolitical pundits had commented that the move was a play by Daniels to woo the social conservative voting base. Last June, Daniels had drawn nationwide attention and the ire of social conservatives when he suggested that they compromise on social issues to focus on economic problems.\nBut Daniels is out of the picture now in terms of GOP candidates. He joins a growing list of Republicans who have announced that they will not seek the White House, including former Arkansas Governor Mike Huckabee, real estate magnate Donald Trump, and Mississippi Gov. Haley Barbour.\n“If I have disappointed you, I will always be sorry,” said Daniels in the e-mail. “If you feel that this was a non-courageous or unpatriotic decision, I understand and will not attempt to persuade you otherwise. I only hope that you will accept my sincerity in the judgment I reached.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "presidency",
            "candidates",
            "indiana",
            "mitch",
            "president",
            "reason",
            "governor",
            "social",
            "house",
            "republican",
            "family",
            "seeking",
            "daniels",
            "gop"
        ]
    }
]