[
    {
        "url": "https://www.christianpost.com/news/christian-therapist-life-wont-suck-if-you-reframe-suffering.html",
        "title": "Christian Therapist: Life Won't Suck If You Reframe Suffering",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian Therapist: Life Won't Suck If You Reframe Suffering\nChristian Therapist: Life Won't Suck If You Reframe Suffering\n| Thursday, April 21, 2011\nWhen will my life not suck?\nThat is the question posed, in some form or another, by many Americans. But for a Christian therapist who has battled his own demons like depression, the answer is: learn to reframe suffering.\nWhen Ramon Presson – a family therapist, former pastor, and author – finds himself slipping into depression, he goes into “rehab” by reading the book of Philippians, in which Apostle Paul shares why he can rejoice even though he is in prison.\nPresson makes it clear in his book When Will My Life Not Suck? that he is not speaking from an \"ivory tower,\" but he has experienced depression first-hand. The author was once hospitalized for depression and takes antidepressant medication every day.\n“The fancy psyche term is perceptual accentuation. That’s a real fancy way of saying I feel it therefore it must be true, and that’s our tendency,” said Presson to The Christian Post.\nBut the author pointed to Paul’s letter to the Philippians, which reveals the apostle’s incredible perspective and attitude about his otherwise depressing situation. Paul had dreamed of going to Rome to preach the Gospel in the open air, but he was in prison not knowing if he would ever be released. The great apostle was likely disappointed and confused about his situation and why God would confine him in prison when he should be preaching the Gospel in the streets of Rome. Yet he chose to “focus on what else was true besides the obvious.”\n“But that isn’t the only thing that’s true. Other things that are true is that the Gospel is being shared with the Roman guards and the Roman guards are sharing with friends and family so the Gospel is getting out just not how he had scripted and hoped and planned for it to,” said the Tennessee therapist, who also co-authored the book Love Talks for Couples with Dr. Gary Chapman.\nPaul also recorded that the believers in Philippi became bolder in their sharing of the Gospel after seeing him in chains for the faith.\n“Part of his healthy perspective is that he is going, ‘You know, this is not just all about me,’” said Presson. “He is not implying that he doesn’t matter … but he extends it beyond just his concern and comfort.”\nThroughout the book, Presson takes on the tone as one who identifies with those suffering from depression or those upset with God for making their life difficult – even to the point of being shocking at times.\nHe cites the character Bruce in the 2003 film “Bruce Almighty” as speaking for many people when Bruce rants at God, “Fine! The gloves are off pal! C’mon, lemme see a little wrath! Smite me, O mighty smiter! You’re the one who should be fired! The only one around here not doing his job is You!”\nBut although the Christian author acknowledges that the “Bruce Almighty” quote speaks for many Americans when things go wrong, he is quick to point out the faulty thinking.\n“The pragmatism that pervades Western thinking and American thought in particular is the idea that if it works then it is true,” Presson wrote. “So if belief/faith/church attendance/service/tithing/having a quiet time isn’t improving your lot – if life still sucks – then God is like a busted hair dryer to be thrown away. Faith worked for a while, but it’s broken now. So just toss it and get something that works.”\nPsychologist Larry Crabb, however, offers the correct biblical way of understanding God, faith and suffering, said Presson.\n“We treat personal discomfort as the central evil from which we need to be saved. When we blend the pursuit of comfort with Christianity, Jesus becomes a divine masseur whose demands we heed only after we are properly relaxed,” Crabb stated in his book Finding God. \"But that is not the Christianity in the Bible. Christ offers hope, not relief, in the middle of suffering, and he commands us to pursue him hotly even when we’d rather stop and look after our own well-being.”\nApostle Paul, who had reason to despair given his physical condition and circumstances, understood this and was able to reframe his situation into a “can’t lose dilemma” in Philippians 1:21-24 where he said to “live is Christ and to die is gain.”\n“How do you defeat a person who continues to reframe his or her own suffering? The short answer: you can’t,” Presson highlighted.\n“Their steadfastness in the face of affliction and their joy in spite of hardships can largely be attributed to their perspective and their ability to reframe suffering.”\nPresson’s book also teaches those suffering from depression to move from the question of “why?” to “what next?” He said his counseling experience teaches him that knowing why something bad happened isn’t always emotionally helpful. For a person battling cancer, for example, dwelling on the question “why me?” is not as helpful as asking “what’s next?”\nAnother important thing to understand is that people can learn to be content and that it does not happen immediately after conversion. Apostle Paul said he learned the secret of being content, which came after “growing in his knowledge of Christ and the gospel of grace and in his understanding about spiritual warfare, suffering and the Spirit-controlled life.”\n“If Paul can learn contentment, so can we,” stated Presson, who keeps a card on his dashboard that reads: “Your attitude is either your best friend or your worst enemy.”\nThe Christian therapist and author concluded: “[T]he early Christians’ actions and reactions indicate that they fully understood and truly believed that God is good, life is not fair, and that God and life are not the same things.”\nThe title When Will My Life Not Suck? was inspired by a woman in a Bible study group in the upscale neighborhood of Brentwood, Tenn., who blurted out, “When will my life not suck?” Presson heard about the outburst through the Bible study’s leader, who said the question helped other women to stop pretending that their lives were perfect and share honestly about their struggles.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wont",
            "reframe",
            "presson",
            "true",
            "gospel",
            "god",
            "suffering",
            "christian",
            "book",
            "depression",
            "therapist",
            "suck",
            "life"
        ]
    }
]