[
    {
        "url": "https://www.christianpost.com/news/iranian-christian-convert-leads-1500-muslims-christ-sweden.html",
        "title": "Iranian Christian Convert Leads 1,500 Muslims to Christ in Sweden",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\nWoman Keeps Evangelizing Despite Bombing and Murder Threats by Muslims\nIranian Christian Convert Leads 1,500 Muslims to Christ in Sweden\n| Thursday, January 18, 2018\nAnnahita Parsan (L), minister in the Church of Sweden, in a video posted on April 28, 2017. | (Screencap: YouTube/Tidningen Dagen)\nAn Iranian convert to Christianity who is now an ordained minister in the Church of Sweden says she has helped bring nearly 1,500 Muslims to Christ over the past five years.\nAnnahita Parsan told Fox News  in a report on Wednesday that her life, which has undergone huge tribulations, is \"completely different since coming to Jesus.\"\nThe minister said she was raised in a Muslim home in Iran and married at 16, though a couple of years later her husband was killed in a car accident.\nShe had to fight for custody for her son, which she successfully won, and two years later was re-married to a man whose wife had died.\nHer second husband started beating her son, and although she wanted a divorce it was impossible for her to do because she was pregnant with a second child.\nParsan, her daughter, and the rest of the family fled as refugees in 1984 in the wake of the Iran-Iraq conflict, but met great hardships, including spending a month in prison in Turkey because they did not have identification papers or passports.\nEventually they made it to Denmark, which is where Parsan started learning more about Jesus Christ.\n\"In about the first or second month there, a woman came to the door to speak about God. But it was not in my interest,\" Parsan said. \"I was so angry, I was so unhappy. But she came back the next day with a small Bible, so this time I asked Jesus to help me.\"\nShe started reading the Bible, which she had to keep secret from her husband, and grew in the faith. But her family life only got worse and she attempted to take her own life by overdosing on sleeping pills after her husband physically attacked her. \nShe survived the assault and that was when she woke up in a hospital and realized she was being called for greater things.\n\"I was too scared to go home and the police came to the hospital to talk to me. Many people were helping me find a safe place to live, and I knew it was Jesus,\" Parsan recalled.\n\"And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran. After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.\"\nTwo years after moving to Sweden she was baptized in the Christian faith. In 2006, she survived a car accident, which is when she said she realized God spared her life so that she could help Muslims come to Christ.\nIn 2012, Parson became a minister in the Church of Sweden, focusing much of her work on reaching out to the Muslim community and inviting them to explore the faith.\nShe has helped as many as 1,500 come to Christ in the past five years, she estimates, despite risks to her life.\n\"I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack. I have a police officer attached to my case I can always call, and we have security during our services. I have other threats from my own distant family members,\" she revealed. \"But for me, what I do is worth it.\"\nChristians back in Iran meanwhile continue suffering intense persecution for their faith, believers have said , despite the claims of a prominent bishop who attempted to argue that they \"enjoy complete freedom.\"\nBishop Sibo Sarkisian, the Armenian-Orthodox Bishop of Tehran, said last month that Iran grants Christian citizens \"every right to practice their faith, including observing their feasts such as Christmas,\" and said that the only thing they are prohibited from doing is sharing their faith publicly.\nMohabat News, which says it is the news agency of Iranian Christians, pointed out, however, that for millions of believers, including the growing numbers in Iran, evangelism is a biblical mandate, and is an essential part of the faith.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "completely different since coming to Jesus.",
                "Annahita Parsan",
                false
            ],
            [
                "In about the first or second month there, a woman came to the door to speak about God.",
                "Annahita Parsan",
                true
            ],
            [
                "But it was not in my interest,",
                "Annahita Parsan",
                true
            ],
            [
                "I was so angry, I was so unhappy.",
                "Annahita Parsan",
                true
            ],
            [
                "But she came back the next day with a small Bible, so this time I asked Jesus to help me.",
                "Annahita Parsan",
                true
            ],
            [
                "I was too scared to go home and the police came to the hospital to talk to me.",
                "Annahita Parsan",
                true
            ],
            [
                "Many people were helping me find a safe place to live, and I knew it was Jesus,",
                "Annahita Parsan",
                true
            ],
            [
                "And soon, the police called to tell me that they had uncovered a plot in which my abusive husband had planned to kidnap the children back to Iran.",
                "Jesus Christ",
                true
            ],
            [
                "After that, we moved to Sweden, and the policeman told me that I have an angel on my shoulder.",
                "Jesus Christ",
                true
            ],
            [
                "I have serious threats at least a couple of times per year, a threat of a knife attack or a bomb attack.",
                "Annahita Parsan",
                true
            ],
            [
                "I have a police officer attached to my case I can always call, and we have security during our services.",
                "Annahita Parsan",
                true
            ],
            [
                "I have other threats from my own distant family members,",
                "Annahita Parsan",
                true
            ],
            [
                "But for me, what I do is worth it.",
                "",
                true
            ],
            [
                "every right to practice their faith, including observing their feasts such as Christmas,",
                "Sibo Sarkisian",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.foxnews.com/world/christian-convert-from-iran-converting-muslims-in-sweden",
                "https://www.christianpost.com/news/iranian-christians-hit-back-against-bishop-who-rebukes-evangelism-claims-they-have-freedom-212240/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "life",
            "iranian",
            "parsan",
            "husband",
            "second",
            "christian",
            "iran",
            "sweden",
            "1500",
            "month",
            "faith",
            "leads",
            "muslims",
            "started",
            "christ",
            "convert"
        ]
    }
]