[
    {
        "url": "https://www.christianpost.com/news/justice-dept-dc-metro-violated-religious-freedom-archdiocese-blocking-christmas-ads.html",
        "title": "Justice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\nJustice Dept. Says DC Metro Violated Religious Freedom of Archdiocese by Blocking Christmas Ads\n| Thursday, January 18, 2018\nA Metro bus crosses an intersection out front of the Paul S. Sarbanes Transit Center in Silver Spring, Maryland in a video posted to YouTube on Apr 10, 2016. | (Screenshot: YouTube / MJofLakeland1)\nThe United States Justice Department said that the Washington, D.C. public transit system violated the free speech rights of the Catholic Archdiocese of Washington by refusing to place it's Christmas advertisement on the side of Metro buses.\nThe Department of Justice filed a 14-page amicus brief  with the United States Court of Appeals for the District of Columbia on Tuesday in defense of the archdiocese, which is suing the Washington Metropolitan Area Transit Authority after its bus advertisement for the \"Find the Perfect Gift\" Christmas campaign was rejected.\nThe advertisement showed a silhouette of three shepherds and their sheep under a starry night. The advertisement also promoted the website, \" FindthePerfectGift.org .\" Upon clicking the link, the page reads \"Jesus is the perfect gift.\"\nWMATA maintained that the ad was rejected because it violated guidelines that state that advertisements may not promote or oppose and religion or belief.\nThe archdiocese filed a lawsuit against the agency in November. However, a federal judge in December sided with WMATA, saying that the agency has the right to ban posters that have religious content. Although the Christmas season has ended, the archdiocese is continuing its legal battle because it intends to place similar ads in the future and wants WMATA's policy struck down.\nAttorney General Jeff Sessions' Justice Department is now asking the Court of Appeals to overturn the federal judge's ruling.\n\"WMATA's rejection of the Archdiocese's proposed Christmas advertisement in this case falls squarely within the class of viewpoint discrimination ....,\" the Justice Department brief reads. \"In the context of Christmas advertising, WMATA's guidelines permit messages which generally express commercial or charitable viewpoints, but exclude messages that express religious viewpoints.\"\n\"Had Macy's, for example, sought to run a Christmas-themed ad stating, 'Find the Perfect Gift,' and displaying an image of its jewelry, nothing in the guidelines would prohibit the company from doing so. But because the Archdiocese's proposal arguably conveyed the implicit message that 'JESUS is the perfect gift,' WMATA rejected it,\" the brief continued. \"An ad proclaiming that the perfect Christmas gift is jewelry and another that the perfect Christmas gift is Jesus obviously offer competing perspectives on the meaning of the holiday, yet WMATA permits only the former.\"\nThe Justice Department argues that the the application of WMATA's guidelines is \"precisely the type of viewpoint discrimination\" that the Supreme Court precluded in the 1995 case of Rosenberger v. University of Virginia , in which the court ruled that the public school may not withhold funding from a Christian student publication that is otherwise available to secular student publications.\n\"As the Supreme Court has made clear, the First Amendment prohibits the government from discriminating against religious viewpoints,\" Associate Attorney General Rachel Brand said in a statement. \"By rejecting the Archdiocese's advertisement while allowing other Christmas advertisements, WMATA engaged in unconstitutional viewpoint discrimination.\"\nAccording to the  Washingtonian  magazine, Metro's policy was revised after Pamela Geller of the American Freedom Defense Initiative attempted to place ads featuring cartoon depictions of the Muslim prophet Muhammad.  \nSince taking office in 2017, Sessions and President Donald Trump have vowed to promote religious liberty. Last October, Sessions issued a sweeping order on religious freedom , calling on federal agencies to ensure that the religious freedom of people and organizations are protected to the \"greatest extent practicable and permitted by law.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "WMATA's rejection of the Archdiocese's proposed Christmas advertisement in this case falls squarely within the class of viewpoint discrimination ....,",
                "",
                true
            ],
            [
                "In the context of Christmas advertising, WMATA's guidelines permit messages which generally express commercial or charitable viewpoints, but exclude messages that express religious viewpoints.",
                "",
                true
            ],
            [
                "Had Macy's, for example, sought to run a Christmas-themed ad stating, 'Find the Perfect Gift,' and displaying an image of its jewelry, nothing in the guidelines would prohibit the company from doing so.",
                "",
                true
            ],
            [
                "But because the Archdiocese's proposal arguably conveyed the implicit message that 'JESUS is the perfect gift,' WMATA rejected it,",
                "",
                true
            ],
            [
                "An ad proclaiming that the perfect Christmas gift is jewelry and another that the perfect Christmas gift is Jesus obviously offer competing perspectives on the meaning of the holiday, yet WMATA permits only the former.",
                "",
                true
            ],
            [
                "precisely the type of viewpoint discrimination",
                "",
                false
            ],
            [
                "As the Supreme Court has made clear, the First Amendment prohibits the government from discriminating against religious viewpoints,",
                "",
                true
            ],
            [
                "By rejecting the Archdiocese's advertisement while allowing other Christmas advertisements, WMATA engaged in unconstitutional viewpoint discrimination.",
                "",
                true
            ],
            [
                "greatest extent practicable and permitted by law.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/jeff-sessions-issues-sweeping-religious-freedom-guidance-to-all-federal-agencies-201945/",
                "https://www.washingtonian.com/2017/11/28/archdiocese-washington-sues-metro-advertising-policies/"
            ],
            "gov_pgs": [
                "https://www.justice.gov/file/1026636/download"
            ],
            "unsure": [
                "https://www.oyez.org/cases/1994/94-329",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith",
                "https://findtheperfectgift.org/"
            ]
        },
        "key_words": [
            "advertisement",
            "archdiocese",
            "blocking",
            "freedom",
            "violated",
            "department",
            "justice",
            "religious",
            "gift",
            "court",
            "wmata",
            "dept",
            "christmas",
            "dc",
            "perfect",
            "metro"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/jeff-sessions-issues-sweeping-religious-freedom-guidance-to-all-federal-agencies.html",
        "title": "Jeff Sessions Issues Sweeping Religious Freedom Guidance to All Federal Agencies",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJeff Sessions Issues Sweeping Religious Freedom Guidance to All Federal Agencies\nJeff Sessions Issues Sweeping Religious Freedom Guidance to All Federal Agencies\nJeff Sessions Issues Sweeping Religious Freedom Guidance to All Federal Agencies\n| Friday, October 06, 2017\nDemonstrators gather at Monument Circle to protest a controversial religious freedom bill recently signed by Governor Mike Pence during a rally in Indianapolis, Indiana, March 28, 2015. | (Photo: Reuters/Nate Chute)\nAttorney Gen. Jeff Sessions is instructing all federal agencies to ensure to the \"greatest extent practicable and permitted by law\" that the religious beliefs of people, businesses, churches and other organizations are accommodated and not burdened by the federal government.\nIn response to President Donald Trump's executive order in May,  which called on the Department of Justice to issue guidance interpreting religious liberty protections in federal law and guide all agencies in compliance, the Justice Department issued a sweeping guidance on religious freedom that was released Friday.\n\"The Free Exercise Clause protects not just the right to believe or the right to worship; it protects the right to perform or abstain from performing certain physical acts in accordance with one's beliefs,\" Sessions wrote in the 25-page document.  \"Federal statutes, including the Religious Freedom Restoration Act of 1993, support that protection, broadly defining the exercise of religion to encompass all aspects of observance and practice, whether or not central to, or required by a particular religious faith.\"\nU.S. Attorney General Jeff Sessions speaks at a news conference to address the Deferred Action for Childhood Arrivals (DACA) program at the Justice Department in Washington, D.C. on Sept. 5, 2017. | (Photo: REUTERS/Yuri Gripas)\nThe guidance also asserts that the Free Exercise Clause not only protects people, it also protects the religious freedom rights of businesses, for-profit corporations, religious organizations, schools, private associations, churches and denominations.\nThe guidance also stresses that individuals and organizations don't give up their rights to religious liberty protections under the law simply because of their employment status or their affiliation with any level government.\n\"Although the application of the relevant protections may differ in different contexts, individuals and organizations do not give up their religious-liberty protections by providing or receiving social services, education or healthcare; by seeking to earn a living; by employing others to do the same; by receiving government grants or contracts; or by otherwise interacting with federal, state or local governments,\" the guidance explains.\nAdditionally, the guidance instructs agencies not to \"second-guess the reasonableness of a religious belief.\"\n\"RFRA applies to all sincerely held religious beliefs, whether or not central to, or mandated by, a particular religious organization or tradition. Religious adherents will often be required to draw lines in the application of their religious beliefs, and government is not competent to assess the reasonableness of such lines drawn, nor would it be appropriate for government to do so,\" reads the guidance, adding that the federal government may not force employers' to be complicit in violating an organization's religious precepts.\nThe guidance also asserts that religious exemptions should be provided in cases in which the exemption could deprive a third party of a \"benefit.\" Just because or service or benefit is denied due to the granting of a religious exemption does not \"render an exemption unavailable,\" Sessions contends.\n\"Once an adherent identifies a substantial burden on his or her religious exercise, RFRA requires the federal government to establish that denial of an accommodation or exemption to that adherence is the least restrictive means of achieving a compelling governmental interest,\" the guidance states.\nThe guidance also contends that religious protections to Title VII discrimination law extend to \"discrimination on the basis of religious observance or practices as well as belief.\"\nAccording to Sessions, religious organizations can't be excluded from secular aid programs when aid is not being used to for proselytization or worship.\nThe guidance indicates that federal government agencies will not condition receipt of federal grants or contracts on the basis of a religious organization's willingness to change its hiring policies and practices in a way that violates their religious convictions, such as hiring non-adherents.\nThe guidance comes as the Department of Health and Human Services announced Friday  that it would give religious exemptions to an Obamacare birth control and contraceptive mandate to religious organizations and for-profit companies that felt the mandate violated their religious beliefs on birth control and abortion-inducing drugs.\nShortly after the Department of Justice guidance was issued, it was praised by a number of social conservative leaders and groups.\nFamily Research Council President Tony Perkins said in a statement that Trump and Sessions have put the federal government \"on notice.\"\n\"Under the Obama administration, agencies lost the understanding that religious freedoms extend to the public square, not just one's place of worship. As a result, our own government began threatening hardworking, patriotic Americans with crushing fines for simply seeking to live their lives according to their faith,\" Perkins said. \"President Trump and the Department of Justice are putting federal government agencies on notice: you will not only respect the freedom of every American to believe but live according to those beliefs. This is a freedom that has been a fundamental part of our society since the beginning of our nation.\"\nHowever, LGBT advocates and liberal critics argue that such broad religious exemptions in the guidance could set up the potential for LGBT individuals be discriminated against in federal programs and could also have other impacts.\nFor example, Louise Melling, deputy legal director at the American Civil Liberties Union, argued that the guidance could allow a religious employer to fire an employee who had a child out of wedlock or fire an employee who married a same-sex partner.\n\"It is countenancing discrimination,\" Melling said, according to The Washington Post.  \"It is countenancing exercises of faith in a way that will harm other individuals.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "greatest extent practicable and permitted by law",
                "",
                false
            ],
            [
                "The Free Exercise Clause protects not just the right to believe or the right to worship; it protects the right to perform or abstain from performing certain physical acts in accordance with one's beliefs,",
                "Sessions",
                true
            ],
            [
                "Federal statutes, including the Religious Freedom Restoration Act of 1993, support that protection, broadly defining the exercise of religion to encompass all aspects of observance and practice, whether or not central to, or required by a particular religious faith.",
                "Sessions",
                true
            ],
            [
                "Although the application of the relevant protections may differ in different contexts, individuals and organizations do not give up their religious-liberty protections by providing or receiving social services, education or healthcare; by seeking to earn a living; by employing others to do the same; by receiving government grants or contracts; or by otherwise interacting with federal, state or local governments,",
                "",
                true
            ],
            [
                "second-guess the reasonableness of a religious belief.",
                "",
                false
            ],
            [
                "RFRA applies to all sincerely held religious beliefs, whether or not central to, or mandated by, a particular religious organization or tradition.",
                "",
                true
            ],
            [
                "Religious adherents will often be required to draw lines in the application of their religious beliefs, and government is not competent to assess the reasonableness of such lines drawn, nor would it be appropriate for government to do so,",
                "",
                true
            ],
            [
                "Once an adherent identifies a substantial burden on his or her religious exercise, RFRA requires the federal government to establish that denial of an accommodation or exemption to that adherence is the least restrictive means of achieving a compelling governmental interest,",
                "",
                true
            ],
            [
                "discrimination on the basis of religious observance or practices as well as belief.",
                "",
                false
            ],
            [
                "Under the Obama administration, agencies lost the understanding that religious freedoms extend to the public square, not just one's place of worship.",
                "Perkins",
                true
            ],
            [
                "As a result, our own government began threatening hardworking, patriotic Americans with crushing fines for simply seeking to live their lives according to their faith,",
                "Perkins",
                true
            ],
            [
                "President Trump and the Department of Justice are putting federal government agencies on notice: you will not only respect the freedom of every American to believe but live according to those beliefs.",
                "Perkins",
                true
            ],
            [
                "This is a freedom that has been a fundamental part of our society since the beginning of our nation.",
                "Perkins",
                true
            ],
            [
                "It is countenancing exercises of faith in a way that will harm other individuals.",
                "Melling",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/what-trumps-religious-freedom-order-does-and-doesnt-do-182700/",
                "https://www.christianpost.com/news/trump-rolls-back-contraceptive-mandate-making-it-easier-to-get-religious-exemption-201932/"
            ],
            "gov_pgs": [
                "https://www.justice.gov/opa/press-release/file/1001891/download?utm_medium=email&utm_source=govdelivery"
            ],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.washingtonpost.com/world/national-security/civil-liberties-groups-decry-sessionss-guidance-on-religious-freedom/2017/10/06/cd5cfcde-aaa7-11e7-92d1-58c702d2d975_story.html?utm_term=.8a5d6533a06c"
            ]
        },
        "key_words": [
            "beliefs",
            "guidance",
            "organizations",
            "freedom",
            "sweeping",
            "issues",
            "department",
            "religious",
            "federal",
            "jeff",
            "protections",
            "sessions",
            "agencies"
        ]
    },
    {
        "url": "https://www.washingtonian.com/2017/11/28/archdiocese-washington-sues-metro-advertising-policies/",
        "title": "Archdiocese of Washington Sues Metro Over Advertising Policies",
        "authors": [
            {
                "name": "Benjamin Freed",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonian.com",
        "publish_date": "2017-11-28",
        "text": "Archdiocese of Washington Sues Metro Over Advertising Policies\nThe transit agency says the church's Christmas ads violate its rules on religious ads.\nThe Archdiocese of Washington planned to advertise on the sides of Metrobuses to \"reach the broadest audience.\" Photograph via iStock.\nThe Archdiocese of Washington is the latest entity to sue the Washington Metropolitan Area Transit Authority over restrictions on what types of advertisements can be displayed on Metro-owned property. The archdiocese filed its suit Tuesday in federal court in DC after Metro rejected an ad buy for the church’s “Find the Perfect Gift” campaign because the proposed ad featured a religious scene, which WMATA said was a violation of its rule against ads that promote religion.\nThe archdiocese had sought to cover Metrobus exteriors in the ad, which directs people to FindthePerfectGift.org and features a drawing of three men and two sheep under a cluster of stars. In its complaint, the archdiocese argues that Metro’s rejection of the ad is a First Amendment violation.\n“The rejected ad conveys a simple message of hope, and an invitation to participate in the Christmas season,” Ed McFadden, the archdiocese’s communications secretary, says in a press release. “To borrow from a favorite Christmas story, under WMATA’s guidelines, if the ads are about packages, boxes or bags … if Christmas comes from a store … then it seems WMATA approves. But if Christmas means a little bit more, WMATA plays Grinch.”\nThe lawsuit itself goes a bit further than Seuss references, stating that “WMATA’s ban on advertisements that promote or oppose any religion, religious practice, or belief has established a regime that is hostile to religion.”\nFurther down, the document accuses Metro of applying its ban on religious ads erratically:\nWMATA has denied the Archdiocese’s “Find the Perfect Gift” advertisements, which contain no explicit references to religion, religious practice, or belief. At the same time, WMATA accepts advertisements that promote yoga practices as a mechanism to “take you on an inner journey of self-discovery” and to lead to the “acknowledgment of one soul to another.” On information and belief, WMATA also accepts advertisements from the Salvation Army, which is an openly religious organization based on Protestant Christian principles. The advertisements promote the Salvation Army’s Christmas-related fundraising activities. WMATA also routinely accepts advertisements that refer to Christmas in the context of promoting commercialism or encouraging consumers to buy more goods and services.\nThe Salvation Army’s roots in Wesleyan theology might not be as well-known as Christmas lore, but the archdiocese’s suit does seem to be noting some inconsistencies in how Metro allows or prohibits ads. But there’s a bit of reaching here: the Salvation Army’s shield logo and holiday sales at retailers are not overtly religious; the shepherds on the proposed ad for the Find the Perfect campaign are an obvious nod toward the nativity story. The Find the Perfect Gift website doesn’t hide anything either, featuring calendars for Christmas Mass services, volunteer opportunities with Catholic Charities, and guides to other seasonal Catholic rites.\nImage via Archdiocese of Washington.\n“In 2015, WMATA changed its advertising policy to prohibit issue-oriented advertising, including political, religious and advocacy advertising,” Metro spokeswoman Sherri Ly writes in an emailed statement. “The ad in question was declined because it is prohibited by WMATA’s current advertising guidelines.\nMetro contracts with an outside vendor to sell its advertising space, which includes bus interiors and exteriors, railcars, and Metro stations. Bus stations in DC are owned by the city government, not WMATA. The archdiocese wanted to advertise on the sides of buses, rather than city-owned bus shelters, to maximize visibility. “Our ad was designed to be placed on metro bus exteriors to reach the broadest audience and to invite everyone to experience the well-accepted joyful spirit of the season, or to share their many blessings with others less fortunate through service opportunities,” an archdiocese official says in its press release.\nEven though Metro doesn’t sell the ads directly, the transit authority retains control over what content is allowed. The guidelines were revised after an organization run by anti-Islam activist Pamela Geller attempted to place billboards featuring cartoon depictions of Muhammad, which is considered offensive to Muslims.\nBut Metro’s enforcement of its advertising rules has been nothing if not inconsistent since they were updated, especially in 2017. Over the past 11 months ad buyers ranging from a women’s health clinic to former Breitbart editor Milo Yiannopoulos have had their ads yanked down by the transit agency. In August, the clinic, Yiannopoulos, and People for the Ethical Treatment of Animals—which also got rejected by WMATA— joined an American Civil Liberties Union lawsuit challenging the transit agency’s guidelines.\nThe ACLU filed its suit after Metro rejected a campaign featuring the text of the First Amendment.\nDon’t Miss Another Big Story—Get Our Weekend Newsletter\nOur most popular stories of the week, sent every Saturday.\nMost Popular in News\nGet Us on Social\nRelated\nAll Rights Reserved.\nWashingtonian is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.\nBy signing up, you agree to our terms .\n",
        "quotes": [
            [
                "The rejected ad conveys a simple message of hope, and an invitation to participate in the Christmas season,",
                "Ed McFadden",
                true
            ],
            [
                "To borrow from a favorite Christmas story, under WMATA’s guidelines, if the ads are about packages, boxes or bags … if Christmas comes from a store … then it seems WMATA approves.",
                "Ed McFadden",
                true
            ],
            [
                "But if Christmas means a little bit more, WMATA plays Grinch.",
                "Ed McFadden",
                true
            ],
            [
                "WMATA’s ban on advertisements that promote or oppose any religion, religious practice, or belief has established a regime that is hostile to religion.",
                "Seuss",
                true
            ],
            [
                "take you on an inner journey of self-discovery",
                "Seuss",
                false
            ],
            [
                "acknowledgment of one soul to another.",
                "Seuss",
                false
            ],
            [
                "In 2015, WMATA changed its advertising policy to prohibit issue-oriented advertising, including political, religious and advocacy advertising,",
                "Sherri Ly",
                true
            ],
            [
                "Our ad was designed to be placed on metro bus exteriors to reach the broadest audience and to invite everyone to experience the well-accepted joyful spirit of the season, or to share their many blessings with others less fortunate through service opportunities,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonian.com/2017/08/09/aclu-milo-yiannopoulos-womens-health-clinic-peta-sue-metro-advertising-policies/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonian.com/privacypolicy/"
            ]
        },
        "key_words": [
            "archdiocese",
            "policies",
            "sues",
            "advertising",
            "religious",
            "ad",
            "wmata",
            "transit",
            "ads",
            "christmas",
            "advertisements",
            "washington",
            "metro"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/what-trumps-religious-freedom-order-does-and-doesnt-do.html",
        "title": "What Trump's Religious Freedom Order Does and Doesn't Do",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWhat Trump's Religious Freedom Order Does and Doesn't Do\nHere's What Critics of Trump's Religious Freedom Order Are Overlooking\nWhat Trump's Religious Freedom Order Does and Doesn't Do\n| Friday, May 05, 2017\nMuch has been made about the executive order promoting religious liberty signed by President Donald Trump Thursday, leaving some prominent conservatives and religious freedom advocates disappointed while others are calling the order the most significant moment for religious liberty in decades.\nFollowing the issuance of the executive order, the president received many praises from conservative leaders for proclaiming that his administration will \"vigorously enforce federal law's robust protections for religious freedom,\" instructing the IRS to relax enforcement of the Johnson Amendment on churches and instructing the Department of Health and Human Services to \"consider\" giving exemptions to religious objectors to Obamacare's controversial contraceptive mandate.\nNot all conservatives were happy because the order was much more scaled back than a draft  order leaked to the press  in February. Prominent conservative thinkers and religious freedom advocates like Robert P. George and Ryan Anderson expressed  disappointment in the order. In a Facebook post, George proclaimed  that the order does \"nothing.\"\nAlthough the order doesn't enact concrete relief for other religious freedom concerns facing Christian businessowners, military service members, Christian colleges, faith-based federal contractors and others, prominent legal experts on religious freedom told The Christian Post on Friday that the order should be celebrated because it establishes that the administration will \"vigorously\" protect religious freedom and instructs federal agencies to address religious liberty concerns caused by policies of the Obama administration. \n\"Some of the things that in that leaked executive order were beyond the authority of the president to address because they deal with individual state conflicts, such as the baker and the florist kinds of cases. That's not in the ability of the presidential resolve, that's a state issue,\" Liberty Counsel Chairman Mat Staver told CP Friday morning.\n\"I think if you look at this order, it has the proposition that religious freedom will be protected and promoted. That is a significant change in not only the past two terms, frankly the last several presidents,\" Staver added. \"That particular provision is directed by the president across the board in all the federal agencies and departments to protect and promote religious freedom in a rigorous manner. That is the CEO telling the department heads what the policy is for the company and now it's your task to implement it.\"\nOne of the most important elements of the executive order that some critics are overlooking is Section 4, which calls on the Department of Justice to \"issue guidance interpreting religious liberty protections in federal law\" in order to \"guide all agencies in complying with relevant federal law,\" First Liberty Institute lawyer Mike Berry told CP.\n\"What [Trump] is saying is, 'My administration is going to promote and protect religious liberty. In order to do that, the Department of Justice, I want you to look at existing federal laws and anything that touches religious liberty, I want you to issue guidance that is consistent with the guidance that I just gave,'\" Berry summarized.\n\"It's a top-down approach, which is the hierarchy that we have in our government\" he continued. \"What is wise about it is that it's directing the one agency and one cabinet official who probably has the most power and ability to do that, and that is the attorney general. The attorney general could then issue this guidance that would apply across all 15 federal departments ... [and tell them] 'This is how we are to interpret religious liberty in existing federal law.'\"\nBerry was unsure whether the Department of Justice will issue one large guidance to all federal agencies or issue a number of smaller guidances addressing religious liberty concerns. Staver believes it will be an \"extensive guidance across the board for all the federal agencies and departments to implement.\"\nAlthough the order doesn't directly reverse any specific Obama-era policies or create any new regulations, Berry believes Section 4 will allow the Justice Department to begin \"scrubbing\" Obama-era regulations that have caused religious liberty concerns.\n\"Much of what President Obama accomplished ... during his eight years in office came through executive fiat and it was done through the executive branch and the bureaucracy of the federal government,\" Berry explained. \"It was through written policy memos. It wasn't through legislation.\n\"So, yes, this would empower the attorney general to go through, essentially scrubbing all the existing policy memoranda and saying, 'That's no longer how we are going to interpret religious liberty in our federal law.' That is where you end up with cases like Hobby Lobby and Little Sisters of the Poor is because of the way the Obama administration interpreted certain aspects of federal law.\"\nBerry was asked if the order might lead to more guidances similar to the one issued by the Trump administration earlier this year that rescinded an Obama-era guidance instructing public schools to allow male students who identify as female to use girls' bathrooms, locker rooms and showers, and vice-versa.\n\"I don't know if it's going to happen over a length of time. Obviously, you are going to have to get very smart people together to look at these things and come up with the right strategy. If you look at what president Obama did, they didn't do these things overnight either,\" Berry said. \"It took time to be able to come together and formulate their strategy. If you're on a cruise ship, it takes a while to turn that thing around and get it back on course. It is going to take time. You are not going to be able to fix everything in 107 days.\"\nConsidering Trump's request for a Justice Department guidance now falls on the shoulders of Attorney Gen. Jeff Sessions, Family Research Council President Tony Perkins told CP that he's \"comfortable\" with where Sessions lies on the religious freedom issue.\n\"They are trying to be a little smarter in the way they do these executive orders,\" Perkins said. \"I think where we end up with this executive order, the outcome will be the same. It's a multi-step process.\"\nCritics of the order have also claimed  that the provision instructing the IRS to relax enforcement of the Johnson Amendment on churches is not that big of a deal because the amendment isn't aggressively enforced on houses of worship and the amendment can only be repealed by an act of Congress.\nHowever, Eric Rassbach, the deputy general counsel at the Becket Fund, told CP that the Johnson Amendment has a \"chilling effect\" on churches and even though it is not aggressively enforced, it still effectively silences churches and pastors afraid of losing their tax-exempt statuses.\nAdditionally, he explained that over the years, the IRS has sent hundreds of letters to churches threatening to investigate them for political speech. Rassbach says that even though the IRS has only taken one church to court (over political ads opposing President Bill Clinton), the letters do a good job of silencing churches.\n\"There is a big difference in saying, 'This is what the law is and we might enforce it against you' versus, 'This is what we decided this is not what the law is,\" Rassbach said. \"The chilling effect applies to pastors who have never gotten the letter. They know that the IRS is looking at it.\"\nGregory Baylor, a lawyer with Alliance Defending Freedom, argues  that \"Americans cannot rely on the discretion of IRS agents, some of whom have abused that discretion for years to silence pastors and intrude into America's pulpits.\"\nPerkins thinks critics might be overlooking what Trump said during his remarks in the Rose Garden before signing the order, in which he declared \"we will not allow people of faith to be targeted, bullied or silenced anymore.\"\n\"If you look at his speech, he made statements that rival Reagan in terms of support for religious freedom and bringing the whole idea of Christians and people of faith into the public square and being free to speak. I think his speech was outstanding that the comments he made were very encouraging,\" Perkins said.\n\"A large part of what the president does in shaping the culture is using the bully pulpit to push back on the bullies of Christian expression and faith. The fact that he has made this a priority and he is speaking so clearly and directly to it, as you will notice by what he released yesterday that this administration's policies will 'protect and vigorously promote' religious freedom, that is significant and I don't think it should lost in this discussion.\"\nBut since executive orders are only as permanent as the presidents who sign them, Staver says that Congress needs to pass laws that will permanently repeal the Johnson Amendment and laws to protect religious freedoms of individuals and faith-based organizations in order to make the intent behind Trump's executive order stick.\n\"Those kind of laws protecting religious freedom need to be put into statute so that the purpose of the executive order will long after the president leaves office,\" Staver explained.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "vigorously enforce federal law's robust protections for religious freedom,",
                "",
                false
            ],
            [
                "Some of the things that in that leaked executive order were beyond the authority of the president to address because they deal with individual state conflicts, such as the baker and the florist kinds of cases.",
                "George",
                true
            ],
            [
                "That's not in the ability of the presidential resolve, that's a state issue,",
                "George",
                true
            ],
            [
                "I think if you look at this order, it has the proposition that religious freedom will be protected and promoted.",
                "Staver",
                true
            ],
            [
                "That is a significant change in not only the past two terms, frankly the last several presidents,",
                "Staver",
                true
            ],
            [
                "That particular provision is directed by the president across the board in all the federal agencies and departments to protect and promote religious freedom in a rigorous manner.",
                "Staver",
                true
            ],
            [
                "That is the CEO telling the department heads what the policy is for the company and now it's your task to implement it.",
                "Staver",
                true
            ],
            [
                "issue guidance interpreting religious liberty protections in federal law",
                "George",
                false
            ],
            [
                "guide all agencies in complying with relevant federal law,",
                "Mike Berry",
                false
            ],
            [
                "What [Trump] is saying is, 'My administration is going to promote and protect religious liberty.",
                "Berry",
                true
            ],
            [
                "In order to do that, the Department of Justice, I want you to look at existing federal laws and anything that touches religious liberty, I want you to issue guidance that is consistent with the guidance that I just gave,",
                "Berry",
                true
            ],
            [
                "It's a top-down approach, which is the hierarchy that we have in our government",
                "Berry",
                false
            ],
            [
                "What is wise about it is that it's directing the one agency and one cabinet official who probably has the most power and ability to do that, and that is the attorney general.",
                "George",
                true
            ],
            [
                "The attorney general could then issue this guidance that would apply across all 15 federal departments ... [and tell them] 'This is how we are to interpret religious liberty in existing federal law.",
                "George",
                true
            ],
            [
                "extensive guidance across the board for all the federal agencies and departments to implement.",
                "Staver",
                false
            ],
            [
                "Much of what President Obama accomplished ... during his eight years in office came through executive fiat and it was done through the executive branch and the bureaucracy of the federal government,",
                "Berry",
                true
            ],
            [
                "It was through written policy memos.",
                "Berry",
                true
            ],
            [
                "So, yes, this would empower the attorney general to go through, essentially scrubbing all the existing policy memoranda and saying, 'That's no longer how we are going to interpret religious liberty in our federal law.",
                "Berry",
                true
            ],
            [
                "That is where you end up with cases like Hobby Lobby and Little Sisters of the Poor is because of the way the Obama administration interpreted certain aspects of federal law.",
                "Berry",
                true
            ],
            [
                "I don't know if it's going to happen over a length of time.",
                "Berry",
                true
            ],
            [
                "Obviously, you are going to have to get very smart people together to look at these things and come up with the right strategy.",
                "Berry",
                true
            ],
            [
                "If you look at what president Obama did, they didn't do these things overnight either,",
                "Berry",
                true
            ],
            [
                "It took time to be able to come together and formulate their strategy.",
                "Berry",
                true
            ],
            [
                "If you're on a cruise ship, it takes a while to turn that thing around and get it back on course.",
                "Berry",
                true
            ],
            [
                "It is going to take time.",
                "Berry",
                true
            ],
            [
                "You are not going to be able to fix everything in 107 days.",
                "Berry",
                true
            ],
            [
                "They are trying to be a little smarter in the way they do these executive orders,",
                "Perkins",
                true
            ],
            [
                "I think where we end up with this executive order, the outcome will be the same.",
                "Perkins",
                true
            ],
            [
                "It's a multi-step process.",
                "Perkins",
                true
            ],
            [
                "There is a big difference in saying, 'This is what the law is and we might enforce it against you' versus, 'This is what we decided this is not what the law is,",
                "Rassbach",
                true
            ],
            [
                "The chilling effect applies to pastors who have never gotten the letter.",
                "Rassbach",
                true
            ],
            [
                "They know that the IRS is looking at it.",
                "Rassbach",
                true
            ],
            [
                "Americans cannot rely on the discretion of IRS agents, some of whom have abused that discretion for years to silence pastors and intrude into America's pulpits.",
                "Gregory Baylor",
                true
            ],
            [
                "we will not allow people of faith to be targeted, bullied or silenced anymore.",
                "Donald Trump",
                false
            ],
            [
                "If you look at his speech, he made statements that rival Reagan in terms of support for religious freedom and bringing the whole idea of Christians and people of faith into the public square and being free to speak.",
                "Perkins",
                true
            ],
            [
                "I think his speech was outstanding that the comments he made were very encouraging,",
                "Perkins",
                true
            ],
            [
                "A large part of what the president does in shaping the culture is using the bully pulpit to push back on the bullies of Christian expression and faith.",
                "Donald Trump",
                true
            ],
            [
                "The fact that he has made this a priority and he is speaking so clearly and directly to it, as you will notice by what he released yesterday that this administration's policies will 'protect and vigorously promote' religious freedom, that is significant and I don't think it should lost in this discussion.",
                "Donald Trump",
                true
            ],
            [
                "Those kind of laws protecting religious freedom need to be put into statute so that the purpose of the executive order will long after the president leaves office,",
                "Staver",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://dailysignal.com/2017/05/04/trumps-executive-order-fails-address-pressing-religious-liberty-threats/",
                "https://www.nationalreview.com/2017/05/trump-religious-liberty-executive-order-failure/?utm_source=nl-politics-daily-050417",
                "https://www.christianpost.com/news/leaked-trump-executive-order-religious-freedom-gay-marriage-abortion-lgbt-174089/",
                "https://www.christianpost.com/news/trump-religious-freedom-order-nothing-burger-conservatives-182598/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/robert.p.george.39/posts/10211832556461997",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "guidance",
            "doesnt",
            "freedom",
            "president",
            "issue",
            "does",
            "trumps",
            "department",
            "religious",
            "federal",
            "order",
            "liberty",
            "executive"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/trump-rolls-back-contraceptive-mandate-making-it-easier-to-get-religious-exemption.html",
        "title": "Trump Rolls Back Contraceptive Mandate, Making It Easier to Get Religious Exemption",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump Rolls Back Contraceptive Mandate, Making It Easier to Get Religious Exemption\nTrump Rolls Back Contraceptive Mandate, Making It Easier to Get Religious Exemption\nTrump Rolls Back Contraceptive Mandate, Making It Easier to Get Religious Exemption\nPresident Donald Trump's administration on Friday eviscerated requirements under the Obamacare law that employers provide insurance to cover women's birth control, keeping a campaign pledge that pleased his conservative Christian supporters.\nAdministration officials said two new federal rules will let any non-profit or for-profit entity make religious or moral objections to obtain an exemption from the law's contraception mandate. The changes also let publicly traded companies obtain a religious exemption.\nThe move drew fire from reproductive rights advocates and praise from conservative Christian activists. California's Democratic attorney general pledged to fight to protect the mandate from circumvention. It remained unclear how many women would lose contraception coverage and which companies would use the exemptions.\n\"The Trump administration just took direct aim at birth control coverage for 62 million women,\" Planned Parenthood Federation of America President Cecile Richards said in a statement.\n\"This is an unacceptable attack on basic healthcare that the vast majority of women rely on. With this rule in place, any employer could decide that their employees no longer have health insurance coverage for birth control,\" Richards added.\nTrump, who criticized the birth control mandate in last year's election campaign, won strong support from conservative Christian voters. The Republican president signed an executive order in May asking for rules that would allow religious groups to deny their employees insurance coverage for services they oppose on religious grounds.\nThe U.S. Department of Health and Human Services on Friday moved to broaden those narrow religious exemptions to include an exception \"on the basis of moral conviction\" for non-profit and for-profit companies.\nThe contraception mandate was one provision of the 2010 Affordable Care Act, Democratic former President Barack Obama's signature legislative achievement, also called Obamacare.\nThe law required employers to provide health insurance that covers birth control, but religious houses of worship were exempted. Some private businesses sued regarding their rights to circumvent such coverage, and the Supreme Court ruled in 2014 that they could object on religious grounds.\n\"All Americans should have the freedom to peacefully live and work consistent with their faith without fear of government punishment,\" the conservative Christian legal activist group Alliance Defending Freedom said in a statement praising the administration's action.\n\"HHS has issued a balanced rule that respects all sides — it keeps the contraceptive mandate in place for most employers and now provides a religious exemption,\" said Mark Rienzi, one of the lawyers for the Little Sisters of the Poor, an order of Roman Catholic nuns that runs care homes for the elderly and previously challenged the mandate in court.\n\"The Little Sisters still need to get final relief in court, which should be easy now that the government admits it broke the law,\" Rienzi added.\nThe Little Sisters and other Christian nonprofit employers objected to a 2013 compromise offered by the Obama administration that allowed entities opposed to providing contraception insurance coverage to comply with the law without actually paying for the required coverage.\nCalifornia Attorney General Xavier Becerra said he was \"prepared to take whatever action it takes\" to defend the mandate that health insurers provide birth control.\nThe administration's new contraception exemptions \"are another example of the Trump administration trampling on people's rights, but in this case only women,\" Becerra told Reuters.\nThe Justice Department on Friday released two memos that will serve as the government's legal basis for justifying the rule and laying out a framework for how apply religious liberty issues in legal opinions, federal rules and grant making.\nOne memo instructs Justice Department employees to incorporate its legal arguments on religious freedom into litigation strategies and how they review rules. A second memo used a similar directive to government agencies to be used in the course of \"employment, contracting and programing.\"\nRelated Articles\n",
        "quotes": [
            [
                "The Trump administration just took direct aim at birth control coverage for 62 million women,",
                "",
                true
            ],
            [
                "This is an unacceptable attack on basic healthcare that the vast majority of women rely on.",
                "Richards",
                true
            ],
            [
                "With this rule in place, any employer could decide that their employees no longer have health insurance coverage for birth control,",
                "Richards",
                true
            ],
            [
                "on the basis of moral conviction",
                "Richards",
                false
            ],
            [
                "All Americans should have the freedom to peacefully live and work consistent with their faith without fear of government punishment,",
                "",
                true
            ],
            [
                "HHS has issued a balanced rule that respects all sides — it keeps the contraceptive mandate in place for most employers and now provides a religious exemption,",
                "Mark Rienzi",
                true
            ],
            [
                "The Little Sisters still need to get final relief in court, which should be easy now that the government admits it broke the law,",
                "Rienzi",
                true
            ],
            [
                "prepared to take whatever action it takes",
                "Becerra",
                false
            ],
            [
                "are another example of the Trump administration trampling on people's rights, but in this case only women,",
                "Becerra",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "contraception",
            "rolls",
            "easier",
            "women",
            "christian",
            "religious",
            "mandate",
            "control",
            "exemption",
            "making",
            "trump",
            "coverage",
            "rules",
            "insurance",
            "birth",
            "contraceptive"
        ]
    },
    {
        "url": "https://www.washingtonian.com/2017/08/09/aclu-milo-yiannopoulos-womens-health-clinic-peta-sue-metro-advertising-policies/",
        "title": "ACLU, Milo Yiannopoulos, Women’s Health Clinic, and PETA Sue Metro Over Advertising Policies",
        "authors": [
            {
                "name": "Benjamin Freed",
                "link": null
            }
        ],
        "publisher": "https://www.washingtonian.com",
        "publish_date": "2017-08-09",
        "text": "A poster for Yiannopoulos's book at the Farragut North Metro station.\nHere’s a quartet you don’t see every day: the American Civil Liberties Union, women’s health clinic Carafem, People for the Ethical Treatment of Animals, and right-wing performance artist Milo Yiannopoulos. But this unusual foursome is teaming up to sue the Washington Metropolitan Area Transit Authority because they’ve all had advertisements rejected by the transit agency’s convoluted and inconsistent policies regarding political messaging.\n“By rejecting a variety of advertisements submitted by Plaintiffs—ranging from an ad for an FDA-approved medication, to an ad urging a vegan diet, to an ad for a non-fiction book, to the text of the First Amendment itself—WMATA has violated Plaintiffs’ First and Fourteenth Amendment rights,” reads the complaint, which was filed Wednesday in federal court in DC. “And WMATA’s new advertising Guidelines, which explicitly or implicitly incorporate such viewpoint discrimination, are unconstitutional for the same reason.”\nMetro pulled down advertisements for Yiannopoulos’s self-published book Dangerous on July 7 after complaints from riders who objected to the former Breitbart writer’s history of outlandish attacks of Islam, feminism, the Black Lives Matter movement, and individuals like the actress Leslie Jones. The ads themselves only displayed Yiannopoulos’s face, the title of his book, and a blurb describing him as “the most dangerous man on the internet.”\nMetro pulled down the ads citing its guidelines against “issue-oriented” advertisements and messages “intended to influence public policy.” While ads on WMATA property are sold and managed by a third-party vendor, Outfront Media, the transit agency still reviews their content for compliance with its regulations. Milo Worldwide, the company Yiannopoulos established after being thrown out of Breitbart, had paid Outfront $27,690 for the placement and production of 45 ads around Metro’s system.\nAccording to the complaint, WMATA initially told customers who complained that the ads for Dangerous were “consistent with Metro’s policy of remaining content-neutral when accepting advertising.” The transit agency reversed course a few days later. Outfront offered a refund, which Yiannopoulos rejected, saying it would be a violation of his First Amendment rights.\n“The Milo Worldwide advertisements were rejected based on the identity of the author and/or the perceived viewpoint of the book or its author,” the complaint reads. “WMATA would have accepted, and would not subsequently have rejected, comparably-designed advertisements for books written by other authors. WMATA’s rejection of Milo Worldwide’s advertisement was based on considerations extrinsic to the advertisement, including the identity of the book’s author and his viewpoints on various issues.”\nNotices for Yiannopoulos’s book were posted and remained up in New York’s and Chicago’s transit systems, both of which have rules against overtly political advertising.\nBut Metro’s regulations have tripped up more than just one objectionable writer. In January, Metro stopped Carafem from advertising that it prescribes pills that can terminate a pregnancy from up to ten weeks. Despite the fact that WMATA’s own guidelines that allow medical and health-related advertisements are acceptable “if the substance of the message is currently accepted by the American Medical Association and/or the Food and Drug Administration”—as mifepristone, the medication in question, is—Carafem’s proposed ad was rejected as political content.\nA PETA ad was rejected last October after the animal-rights group wanted to post billboards depicting a pig alongside the text “I’m ME, not MEAT. See the individual. Go vegan.” Outfront told PETA the ad would be rejected for the phrase “Go Vegan” and that it did not contain any apparent “commercial value.” According to the complaint, Outfront suggested PETA add a solicitation for donations. WMATA ultimately rejected the ad a week later, telling PETA the proposed ad only served to oppose the food industry “without any commercial benefit” to the group. PETA later bought ad space on bus shelters in DC, which are controlled by the District Department of Transportation, not Metro.\nThe ACLU itself was also told earlier this year it ran afoul of Metro’s guidelines with a proposed advertisement that would’ve displayed the text of the First Amendment in English, Spanish, and Arabic; Outfront told the ACLU’s ad agency it was rejected because Metro “does not take any issue-oriented advertising.” A similar billboard went up in April in New York’s Times Square. And similar to PETA, the ACLU also resorted in DC to buying ad space in city-owned bus shelters.\nPhotograph courtesy ACLU.\n“It is ironic that [Metro] wouldn’t post the First Amendment,” Arthur Spitzer, the ACLU’s lead attorney, says.”Transit advertising is a valuable venue for public communications, especially these days when people are more and more in their self-selected bubbles. If Metro was going to take down every ad where people didn’t like the author of a book or director of a movie or owner of a restaurant, where would that stop?”\nAmong other ads that Metro has accepted that Spitzer argues could be seen as objectionable are posters for the film Girls Trip and the play The Originalist, about the late Supreme Court Justice Antonin Scalia.\n“Many viewers of the advertisement are aware that the play…contains many passages in which the Scalia character advocates his conservative judicial philosophy,” the complaint reads. “If the Milo Worldwide advertisements violate Guidelines 9 and 14″—referring to regulations Metro frequently cited in rejecting ads—”The Originalist advertisement also does so.”\nThe ACLU and the other plaintiffs are asking the judge to rule that Metro’s advertising guidelines are unconstitutional and that the rejected ads can go back up.\nFor his part, Yiannopoulos appears to acknowledge the oddity of him standing on the same side as groups he’s openly maligned in the past. “I’m glad that the ACLU has decided to stop aiding the spread of sharia law and their usual wrongheaded social-justice crusades to tackle a real civil rights issue,” he writes on Facebook . “I’m joined in this lawsuit by fellow plaintiffs including pharmaceutical villains and vitamin-deficient vegans, but I’m no stranger to odd bedfellows. Free speech isn’t about only supporting speech you agree with, it is about supporting all speech—especially the words of your enemies. Strong opponents keep us honest.\nRead the complaint:\nDon’t Miss Another Big Story—Get Our Weekend Newsletter\nOur most popular stories of the week, sent every Saturday.\nMost Popular in News\nGet Us on Social\nRelated\nAll Rights Reserved.\nWashingtonian is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.\nBy signing up, you agree to our terms .\n",
        "quotes": [
            [
                "By rejecting a variety of advertisements submitted by Plaintiffs—ranging from an ad for an FDA-approved medication, to an ad urging a vegan diet, to an ad for a non-fiction book, to the text of the First Amendment itself—WMATA has violated Plaintiffs’ First and Fourteenth Amendment rights,",
                "",
                true
            ],
            [
                "And WMATA’s new advertising Guidelines, which explicitly or implicitly incorporate such viewpoint discrimination, are unconstitutional for the same reason.",
                "",
                true
            ],
            [
                "the most dangerous man on the internet.",
                "Milo Yiannopoulos",
                false
            ],
            [
                "consistent with Metro’s policy of remaining content-neutral when accepting advertising.",
                "Milo Yiannopoulos",
                false
            ],
            [
                "The Milo Worldwide advertisements were rejected based on the identity of the author and/or the perceived viewpoint of the book or its author,",
                "",
                true
            ],
            [
                "WMATA would have accepted, and would not subsequently have rejected, comparably-designed advertisements for books written by other authors.",
                "",
                true
            ],
            [
                "WMATA’s rejection of Milo Worldwide’s advertisement was based on considerations extrinsic to the advertisement, including the identity of the book’s author and his viewpoints on various issues.",
                "",
                true
            ],
            [
                "if the substance of the message is currently accepted by the American Medical Association and/or the Food and Drug Administration",
                "",
                false
            ],
            [
                "does not take any issue-oriented advertising.",
                "Outfront",
                false
            ],
            [
                "It is ironic that [Metro] wouldn’t post the First Amendment,",
                "Arthur Spitzer",
                true
            ],
            [
                "Many viewers of the advertisement are aware that the play…contains many passages in which the Scalia character advocates his conservative judicial philosophy,",
                "Arthur Spitzer",
                true
            ],
            [
                "If the Milo Worldwide advertisements violate Guidelines 9 and 14″—referring to regulations Metro frequently cited in rejecting ads",
                "Arthur Spitzer",
                false
            ],
            [
                "I’m glad that the ACLU has decided to stop aiding the spread of sharia law and their usual wrongheaded social-justice crusades to tackle a real civil rights issue,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.washingtonian.com/2017/07/11/metro-milo-yiannopoulos-ads-yanked-inconsistent/",
                "https://www.aclu.org/cases/aclu-et-al-v-wmata-first-amendment-challenge-dc-metros-advertising-restrictions",
                "https://www.washingtonian.com/2017/01/12/metro-carafem-ad-rejected-political/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.washingtonian.com/privacypolicy/",
                "https://www.facebook.com/myiannopoulos/posts/987614501376445"
            ]
        },
        "key_words": [
            "peta",
            "outfront",
            "sue",
            "rejected",
            "complaint",
            "policies",
            "book",
            "milo",
            "advertising",
            "clinic",
            "ad",
            "yiannopoulos",
            "health",
            "ads",
            "advertisements",
            "guidelines",
            "womens",
            "metro"
        ]
    }
]