[
    {
        "url": "https://consortiumnews.com/2015/03/20/netanyahu-too-dishonest-by-half/",
        "title": "Netanyahu: Too Dishonest by Half",
        "authors": [
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-03-20",
        "text": "Main menu\nMarch 20, 2015\nBy Alon Ben-Meir\nIn a follow-up question to the statement that Prime Minister Netanyahu made during an interview with the Israeli website NRG — in which he stated that “I think that anyone who moves to establish a Palestinian state and evacuate territory, gives territory away to radical Islamist attacks against Israel” — he was asked if that meant a Palestinian state would not be established if he is reelected. Netanyahu replied, “Indeed.”\nThis was not in the least a surprise to me, as I have never believed that Netanyahu was sincere when he declared in 2009 at Bar Ilan University that he supported a two-state solution, nor did I ever believe him when he repeatedly stated that Israel is prepared to make “painful concessions” to reach an agreement with the Palestinians.\nPresident Barack Obama holds a bilateral meeting with Prime Minister Benjamin Netanyahu of Israel in the Oval Office, Oct 1, 2014. The meeting was described as chilly, reflecting the strained relationship between the two leaders. (Official White House Photo by Pete Souza)\nNetanyahu’s travails and misguidance go back decades. He is a blind ideologue and a revisionist Zionist who defied and denied the right of the Palestinians to a home of their own. As Prime Minister, during the past six years in particular, Netanyahu has caused more damage to Israel domestically and internationally than Israel’s worst enemies could have possibly contemplated.\nDomestically, he did next to nothing to reduce the cost of living, housing became unaffordable, and hundreds of thousands of children joined the ranks of those living under the poverty line. He allowed huge corporations to monopolize major industries and did nothing to introduce education reform. Netanyahu deliberately undermined Israel’s democratic and human rights principles by allowing open-ended discrimination against Israeli Arabs in jobs, housing, funding for schools, infrastructure and the overall economic development of predominantly Arab villages and towns.\nOn the Palestinian front, he systematically pursued the expansion of settlements, expropriated increasing swaths of Palestinian land, enforced a brutal occupation regime and simply exploited Palestinian cooperation on security matters only to serve his own narrow interests. To make matters worse, he waged two wars against Hamas at extraordinary human and material cost, especially on the Palestinian side.\nMoreover, his discriminatory policy toward the Palestinians and the continued occupation gave rise to increasing anti-Semitism around the world, making Israel appear ever more as a pariah state with no scruples about human rights violations, defying both the international community and Israel’s own moral principles on which the state was built.\nNetanyahu has caused immense damage to relations with the United States, the most indispensable supporter of Israel on all fronts — militarily, economically, and politically — without which, Israel as we know it could not possibly survive. He has consistently lied to the U.S. about his intentions to negotiate with the Palestinians in earnest to achieve peace based on a two-state solution. He used the pretext of national security to stampede any efforts by the U.S. to ease the conflict with the Palestinians.\nNetanyahu has undermined the U.S. efforts to reach an agreement with Iran’s nuclear program; time and again, he insulted President Barack Obama, especially when he accepted the invitation to speak at a joint session of Congress to challenge Obama’s potential deal with Iran.\nTo be sure, no leader of any country, let alone a close ally of the U.S., has weakened the U.S. standing and credibility among the Arab states more than Netanyahu. He abused America’s unfettered support of Israel, paying no heed to the fact that without the crucial political support of the U.S., Israel would become dangerously vulnerable to international political pressure.\nIn addition, due to his reckless policies toward the Palestinians and his inborn dishonesty and dismissive attitude, Netanyahu managed to alienate the entire European Union community, creating a situation where Israel will sooner than later be subject to intensified sanctions and further isolation. Meanwhile, he lost an unprecedented opportunity to work closely with the Sunni Arab states to bring about an end to the vicious cycle of violence with the Palestinians by embracing the Arab Peace Initiative.\nNetanyahu’s election victory represents a horrifying development that will cause irreparable damage to Israel in every which way imaginable. In particular, he will scuttle once and for all any prospect of peace with the Palestinians, inviting them to seek an independent state though the United Nations and opening up the possibility that the Obama administration will no longer provide Israel with blanket political immunity.\nAs he will continue to expand the settlements, expropriate more Palestinian land, and impose ever-harsher measures that will be needed to maintain the occupation, it will be only a question of time when the Palestinians rise against Israel and plunge both sides into a major conflagration that will exact blood and treasure beyond anything that we have seen thus far.\nIn the interim, Israel will lose what is left of its legitimacy and will be treated as an apartheid state subject to international condemnation, sanctions and divestment. To be sure, the stakes for Israel have never been higher.\nIf Netanyahu wants his legacy as Prime Minister to be that of preventing the establishment of a Palestinian state, he has succeeded. In his wake, however, he will leave a troubled nation, a nation filled with anxiety and fear for the future.\nShould the next government end up being led by Netanyahu (as now seems likely), every Israeli will live to mourn the demise of Israel as a democratic and Jewish state and the home of brave pioneers who made a millennium-long dream a reality.\nDr. Alon Ben-Meir is a professor of international relations at the Center for Global Affairs at New York University. He teaches courses on international negotiation and Middle Eastern studies. alon@alonben-meir.com. Web: www.alonben-meir.com\nPeter Loeb\nMarch 24, 2015 at 07:21\nNOT ONE PERSON BUT ZIONISM\nIt is past time to move “of the dime” (US expression, to move on) from analyses of Benjamin\nNetanyahu and of other Zionist leaders in what is now Israel.  Instead we should examine the\nLet’s look at whole history of Zionism (sometimes called “the Zionist project”).\nNetanyahu is but one expression.\nThere have been others. A good place to begin is the landmark study by Michael Prior CM,\nTHE BIBLE AND COLONIALISM: A MORAL CRITIQUE which focuses on the roots and history of\nZionism. Illan Pappe’s works focus on the development of Zionism while Nasser H. Aruri’s\nwork THE DISHONEST BROKER…. dissects US complicity prior to the current US Administration.\n—-Peter Loeb, Boston, MA, USA\nVesuvius\nMarch 23, 2015 at 06:34\nMr Ben Meir writes: “[Netanyahu’s] discriminatory policy toward the Palestinians and the continued occupation gave rise to increasing anti-Semitism around the world, making Israel appear ever more as a pariah state with no scruples about human rights violations.”\nNo, not to anti-Semitism, but to anti-Israeli critizism and demonstrations. Rightful, correct critizism against the State of Israel should never be labeled as “anti-Semitism”, which is something quite different.\nReferring to PM Netanyahu’s, and other Israeli politicians’ false statements on Palestinians, the “two-state solution” etc, I most warmly want to bring the following recent article in the Haaretz by Gideon Levy to your attention: “Netanyahu will be remembered for speaking Israel’s truth”, http://www.haaretz.com/opinion/.premium-1.648122\ndave\nMarch 22, 2015 at 21:32\ni beg to differ strongly with you in claiming satanyahoo has caused immense damage in the special relationship with US. would you care to cite just one tiny example of this?\nbecause i cant think of one. as a matter of fact, i think all of his good little obediant puppy dogs in the US senate and congress are still taking orders from him juct as standard operating procedfure for the last 50 years demands!\nBill Bodden\nMarch 22, 2015 at 14:40\nTo be sure, no leader of any country, let alone a close ally of the U.S., has weakened the U.S. standing and credibility among the Arab states more than Netanyahu.\nBut he didn’t weaken and debase the United States alone.  He was aided and abetted by, among others, our morally bankrupt politicians who sold their souls to get and keep their jobs.\nAlana\nMarch 22, 2015 at 10:42\nI respect Dr. Ben-Meir greatly, but he speaks as if the Zionist Union winning would have been better. I mean, maybe it would have been for Israel in the short term, but it would have been a disaster for the Palestinians. There is no difference between Netanyahu and Herzog/Livini except that the latter are better at saving face. Herzog and Livini want Israel to continue their illegal expansions just as much as Netanyahu and have no respect or care for Palestinian lives, just like Netanyahu.\nIt’s quite unsettling that Dr. Ben-Meir suggests, time after time, that some Netanyahu is the only road-block to freedom and justice for Palestinians, as if the rest of the Israeli right (and center) are just so honest with good intentions. At least having the wolf instead of the wolf in sheep’s clothing will speed up the process for Palestinians to finally be granted statehood, get the land stolen from them since 1967 back, and get reparations for the destruction of their livelihood.\nZachary Smith\nMarch 22, 2015 at 12:56\nHerzog and Livini want Israel to continue their illegal expansions just as much as Netanyahu and have no respect or care for Palestinian lives, just like Netanyahu.\nAgreed.   From the Palestinian point of view, those election results didn’t much matter.\nRobert\nNetanyahu won, but Israel lost, and is lost.\nZachary Smith\nThe link author makes some predictions, and they’re not pretty.    The “poor white trash” in Israel is already in bad shape, and that’s about to get worse for them.   As for the subhuman “Paleos”, life may become unendurable – by design.\nLife will get very difficult for Jews in Israel soon enough, and many with dual citizenship will abandon ship. Those who remain will be the diehard fanatics and zealots who are dangerous because they might have the psychology of murder suicide. I believe that before it is over, things will get really bad there and extremely dangerous. Israel will become much more fanatic and extremist than ever before with a lot less inhibitions.\nI’ve got to wonder about the sanity of people considering moving to the shitty little apartheid state – unless they’re wealthy enough to bail out on a moment’s notice.\nbobzz\nMarch 20, 2015 at 22:55\nFor those that might have heard of the Biblical story in I Kings 21, Netanyahu is playing the role of King Ahab who wants the vineyard of his next door neighbor, Naboth. Naboth won’t give it to him, so he sulks. In steps America in the role of Jezebel the enabler. Soon Naboth is dead and Ahab takes over. The story ends in the judgment of death for both.\nGregory Kruse\nMarch 20, 2015 at 22:26\nWhen Boehner goes to Israel, he should not be allowed back in the US.\njo6pac\nMarch 20, 2015 at 20:33\nI think we should get it right on it the man/devil and sadly the country is controlled by cycle-0-paths and it’s nothing unlike the new Amerika. The only good point is Amerika was first. Sad\nThanks\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.haaretz.com/opinion/.premium-1.648122"
            ]
        },
        "key_words": [
            "half",
            "netanyahu",
            "state",
            "palestinian",
            "arab",
            "prime",
            "israel",
            "minister",
            "israeli",
            "palestinians",
            "international",
            "dishonest"
        ]
    }
]