[
    {
        "url": "https://www.christianpost.com/news/clinton-says-obama-wants-gay-rights-over-religious-freedom-in-key-speech.html",
        "title": "Clinton Says Obama Wants Gay Rights Over Religious Freedom in Key Speech",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nClinton Says Obama Wants Gay Rights Over Religious Freedom in Key Speech\nClinton Says Obama Wants Gay Rights Over Religious Freedom in Key Speech\nClinton Says Obama Wants Gay Rights Over Religious Freedom in Key Speech\n| Wednesday, December 07, 2011\nSecretary of State Hillary Clinton yesterday put the Obama administration clearly on the opposite side of Christians seeking religious freedom in the debate over human sexuality, prompting praise from gay rights activists and criticism from GOP presidential candidate Rick Perry.\nIn remarks on Tuesday in Geneva to the United Nations, Secretary of State Hillary Clinton said religious and cultural beliefs are standing in the way of homosexual human rights worldwide.\n“Now, raising this issue, I know, is sensitive for many people and that the obstacles standing in the way of protecting the human rights of LGBT people rest on deeply held personal, political, cultural, and religious beliefs,” said Clinton.\nCalled a “landmark” speech by the homosexual community, Clinton announced that the U.S. would spend $3 million in aid and the full strength of their diplomacy to expand the rights of lesbian, gay, bisexual and transgender people worldwide.\nTexas governor and GOP presidential hopeful Rick Perry, an outspoken critic of special rights for sexual orientation, was critical of the administrations comments.\n“President Obama has again mistaken America’s tolerance for different lifestyles with an endorsement of those lifestyles,” Perry said in a statement. “I will not make that mistake.”\n“Some suggest that gay rights and human rights are separate and distinct, but in fact they are one and the same,” Clinton said.\nClinton’s speech – delivered to an international audience – may be a response to growing restiveness in an LGBT community frustrated over the Obama administration’s reluctance to fully endorse same-sex marriage in the U.S. Obama critics say the venue was chosen to lessen its political impact and not because the president does not support the gay rights agenda.\nShort of fully endorsing same-sex marriage, the Obama administration has taken a number of steps to support gay rights on the international stage. It recently circulated a memo saying that the U.S. government would fight against abuse of LGBT individuals in foreign countries. Clinton’s speech appears to be evidence of that commitment.\n“Now, there is still, as you all know, much more to be done to secure that commitment, that reality, and progress for all people. Today, I want to talk about the work we have left to do to protect one group of people whose human rights are still denied in too many parts of the world today,” Clinton stated.\n“In many ways, they are an invisible minority. They are arrested, beaten, terrorized, even executed. Many are treated with contempt and violence by their fellow citizens while authorities empowered to protect look the other way or, too often, even join in the abuse…I am talking about gay, lesbian, bisexual, and transgender people, human beings born free and given bestowed equality and dignity, who have a right to claim that, which is now one of the remaining human rights challenges of our time.”\nCritics of Clinton’s speech will want to know where and how the $3 million is going to be spent, especially since many of the countries that she was addressing have an outright ban on homosexuality and insist that homosexuality is a “western” problem.\nFor example, Saudi Arabia, a U.S. ally, forbids homosexuality and can punish the offense with flogging or in some cases, death. The Nigerian senate banned same-sex marriage and imposed a 14-year prison sentence for offenders.\n\"I certainly don't believe homosexuals or anyone else should be flogged or put to death for their sexual sins,\" Dr. Richard Land of the Ethics and Religious Liberty Commission told The Christian Post. \"However, I don't believe homosexuals should receive special treatment over and above anyone else either. Secretary Clinton's remarks were more than likely a painless way for the Obama administration to placate the homosexual community in the U.S.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "clinton",
            "samesex",
            "gay",
            "speech",
            "wants",
            "human",
            "key",
            "marriage",
            "religious",
            "way",
            "rights",
            "obama",
            "freedom"
        ]
    }
]