[
    {
        "url": "https://nutritionfacts.org/audio/its-heavy-the-backstory-on-lead/",
        "title": "It’s Heavy: The Backstory on Lead",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nJulio 13th, 2017\nIt’s Heavy: The Backstory on Lead\nHow was one of the most toxic substances not immediately banned from commercial and industrial use?\n \nToday, we dive deep into a heavy topic, a chemical element that can cause a wide range of health problems. It’s the heavy metal known as lead. When it gets into our system it can cause brain and blood disorders. Here’s a little bit of background on how industry has been able to continue using lead in manufacturing.\n \nWe have known that lead can be toxic for thousands of years and specifically that children could be poisoned by lead paint over a century ago. And, since those first cases, the lead industry has mobilized against the advances of science.\nBy 1926, lead poisoning was already a relatively frequent occurrence in children. Yet, the United States continued to allow the use of lead-based paint until 1978. In contrast, over in Europe, many countries said, hmm, poisoning children? No thanks, and banned the use of lead paint as early as 1909.\nThe delay in the U.S. was due largely to the proud marketing and lobbying efforts of the industry profiting from the poison. They knew they couldn’t hold off forever, but boasted that their victories have been in the deferral of implementation of regulation.\nAnd now, peeling paint turns into poisonous dust, and guess where it ends up? As a Mount Sinai dean and Harvard neurology professor put it: “Lead is a devastating poison. It damages children’s brains, erodes intelligence, diminishes creativity and judgment and language, and is linked to a later increased risk for dyslexia and school failure.” Yet, despite the accumulating evidence, the lead industry didn’t just fail to warn people, but engaged in an energetic promotion of leaded paint. After all, a can of pure white lead paint had huge amounts of lead, which meant huge profits for the industry. \nBut see, there is no cause to worry if your toddler smudges up against lead paint, because “those fingerprints can be easily removed without harming the paint”. Wouldn’t want to harm the paint. After all, “painted walls are sanitary”. You see, as advertised by the Dutch Boy’s National Lead Company, “Lead helps to guard your health”.\nThe director of the Lead Industry Association blamed the victims: “the slum-dwelling, ignorant parents”.\nIt seems that no amount of evidence, no health statistics, no public outrage could get industry to care that their paint was killing and poisoning children. But how much public outrage was there, really?\nI mean, it goes without saying lead is a devastating, debilitating poison; literally millions of children have been diagnosed with various degrees of elevated lead levels. Compare that to polio, for example, though. In the 1950s, fewer than 60,000 new cases annually created a near-panic among American parents and a national mobilization that led to campaigns that virtually wiped out the problem within a decade. In contrast, despite many millions of children’s lives altered for the worst, at no point in the past hundred years has there been a similar national mobilization over lead and, today, after literally a century, the CDC estimates over 500,000 children still suffer from elevated blood-lead levels.\nThe good news is that blood lead levels are in decline, celebrated as one of our great public health achievements. But given what we knew, for how long we knew, to declare this a public health victory? Even if we were victorious, it would be a victory diminished by our failure to learn from the epidemic and take steps to dramatically reduce exposures to other confirmed and suspected environmental toxicants. \nThat’s one of the reasons I wanted to do this video series on lead—we need to learn from our history; so, the next time some industry wants to sell something to our kids, we’ll stick to the science. And, of course, lead levels aren’t declining for everyone. I’ll cover the Flint, Michigan crisis and end by talking about dietary interventions to pull lead from our body, next.\n \nBack in the ‘60s, a Pulitzer Prize-winning scientist described the problem of childhood lead poisoning as, “so well-defined, so neatly packaged with both causes and cures known, that if we don’t eliminate the social crime, our society deserves all the disasters it has coming”.\nWell, we have the knowledge to redress this social crime. We know where the lead is, how people are exposed, and how it damages health. What we lack is the political will to do what should be done. Unfortunately, many policy makers consider the costs of action primarily in economic financial terms and ignore the costs of inaction on human health and communities’ livelihoods.\nAt this point, most Americans have heard of the avoidable and abject failure of government on the local, state, federal levels–in fact, across the board, to prevent the mass poisoning of hundreds of children and adults in Flint, Michigan.\nA government plan to save some money had led public officials to switch the city’s water source from one of the great lakes to the Flint River, the past sewer of the auto industry. Flint citizens complained that their tap water was foul and discolored, but officials took no heed. I wonder, why? \nOfficials failed to act for 18 months until a local pediatrician revealed dramatically elevated lead levels in children’s blood. An investigation didn’t just find fault, but highlighted seeming falsification of water-quality results to keep people in the dark. \nThough the specific breed of alleged government corruption may be unique to Flint, the end result might not be so rare in the USA—home to an ageing water system. As the president of the Children’s Health Fund has said, “Pandora’s box is now wide open”. Flint may only be the tip of an enormous iceberg, potentially one of a great many icebergs.\nIn addition to lead paint and the residual lead everywhere from leaded gasoline, lead can leach from lead pipes, solder, or fixtures. Recognized to be a health issue in the U.S. back in 1845, a year our flag only had 26 stars; yet, the use of lead in water pipes and solder was not restricted until the Safe Drinking Water Act Amendment, 141 years later. Was the city you’re living in built before 1986? Today, the exact number of lead water pipes currently in use is not clear. About one in three cities surveyed shrugged their shoulders. \nThere are anti-corrosion chemicals you can add to tap water to try to keep the lead in the pipes. Flint could have done that, but it could have cost about $100 a day. Now, they only have to pay a billion dollars. \nLet me close with a quote from the heroic pediatrician who blew the whistle, Dr. Hanna-Attisha. She was asked, “What advice would you have for other physicians taking on a whistle-blower role?” She replied, “This is our job. This is why we went to medical school—to help people.”  \n \nAs the whistle-blowing pediatrician who helped expose the Flint drinking water crisis put it, “The people in Flint have a 20-year lower life expectancy than people in a neighboring suburb. We were already struggling with every barrier to our children’s success. Then, we gave them lead.”\nHer research showed that the switch in water supplies from the Great Lakes to the polluted Flint River created a perfect storm for lead contamination, doubling the percentage of kids with elevated lead levels in their blood. Whereas out in the suburbs, where they kept the same water supply, children’s lead levels stayed about the same. That’s how we knew it was the switch in water supplies. That’s what broke the story of the Flint crisis—a doubling of elevated lead levels. \nBut wait a second: even before the switch, when everyone was getting the same water, lead levels in children in Flint were twice that of the suburbs. There was already a doubling in elevated lead levels in Flint and other poor communities around the country; yet, where have all the crisis headlines been? So, even with all the bottled water in the world, the children in Flint will continue to live in a lead-polluted environment. \nMany have pointed out the irony that the new water from the Flint River was so corrosive that the General Motors plant switched back to a clean water source when they started noticing rust spots on their new parts. All the while, water quality complaints from Flint residents were being ignored. But, there is an additional irony. General Motors is a major reason why the world is so contaminated with lead in the first place, as GM invented leaded gasoline. Shortly after manufacture began, workers began to become floridly psychotic and die. \nIn the wake of blaring headlines about the lead-poisoned workers, public health leaders warned of the potential for damage to broad swaths of the population posed by putting a well-established toxin into gasoline. Yet, despite these warnings, millions upon millions were harmed, and this entirely preventable poisoning still occurs today. \nVirtually all the lead in the environment today is because we put it there. It used to be locked away deep underground or under the ocean, but that was before we drove it around the earth. By the 1970s, 200,000 tons of lead was emitted from cars and trucks in the United States each year, mostly in urban areas. Otherwise, the industry would have to use a higher-octane gas, which is less profitable; so, the oil and lead industries successfully thwarted government efforts to limit lead in gasoline for 50 years. But, how were they able to do that? Because the industry assured the scientific community and the public that there was no danger. Okay, I could see how a gullible public could be swayed by slick PR, but how do you manipulate the scientific community? By manipulating the science. \nThe lead industry was able to achieve its influence in large part by being the primary supporter of research on the health effects of lead, and they got the best science money could buy. Long before Big Tobacco, the lead industry understood the inestimable value of purchasing “good science”.  \nConsequently, the vast majority of relevant studies published for decades were favorable to the lead industry. They even sent a delegation to try to convince the EPA that lead regulation wasn’t necessary because they claimed lead was an essential nutrient required for optimal growth and development. Of course, the exact opposite is true–toxic to development. But, there are nutritional interventions that can help alleviate lead toxicity; for example, food components that can help decrease the absorption of lead and help flush it out of your body.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page. There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\nThis is an approximation of the audio content, contributed by Allyson Burnett.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "health",
            "lead",
            "industry",
            "water",
            "paint",
            "children",
            "poisoning",
            "levels",
            "backstory",
            "flint",
            "public",
            "heavy"
        ]
    }
]