[
    {
        "url": "https://www.christianpost.com/news/interview-brother-of-late-david-wilkerson-on-his-life-legacy.html",
        "title": "Interview: Brother of Late David Wilkerson on His Life, Legacy",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Brother of Late David Wilkerson on His Life, Legacy\nInterview: Brother of Late David Wilkerson on His Life, Legacy\nInterview: Brother of Late David Wilkerson on His Life, Legacy\n| Thursday, April 28, 2011\nIt has been less than 24 hours since the death of David Wilkerson, the beloved founding pastor of Times Square Church in Manhattan, N.Y., founder of Teen Challenge, and bestselling author of The Cross and the Switchblade. David was 79 years old when he died.\nDon Wilkerson, 71, the youngest brother of David, spoke to The Christian Post Thursday morning about the backstory of his brother’s work with gang members and drug addicts in New York City, and the qualities that endeared him to the youths that roamed the dangerous streets of “the city that never sleeps.”\nBesides being the brother of David Wilkerson, Don is the co-founder of Times Square Church and co-founder of Teen Challenge. He is currently the director of Teen Challenge Brooklyn – the first Teen Challenge center that opened 53 years ago. There are now 233 Teen Challenge centers in the United States and 1,181 centers in total worldwide. Teen Challenge is an evangelical Christian recovery and discipleship program that teaches biblical principles to help young adults struggling with addictions, including drug and alcohol problems.\nThe following are excerpts from the interview.\nCP: What kind of man was David Wilkerson?\nWilkerson: He was a pioneer. He was the founder of Teen Challenge and I partnered with him on that. We were both founders of Times Square Church, and he was a strong preacher. He had what we call a prophetic ministry, relating events in the world to the Bible. A preacher of righteousness.\nI guess there are some people who would be a prophet in terms of New Testament style. He was more in the vein of the Old Testament style. He would never, never call himself that.\nDavid would have been 80 years old next month. He is retired and lived in Texas. He took his wife out to eat last night and I still don’t know the story of how it happened, but he hit an 18-wheeler. His wife is in the hospital. She is in stable condition and she’ll be alright, we believe.\nCP: Could you tell me a personal story from the early days of how David impacted a young person struggling with drug and alcohol addiction?\nWilkerson: Sonny Arguinzoni was the first drug addict that came into our center in Brooklyn. David met him on the streets and I met him on the streets. It took a number of encounters. His parents were Christian and prayed for him and he came in. And Nicky Cruz was by then here as well. He was the first gang member that came in.\nSonny has gone on to be what I would call him an apostle. He was raised up in the Hispanic community, a ministry called Victory Outreach, and probably has 500 centers and churches that he has planted.\nI think my brother’s persistence as well as naivete and knowing the situation worked in my brother’s advantage and our advantage. Here are two people, they are not New Yorkers, they are from another planet (laughs), even though we were from Pennsylvania, and here they are coming to try to help us. There was something about the humanness, the simpleness that I think just helped us. We were too ignorant to even have the kind of fears we should of had working with them (gang members and drug addicts).\nMy brother had the combination of the holy boldness – naivete – together with compassion. You have to gain credibility with the people on streets and by going to them persistently we gained that credibility over a period of time.\nSonny was one of the first and as I sit here I see a bunch of them walk by me who are in our center today.\nCP: Did both of you know that you wanted to enter the ministry at an early age? And did you know that working with people with addictions was what you wanted to do? How did this all come about?\nWilkerson: No, not at all. I was in college studying for the ministry, Bible college, when it all happened. My brother was a pastor in Pennsylvania and he read the story in LIFE magazine about teenagers who had murdered a crippled boy named Michael Farmer (1957). He was a white boy, a crippled boy, and the gang members were Hispanic. And I called it the O.J. Simpson case of its era, even though back in the 50s it was not portrayed racist. It was the unsaid thing. But anybody that had any knowledge about what was going on in the city with gangs [would know]. Here was a gang stomping a white boy to death.\nSo it gained the attention of the entire nation and my brother’s attention. His initial mission was just to go to New York and talk to the five young men who were on trial. And he didn’t get a chance to do that. He went to court and asked the judge if he could say something and the judge threw him out of court. His picture went into the paper as the Bible preacher who interrupted the gang trial. He left the city embarrassed.\nBut it was our grandfather who said to David when he was trying to sort out what went wrong and blew up in his face, “David, you thought your mission was to talk to those boys. Maybe your mission is to help boys like that. Why don’t you go back to the city?”\nSo he went back to the city, walked the area where the gang murder had taken place, and some gang members recognized him from the newspaper. And the comment that I will never forget, I’ll never forget, is one of them said to my brother, “Hey preacher, looks like the cops don’t like you either. Must be on our side.”\nSo overnight, what could have taken months or years, he gained credibility with the gang overnight. When that gang member said, “You must be on our side,” I would say that is a redemptive analogy of Jesus coming down and took on human forms to be on our side.\nThe gangs perceived him to be their advocate from there. That was almost an overnight open door to the gangs.\nCP: Did you or your brother have any fears working with these gang members and drug addicts? You probably didn’t have any experience working with them.\nWilkerson: We grew up in a small town but not a farm [in Pennsylvania]. But yeah, the more you learned you might have certain kinds of fears. When we would go to speak to the gangs, they would tell us that something was coming down tonight and you shouldn’t be here. Because we were not there to bring peace to the gangs; we were there to bring peace to the gang members. And so our work was not to do what social workers or police were assigned to do.\nMy sister said to me last night, “Isn’t it ironic that our brother has been on the streets of New York and many things have happened and here he is killed in an automobile crash.” It is kind of ironic to us in a way.\nCP: Did both of you initially go to New York to work with gang members, addicts, or both?\nWilkerson: I would say it was opening a new mission field of the subculture. The gang members became drug addicts. The same young men we knew as gang members, we started to know them as drug addicts. And of course we were told that there is no cure and that type of things. When we opened our first building it was to house our workers to go out to the streets. Then we had to turn that place, which still exists today here in Brooklyn, as a residential center for men.\nWe kept the name Teen Challenge, although the ages ranges from 18 to 35. The name stuck so we kept the name.\nCP: So you were in Bible college when your brother already walked the streets of New York City and met gang members. So he recruited you into this ministry?\nWilkerson: Well, what happened is that as he made his way from Manhattan he was told that the most notorious gang was the Mau Mau in Brooklyn. He came to Brooklyn and had kind of an open air meeting outside the school where the gangs were and he invited the gangs to hear him preach on the streets.\nThen he decided to have an evangelism meeting for the gangs in a boxing arena in Manhattan, a boxing arena where back in the 50s every Friday nights, during black and white television days, the gangs would watch the fights. He knew the gangs knew the arena so he rented the arena in order to bring the gangs together.\nSo one weekend when I went home from college to Scranton (Pennsylvania), my sister and brother-in-law asked if I wanted to go to New York to see our brother who is preaching to gangs. So I happened to be there the night of the most celebrated convert of Teen Challenge, Nicky Cruz, ex-president of Mau Mau.\nSo I was there the night the whole gang went forward for prayer and asked David to pray for them. So that was my taste. I had no idea at the time that that was my preview of my future. Because we both felt that we were called to be pastors, but the only difference is that we both still became pastors but our congregation changed (laughs). They happen to be all gang members and drug addicts. So that was the story.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "york",
            "members",
            "david",
            "interview",
            "brother",
            "teen",
            "drug",
            "gangs",
            "legacy",
            "streets",
            "gang",
            "wilkerson",
            "challenge",
            "late",
            "life"
        ]
    }
]