[
    {
        "url": "https://www.christianpost.com/trends/hydrogen-one-news-reds-first-ever-smartphone-to-arrive-in-summer-boasts-of-holographic-display.html",
        "title": "Red Hydrogen One Release Date, Specs News: Summer Launch for Smartphone Boasting Holographic Display",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRed Hydrogen One Release Date, Specs News: Summer Launch for Smartphone Boasting Holographic Display\nRed Hydrogen One Release Date, Specs News: Summer Launch for Smartphone Boasting Holographic Display\nRed Hydrogen One Release Date, Specs News: Summer Launch for Smartphone Boasting Holographic Display\n| Wednesday, January 24, 2018\nRed's first ever smartphone, the Hydrogen One, boasts of a holographic display. | Facebook/RED Hydrogen One\nWhile a specific release date is yet to be announced, Red has revealed that its first ever smartphone is slated to arrive this summer.\nAfter more than six months of taking pre-orders for its first-ever smartphone, Hydrogen One, Red has announced earlier this week that it will finally be out this summer as the smartphone is already set to enter mass production. The announcement  was made by Red's CEO and founder, Jim Jannard, who also revealed the additional new specs for Hydrogen One.\nAccording to Jannard, the 5.7-inch screen of the Hydrogen One will boast of two modes: A regular 2D mode and a 4-View (4V) holographic mode, also known as the brand's version of 3D. For Jannard, though, the holographic mode is better than a 3D images even without the accompanying 3D glasses as proven by those who have already experienced 4V in person, who, according to the Red CEO, reacted with \"gasps, swears or just grins.\"\nWhile the 4V format of the Hydrogen One is new, Jannard suggests that it will get support from different social media sites. Furthermore, the Red CEO also revealed that his company will establish a \"Hydrogen Network,\" which will be a platform for the new format.\n\"This will be the one place to find all 4V content online. From major studios and other content providers to creating your own channel,\" Jannard said .\nAlthough it can't be denied that its holographic ability is the major selling point of Hydrogen One, it is not the only thing it boasts of. Apart from a body that is made of either aluminum or titanium, Hydrogen One also packs a Qualcomm Snapdragon 835X processor and comes with a dual SIM slot, 4,500mAh battery, USB-C port, built-in speakers capable of playing multi-channel spacial audio, stackable modules that connect via pogo pins for power and data, expandable storage via a MicroSD slot, and a headphone jack.\n \n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnet.com/news/red-hydrogen-one-holographic-phone-might-actually-ship-this-summer/",
                "https://www.theverge.com/circuitbreaker/2018/1/23/16922872/red-hydrogen-one-release-date-summer-2018"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jannard",
            "specs",
            "hydrogen",
            "display",
            "date",
            "revealed",
            "summer",
            "launch",
            "mode",
            "red",
            "smartphone",
            "release",
            "4v",
            "holographic"
        ]
    }
]