[
    {
        "url": "https://www.christianpost.com/news/nigerian-chibok-pastor-says-hes-grateful-that-kidnapped-daughter-stoned-to-death-by-boko-haram-did-not-deny-christ.html",
        "title": "Nigerian Chibok Pastor Says He's 'Grateful' That Kidnapped Daughter Stoned to Death by Boko Haram Did Not Deny Christ",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNigerian Chibok Pastor Says He's 'Grateful' That Kidnapped Daughter Stoned to Death by Boko Haram Did Not Deny Christ\nNigerian Chibok Pastor Says He's 'Grateful' That Kidnapped Daughter Stoned to Death by Boko Haram Did Not Deny Christ\nNigerian Chibok Pastor Says He's 'Grateful' That Kidnapped Daughter Stoned to Death by Boko Haram Did Not Deny Christ\n| Wednesday, July 08, 2015\nNkeki Mutah, father of one of the abducted Chibok schoolgirls, speaks at a meeting to review efforts to recover the abducted Chibok girls organised by the Chibok Community Association in collaboration with the #BringBackOurGirls campaign, in Abuja, January 1, 2015. Parents of 200 Nigerian schoolgirls kidnapped by Islamist Boko Haram rebels in April said they were appealing directly to the United Nations for help after losing hope that the Nigerian government would rescue them. | (Photo: Reuters/Afolabi Sotunde)\nNigerians take part in a protest, called by Malaga's Nigerian women Association, for the release of the abducted secondary school girls in the remote village of Chibok in Nigeria, at La Merced square in Malaga, southern Spain May 13, 2014. The leader of the Nigerian Islamist rebel group Boko Haram has offered to release more than 200 schoolgirls abducted by his fighters last month in exchange for its members being held in detention, according to a video posted on YouTube on Monday. | (Photo: Reuters/Jon Nazca)\nA girl holds a sign during a march to mark the one-year anniversary of the mass kidnapping of more than 200 schoolgirls from a secondary school in Chibok by Boko Haram militants, in Abuja, April 14, 2015. Nigeria's President-elect Muhammadu Buhari vowed on Tuesday to make every effort to free the schoolgirls abducted by Boko Haram militants a year ago but admitted it was not clear whether they would ever be found. A march is expected to be held in Abuja on Tuesday to mark the anniversary. | (Photo: Reuters/Afolabi Sotunde)\nA campaigner from \"#Bring Back Our Girls\" hold a banner during a rally calling for the release of the Chibok school girls who were abducted by the Boko Haram militants, outside the Cameroon Embassy in Abuja, Nigeria, October 17, 2014. Nigeria said on Friday it had agreed a ceasefire with Islamist militants Boko Haram and reached a deal for the release of more than 200 schoolgirls kidnapped by the group six months ago. | (Photo: Reuters/Afolabi Sotund)\nFour Chibok girls, who were kidnapped by Boko Haram in April 2014 and later escaped, acting as silent witnesses during a Hudson Institute discussion on Boko Haram in Washington D.C. on March 23, 2015. | (Photo: The Christian Post / Samuel Smith)\nA Nigerian woman is comforted by a man as they take part in a protest, called by Malaga's Nigerian women Association, for the release of the abducted secondary school girls from the remote village of Chibok in Nigeria, at La Merced square in Malaga, southern Spain, May 13, 2014. The leader of the Nigerian Islamist rebel group Boko Haram has offered to release more than 200 schoolgirls abducted by his fighters last month in exchange for its members being held in detention, according to a video posted on YouTube on Monday. | (Photo: Reuters/Jon Nazca)\nView Photos\nA Nigerian pastor has said that he's grateful his daughter, who was one of the over 200 Chibok girls kidnapped by Boko Haram in 2014, did not convert to Islam and died \"for the sake of Christ\" when the terror group forced her to choose between her life and her faith.\nA video clip  of pastor Mark, part of a BBC Panorama  investigation that was originally published in June, captures the father revealing the details of his kidnapped daughter, Monica's, death.\nMap of Nigeria locating suspected Boko Haram attacks since last week which have killed more than 200 people. | (Photo: Reuters/Map of Nigeria)\n\"I was told that my daughter refused to change her religion. I was told that they dug a hole and buried her from the neck and stoned her to death,\" the pastor says.\n\"To die for the sake of Christ, that's the happiest thing for me. I'm grateful that she didn't change her religion. She trust[ed] in God.\"\nHis wife, identified only as Marta, adds: \"I believe she died with dignity. Monica is now in heaven because she refused to convert.\"\nThe original BBC report highlighted how some of the schoolgirls, taken in a raid from Chibok in April last year, have been forced to join the Islamist militants.\nWith the majority of the kidnapped schoolgirls being Christian, there have been several reports that the jihadists have been forcing them to convert to Islam, and have been marrying them off .\nOne 17-year-old girl named Miriam who managed to escape Boko Haram after six months of captivity revealed that she was forced to marry one of the jihadists, and is now pregnant with his child.\nMiriam explained how she refused with four other girls to be married after they were first taken, after which they were threatened with their lives.\n\"They came back with four men, they slit their throats in front of us. They then said that this will happen to any girl that refuses to get married,\" the girl said. She added that after agreeing to their demands, she was repeatedly raped.\n\"There was so much pain,\" she said. \"I was only there in body… I couldn't do anything about it.\"\nBoko Haram has killed at least 5,500 civilians in Nigeria since 2014 alone, and has been waging war on the African country for close to six years now. The terror group has targeted Christians, trying to force them to leave the country, where they make up half the population, but has also massacred Muslims and all who stand in its way.\nBoko Haram has pledged allegiance and has been following many of the same tactics as terror group ISIS in Iraq and Syria, which has been beheading Christians who refuse to convert to its brand of Islam.\nBack in June, the widow of one of the 21 Egyptian Christians who were beheaded in Libya in February also said that she is proud  and comforted that her husband refused to deny Christ to save his life.\nMariam Farhat from the Al Aour village in Egypt said in a video that she \"was very proud\" that her husband, Malak Ibrahim, \"stood firm in his faith and that he didn't deny Jesus\" when faced with the choice.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.bbc.com/news/world-africa-33259003",
                "https://www.christianpost.com/news/widow-of-slain-egyptian-christian-says-shes-proud-her-husband-stood-firm-in-faith-as-isis-beheaded-him-140492/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/news/freed-boko-haram-hostages-praise-god-for-rescue-reveal-islamic-militants-stoned-women-to-death-reduced-children-to-skeletal-bodies-138599/",
                "https://www.youtube.com/watch?t=12&v=02uZr_8kM0E"
            ]
        },
        "key_words": [
            "chibok",
            "kidnapped",
            "group",
            "stoned",
            "deny",
            "death",
            "boko",
            "schoolgirls",
            "abducted",
            "nigerian",
            "pastor",
            "release",
            "hes",
            "haram",
            "grateful",
            "daughter",
            "girls"
        ]
    }
]