[
    {
        "url": "https://consortiumnews.com/2018/01/11/trump-lashes-pakistan-over-afghan-war/",
        "title": "Trump Lashes Pakistan over Afghan War",
        "authors": [
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "David G",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2018-01-11",
        "text": "Main menu\nJanuary 11, 2018\nBy Dennis J Bernstein\nIn recent days, Pakistan has found itself in the crosshairs of President Donald Trump’s Tweet-threats to the surprise of many since Pakistan has not been a country that has drawn much of his attention in his first year in office.\nTrump’s first tweet of 2018 was about the U.S. relationship with Pakistan. “The United States has foolishly given Pakistan more than 33 billion dollars in aid over the last 15 years, and they have given us nothing but lies & deceit,” Trump tweeted  on Jan. 1. “They give safe haven to the terrorists we hunt in Afghanistan, with little help. No more!”\nPakistan’s Foreign Minister Khawaja Muhammad Asif was furious. He said, after the suspension was announced, that the U.S. had turned Islamabad into a “whipping boy” for 17 years of failure in the U.S.-led war against Afghanistan.  Khawaja told the Wall Street Journal that “This is not how allies behave.”\nI spoke about the new Trump policy and its many implications with Junaid Ahmad. an assistant professor at the University of Lahore in Pakistan and Secretary-General of the International Movement for a Just World . I spoke to Professor Ahmad on Jan. 3.\nDennis Bernstein: Could you begin by describing what the International Movement for a Just World is?\nJunaid Ahmad: We are an NGO [non-governmental organization] based in Malaysia which has networked over several decades now with a lot of the global justice campaigns, the anti-war movement, and the anti-corporate globalization movement.  Particularly in East Asia we have been one of the organizations at the forefront of these groups and are very well connected with other groups in North America, Latin America, Europe and Africa.\nDennis Bernstein: Let’s talk a little bit about the Trump administration’s current relations with Pakistan. Trump says he is very angry about Pakistan’s support for the Taliban.\nJunaid Ahmad: The mainstream media in America does such a great job of manufacturing historical amnesia when it comes to this part of the world.  We have had to deal with all the ghosts and the beasts and the monsters created by the US empire and its clients like Saudi Arabia.\nThis is something the American empire doesn’t want people to understand in a straightforward way.  Foreign occupations, particularly when they last this long, will inevitably generate opposition.  In Afghanistan, none of the great empires lasted very long.\nWashington planners have always tended to blame any problems faced by the occupation on its favorite scapegoat, which is Pakistan.  This is not to say that the Taliban does not have any relationship with the Pakistani establishment.  But we should point out that it is nothing like the relationship that existed in the 1990’s, where the Pakistani support for the Taliban was indispensable for its taking power in Kabul.\nToday, it is a very different situation and the term Taliban is somewhat misleading because it is not just a particular group or ideological force but, in fact, an umbrella group for a variety of resistance forces, principally based within the Pashtun ethnic population, which constitutes about 60% of the country and is opposed to NATO occupation and its client regime in Kabul.\nBut the policy analysts in Washington and the administration and the Pentagon and the mainstream media do not want to confront this because it is far easier to simply blame Islamabad for all of the problems in Afghanistan.\nMap of Pakistan and Afghanistan (Wikipedia)\nThe second part of this story is to ask why the United States continues with its failed misadventure in Afghanistan.  I don’t think this has anything to do with any resurgence of terrorism in that country or any threat it poses to the West itself.  US and British intelligence reports have made it clear that Islamabad has actually been fairly cooperative in sharing intelligence regarding potential risks to the West from terrorist elements and has handed over suspected terrorists.\nDennis Bernstein: And this has taken quite a toll.\nJunaid Ahmad: Absolutely.  This “war on terror” which has been imposed on the region by the United States has taken a toll of at least 70,000 lives in Pakistan itself.  In addition to that, the credibility of the Pakistani security forces in some of these areas has been completely lost.  We have seen a massive humanitarian crisis, with millions of internally displaced people.  So there has been a huge social cost within the country.  Across all sections of the population there is seen to be a need to rethink this kind of aggressive, militaristic policy.\nThis is not about support for the Taliban or some other group that is supporting the resistance in Afghanistan.  While in the 1990’s it may have been active support, at this point, it may be true that some of these fighters receive shelter in Pakistan but it is absolutely untrue that the resistance in Afghanistan is entirely dependent on Pakistani support. And once you start to ask yourself why the United States would persist in this failed adventure in Afghanistan, I think you will see that it has more to do with the geopolitics of the region.\nDennis Bernstein: Yes, the United States is in fierce competition there with a country known as China.  To many, the Chinese appear to be taking over where the United States failed in supporting the people of the region.\nJunaid Ahmad:  It is like what happened in Syria at the end of the day.  We saw Turkey and Saudi Arabia, these great facilitators of US operations, sit down with the Russians and try to sort out that mess without any input from Washington.\nThe US has shown again and again that it does not know how to play a role as one among equals.  Whereas these regional countries are coming to recognize that they themselves must come to the table and forge some sort of resolution to their problems.  That is precisely what the Chinese have begun to do over the past few months by bringing these two rival countries, Afghanistan and Pakistan, to the table.  The Chinese plan is one of greater Eurasian integration.\nThe US empire has been weakened by many misadventures and larger structural and systemic issues.  It is incredibly fearful of what is going on and therefore sees it as essential to maintain a strong presence in Afghanistan in order to keep a check on regional developments.  Pakistan has seen that its relations with the United States are incredibly transactional and that at any time the US will abandon it, for example, in instinctively siding with New Delhi [India].\nIt should also be emphasized that China is, at the moment, very dependent on Pakistan.  It is not just a one-way street.  The Chinese are heavily invested in a project known as CPEC, the China-Pakistan Economic Corridor, which would allow the Chinese to access one of the great ports in Pakistan, Gwadar.  In the case of future conflict with Washington, that could be one of the lifelines for Chinese trade.\nAt this point, China’s closest ally in the world may in fact be Pakistan.  Again, this is very troublesome to planners in Washington.  Trump’s tweet should not be viewed out of the context of the broader unfolding geopolitics of the region.\nA U.S. Army lieutenant patrols a new customs yard under construction near the Afghanistan-Pakistan border in the Spin Boldak district of Afghanistan’s Kandahar province, April 8, 2013. (U.S. Army photo by Staff Sgt. Shane Hamann)\nDennis Bernstein:  We have heard that America’s continued presence in Afghanistan has nothing to do with peace there and everything to do with keeping control of certain resources in the region.\nJunaid Ahmad: This is always part of the plan.  But sometimes things don’t go according to plan.  Yes, Afghanistan has been found to be rich in many valuable resources and relatively unexplored.  But I don’t feel at this point that that is the primary motivation in the case of Afghanistan.  If you remember, right after 9/11 and the US invasion of Afghanistan, Washington’s plan was to establish a presence in many of these Central Asian countries.  All of these countries have basically kicked the US out: Uzbekistan, Kazakhstan, and so on.  So Afghanistan continues to be geopolitically important to the United States.\nDennis Bernstein: The United States has certainly been taken out of the picture in Syria.\nJunaid Ahmad: Absolutely.  America’s geopolitical weakness and its growing irrelevance are making it anxious and even paranoid.  That was exposed in Syria at the end with Washington being completely sidelined.  It doesn’t want the same thing to happen in Afghanistan.\nIf we were truly interested in peace and stability, it is clear that nothing is going to happen outside the context of a regional solution, bringing all of the actors together on an equal footing.  But it appears to be difficult for the United States to accept being one among equals.  The US seems to think that it is the only nation allowed to have strategic interests anywhere.\nDennis Bernstein: Should we also be thinking about this in context of the ever-present threat of nuclear weapons? Is there a danger in the United States recklessly trying to hold on to the region?\nJunaid Ahmad: Of course.  It is interesting that, with all these nuclear powers in the region, the people there seem to see a threat only when rhetoric from Washington enters the picture.  That is when the fear starts, particularly with the present administration.  This is the irony:  You have these countries with nuclear weapons neighboring each other but the real anxiety in the region only breaks out when you get these tweets out of Washington.\nDennis Bernstein: A couple more US soldiers were just killed fighting at the border.  What was that about?\nJunaid Ahmad: Particularly at the border with Pakistan, there is a large Pashtun population which is at the forefront of the resistance to the US/NATO occupation and which is referred to somewhat misleadingly as the Taliban.  Again, the claim that this is all happening because of Pakistani support is absolutely ridiculous.  If the Pakistanis were really supporting the resistance in Afghanistan, there would be a far different level of sophistication.  This is a genuine local resistance to the longstanding occupation.  It is very convenient to blame all the difficulties that this occupation has confronted on Islamabad.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nJanuary 13, 2018 at 16:47\nExcuse my mistake, the typo “2011” meant to be “2001” for bin Laden’s death as reported, shortly after the 911 attacks. Big difference!\nVery interesting interview. Trump is speeding up the recognition of US hypocrisy and predation.\nJanuary 13, 2018 at 16:36\nReports from Asia and Europe were that Osama bin Laden, who was very ill with terminal kidney disease, died in December 2011 and was buried in an unmarked grave in Afghanistan. The Taliban stated that, Le Figaro reported it shortly thereafter. It’s easy enough to fool the American people, since they rarely pay attention to other countries besides what they’re told on TV.\nexiled off mainstreet\nJanuary 13, 2018 at 03:48\nAs a riposte to the hostile yankee initiatives, Pakistan should provide Iran with a couple of their nukes. After all, as Pakistan has indicated, due to the recent negative actions from the Washington regime, Pakistan cannot feel that it is an ally any longer. Despite appearanes, this might actually further world peace, since if Iran had nukes, a yankee attack there would be far less likely.\nLeroy\nJanuary 12, 2018 at 19:29\nNot that I would ever defend Trump, but didn’t Osama bin Laden have a compound in Pakistan, before it was discovered and he was killed? I know, it was a long time ago, but at that point, it certainly seems Pakistan was harboring at least one terrorist. Am I totally off the mark here?\nLeroy\nRealist\nJanuary 13, 2018 at 02:39\nThat’s what we were led to believe in 2011, sans any actual evidence, which, they claimed was too provocative to show.   Since then every possible scenario has been floated from Osama having been killed at Tora Bora soon after after 9-11 to Washington acting in cahoots with Pakistan to harbor the man in Abbottabad for 10 years.   In a way, Osama is like Schroedinger’s cat:  could be dead, could be alive.   We’ll never know for sure unless the federal government collapses and the CIA files are thrown open like those of the KGB were after the CCCP  collapsed.\nBernia\nJanuary 15, 2018 at 20:19\nyes, you are right, Leroy.  Pakistan is a problem.  They also funded the 9-11 attack.\nmike k\nJanuary 12, 2018 at 16:23\nHow can you keep making mistake after mistake, and still keep driving ahead? Just never admit that you have done anything wrong! Thus Donald Trump is the perfect driver for this tour bus bound for hell…………../\ngodenich\nJanuary 12, 2018 at 05:06\n“Then, on Jan 4, the State Department announced that the U.S. was freezing a good portion of the military aid the U.S. offers to Pakistan. The cut/freeze could be as much as $1.3 billion.”\nIs it any wonder our national security budget is $1.1++ trillion and taxpayers are subsidizing arms sales to countries around the world and, at the same time, subsidizing military budgets! for NATO and MNNAs!? That’s one of the reasons our economy is in the hole[1]. You can hear the echo of Bastiat murmuring  from the grave[2].\n[1] The danger of soaring global debt | Daily Reckoning | 1/11/2018\n[2] Wars aren’t so great for the economy over time | Inskstick | 1/11/2018\ngodenich\nLink to the second article above: https://inkstickmedia.com/wars-arent-great-economy-time/\nSuperman\nJanuary 12, 2018 at 03:32\nDoes the “China-Pakistan Economic Corridor” remind anyone of the Baghdad to Berlin railroad? Nah.. I must be crazy. It’s not like Afghanistan stands in the way of Caspian sea if China wanted at those oil deposits either.  Afghanistan grows 90% of the world heroin but we don’t have a problem with heroin here thankfully and if the US did have a heroin issue it did not come from Afghanistan because our ‘free press’ would report it. Nah no chance … wink wink! I mean no intelligence community ever uses the illegal drug trade to fund black ops. Never happens… The country is losing favor because you make no friends at the point of a gun… American power?  it’s over folks!\ndavid\nwaning, yes, Over? no\nJanuary 11, 2018 at 16:57\nThe US must dominate the world. The US must dominate the world. The US must dominate the world………….ad infinitum………………\nJoe Tedesky\nJanuary 11, 2018 at 16:06\nReading this interview, is just another example of how the wheels on the Project for the New American Century are falling off. Imagine the stupidity of the U.S., starting with G.W. Bush getting the U.S. involved in the Middle East, and the continuity carried on by Obama, whereas we Americans would think that foreign people in far off distant lands are going to somehow jump in with both feet in to help wage this ill gotten war of aggression in their country’s homeland, all for the sake of protecting the empire. It’s a fool who believes that it’s all about themselves, and the U.S. is certainly guilty of having this wishful complex.\nMeanwhile, while ‘we are fighting them over there so we won’t need to fight them here’, has driven the U.S. to a undeclared bankruptcy with no future plan to draw it down. The madness is clear to see, as Pentagon budgets skyrocket to heights of never seen before stratosphere’s, at the same time social benefit programs are defunded against the better interest of the American people needs. Will the day eventually come when Americans will take a page out of the book of America’s flailing allies, and simply tell the U.S. leadership that ‘we have all had it, now enough is enough’?\nRealist\nJanuary 13, 2018 at 02:27\n“Will the day eventually come when Americans will take a page out of the book of America’s flailing allies, and simply tell the U.S. leadership that ‘we have all had it, now enough is enough’?”\nSilly me, I thought that’s what electing the uninitiated outsider Trump was supposed to be about.  Thing is, the insiders who really run the country weren’t having any of it.    Pick the most accomplished, wisest, fully informed*, humane person you know who didn’t achieve fame and fortune through chicanery or skullduggery and plop him or her into the office.   Do you think they’d be allowed to really change things?   There was a time when I thought, yes.   However, on this one, ancient astronaut theorists and a more experienced Realist say, no!\nA fair question might be, can any one person be expected to master all the intricacies of governing this madhouse which has become so incredibly complex and arcane over the years?  And will any one person ever be allowed to actually do so again?  I’ve often wondered if we shouldn’t have a parliamentary  system in which the majority party functions more as a collective than does a grandstanding congress and chooses the nation’s leadership from within its ranks, rather than having a president imposed from the outside who may be diametrically opposed to every goal they have.   Maybe “checks and balances” are more a hindrance than a benefit.  They seem now to be the guarantor of gridlock and insider control by the Deep State.  Can we conduct the experiment short of having a coup?\n*Leaves out most celebrities.\nJanuary 15, 2018 at 14:57\nRealist in a country which doesn’t hold any of its high ranking citizens accountable, that this only helps to propel the stained citizen or corrupted politician who does not deserve the opportunity to attain higher office, that they so well receive advancements even though the voters discretion would avoid giving these characters so much to live for are but tricked to believe everything is on the up and up. This atmosphere these high ranking people created, has given them all of the cover they need, to increase their hidden agendas beyond what their campaign rhetoric had promised. All these lying sociopaths need is a good media management plan, and then all crimes or allegations of criminal wrong doing, are hidden inside of feel good messages or downplayed by picking on their opponents actions of impropriety. It’s a game in America we all play, and for many the rules are changed without any formal notice being given to the 99.9% of the players who seem to be involved.\nIn my estimation it would seem, that no matter if we ran with a parliamentary process or with what we currently got, that none of this will matter when the truth is always replaced with half baked made up realities. The core problem to begin with would be to start holding our political leaders to higher standards, which would mean enforcing accountability. Until this comes to be, if it ever comes to be, America will painstakingly limp along by continuing to deny itself of good government.\nOnce the world passes America by, and resents the misery brought on to it by the imperial power of the empire, the U.S. led empire will but die. Then we Americans will hopefully take charge of our government, and develop a new national body politics, where again hopefully democracy will replace plutocracy if at all that’s possible. Joe\nDavid G\nJanuary 11, 2018 at 14:01\nInformed and informative discussion. Thanks!\nThe U.S. military in Afghanistan is supplied over land through Pakistan, right? At some point, iirc, Pakistan actually jerked that chain, forbidding or limiting use of its territory for a while (or at least threatening to), and the U.S. cobbled together a northern supply route through evil Russia, but basically there’s no practical alternative.\nMy point being that if Islamabad wishes to show Cheeto Dust what playing hardball looks like, they’re well-positioned to do so.\nToivoS\nJanuary 12, 2018 at 14:15\nWell that is the question now, it seems.  Will Pakistan respond by denying the US air rights and the road over Kyber Pass that are essential for supplying US forces and their allies in Afghanistan?  It seems possible.  If that happened the US would have no alternative but to withdraw our forces.  This raises another question.  Is it possible that this is Trump’s intention?  Trump would have a very difficult time in just announcing his intention to withdraw.  The Pentagon and CIA along with all of the neocon and R2P humanitarian warriors would react along with the MSM and likely stop such a move in its tracks.   Remember how easily those forces manipulated in ordering the Afghan surge just a few months into his presidency.\nHowever, if the US can no longer supply our forces there then withdrawal is the only alternative.  Maybe Trump is not as stupid or ignorant as most of us think he is?\nJanuary 13, 2018 at 16:29\nCheeto Dust?  You make that up on your own or did you get it from the HuffPo?\nYour prez, we will call him Bath House Barry, quadrupled the number of US combat deaths in that pointless war.\nAll that being said, it’s funny how we are outraged at Pakistan for giving safe haven to terrorists now considering that under Carter and Reagan, Pakistan gave safe haven to Afghan Freedom Fighters against the USSR.\nZachary Smith\nInteresting interview.  One part I especially liked was this:\nJunaid Ahmad: The mainstream media in America does such a great job of manufacturing historical amnesia when it comes to this part of the world.\nKeeping US citizens distracted and uninformed is something the Corporate Media is really, really good at.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://inkstickmedia.com/wars-arent-great-economy-time/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.flashpoints.net/",
                "https://twitter.com/realDonaldTrump/status/947802588174577664",
                "http://click.actionnetwork.org/mpss/c/-gA/ni0YAA/t.2dt/oJXDbz_xTUON-UA0XzwNow/h2/JFF-2B9u0atMbaWqmQu3YbdFoujN7IDe0hCGRfNXftIPNiOIgqIIwlzFGFVAgk8MPkbN33RrEJFx2oo2YVdEyyLG-2BXNZBBkaQKdpcslcJJU5JB-2F54X3CL0OKuFQGDcyjdpq9Fdck4twofkXxp7HG8GaJM4NxkauaPqzLpxkxDGvh7j8t3GUMitqN427WkiAQi-2Ff19tkLwpzH8C4XspEoo-2BDt2a1YXKUE5DMmiu6rHcP1bIY5fbVmTvOZDmWS8nRlVUodHkhlrOGBTZg0Qfj6DNsg-3D-3D",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "united",
            "ahmad",
            "afghan",
            "washington",
            "support",
            "resistance",
            "trump",
            "chinese",
            "bernstein",
            "war",
            "pakistan",
            "states",
            "lashes",
            "afghanistan"
        ]
    }
]