[
    {
        "url": "https://www.christianpost.com/news/huge-drop-christians-in-gaza-bishop-hails-heroes-staying-behind-build-christian-life.html",
        "title": "Huge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\nHuge Drop in Christians in Gaza, Bishop Hails 'Heroes' Staying Behind to Build Christian Life\n| Thursday, January 18, 2018\nPalestinian children watch worshippers as they attend Orthodox Christian Palm Sunday mass at the Saint Porfirios church in Gaza City April 5, 2015. | REUTERS / Suhaib Salem\nThe number of Christians living in the Gaza Strip has massively declined, Church leaders have warned, hailing believers who choose to stay behind despite the hardships as being \"real heroes.\"\nBishop Oscar Cantu of Las Cruces, New Mexico, told Catholic News Service  earlier this week that people in the region are barely \"scrapping by\" because the area has been blockaded by Israel since Hamas, a terrorist group, controls the government.\nWhat is more, only 130 Roman Catholic parishioners remain in Gaza, while not long ago there were 1,700, he said.\n\"The numbers of Christians in Gaza is dropping precipitously. It is just sad to hear, because obviously there is little to no opportunity for young people. There is little encouragement for them to stay,\" Cantu said.\nSeveral church leaders celebrated mass at Holy Family Parish in Gaza on Sunday, as part of the annual Holy Land Coordination, where bishops from around the world meet with Israeli and Palestinian groups in an effort to promote peace.\nArchbishop Stephen Brislin of Cape Town, South Africa, said it is understandable why many people are leaving Gaza, despite reconstruction work that's been ongoing since the 2014 conflict.\n\"The young people feel they must decide between staying in Gaza or leaving to find schools and jobs in other parts of the world,\" Brislin told CNS.\n\"This affects the Christian community. The young people who stay in Gaza are the real heroes. They are willing to sacrifice in order to create families and Christian life in Gaza.\"\nThe challenges are massive, however, as young people face nearly 70 percent unemployment in Gaza.\nStill, Brislin said it's imperative that the Christian community continues to exist in Gaza, which is known in the Bible as one of the places the Holy Family passed through on their way to Egypt.\n\"Basically, people are imprisoned. It can feel very claustrophobic ... for young people with a lot of dreams and hopes and potentials. And these potentials are broken because of the lack of opportunities,\" the archbishop warned.\nChristians in Gaza have often found themselves caught in the crossfire of the Israeli and Palestinian conflict, and have also faced struggles against the Muslim majority in the area.\nHundreds of believers staged protests in 2012, Reuters  reports, and blamed Hamas-affiliated groups of kidnapping members of the Christian community and forcing them to convert to Islam.\nRecently, many Muslims and Christians in Gaza came together to protest against U.S. President Donald Trump's decision to recognize Jerusalem as Israel's capital, Al Jazeera , a news outlet controlled by the Qatari government, reported.\n\"Everyone we have spoken to here is in opposition to the U.S. move, and they say it only adds to the frustration of life here,\" Al Jazeera reported.\nTrump's move sparked praise from many Israeli religious leaders, but was met with strong opposition from the Arab world.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "The numbers of Christians in Gaza is dropping precipitously.",
                "Cantu",
                true
            ],
            [
                "It is just sad to hear, because obviously there is little to no opportunity for young people.",
                "Cantu",
                true
            ],
            [
                "There is little encouragement for them to stay,",
                "Cantu",
                true
            ],
            [
                "The young people feel they must decide between staying in Gaza or leaving to find schools and jobs in other parts of the world,",
                "Brislin",
                true
            ],
            [
                "The young people who stay in Gaza are the real heroes.",
                "",
                true
            ],
            [
                "They are willing to sacrifice in order to create families and Christian life in Gaza.",
                "",
                true
            ],
            [
                "It can feel very claustrophobic ... for young people with a lot of dreams and hopes and potentials.",
                "",
                true
            ],
            [
                "And these potentials are broken because of the lack of opportunities,",
                "",
                true
            ],
            [
                "Everyone we have spoken to here is in opposition to the U.S. move, and they say it only adds to the frustration of life here,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.catholicnews.com/services/englishnews/2018/visiting-bishops-praise-gazans-but-say-christian-presence-is-shrinking.cfm",
                "https://www.reuters.com/article/us-palestinians-christians-conversion/gaza-christians-sense-pressure-to-convert-to-islam-idUSBRE86P0J420120726",
                "https://www.aljazeera.com/news/2017/12/palestinian-christian-leaders-denounce-trump-decision-171224121412641.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "life",
            "leaders",
            "holy",
            "community",
            "christian",
            "stay",
            "build",
            "hails",
            "christians",
            "world",
            "drop",
            "heroes",
            "young",
            "staying",
            "gaza",
            "huge",
            "israeli"
        ]
    }
]