[
    {
        "url": "https://www.christianpost.com/news/forever-my-girl-cast-discuss-faith-strength-country-music-romantic-comedy-characters.html",
        "title": "'Forever My Girl' Cast Discuss Faith, Strength in Country Music Rom-Com Characters (Interview)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Forever My Girl' Cast Discuss Faith, Strength in Country Music Rom-Com Characters (Interview)\n'Forever My Girl' Cast Discuss Faith, Strength in Country Music Rom-Com Characters (Interview)\n'Forever My Girl' Cast Discuss Faith, Strength in Country Music Rom-Com Characters (Interview)\n| Friday, January 19, 2018\nAlex Roe (L) and Jessica Rothe (R) star in \"Forever My Girl in theaters January 19, 2018. | (Photo: \"Forever My Girl\" movie still)\nLOS ANGELES — In a cinematic world where action movies reign supreme at the box office, one romantic drama rooted in faith is seeking to make its way into the hearts of audiences.\nA dramatic film that fuses elements of faith, comedy, romance, and country music, \"Forever My Girl\" could fit into several genres. The family-friendly movie centers around country music star Liam Page (Alex Roe) who returns home after leaving the love of his life, Josie Preston, (Jessica Rothe) at the altar with an unborn child that he knew nothing about.\nAfter eight years of pursuing a lifestyle of fame and fortune, Liam returns to his small Louisiana hometown to face his former fiancé, his pastor-father, and the daughter he never knew about.\nShowcasing faith-based elements in \"Forever My Girl\" was a different experience for producers Mickey Liddell and Pete Shilaimon who previously worked on the 2016 historical biblical drama \"Risen.\"\nAlthough Christian values are woven into almost every scene, producer Liddell spoke to The Christian Post about being intentional with the subtleties of the Christian messages.\n\"I think the idea of Jesus in this situation in this hometown, you can feel it without hitting people over the head. You feel peace, forgiveness, all of the things,\" he said. \"To me I would love people to have more feeling when they leave than say, 'John 3:16' or whatever. It's hard to take that into an entertaining movie.\n\"The themes here are Christian in the way that they really feel with family.\"\nThey may not be overt, but some faith-based messages like the importance of forgiveness are clear in scenes like Pastor Brian (John Benjamin Hickey) preaching on the topic to his congregation. The pastor is able to share a number of sermons throughout the film, but the three-dimensional character also deals with relatable struggles when he leaves the pulpit that Liddell hopes can touch audiences in a deeper way.\n\"We were trying to make sure that even with the church and the pastor that he was three-dimensional and real and wasn't someone on the pulpit that said these things and then left without struggles of his own. Obviously, he had struggles,\" Liddell told CP. \"The most powerful [parts of] spiritual films to me are the messages. I can't tell you exactly what they said but I know that feeling.\"\nEven though Roe plays Liam in the film, the actor mentioned the pastor as one of the movie's characters that best exemplifies what it means to be human.\n\"He's the town pastor in the movie and he's got all of these words for his congregation, these words to help them out and these words of inspiration,\" the actor said in a roundtable discussion with CP. \"I've spoken to a pastor since who has said that it's difficult to be the pastor at home. It is a really humanizing aspect of that character.\"\nUnlike the countless romance films that have come before it, \"Forever My Girl\" doesn't tell the story of a woman trying to win the affections of a man. After Josie was jilted at the altar by Liam, her life did not stop or revolve around him.\nFor Rothe, the actress who portrays Josie in the film, based on the Heidi McLaughlin book of the same name, the leading female character represents strength for women.\n\"It's actually one of the things that makes this film so unique as a rom-com or romantic film, however you want to look at it. Often times it's the woman chasing the man trying to prove that she's good enough, or worth enough,\" she said. \"I was so drawn to this character because that is a lesson I know that I have to continually learn not only to have inner strength and know your own worth, but to trust that people see that. I think it's very  important for young women, young people and older people as well, to know that love is important, but it's also important to find a partner who respects you and loves you the way you deserve to be treated.\"\nFaith, family, forgiveness and love are all central themes in the movie, but country music serves as the heartbeat that ties everything together. More than just a second thought featured as a film score, country music artists Jackson Odell and Brett Boyett wrote songs to complement Liam's journey.\nFor months, British actor Roe studied the genre and culture that resulted in him singing, playing guitar and speaking with an accent that would fit right into the country music industry. Roe explained how the film's themes pair well with those found in country music.\n\"I think that, in my research anyway, country music seems to be grounded in people staying true to their roots, being homegrown and being honest storytellers. Both the country fans really admire that in the artists they follow, and the artists admire that in their following,\" the actor told CP. \"I think that this being a story of coming home in some way and retracing those roots, that's a really important highlight in the country music scene, the country music fans, and the country music artists.\"\n\"Forever My Girl\" is in theaters Friday. For more information, click  here .\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.forevermygirlthemovie.com/"
            ]
        },
        "key_words": [
            "really",
            "roe",
            "faith",
            "interview",
            "girl",
            "romcom",
            "film",
            "pastor",
            "strength",
            "think",
            "discuss",
            "characters",
            "love",
            "way",
            "country",
            "music",
            "forever"
        ]
    }
]