[
    {
        "url": "https://www.christianpost.com/news/biblical-scholar-life-in-heaven-similar-to-earth-but-better.html",
        "title": "Biblical Scholar: Life in Heaven Similar to Earth, but Better",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nBiblical Scholar: Life in Heaven Similar to Earth, but Better\nBiblical Scholar: Life in Heaven Similar to Earth, but Better\nBiblical Scholar: Life in Heaven Similar to Earth, but Better\n| Tuesday, May 03, 2011\nIn heaven, people will have a similar body, voice and vocation as they did on earth, but everything will be much better, said a respected biblical scholar.\nDr. Paul Enns, professor and director of the Tampa extension of Southeastern Baptist Theological Seminary, explores what heaven will be like based on biblical descriptions in his latest book Heaven Revealed.\nEnns, who researched and wrote the book in memory of his late wife, Helen, answers questions such as “Where is heaven?” “What kind of body will we have?” “What will life be like in heaven?” “And will we remember people we met on earth in heaven?”\n“We will continue to be the people that we are,” stated Enns in an interview with The Christian Post.\nEnns pointed to Matthew 26:29, when Jesus says he will not drink this wine until he meets his disciples in heaven, and highlighted that Jesus uses the pronouns “I” and “you,” which means there is a “continuity of the person.”\n“God has given us natural abilities and also given us spiritual gifts when we became believers in Christ, and so we will continue, which means our spiritual giftedness continues,” said Enns. “We will continue in heaven to do things we did here.”\nThe biblical scholar, who also wrote the book The Moody Handbook of Theology, said heaven is not just a state but a real place where God dwells. There is the intermediate heaven (Luke 23), a paradise for believers between death and the Second Coming, and the new heaven and new earth (Revelation 21:1, Isaiah 65, 66), which is the final destination of believers on a restored earth, according to Enns. He said he thinks the “the third heaven,” although he admitted he is unsure, is the same as the intermediate heaven.\nBodies in Heaven\nIn the intermediate heaven, believers will have an intermediate body, which is different from the resurrected body that all followers of Jesus will have at the rapture. Enns, however, said the Bible is unclear about how our intermediate body is different from the resurrected body.\nBut believers can be assured they will have an intermediate body because during the transfiguration scene in Matthew 17, he pointed out, Moses and Elijah appeared in their intermediate bodies and the disciples were able to recognize them in their physical form.\nOnly Jesus, so far in history, has a resurrected body, which is of higher form than the intermediate body. A believer’s final body, the resurrected body, will be like Jesus’, the scholar said. The Bible, through the stories of Jesus after the resurrection, provides many clues on what our resurrected body will be like. In many ways, the resurrected body will be similar to our earthly bodies based on the fact that the disciples were able to recognize Jesus in his resurrected body and Mary was even able to immediately recognize Jesus’ voice when he called “Mary” (John 20:16).\nBut unlike our earthly bodies, our intermediate and resurrected bodies will never perish or be vulnerable to disease or disabilities. The heavenly bodies will be youthful and be controlled by the Spirit the way God intended us to live originally, writes Enns.\n“There is a continuity of who we were here to who we will be in our resurrected bodies. There is a continuity in our appearance, a continuity in our voice, so we will recognize one another even in the intonation of our voice,” said Enns to CP. “So that is quite exciting.”\nMemory in the Afterlife\nBelievers will remember their life on earth and will continue their relationships with family and friends in heaven, according to Enns. But the relationships will all be much better, even if they were already good on earth.\n“Should we think that God would give us a wonderful, loving relationship with family and friends for forty or fifty years, only to be terminated, never to be enjoyed again? Impossible!” writes Enns, who pointed to the recurring phrase “he was gathered to his people” in the Old Testament as meaning believers will be reunited with their loved ones.\n“Death is not cessation of existence; death is separation of the body from the soul and spirit (James 2:26),” writes Enns. “The body temporarily goes into the grave, awaiting the resurrection, but the person – complete with all thoughts, memory, and personality – continues.”\nFor biblical support, the scholar pointed to the famous story in Luke 16 about the rich man and Lazarus. The rich man retained memory of his father and five brothers while in hell.\n“If the people in hell will remember their past lives on this earth, surely believers in heaven will remember their lives on earth. Abilities in heaven will not be inferior to abilities in hell,” writes the Southern Baptist theologian.\n“We will know everything we know now, but much clearer and much more.”\nGod’s Kingdom on Earth Will Last Forever\nSome Christians believe that the millennial rule means that Jesus will restore peace on earth for only 1,000 years and then the earth will be destroyed, said Enns. But he believes that Jesus will bring heaven’s rule on earth forever and not just for a millennium.\nHe calls the ultimate Kingdom of God on earth the new heaven, new earth, which is when the earth will be peaceful (natural disasters cease to exist), when deserts become “lush gardens,” and when aggressive animals will be gentle and co-exist peacefully together.\n“God did not create the earth to be very good only to have Satan lead man in rebellion against God, causing God to destroy the world. Were that the case, Satan could claim a victory,” writes Enns. “As in Noah’s day, the earth was cleansed but not annihilated, so the earth will be cleansed but not annihilated in the conflagration that is to come. It will still exist as earth – but it will be the ‘new earth.’”\nHe quotes theologian Wayne Grudem who wrote in Systematic Theology: “It is difficult to think that God would entirely annihilate his original creation, thereby seeming to give the devil the last word and scrapping the creation that was originally ‘very good’ (Gen. 1:31).”\nEnns then makes the connection that since God dwells with man on the new earth and since God’s home is heaven, then the new earth is part of heaven.\n“Christ, the Last Adam, will restore this earth to its perfect, pre-fall condition,” the biblical scholar writes, describing the new earth as Eden-like.\nWhat Will We Do in Heaven?\nIn heaven, believers will worship God, judge and rule (I Corinthians 6:2-3), rebuild cities (Amos 9:14, Isaiah 61:4), compose music (Revelation 14:13), farm, raise livestock, and continue using their God-given talents they had on earth to honor God, according to Enns. But medical doctors and dentists will need to find new vocations, he noted, since the heavenly bodies will be perfect.\n“Heaven is always better than earth – in every dimension. There is no realm in which earth is better. In no way will we ever be poorer in heaven than on earth,” writes Enns. “Everything will be better in heaven. That is an underlying principle that we must continually bear in mind.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "body",
            "jesus",
            "scholar",
            "god",
            "resurrected",
            "better",
            "earth",
            "heaven",
            "enns",
            "biblical",
            "writes",
            "intermediate",
            "believers",
            "similar",
            "life"
        ]
    }
]