[
    {
        "url": "https://www.christianpost.com/news/transcript-john-piper-rick-warren-on-doctrine-purpose-driven-life.html",
        "title": "Rick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\n| Saturday, May 28, 2011\nA recent theologically heavy interview between John Piper and Rick Warren provided some insight into Warren's beliefs about God's sovereignty, hell, salvation, eternity, and politics. The following is a partial transcript of the conversation.\nJOHN PIPER, HOST: My name is John Piper and I'm here with Rick Warren in the studio at Saddleback Church here in Southern California. And this is a finishing of something we started last fall when we didn't get to...\nRICK WARREN: That is exactly right. It's a promise we made.\nPIPER: Thanks for fulfilling the promise. It is a great honor to do this here. So let me set it up because I got a way I want to do this. You don't even know yet how we are going to do this, but you agreed to do it. I want to focus, Rick, on doctrine. I want to focus on The Purpose Driven Life. Everything I have to ask comes from, all these pages here come from <em>Purpose Driven Life</em>. I read it with a fine-toothed comb and I don't know how often you are seriously and appreciatively interviewed concerning doctrine.\nWARREN: Not very often.\nPIPER: You are known for a lot of other things. So what we're going to set it up is to say that I value the other things that you're committed to besides Biblical doctrine, and it is for the sake of those things that I care about foundations.\nWARREN: I get interviewed about those stuff all the time.\nPIPER: So you've said things like not right wing, not left wing, the whole bird. I like knocking down stereotypes of evangelicals on social issues. It seems to me that if I care and you care that what you are standing for at that level is there with a Christ-exalting core in a hundred years, the foundations better be good. That is what we are going to talk about; we are going to talk about foundations. But let me mention the PEACE plan: pursuing reconciliation, equipping servant leaders, assisting the poor, caring for the sick, educating the next generation.\nNow, what I want to say is who could not love those five commitments. And therefore, doctrine in my mind is not a distraction from or in competition with those kinds of those commitments.\nWARREN: Actually it is the driver.\nPIPER: Yes. And <em>The Purpose Driven Life</em>. Here is one more agenda that I have besides strengthening foundations or making them more explicit. I read <em>The Purpose Driven Life</em> very carefully. These are 20 pages of notes.\nWARREN: Wow.\nPIPER: And I have read critiques of it. And one of my agenda is to do an appreciative critique. And I think it will feel to you, I hope it does, mainly appreciative. Because frankly I am appalled at the kinds of slanders that have been brought against this book by people whose methods of critique if they were consistently applied to the Bible would undo it as the Word of God.\nI am one of these Reformed types and my type tends to get on your case pretty often. When I read the book, I thought, what's the issue here? So I want to get you talking about things that are there that , I think, really significant. So, I'm going to do a bunch of quoting from the book, and then I'm going to pitch you the ball and talk a little more about it. So let's start where the book starts and where I'd love to start – namely the glory of God.\nPage 17, it is not about you. If you want to know why you were placed on the planet, you must begin with God.\nPage 53, the ultimate goal of the universe is to show the glory of God.\nPage 53 later on, what is the glory of God? It is who God is. It is the essence of His nature; the weight of His importance; the radiance of His splendor; the demonstration of His power; the atmosphere of His presence.\nPage 54. We are commanded to recognize His glory, honor His glory, declare His glory, praise His glory, reflect His glory, and live for His glory.\nPage 268. Our goal is to make God look good in the universe.\nPage 101. Heartless praise is not praise at all. It is worthless and an insult to God.\nSo there is a sampling that makes my spine tingle with gladness. Here are a few questions. Where did this focus come from? Or, any special influences? Or, since we talked about this years ago at Ralph Winter's funeral, any influence from Jonathan Edwards? However, the roots of it all.\nWARREN: Sure. Well, definitely Edwards is an influence. Edwards is without a doubt the most brilliant mind America ever produced. I'm not talking about theologian; I'm talking about mind and everybody. I put him above Einstein and everybody else. It is passionate, enlightened intellect. He used his mind. I have read through the complete set of Jonathan Edwards – it was about 22 volumes and 800 pages each – he clearly was an influence on me.\nBut I think actually out of my Baptist background – my father was a Baptist pastor, my grandfather, my great grandfather, I think I told you before was led to Christ by Charles Spurgeon and sent to America as a church planter. And so, I still have books from four generations. I actually preached on this this morning about the multi-generational blessing of having grandfathers and great grandfathers praying for you before you were even born. And I know that I am floating on the benefit of other people. I do not deserve the blessings that I've gotten. And I was talking today about starting that legacy, maybe if your parents are not Christian and moving into that.\nBut it is very clear that the heavens declare the glory of God. We learn a lot about the glory of God without even Scriptures. We know God is organized. We know God likes variety. We know God is powerful. All these things. So the heavens declare the glory of God. But I will tell you this, I know I have taken some shots from John MacArthur on this, but I will tell you that his book many years ago when I was a teenager, he had a chapter in his book on the seventeen ways we bring glory to God. I never have forgotten about that. In fact, I've preached that message in which he talks about this brings glory to God, your sanctification and all those ways, in bearing much fruit we bring glory to God. And I taught that myself for many years when I was in high school I wrote a message – it was a two hour message – and I taught it all over California on what it means to bring glory to God.\nSo it has been in my heart really from my teenager years.\nPIPER: One of the connotations of \"kavod,\" the Hebrew word for glory, is weight. David Wells laments that the reality of God lies lightly on the American church. Now, I would like to know if you agree with that. How do you avoid fostering an atmosphere of trifling or flippancy or breezy superficiality when it comes to the weight of God, the weight of the glory of God?\nWARREN: My hermeneutics is when I see verses in Scripture that are \"apparent\" contradictions – I don't believe they are contradictions – I believe them both. I believe them both. I believe take up your cross and deny yourself and follow me, and I believe come unto me all you who are weary and heavy laden and I will give you rest. They are different sides of the same thing. And I believe the weight of glory is a serious, what I call woe-lo-go text. I saw the Lord seated on His throne and woe is me for I am a man of unclean lips. Lo an angel touched my, and go. The words of cleansing, the word of confession, cleansing and commission. I believe that is part of the glory of God. I also believe what Irenaeus said – the glory of God is a human being fully alive.\nSo when I am playing with my grandchildren, that brings glory to God. So I don't think glory to God is simply serious. I do think that there is glory of God in laughter. I believe it all. And when I look at opposite passages, I believe them both.\nPIPER: This is a very theocentric emphasis here, as oppose to Christocentric. So my question is would you, I ask this question because it was asked to me at The Gospel Coalition panel the other night, has your Godcentric message become more or less Christocentric, or Christ oriented? I told the story of how in the last 10 years or so, I have felt impulses in me, partly because of what I've seen in the Scripture as the cross being the center of everything and party because of the Islamic influences in the world. God talk doesn't cut it anymore.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "purpose",
            "weight",
            "piper",
            "god",
            "know",
            "going",
            "transcript",
            "rick",
            "glory",
            "believe",
            "think",
            "book",
            "john",
            "driven",
            "clarifies",
            "warren",
            "doctrine",
            "life"
        ]
    }
]