[
    {
        "url": "https://www.christianpost.com/voice/the-two-ways-we-should-fear-god.html",
        "title": "The Two Ways We Should Fear God",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-21",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nSunday, January 21, 2018\nWe need to make some important distinctions about the biblical meaning of \"fearing\" God. These distinctions can be helpful, but they can also be a little dangerous. When Luther struggled with that, he made this distinction, which has since become somewhat famous: He distinguished between what he called a servile fear and a filial fear.\nThe servile fear is a kind of fear that a prisoner in a torture chamber has for his tormentor, the jailer, or the executioner. It's that kind of dreadful anxiety in which someone is frightened by the clear and present danger that is represented by another person. Or it's the kind of fear that a slave would have at the hands of a malicious master who would come with the whip and torment the slave. Servile refers to a posture of servitude toward a malevolent owner.\nLuther distinguished between that and what he called filial fear, drawing from the Latin concept from which we get the idea of family. It refers to the fear that a child has for his father. In this regard, Luther is thinking of a child who has tremendous respect and love for his father or mother and who dearly wants to please them. He has a fear or an anxiety of offending the one he loves, not because he's afraid of torture or even of punishment, but rather because he's afraid of displeasing the one who is, in that child's world, the source of security and love.\nI think this distinction is helpful because the basic meaning of fearing the Lord that we read about in Deuteronomy is also in the Wisdom Literature, where we're told that \"the fear of the Lord is the beginning of wisdom.\" The focus here is on a sense of awe and respect for the majesty of God. That's often lacking in contemporary evangelical Christianity. We get very flippant and cavalier with God, as if we had a casual relationship with the Father. We are invited to call Him Abba, Father, and to have the personal intimacy promised to us, but still we're not to be flippant with God. We're always to maintain a healthy respect and adoration for Him.\nOne last point: If we really have a healthy adoration for God, we still should have an element of the knowledge that God can be frightening. \"It is a frightening thing to fall into the hands of the living God\" (Heb. 10:31). As sinful people, we have every reason to fear God's judgment; it is part of our motivation to be reconciled with God.\nThis article was originally published at Ligonier.org What Does it Mean to Fear God? Ligonier Ministries was founded by Dr. R.C. Sproul to help Christians know what they believe, why they believe it, how to live it, and how to share it.\nVisit Ligonier Ministries at http://www.ligonier.org  to access more than 8,000 faith-building resources.\nRelated Articles\n",
        "quotes": [
            [
                "the fear of the Lord is the beginning of wisdom.",
                "",
                false
            ],
            [
                "It is a frightening thing to fall into the hands of the living God",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.ligonier.org/blog/what-does-it-mean-fear-god/",
                "https://www.ligonier.org/"
            ]
        },
        "key_words": [
            "father",
            "respect",
            "wisdom",
            "kind",
            "slave",
            "god",
            "whatsapp",
            "servile",
            "torture",
            "fear",
            "ways"
        ]
    }
]