[
    {
        "url": "https://www.christianpost.com/news/influential-missiologist-david-hesselgrave-receives-lifetime-service-award.html",
        "title": "Influential Missiologist David Hesselgrave Receives Lifetime Service Award",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInfluential Missiologist David Hesselgrave Receives Lifetime Service Award\nInfluential Missiologist David Hesselgrave Receives Lifetime Service Award\n| Saturday, September 22, 2012\n(l-r) Steve Moore, president of Missio Nexus, David Hesselgrave, recipient of Missio Nexus' Lifetime of Service Award, and Dr. Marv Newell, senior vice president of Missio Nexus, at the North American Mission Leaders Conference on Friday, Sept. 22, 2012, in Chicago, Illinois. | (Photo: The Christian Post)\nEvangelical mission leaders present an oil-painting of David J. Hesselgrave to Trinity Evangelical Divinity School's Dean Tite Tienou (bottom left) and Trinity International University President G. Craig Williford (bottom right) at the North American Mission Leaders Conference on Friday, Sept. 22, 2012, in Chicago. The portrait of Hesselgrave, who was given the Lifetime of Service Award, will hang in the school's hallway. | (Photo: The Christian Post)\nView Photos\nCHICAGO – One of the most influential missiologists in the past half century, David J. Hesselgrave, was awarded the Lifetime of Service Award at the North American Mission Leaders Conference on Friday evening.\nHesselgrave, who served as a missionary in Japan for 12 years and authored the widely acclaimed and used textbook Communicating Christ Cross-Culturally, was hailed by evangelical scholars and missiologists as having a major impact on the North American mission movement, and beyond.\n\"I couldn't think of a person more influential on my thinking in missiology than David Hesselgrave,\" said Ed Stetzer, president of LifeWay Research and a missiologist, in a tribute video prepared by Trinity Evangelical Divinity School and shown last night.\n\"When I think of David Hesselgrave, I think of legacy. I think he has left an academic legacy, really an unparalleled academic legacy, founding of societies and promotion of ideas of the academic study of missiology in the Christian context,\" said Stetzer. \"You can't speak to an evangelical missiologist today that hasn't been influenced – and in my case, shaped – by David Hesselgrave's thinking.\"\nHesselgrave was born in 1924 in a small town called North Freedom in Wisconsin. He married Gertrude, whom he met at Trinity Bible Institute in Chicago, and the couple has been together for nearly 70 years. The Hesselgraves were among the missionaries who responded to General Douglas MacArthur's appeal after World War II for American missionaries to serve in Japan, and ended up serving in the Asian island nation for 12 years. His son shared in the video that Hesselgrave prepared all his sermons in Japanese while serving in Japan as a missionary.\nCraig Ott, professor of mission and intercultural studies at Trinity Evangelical Divinity School in Deerfield, Ill., shared in the video that one of Hesselgrave's greatest achievements was building the missions faculty at the school. The former Japanese missionary is emeritus professor of missions at Trinity and co-founder, with Donald McGavran, of the Evangelical Missiological Society.\nThe Lifetime of Service Award is annually given at the North American Mission Conference to a mission leader who is a noteworthy example of \"finishing well.\"\n\"In this Lifetime of Service Award, we have the opportunity to apply what a mentor of mine refers to as the leadership mandate, which he says comes from Hebrews 13:7,\" said Steve Moore, president of Missio Nexus, the largest evangelical mission network in North America and the group hosting the conference.\nHebrews 13:7 reads: Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith.\nDuring the ceremony, Moore unveiled an oil painting of Hesselgrave that Missio Nexus had commissioned. The portrait was gifted to Trinity Evangelical Divinity School and will hang in the school's hallway.\nIn his acceptance speech, Hesselgrave thanked his family and colleagues for contributing to his missions work over the years. Among those he named was the late Dr. Ralph D. Winter, founder of the U.S. Center for World Mission and former honorary chairman of The Christian Post, whom Hesselgrave describes as \"one of his closest confidante and friend right up until the end.\" Winter received the same Lifetime of Service Award in 2008.\nScott Moreau, a missions professor at Wheaton College, reflected about Hesselgrave in the tribute video: \"What comes to my mind is someone who pays very close attention to the text and wrestles to live a life that is in congruence with that text.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "american",
            "david",
            "influential",
            "hesselgrave",
            "mission",
            "receives",
            "missiologist",
            "north",
            "evangelical",
            "lifetime",
            "award",
            "trinity",
            "service"
        ]
    }
]