[
    {
        "url": "https://www.christianpost.com/news/simone-biles-reacts-to-larry-nassar-sentencing-monster-no-longer-has-power-to-steal-our-joy.html",
        "title": "Simone Biles Reacts to Larry Nassar Sentencing: 'Monster' No Longer Has Power to Steal Our Joy",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSimone Biles Reacts to Larry Nassar Sentencing: 'Monster' No Longer Has Power to Steal Our Joy\nSimone Biles Reacts to Larry Nassar Sentencing: 'Monster' No Longer Has Power to Steal Our Joy\nSimone Biles Reacts to Larry Nassar Sentencing: 'Monster' No Longer Has Power to Steal Our Joy\n| Thursday, January 25, 2018\nSimone Biles, the most decorated gymnast in the United States. | (Photo: Reuters/Lucy Nicholson)\nSimone Biles has a message for the judge that sentenced former Olympic doctor Larry Nassar to spend the rest of his life in prison after she and over 150 women revealed that he sexually assaulted them.\nAfter seven days of court proceedings, Judge Rosemarie Aquilina of Lansing, Michigan's Ingham County Circuit Court sentenced Nassar, 54, to 40 to 175 years in prison on Wednesday. The sentencing comes after 156 women shared their testimonies of abuse at the hands of Nassar, according to CNN .\nBiles took to Twitter  to publicly thank the judge and support the survivors involved in the Nassar case.\n\"To Judge Aquilina : THANK YOU, YOU ARE MY HERO & Shout out to all of the survivors for being so brave & speaking like the queens that you are while looking at that monster,\" the Olympic gymnast wrote Wednesday. \"He will no longer have the power to steal our happiness or joy. I stand with every one of you.\"\nWhile Nassar offered apologies to his victims in the courtroom, the judge did not believe he was sincere after the former doctor submitted a letter to the court last week where he alleged that the media was sensationalizing his story and maintained that he was a \"good doctor.\"\n\"Hell hath no fury like a woman scorned,\" Nassar wrote.\nThe judge expressed her issues with the letter and spoke out against Nassar's lack of accountability.\n\"This letter tells me you have not yet owned what you did,\" she said. \"You still think somehow you are right, you're a doctor, that you're entitled, so you don't have to listen. That you did 'treatment.' I wouldn't send my dogs to you, sir.\"\nWhen revealing Nassar's sentence, the judge is quoted as saying, \"I just signed your death warrant.\"\n\"It is my honor and privilege to sentence you. You do not deserve to walk outside a prison ever again,\" she said. \"You have done nothing to control those urges, and anywhere you walk, destruction will occur to those most vulnerable.\"\nThe proceedings took place one week after Biles opened up about the sexual abuse that she overcame at the hands of Nassar.\n\"I've felt a bit broken and the more I try to shut off the voice in my head the louder it screams. I am not afraid to tell my story anymore,\" she tweeted . \"I too am one of the many survivors that was sexually abused by Larry Nassar. Please believe me when I say it was a lot harder to first speak those words out loud than it is now to put them on paper.\"\nThe gymnast went on to add, \"There are so many reasons that I have been reluctant to share my story, but I know now it is not my fault.\"\nAside from his sentencing on Wednesday, Nassar received a 60-year federal prison sentence in December on child pornography charges. On Jan. 31, he will be sentenced for three criminal sexual conduct charges in Eaton County, Michigan, which he has also pled guilty to.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2018/01/24/us/larry-nassar-sentencing/index.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Simone_Biles/status/953014513837715457",
                "https://twitter.com/Simone_Biles/status/956258439302451200"
            ]
        },
        "key_words": [
            "larry",
            "power",
            "monster",
            "prison",
            "sentenced",
            "letter",
            "doctor",
            "sentencing",
            "longer",
            "joy",
            "judge",
            "nassar",
            "reacts",
            "sentence",
            "simone",
            "steal",
            "survivors"
        ]
    }
]