[
    {
        "url": "https://consortiumnews.com/2016/09/21/obama-promises-to-shield-saudis-on-911/",
        "title": "Obama Promises to Shield Saudis on 9/11",
        "authors": [
            {
                "name": "Joe B",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "J. D.",
                "link": null
            },
            {
                "name": "Dennis Merwood",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "H. Zepf",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-09-21",
        "text": "Main menu\nSeptember 21, 2016\nBy Kristen Breitweiser\nBack in 2008, when people said Barack Obama was  “the one,”  I  didn’t realize  they meant that he would be “the one” person standing, blocking the path to justice for the 9/11 victims’ families. Mr. Obama, please get out of our way and let us have some justice and peace 15 years after the brutal murder of our 3,000 loved ones.\nJASTA ( Justice Against Sponsors of Terrorism Act, S.2040 ) is a well-thought out, powerful piece of anti-terrorism legislation. It does exactly what it says — it brings all those who fund terrorism to justice.\nPresident Obama and King Salman Arabia stand at attention during the U.S. national anthem as the First Lady stands in the background with other officials on Jan. 27, 2015, at the start of Obama’s State Visit to Saudi Arabia. (Official White House Photo by Pete Souza). (Official White House Photo by Pete Souza)\nIn a time where groups like ISIS are stomping around the globe decapitating people, ramming busses into crowds, and mowing down people in nightclubs, everyone (apparently except Barack Obama) agrees that we need to stop terrorism in its tracks. One effective way to stop terrorists is to attack them at the root of their enterprise: their terrorist funding.\nWithout funds, terrorists can’t run and maintain websites or training camps. Without funding, terrorists can’t rent trucks, buy bomb-making materials, acquire assault rifles, or board airplanes to fly across borders. Without funding, terrorists can’t produce viral videos, create false documents, or recruit lone wolves. Without funding, terrorists are stopped dead in their tracks.\nIt goes without saying that the largest benefactor of terrorist groups such as ISIS and Al Qaeda is the Kingdom of Saudi Arabia. The Kingdom is the incubator for global jihad. Saudis build madrassahs where fiery Imams like the late Anwar Awlaki preach hate, print and distribute school books that teach violence against infidels, and pay large sums of protection money to terrorists like Osama Bin Laden.\nNotably,  the Saudi role  in radical jihad does not stop at underwriting terrorism — it carries into logistical support of individual attacks, as well. This logistical role is how the Saudis are linked to the 9/11 attacks.\nContrary to what President Obama says about the “28”-page chapter (actually 29 pages that Obama admitted to never reading), there is plenty of “there” found — and it’s called EVIDENCE of the Saudi financial and logistical support of the 9/11 hijackers who were embedded inside the United States. See end note below for this specific evidence.\nShockingly, the facts and evidence found in the 29 pages were not fully investigated because at the time (2002-2004), according to Vice President Dick Cheney, we were a nation at war and we could not divert our vital resources into investigating the Saudi role in the 9/11 attacks.\nAs Cheney  said , “An investigation must not interfere with the ongoing efforts to prevent the next attack, because without a doubt a very real threat of another perhaps more devastating attack still exists. The people and agencies responsible for helping us learn about and defeat such an attack are the very ones most likely to be distracted from their critical duties.”\nIn addition to being a nation at war and unable to spare vital investigatory resources, the 9/11 Commission was also hamstrung by its extremely limited initial budget of $3 million and its extremely short 18-month time frame. Moreover, due to publishing restraints and page limits, the 9/11 Commission was unable to include all information and evidence in its Final Report. Needless to say, the 9/11 Commission’s investigation into the Saudis was neither robust, nor complete.\nSeveral 9/11 Commissioners — Democrat and Republican — have confirmed this fact by going on the record stating that the Kingdom of Saudi Arabia was  not adequately investigated by the 9/11 Commission. Moreover, Commissioners Bob Kerrey and John Lehman said, “The 9/11 Commission did not exonerate Saudi Arabia of culpability for the events of 11th September 2001 or the  financing  of al Qaeda.”\nObama’s Resistance\nEven still, President Obama persists in protecting the Saudis and saying that the 9/11 Commission exonerated the Saudis. Yet, even given its drastic time, budget and investigatory limits, the 9/11 Commission was able to conclude that, “Saudi Arabia has long been considered the primary source of al Qaeda funding … charities with significant Saudi government sponsorship diverted funds to al Qaeda. Al Qaeda found fertile fund-raising ground in Saudi Arabia, where extreme religious views are common and charitable giving was both essential to the culture and subject to very limited oversight.”\nThe World Trade Center’s Twin Towers burning on 9/11. (Photo credit: National Park Service)\nPerhaps, if President Obama took the time to read the 29 pages, he would understand the wisdom and need for JASTA. The President might also better comprehend why 100 percent of Congress has voted in support of JASTA.\nJASTA  has achieved  what President Obama could not — a truly pure, bi-partisan work-product that serves the best interests of American citizens. JASTA shows that Americans can work together to keep us safer from terrorism. In an era where all seem to agree that you are either with us or you are with the terrorists, it is interesting to see where President Obama currently stands — alone, and against the will of the American people.\nPresident Obama  says that  he is opposed to JASTA because it will open up the United States to lawsuits that would cost billions of dollars.\nWhat President Obama doesn’t mention is that foreign nations and individuals can already sue the United States via statutes like ATA (Anti-Terrorism Act, 18 U.S.C. s. 2333) and ATS (Alien Tort Statute, 28 U.S.C. s. 1350). The ATS has been in existence since 1789 and ATA since the 1990s. Neither has cost us billions. Neither has opened the floodgates of litigation. Neither has endangered our soldiers nor impeded our ability to carry out drone strikes, troop movements, or torture.\nFearing the Saudis\nThe real reason President Obama opposes JASTA is because it will hold the Kingdom of Saudi Arabia accountable for their role in the 9/11 attacks. And for good reason (found in 80,000  documents in Florida  and the 29 pages  of the Joint Inquiry of Congress), the Saudis are worried about being held accountable in a court of law for their misdeeds.\nU.S. Secretary of State Hillary Clinton meets with Saudi King Abdullah in Riyadh on March 30, 2012. [State Department photo]\nSaudi Royals aren’t exactly accustomed to having to answer questions, face evidence, or be held responsible for their acts — that’s why President Obama called them free-loaders last spring. President Obama  certainly wasn’t  worried about offending Saudi Royals then, nor when he paid $4 billion and cut his Iran deal last summer.\nOf course, what’s most bothersome and depressing about President Obama’s bowing to this second terrorist regime, is that it runs so completely counter to what this man  said  he was all about back in 2008.\nHe promised to restore our faith in government. He promised transparency, rule of law, and accountability. He promised to limit the extent to which lobbyists could affect government. And to the  9/11 families specifically , he promised justice.\nPresident Obama now chooses to protect a foreign regime that fuels hatred and terrorism rather than to protect the rights of American victims. Plain and simple, Obama’s choice is shameful.\nEvery member of Congress must recognize that President Obama’s two arguments against JASTA are specious. Congress must stand strong in its unanimous passage of JASTA and its protection of American victims of terrorist attacks by overriding President Obama’s veto because it is not just the right thing to do — it is the American thing to do.\nCongress, the 9/11 families’ and JASTA’s message is clear: If you fund terrorists that kill Americans you will be held responsible. We, all of us who support JASTA, represent the UNITED States of America and we protect our own, Mr. President — not the Saudis and the terrorists who kill us.\n[For more on this topic see, Consortiumnews.com’s “ The Long-Hidden Saudi-9/11 Trail. ”]\nENDNOTE: directly from the 29-page chapter of the congressional 9/11 report:\n–“Al Bayoumi provided substantial assistance to hijackers Khalid al Mihdhar and Nawaf al Hazmi after they arrived in San Diego in February 2000.”\n–“Al Bayoumi had extensive contact with SAUDI Government establishments in the United States and received financial support from a SAUDI company affiliated with the SAUDI Ministry of Defense.”\n–“The documentary evidence that al Bayoumi provided assistance to al Hazmi and al Mihdhar is solid.”\n–“The FBI discovered that al Bayoumi had far more extensive ties to the SAUDI Government than previously realized.”\n–“Bassnan has many ties to the SAUDI Government.”\n–“Bassnan reportedly received funding and possibly a fake passport from SAUDI Government officials.”\n–“Bassnan and his wife have received financial support from the SAUDI Ambassador to the United States and his wife.”\n–“Bassnan also has other ties to the SAUDI Government.”\n–“Bassnan’s wife received a monthly stipend from Princess Haifa.”\n–“These checks were payable to Bassnan’s wife and were drawn on the Riggs Bank account of Prince Bandar’s wife.”\n–“Bassnan cashed a check from Bandar in the amount of $15,000.”\n–“Bassnan’s wife also received at least one check directly from Bandar.”\n–“Bassnan is an extremist and supporter of Usama Bin Ladin.”\n–“Bassnan spoke of Bin Ladin as if he were a god.”\n–“Bassnan also knew Bin Ladin’s family in SAUDI Arabia and speaks on his mobile phone with members of the family who are living in the United States.”\n–“The Ibn Tamiyah Mosque in Culver City is a site of extremist-related activity.”\n–“An FBI agent said he believed that SAUDI Government money was being laundered through the Ibn Tamiyah Mosque.”\n–“There are also indications of SAUDI Government support for terrorist activity through charitable organizations.”\n–“CIA, Treasury, and FBI officials have all expressed their concern about the al-Haramain Foundation’s ties to both the SAUDI Government and terrorist activity.”\n–“The al Haramain Foundation has clear ties to the SAUDI Government and intelligence reporting suggests it is providing financial and logistical support to al Qaeda.”\n–“The FBI has located correspondence between al Bayoumi and the al Haramain Islamic Foundation.”\n–“The subject of Phoenix and Portland FBI counterterrorism investigations, also has close ties to a member of the SAUDI royal family.”\n–“Although his name was on the State Department watchlist, BLANK was apparently able to circumvent the Customs Service and the Immigration and Naturalization Service because he was traveling with the SAUDI prince.”\n–“The FBI expressed their concern that BLANK and others were using their status as SAUDI Arabian Airlines employees as a cover to enable them to transport weapons in and out of the United States.”\n–“In testimony and interviews, a number of FBI agents and CIA officers complained to the Joint Inquiry about a lack of SAUDI cooperation in terrorism investigations both before and after the September 11 attacks.”\n–“The SAUDIS have been useless and obstructionist for years.”\n–“The SAUDIS will only act when it is in their self-interest.”\n–“When a high level officer was asked how the September 11 attacks might have been prevented, he cited greater SAUDI cooperation, pointing to an example from the summer of 2001 when the U.S. government requested SAUDI assistance, with no success.”\n–“According to the former Chief of Alec Station, it was clear from about 1996 that the SAUDI Government would not cooperate with the United States on matters relating to Usama Bin Ladin.”\n–“The SAUDIS had stopped providing background information or other assistance on Bin Ladin because Bin Ladin had too much information about official SAUDI dealings with Islamic extremists in the 1980s for Riyadh to deliver him into U.S. hands.”\n–“The former Chief of Alec Station thought that the U.S. government’s hope of eventually obtaining SAUDI cooperation was unrealistic because SAUDI assistance to the U.S. government on this matter was contrary to SAUDI national interests.”\nKristen Breitweiser is a 9/11 widow and activist who – working with other 9/11 widows known collectively as the “Jersey Girls” – pressured the U.S. government to conduct a formal investigation into the terror attacks on Sept. 11, 2001. Follow Kristen Breitweiser on Twitter: www.twitter.com/kdbreitweiser . [This article originally appeared as a blog post at HuffingtonPost, http://www.huffingtonpost.com/kristen-breitweiser/obama-of-arabiathe-911-se_b_11992636.html ]\nGingerbread\nOctober 2, 2016 at 13:05\nThis opportunity to sue Saudi Arabia raises a lot of questions.  The Saudi monarchy, for its nefarious dealings, did not have the power to force Israeli Mossad agents to dance gleefully and take selfies while the towers came down.  The Saudis couldn’t force the Mossad to paint pictures of planes smashing into the Twin Towers on their white van.  The Saudis didn’t have the power to force the Pentagon to hide video footage of the “airplane” smashing into the Pentagon.\nIt looks like the gov is saying, “Sue the Saudis not us and certainly not Israel.” The only way this could lead to justice for the victims of 9/11 is if the trials could publicize information on who really was behind 9/11.\nWhat’s up?  Is the US, Israel, Saudi alliance breaking down?\nAgent76\nSep 5, 2016 9/11 Suspects: Rudy Giuliani\nMayor Giuliani oversaw the illegal destruction of the 9/11 crime scene and is criminally liable for the deaths of hundreds of emergency workers for not passing on prior warnings about the collapses of the Twin Towers. It is no wonder, then, that the Fire Department of New York so passionately detest Giuliani for his actions in disgracing their fallen brothers and covering up the 9/11 crime.\nSeptember 23, 2016 at 15:50\nAgent76, your comment here is what I am talking about here. Why would anyone who interested in finding out the truth destroy evidence?\nF. G. Sanford\nSeptember 24, 2016 at 09:57\nYep, Rudy was right on top of that cleanup. Not like Hurricane Katrina, when Louisiana had to wait for disaster relief. Nope, no foot-dragging for New York City. Those dump truck convoys filled with debris ran 24/7 for weeks on end. Millions of tons of debris. You could have moved the pyramids in a week with that kind of effort. Poor Rudy was in a quandary at first, because, after all, who was gonna pay for all those dump trucks? There was some Senator from New York that really got the ball rolling…lobbied the Bush Administration for all the money Rudy would need. The name escapes me, but that Senator sure made things happen. If it wasn’t for that Senator, well, who knows what poor Rudy woulda done?\nH. Zepf\nI think the most important reason has not been mentioned?\nOnly 1 step further than the 29 pages and I think JASTA would automatically open this, it would become obvious, that US gouverment and CIA officials need to have been involved in the preparation of the 9/11 attacks. If the Commission would have issued a 30th pages it would have dealt with the question if and why a commercial airplane was allowed to depart from the USA towards Europe with all passengers beeing members of the saudi royal family immediately after sept. 9ths during the period when any civil flights in the US have been completely prohibited.\nJoe Tedesky\nSeptember 23, 2016 at 11:29\nH. Zepf, your comment makes me think of how this 911 cover story is unraveling bit by bit, as time goes by. If America were to have but just one major news outlet, which would squarely focus on all of the bits and pieces of the post 911 cover up stories which don’t hold water to this crime, things would become mighty different in this world for sure. Still to this day I meet people who have never heard of the demolition of building  WTC #7. People scoff when I bring up the Dancing Israeli’s, and yet there they are being interviewed (YouTube) on Israeli TV, being treated like returning heroes. No one pays any attention to the dissent of some of the 911 Comissioners when they voice their dislike of much of what went on when they were tasked to write the investigations report. Why, just the fact that 19 men with box cutters defied 16 U.S. Government agencies to pull off this dastardly remarkable crime, is a story waiting to be written. Although there have been articles written to this effect, none of these articles were authored by anyone in the MSM. And why is that? Doesn’t the MSM wish to give closure to the many Americans who loss a loved one on that terrible day back in September of 2001? Pulling back the curtain on this crime would be a reporters dream come true, if only our MSM were on the people’s side. As they say, often the coverup is as bad, if not worst than the actual crime. Let’s face it, we the people have been played for fools. 911 was nothing more than a kick off play to rally the people towards endless war, and a way to rush the people into a overwhelmingly enforced Blitzkrieg upon our American freedoms. Nothing will change until the truth about 912 is revealed.\nF. G. Sanford\nSeptember 22, 2016 at 12:24\nFor those who haven’t noticed, The President was just backstabbed by the “deep state” in Syria. The faction aligned with Saudi Arabia and others (who shall remain nameless) have blatantly subverted his foreign policy. Foreign governments now have irrefutable proof that he is no longer “in charge”. The perfect revenge is obvious. Sometimes, the pen is mightier than the sword. All he has to do is refuse to use it. That veto is their “get out of jail free” card. The puppetry will be undeniable if he still decides to sign. Let’s wait and see!\nPeter Loeb\nSeptember 22, 2016 at 07:59\nWHO IS A “FIREY IMMAN”?\nIn our rush to judgement and in the throes of islamophobia, it is always\nassumed (a given) that a Muslim Imman cannot be “firey” and is in effect\ncastrated and unable to address the basic and too real concerns of\nthose he preaches to.\nWould we also consider Martin Luther King as a “firey minister” exploiting\nreligion to confront the establishment??\nAnd, of course, followers of King are many especially in the black church.\nInstead, President Obama makes special nationally  televised trips to\nextoll the courage of such “radicalizing” pastors of the faith. Everyone\nknows in his/her heart that Obama would not be caught dead at\na demonstration for social justice either then or now. Instead\nwe are lectured about how to be” nice” and understand how hard\nlife is for the policeman who  kill blacks  in  order to “serve”\nus all. Except of course the survivors of the eliminated.\n—Peter Loeb, Boston, MA, USA\nPeter Loeb\nSeptember 22, 2016 at 07:40\nWHO IN THE SENATE OR CONGRESS WOULD ACCEPT BREITWEISER’S ARGUMENTS??\nThe facts (sometimes called “facts on the ground” which I think is\nfrom military use) are that no one in Congress would accept Breitweiser’s\npoint.  For most, these truths are irrelevant.\n—-Peter Loeb, Boston, MA, USA\nDennis Merwood\nSeptember 21, 2016 at 23:04\nSo Lux, which “God” are you proffering will do this “judging”?\nFor all we know, these events are being played out according to “Gods” will!\nHow do we know “Gods” mind, or will?\nAnd if God’s power is indeed infinite as you say, why did he let these terrible things happen to innocent people in the first place?\nWas it his plan for innocent people to jump to their deaths from the 99th floor of high rise buildings?\nCome on Lux please! This whole “God” hypothesis does not pass the laugh test. Sorry.\nBut we can agree with your first sentence. That’s easy.\nRespectfully.\nSeptember 21, 2016 at 22:50\nKristen Breitweiser, if there is anyway to get you on CNN or MSNBC with your message for this would be a great help, because I’m sure America would come to your side. Why, if for no other reason than but just the mere precedent of what Obama is doing, by his neglecting you from pursuing what is right, is a wrong which effects many other Americans as well. I don’t mention this to sound selfish, but you may point this precedent side of your issue out to others, since it would drive the message to a personal level, which could only help your cause.\nI must tell you, that with all of what the U.S. Government has done, and not done regarding 911, only makes me feel that this confirms how ‘They’ have something to hide about 911. From the very beginning on that early September 11th 2001 morning, there have been anomalies after anomalies which have gone unanswered, and the answered questions just don’t always add up when applied to rational basic reasonings. Instead we are told, your either with us or against us. While thousands upon millions of Muslims die, we are warned against becoming Islamphohic. Instead of a draft we are told to go to Disney World, and don’t forget to shop. Why ‘They’ don’t even want us physically fighting ‘Their’ war, as much as ‘They’ just want us to continue paying our taxes to pay for ‘Their’ worldly destruction. In the end nothing adds up, and everything feels like a lie.\nGood luck Kristen Breitweiser you deserve at least that much, and a whole lot more.\nSFOMARCO\nSeptember 21, 2016 at 22:42\nC’mon Obomba, just think of how you will be able to augment your drone list.\nJ. D.\nSeptember 21, 2016 at 17:06\nPresident Obama is now engaged in arm twisting in the halls of Congress. He is being joined by the Saudi foreign minister who is threatening economic retaliation, but no doubt is also offering other incentives.. Should he follow through and  side with the Saudis  he will undoubtedly spark a direct confrontation with Congress, the families of the 911 victims and the American people in what will become his enduring legacy.\nJ'hon Doe II\nit’s time for “our” congress to be nine/elevened\nthe ‘supreme court’ placed in a solitary confinement\nand the Aramco  oil cartel disembodied and  beheaded.\n::\nSeptember 21, 2016 at 16:22\nVery good work, Ms. Breitweiser, and the footnotes are important substantiation. If JASTA would “open up the United States to lawsuits” as a sponsor of terrorism then that is just what we need. Getting this corrupt and secret US foreign policy into the courts is getting it into public debate, even though the courts could not be more corrupt. A veto won’t matter if Congress is really 100% behind it, and may be merely a diplomatic ploy.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.floridabulldog.org/2016/06/28-pages-and-80000-pages-the-hunt-for-a-saudi-support-network-for-9-11-hijackers/",
                "https://www.theguardian.com/us-news/2016/may/12/911-commission-saudi-arabia-hijackers",
                "https://www.cbsnews.com/news/top-secret-28-pages-may-hold-clues-about-saudi-support-for-911-hijackers/",
                "https://www.washingtonpost.com/politics/obama-to-veto-popular-911-victims-bill-white-house-says/2016/09/12/43ab1926-792f-11e6-beac-57a4a412e93a_story.html",
                "https://www.huffpost.com/entry/obama-of-arabiathe-911-se_b_11992636",
                "https://www.washingtonpost.com/news/powerpost/wp/2016/09/09/bill-championed-by-families-of-911-victims-headed-for-veto-showdown-with-the-white-house/",
                "https://www.theatlantic.com/magazine/archive/2016/04/the-obama-doctrine/471525/",
                "https://www.dailykos.com/stories/2012/9/29/1137890/-President-and-his-allies-opposed-terror-attack-probe",
                "https://consortiumnews.com/2016/07/16/the-long-hidden-saudi-911-trail/",
                "http://www.nytimes.com/2016/09/10/us/politics/house-911-victims-saudi-arabia.html?_r=0",
                "https://nypost.com/2016/09/10/despite-28-pages-release-saudis-911-involvement-still-buried/"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/114th-congress/senate-bill/2040",
                "https://www.whitehouse.gov/the-press-office/remarks-president-national-security-5-21-09"
            ],
            "unsure": [
                "https://28pages.org/",
                "https://twitter.com/kdbreitweiser",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.cnn.com/2007/POLITICS/12/08/oprah.obama/"
            ]
        },
        "key_words": [
            "promises",
            "united",
            "saudi",
            "terrorists",
            "terrorism",
            "president",
            "shield",
            "saudis",
            "obama",
            "support",
            "al",
            "911"
        ]
    }
]