[
    {
        "url": "https://consortiumnews.com/2013/06/02/the-other-side-of-the-irs-scandal/",
        "title": "The Other Side of the IRS ‘Scandal’",
        "authors": [
            {
                "name": "Chris Jonsson",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Bob Jacobson",
                "link": null
            },
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Charles Sereno",
                "link": null
            },
            {
                "name": "Postal Dude",
                "link": null
            },
            {
                "name": "Lyra Talarico",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-06-02",
        "text": "Main menu\nJune 2, 2013\nBy William Boardman\nAlmost everything you hear and read in the media about the current IRS “scandal” is based on deliberate falsification of basic facts. Some might call it lying.\nHere’s a reasonably typical media-framing of the IRS lie, from the usually careful and accurate Economist, posted May 23: “Even before this month’s revelation that conservative political groups applying for 501(c)(4) status were being singled out for special scrutiny.”\nA Tea Party rally in Washington, D.C., on Sept. 12, 2009. (Photo credit: NYyankees51)\nYou see this false framing of the IRS story across the media spectrum, from Infowars to ABC News and NBC News to the Economist to DemocracyNOW (the latter on May 24: “the scandal over the targeted vetting of right-wing groups”). Even the usually reliable Wonkblog at the Washington Post doesn’t get the story right, apparently because it hasn’t read the relevant law.\nAn exception to this remarkable mental stampede in the wrong direction was Jeffrey Toobin (New Yorker, May 14) who wondered, “Did the I.R.S. actually do anything wrong?” His answer started to put the story in reasonable perspective, with a focus on tax law and political money: “the scandal isn’t what’s illegal, it’s what’s legal . It’s what society chooses not to punish that tells us most about the prevailing ethical standards of the time.”\nAnatomy of a False Narrative\nHow is it that the conventional framing is dishonest? Here are some of the ways:\n—It wasn’t a revelation. All kinds of people were aware of the underlying problem, that 501(c )(4) tax status abuse had been going on since 1959, and that it took a quantum leap after 2010, when the Supreme Court’s Citizens United decision opened the democratic process to money flooding that would be facilitated by the secrecy offered by the 501(c )(4) status.\n–There were bipartisan public hearings on the problem of political organization abusing the tax-exempt designation scheduled by the Senate well before the “scandal” broke. Anyone could look it up.\n–As soon as the story broke, Lawrence O’Donnell (MSNBC’s The Last Word) was reporting accurately on the issue, rooted in the difference between a law that says 501(c )(4) organizations should be “exclusively” for social welfare and a 1959 IRS regulation that says, with Orwellian authority, that “exclusively” is to be interpreted to mean “primarily.” Too many reporters and others still do not get this, even though responsible research begins with these primary sources.\n–No one was singled out. That’s right, no one was singled out. The problem with 501(c )(4) applications is that the IRS must review every one to see if the applicant qualifies for tax-exempt status. Given the flood of applications from political groups of all sorts post-Citizens United, the IRS needed some way to make sure those applications were “primarily” for social welfare, even though political insiders knew that had been a joke for years. (Karl Rove’s Crossroads GPS and MoveOn.org are both IRS-approved 501(c)(4) organizations, of which there are thousands  reportedly 97,382 in 2011).\n–There is no reason within the law that any political organization should get a tax subsidy from American taxpayers. That is allowable only under the IRS regulations put in place in 1959 under the Eisenhower administration. And the Congress could fix this virtually overnight by restoring “primarily” to its original meaning in the law, “exclusively.” Perhaps the real scandal, and a bipartisan one at that, is that that’s not happening.\nThe IRS at some level (that eventually included Lois Lerner) made a remarkably stupid, tone deaf, inept effort to identify applications that were more likely than others to be primarily political. Looking for applications tagged “tea party” may have reflected the reality of an inordinate number of such applications, but it was really dumb. Using the tag “party” not only would have done the job, but would have been wholly defensible, since no political party is eligible for public tax subsidy and secrecy for its donors.\nThe IRS net for possibly political organizations caught some 300 applications. Of these, no more than a third were “conservative” or “tea party” or “right-wing.” The rest were something else, including “liberal” and “left-wing.” None of the so-called conservative group applications were denied. Some were delayed, deservedly so, but a group can function as a 501(c)(4) with an application pending, so it’s hard to see how much damage a delay would do, if any.\n–At least some of the groups on the Right were clearly partisan and perhaps broke the law. The New York Times of May 26 reports in a story wrongly headlined “Groups Targeted by I.R.S. Tested Rules on Politics” describes several tax-exempt groups that spent money on partisan activities.\nOne of the groups, Emerge America, was granted 501(c)(4) status in 2006 in order to train women to run for elected office. In 2012, when an IRS review showed that Emerge America was training only Democratic candidates, the IRS revoked the group’s tax exempt status.\nAnother group calling itself “CVFC 501(c)(4)” on its application in 2010 gave its address as the same as “Combat Veterans for Congress PAC” (or political action committee). Perhaps PAC triggered a closer look. While awaiting an IRS decision, CVFC spent almost $8,000 on radio ads for a Republican candidate. CVFC omitted this expenditure from its 2010 tax return. On a questionnaire asking if it had engaged directly or indirectly in political activity on behalf of a candidate, CVFC checked “NO.”\nIncompetent NBC News Reporting\nIn a report on May 29, “Open Channel Investigative reporting from NBC News” (bylined Lisa Myers, Rich Gardella, Talesha Reynolds) starts with a flat-out false headline: “IRS higher-ups requested info on conservative groups, letters show.”\nThe story begins: “Additional scrutiny of conservative organizations’ activities by the IRS did not solely originate in the agency’s Cincinnati office, with requests for information coming from other offices and often bearing the signatures of higher-ups at the agency.”\nThe letters don’t show that. NBC provides two letters, and both come from and direct responses to the IRS Cincinnati office, although one letter also has an apparently hand-stamp signature for “Lois Lerner, Director, Exempt Organizations” and no address other than Cincinnati. The letters comprise nine pages, of which five pages are form letters. Each of the applicants also received a personal, two-page request for additional information to justify tax-exempt status.\nThe IRS asked Ohio Liberty Council Group in March 2012 to update a two-year-old filing, and to describe its planned activities, public events, membership recruitment, political activity and lobbying  if any.\nThe IRS asked Linchpins of Liberty if they had adopted bylaws or chosen a board of directors. The IRS also wanted to know, among other things, about the organizations income and expenses, its loan agreements and other contracts, and whether its activities wound go beyond selling a book (“Linchpins of Liberty”) written by its president.\nNBC fails to note that this isn’t a response to a relevant 501(c)(4) application, but the IRS answer on May 6 to an application for the more stringent 501(c)(3) tax-exempt status.\nNothing in these two letters suggests anything more than due diligence by the IRS in protecting public policy and assets. The information in the story came to NBC mostly from attorneys representing the complaining groups. NBC provides no reliable, independent support for the opinions of its biased sources, even though it reports those opinions as more or less fact.\nStrange Beginning\nThe IRS story went off the tracks of facts the moment Lois Lerner planted a question with a reporter at an American Bar Association conference on May 10. In answer to the reporter’s posing of Lerner’s question, Lerner answered this way, as reported by Associated Press (no transcript appears to be available):\n“The Internal Revenue Service apologized Friday for what it acknowledged was ‘inappropriate’ targeting of conservative political groups during the 2012 election to see if they were violating their tax-exempt status.\n“IRS agents singled out dozens of organizations for additional reviews because they included the words ‘tea party’ or ‘patriot’ in their exemption applications, said Lois Lerner, who heads the IRS division that oversees tax-exempt groups. In some cases, groups were asked for lists of donors, which violates IRS policy in most cases, she said.”\nFor whatever reason, the AP makes the IRS apology institutional even though it comes from a mid-level IRS manager ratting out people she was supposed to be managing. The news catches her superiors in the IRS, as well as the White House, completely off-guard. It also sets off a right-wing feeding frenzy, which the AP reports at length in the same story\nOnly near the end of the story, in a clumsily written paragraph, does the AP reporter touch on the factual context for the news Lerner was breaking and in which she had been a central player: “In all, about 300 groups were singled out for additional review, Lerner said. Of those, about a quarter were singled out because they had ‘tea party’ or ‘patriot’ somewhere in their applications.”\nIn other words, about 225 applications were not “political conservative groups,” as AP had reported at the top of the story. Given her unusual behavior over the past few years, it also doesn’t seem all that strange that Lois Lerner has refused to answer questions in Congress, pleading the Fifth Amendment protection against self-incrimination, while refusing to resign from her $180,000-a-year job (she’s now on administrative leave).\nWhat seems much stranger, but not as surprising as it should, is that so much of the media goes on reporting as fact the partisan spin placed on a “scandal” that was not really a “scandal” at all.\nWilliam Boardman lives in Vermont, where he has produced political satire for public radio and served as a lay judge. [A version of this story originally was published by Reader Supported News .]\ngjsmith_62\nJune 6, 2013 at 08:47\n“There is no reason within the law that any political organization should get a tax subsidy from American taxpayers”\nLearn the meaning of terms before trying to use them.  Solyndra got a subsidy, not paying taxes is … wait for it … NOT PAYING TAXES.  Is/was OfA subsidized?\nLooking forward to the day the IRS targets you.\nLyra Talarico\nJune 4, 2013 at 21:48\nThe Republicans false outrage would be laughable if it weren’t so disgusting.  This so-called scandal is nothing more than a smoke screen as to what the Republicans aren’t doing.  The agenda they don’t have, the ideas for moving the country forward that they don’t have.  Their only agenda is to bring down Obama at any cost.  They are coming down on the IRS for doing their job.  And if the IRS would have gone by the letter of the law as it was written so much of this could have been avoided.  These groups if they are political in nature are not entitled to a tax exempt status.  Why should my tax dollars go to defeat Obama, repeal Obamacare, defund Planned Parenthood are anything else I support?  What makes them think they have the right to do that?  The scandal is that the news media doesn’t wait to get the facts before they report the story.  This 24 hour news cycle where every news outlet wants to be the first to report a story is not doing us any good.  Facts will tell us all what we want and need to know.\nMargaret\nJune 4, 2013 at 18:41\nWhen a group applies for special status they should all be reviewed.  The IRS has been investigating groups like PETA, Greenpeace, Planned Parenthood for decades.  Now a new set of groups come along with the entire intention of eschewing their taxes and making government so small they can “drown it in the bathtub”.  Tell you what, the IRS had damn well better investigate them. It was the RIGHT thing to do.  Get real, quit whining.\nPostal dude\nJune 4, 2013 at 20:57\nI have gotten real. You don’t ask prospective groups to reveal their donor list, or tell them what your prayers are about, or what you think of homeschooling, etc. It was the WRONG thing to do.\nJune 4, 2013 at 13:44\nChris is right.  I would add that the Church business itself is the biggest scam ever foisted on the human race and should be taxed bigtime.\nPostal dude\nJune 4, 2013 at 10:20\nThis article is crap. It is absolutely clear that the IRS’s actions in this case were disgraceful and wrong. Heads should roll. And reporters should keep digging on this story, because they have barely scratched the surface. Hopefully, Eric Holder won’t send his goon squad out to muzzle any reporters who will be doing theri jobs.\nPelu\nJune 4, 2013 at 11:09\n“Postal dude”…..you better worry about Issa’s attempts to destroy your job.\ncharles sereno\nJune 3, 2013 at 13:49\nIn our haste to comment, we’ve forgotten to thank Mr. Boardman for his well-researched article.\nincontinent reader\nJune 2, 2013 at 21:02\nIt was also reported, in the NY Times in 2010, though it has not been followed up in the MSM until the recent Tea Party allegations of IRS abuse, that in 2009 the IRS was investigating the claimed exempt status of Z Street, a pro-Israeli group that was supporting the Israeli government’s settlement policy, something the Administration at the time opposed, and that the Service was investigating at least five other pro-Israeli groups.  In response, Z Street filed suit in Federal District court and a hearing has been set for July 2nd.\nIf the primary purpose of the organization is colorably political, and there is the potential that the organization would serve as a lobbying arm for the policies of a foreign government, then one wonders why, at the very least, the organization’s activities should not be closely scrutinized, and if they do not meet the threshold tests, then why it should not be denied exempt status.   Up to now the Code has been abused by many other such groups, so maybe it is time that the IRS cracked down.  The claim of discrimination may or may not be valid, but if you don’t qualify, you don’t qualify, whether or not you are first on the list to be scrutinized, and there is no reason why the tax code should subsidize your activities or allow you to avoid paying tax on what you otherwise owe.\nKrapotkin\nJune 3, 2013 at 15:34\n@borat! How did The Israeli/Zionist/Palestinian problems got mixed with the IRS scandal under discussion?\nPelu\nShi’a Iran supports Sunni Palestine…..really??????\nBob Jacobson\nJune 2, 2013 at 18:17\nThe larger problem at the IRS is the inordinate power exerted by global law firms and accountancies that can thwart the most conscientious examiner, enabling giant corporations and trusts to play tax laws to their own advantage.  The opportunities for exerting these pressures are manifold: virtually every page of the thousands of pages that constitute the Tax Code offer one or another way to offload paying taxes from the wealthy and powerful (a very few) to the poor and weak (meaning, the rest).  Examiners can be cowed by pressures exerted, administratively and politically; or they can be bought off, not necessarily with clumsy money, but perhaps kind words to senior managers resulting in promotions, etc.\nThen there are the ranks of official advisory committees and working groups, comprised always of professional servants to the same non-taxpaying-but should-be taxpaying corporations and trusts.  These exercise an oversight that breeds a pervasive bias against for these organizations and if not against, at least no for organizations not at the table.  Also, individuals like Lois Lerner are often feted by these committees and working groups, and by the universities and think tanks that benefit by the IRS’ largesse when it comes to interpreting the Tax Code in their favor.\nThe right-wing blogs have seized on the “scandals” to all but obliterate rational sources of information about the IRS or Lerner, the leader at the center of the controversy.  From my own experience, I know she is unresponsive to whistleblowers who attempt to defrock unworthy tax-exempt organizations, most of which are large and powerful institutions like trusts, foundations, and universities.  She has no bias against the right, as most of these institutions are ardently pro-status quo.  The one fact I could glean from the detritus of the Tea Party-degraded Internet is that Lerner’s husband is a tax attorney with a large law firm in the South.  I’ll bet that most of its clientele is not the meek and powerless.  Lerner’s entire mien is elite, upper-class, hardly populist.  Her presentation that I read, formerly delivered at Georgetown or George Mason or one of those elite universities in DC (my memory fails me and my files are thousands of miles away), was an apologia for not doing more for the tax-exempts that take care of the wealth and the children of the serve the mighty.\nThe current scandal is indeed not the right one.  David Cay Johnston has delivered several powerful critiques lately that explain why the IRS like most governmental institutions lean strongly toward the political powerful, and why reforms are for the most part difficult to implement.  His message and those of similar critics are drowned out by taking this or that side of the Tea Party “scandal,” which is next to irrelevant.\nBob Jacobson\nJune 2, 2013 at 18:23\nMy apologies for the many typos in my above posting that may confuse the reader.  Some were my misreading the small type, others the result of Worldpress’ abominable editing inabilities.  I think you get my drift:  the IRS can be bent like any other governmental agency, but almost always, only in one direction:  for those who are wealthy and can hire the best lawyers and accountants to confound the system.  Thanks to Boardman for cutting short meaningless debate on the Tea Party “scandal” so that it can be refocused on real abuses of the taxing system in America.\nexomike\nI agree, wordpress has lost many of my hard-written comments.\nF. G. Sanford\nJune 2, 2013 at 11:39\nAn even bigger and more insidious tax scam, which NOBODY has the courage to question, is tax-exempt status for churches and religious organizations. In the United States they are effectively political “bully” pulpits for political agendas. We could solve part of the energy crisis by drilling into that fat-ass Jerry Falwell’s grave and tapping the natural gas.\nChris Jonsson\nF.G. Sanford,\nThanks for the good laugh. I needed that. I couldn’t agree more with everything you said. I know of plenty more preachers that would be worth fracking, dead and alive.\ndfsammarone\nSTOP THE IRS – FAIRTAXORG\n“fair tax”….LOL!!!!!!!…..the laughs just keep coming!\ncharles sereno\nJune 3, 2013 at 13:45\nLaughs won’t get us through life, yet they sure as hell help.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://readersupportednews.org/opinion2/277-75/17603-stupidity-can-be-cured"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://front.moveon.org/",
                "http://www.cnn.com/ALLPOLITICS/1997/03/10/time/kinsley.html"
            ]
        },
        "key_words": [
            "taxexempt",
            "conservative",
            "lerner",
            "party",
            "organizations",
            "political",
            "groups",
            "scandal",
            "irs",
            "applications"
        ]
    }
]