[
    {
        "url": "https://consortiumnews.com/2013/03/12/saving-the-wall-between-church-and-state/",
        "title": "Saving the Church/State Wall",
        "authors": [
            {
                "name": "Alan Lapayover",
                "link": null
            },
            {
                "name": "Morton Kurzweil",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-12",
        "text": "Main menu\nBy the Rev. Howard Bess\nIn the history of the United States, no religious group has been more influential in establishing and maintaining a hard line between church and state than have Baptists (whose American founder, Roger Williams, fled Puritan-ruled Massachusetts and in 1636 established Providence Plantation as a refuge for persecuted religious minorities).\nThe Baptist commitment to separation of church and state deeply influenced America’s Founders. Thomas Jefferson didn’t claim to be a Christian, but he had Baptist friends who had his ear regarding the need for religious freedom. On Jan. 16, 1787, the Virginia Assembly passed the Virginia Statute for Religious Freedom, penned by Jefferson and reflecting the principles of Virginian Baptists. The Virginia statute declared:\nA statue of Roger Williams, who founded the first Baptist church in America (in what is now Rhode Island) and promoted the cause of religious tolerance.\n“No man shall be compelled to frequent or support any religious worship, place, or ministry whatsoever, nor shall be enforced, restrained, molested, or burthened in his body or goods, nor shall otherwise suffer on account of his religious opinions or belief, but that all men shall be free to profess, and by argument to maintain, their opinions in matters of Religion, and that the same shall in no wise diminish, enlarge or affect their civil capacities.”\nThe Virginia statute became the model for the First Amendment of the U.S. Constitution with its more succinct wording: “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.” (Virginian James Madison, the chief architect of the Constitution and the Bill of Rights, was also influenced by the appeals of his Baptist constituents who opposed mandatory fees to support a state church).\nWhile it is true that the words “separation of church and state” are never used in the U.S. Constitution, the intent is clear. No action of the federal government can ever be used for the support and establishment of religion, nor can the federal government take any action against the free exercise of religion.\nIn more modern times, the Baptist Joint Committee for Religious Liberty has been a powerful Washington DC lobby that has only one purpose: Keep government out of religion, either by support or restriction. Almost every Baptist group in America belongs to and supports BJC, with the notable exception of the Southern Baptist Convention, although thousands of churches that belong to SBC break ranks from the larger body and support the BJC.\nNew occasions to protect religious liberty and separation of church and state appear regularly, including some difficult ones like a question that followed Hurricane Sandy: Can government funds be used to repair damaged houses of worship?\nThe legal staff of BJC was quick to respond. Absolutely not! To put it in simple words: Government money was not used to build the buildings and cannot be used in rebuilding them.  It is a matter of principle and the American principles of religious freedom and separation of church and state apply in all situations.\nA person can be sympathetic toward the congregations that have damaged buildings, but not a dime of government money is to go toward repairing and rebuilding. It is a matter of principle.\nA Battle in Alaska\nThe First Amendment also formed the intellectual model for the various states, including my home state of Alaska. As the 49th of these 50 states, Alaska benefitted from the experience of Virginia, the U.S. Bill of Rights and the 48 states that preceded them into the Union.\nIn Article One, Section Four of the Alaska State Constitution the basic principle was laid down:  No law shall be made respecting an establishment of religion, or prohibiting the free exercise thereof. In Article Seven, Section One, a further clarification is set: No money shall be paid from public funds for the direct benefit of any religious or other private educational institution.\nThus, the writers of the Alaska State Constitution took a step beyond the U.S. Constitution. No state money is ever to go to private schools, whether they be religious or secular.\nHowever, today, the Alaska State Legislature is considering a state constitutional amendment that would nullify Article Seven, Section One. While the sponsors deny their intent is to establish education vouchers, much of the public believes otherwise.\nThus, Alaskans are becoming involved in a great debate. Arguments will be strongly for and against. One side will project benefits, and the other side will cite looming damages. I prefer to avoid that kind of argument. What is at stake is a principle that has served the nation extremely well, keeping government out of religion.\nThe United States is a nation of immigrants. As our forbearers came to the American shores, they brought their religions. The result is that we are an incredibly diverse nation, racially, socially, politically and religiously. Religion in America is filled with both creativity and chaos. And religion in America is alive and well.\nIn recent decades, the United States has received many immigrants who are neither practicing nor cultural Christians. Muslims, Buddhists and Hindus abound. Religious diversity is the wave of the future. America is well equipped to handle its religious future because of the principle of separation of church and state. In my view, even the slightest infringement on the separation principle must be resisted vigorously.\nThe United States was never intended to be a Christian nation. As expressed in the Constitution, the intent of the Founders was a secular state in which religion was practiced freely without the interference of government. Most of us who call ourselves Baptists, at one-time a persecuted sect, like it that way.\nThe Rev. Howard Bess is a retired American Baptist minister, who lives in Palmer, Alaska.  His email address is hdbss@mtaonline.net .      \nMorton Kurzweil\nMarch 13, 2013 at 21:23\nThe First Amendment does not guarantee freedom of religion. It limits the Congress from making any law prohibiting the expression of organized beliefs or the expression of beliefs in any form or right to assemble to peacefully petition for redress of grievances.\nThe Founding Fathers were practical men. They realized that the first constitutional convention failed to create a nation that could protect all the colonies. Slave and free, Catholic and Protestant, if opinions and beliefs, however wise or stupid, however malicious or well intentioned could never sustain a democratic republic.\nIt is the intrusion of beliefs, the cultural bigotry born of certainty in a world of ignorance and diversity that has been the ruin of every city state and nation that begins with the promise of cooperation and equality when one belief intrudes on the equality of all with religious or racial or sexual values. There is no defense except the absolute rejection of such treachery by the anarchists who want to destroy government to gain authority.\nWe are at war with such political cults today. Never since the Civil War have we had organized attempts at nullification of national law or have there been such decisions as the Supreme Court activists decisions to deny social equality in sex, race, and voting rights.\nAlan LaPayover\nMarch 13, 2013 at 11:27\nThere are no Jewish holidays that are observed as national holidays.\ngregorylkruse\nMarch 13, 2013 at 10:20\nI support Americans United for the Separation of Church and State, led by Rev. Barry Lynn.  I also support the Military Religious Freedom Foundation, founded by Mikey Weinstein.  The maintenance of the Church/State wall is crucial for any semblance of democracy.\nHillary\nMarch 12, 2013 at 18:29\n13 % of world population consider themselves atheists but only 5 % in the US.\nMarch 12, 2013 at 15:01\nIn my view, the prohibition of any religious test for holding public office, expressed in Article VI, is as powerful an argument for church state separation as the First Amendment.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Virginia_Statute_for_Religious_Freedom",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "shall",
            "wall",
            "churchstate",
            "state",
            "baptist",
            "saving",
            "church",
            "religion",
            "religious",
            "separation",
            "principle",
            "states",
            "constitution"
        ]
    }
]