[
    {
        "url": "https://www.christianpost.com/news/westboro-picketers-no-show-in-joplin-during-tornado-memorial.html",
        "title": "Westboro Picketers a No Show in Joplin During Tornado Memorial",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWestboro Picketers a No Show in Joplin During Tornado Memorial\nWestboro Picketers a No Show in Joplin During Tornado Memorial\nWestboro Picketers a No Show in Joplin During Tornado Memorial\n| Sunday, May 29, 2011\nWestboro Baptist Church members did not show up on Sunday afternoon in Joplin as expected. But thousands of Joplin supporters did show up and lined the streets armed with signs that declare, \"God Loves Joplin,\" just in case.\nThe extremist Westboro group, known for picketing at funerals of military officers, had announced earlier that they would protest in Joplin, Mo., on Sunday against President Obama, who spoke at a memorial service for tornado victims.\nIn the group's press release, they also claim that Joplin was hit by a tornado as God's punishment for the sins of residents.\nBut when Sunday came, no Westboro members showed up even though Joplin Police Chief Lane Roberts had acknowledged on Friday that his department was in communication with Westboro and will give them a designated area to protest.\nInstead of an anti-Joplin protest, thousands of supporters of the city came out in force on Sunday waving American flags and holding signs that read, \"God Loves Joplin\" and \"We Support You Joplin.\"\nCharlie Brown, who organized the Westboro counter protest through a Facebook page,  said the rally had three themes: honor, respect, and remembrance, according to The Joplin Globe.\nThe grassroots Facebook page \"Counter Protest Westboro Coming to Joplin\" is liked by over 16,500 people.\n\"Joplin is where I grew up,\" said Jamie Stuckey, who came from Fort Scott, Kan. to participate in the Joplin rally, to the Globe. \"It's the town I love. I want to tell [Westboro] that natural disasters don't mean God [smote] Joplin. If you want proof of his blessing, just look at the thousands of volunteers who came here to help.\"\nStuckey learned about the counter protest through the Facebook page.\nWestboro Baptist Church, made up of family members of leader Fred Phelps, is notorious for protesting at funerals and declaring that disasters and deaths are God's punishment for the nation's tolerance of homosexuality.\nThe Topeka, Kan.-based group is not affiliated with any Baptist denomination and is condemned by Christian leaders as a cult and for teaching unorthodox views on predestination and God's wrath.\nEven though Westboro did not show up, there was a single disturbance on Sunday when a man from northwest Arkansas began preaching and protesting outside of the set protest zone. Authorities led the man to the protest zone that was prepared for Westboro, according to the Globe.\nBut after the man left the designated zone, members of the Westboro counter protest crowd chased him. Police officers intervened, however, and led him to safety. Reports indicate that mace was used in the altercation, but it is unclear if police used it to control the crowd or if someone else had used it. The man was briefly detained and then taken to the county border and sent off.\nAs of Saturday evening, 142 people have been confirmed dead as a result of the EF-5 tornado with 200-mph winds that ripped through Joplin on May 22. The town observed a moment of silence at 5:41 p.m. on Sunday to commemorate the one week anniversary of when the tornado struck the southwestern Missouri city.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.facebook.com/pages/Counter-Protest-Westboro-Coming-to-Joplin/164253663638132?sk=wall"
            ]
        },
        "key_words": [
            "members",
            "protest",
            "man",
            "joplin",
            "tornado",
            "counter",
            "picketers",
            "came",
            "westboro",
            "used",
            "zone",
            "memorial"
        ]
    }
]