[
    {
        "url": "https://www.christianpost.com/news/singer-beckah-shae-gives-camila-cabellos-havana-a-christian-remix-that-goes-viral-listen-here.html",
        "title": "Singer Beckah Shae Gives Camila Cabello's 'Havana' a Christian Remix That Goes Viral (Listen Here)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSinger Beckah Shae Gives Camila Cabello's 'Havana' a Christian Remix That Goes Viral (Listen Here)\nSinger Beckah Shae Gives Camila Cabello's 'Havana' a Christian Remix That Goes Viral (Listen Here)\nSinger Beckah Shae Gives Camila Cabello's 'Havana' a Christian Remix That Goes Viral (Listen Here)\n| Friday, January 19, 2018\nCamila Cabello's \"Havana\" gets a Christian remix by Beckah Shae, January 9, 2018. | (Screen Shot: YouTube)\nSinger Beckah Shae is back with another cover tune and this time she's revamped top 40 hit \"Havana\" by former Fifth Harmony singer and pop sensation Camila Cabello.\nThe vocal powerhouse transformed the mainstream lyrics \"Havana, ooh na-na \" into \"Hosanna, Hosanna, all of my heart is cryin' Hosanna, Hosanna.\"\nShae then sings, \"He's comin' back soon, we need Him more than ever! All of my heart's cryin' Hosanna. He's raising up a standard, Hosanna, Hosanna.\"\nThe Christian pop singer-songwriter wrote all the lyrics to the worship remix.\n\"We need to wake up, acknowledge His presence (When He comes in the room)/ And hear what He's sayin/ Cause there's a message/ That's right we need the truth/ We're doin' forever in a minute (hey)/ Your race is up to you/ And Abba says He's gone help us win it,\" Shae belted out for the first verse.\nThe YouTube cover song has garnered over 100,000 plays in its first week and is still climbing.\nThe singer often partners with her husband and music producer, Jack \"Shoc\" Shocklee, to create music. All of Shae's projects to date have been a collaborative effort between the two.\nShae and Shoc were married in 2004 and are parents to three daughters. Their two eldest daughters share their parents' gift for music.\nWhile they've managed to create and release content together throughout the years, Shae's admitted that the music industry hasn't been supportive of their ideas.\nIn a 2014 interview with Breathecast , the singer described the times she and her husband walked into major record labels with the vision they felt God had given them, but the companies weren't interested. Set on changing Shae's direction, some of these faith-based labels even criticized her for working with her husband and told her to go back to college.\n\"We had so much rejection, and a lot of times we feel like we've had no support,\" she said. \"It crushed us and hurt us, but we walked out stronger.\"\nShae is now offering her talents on Patreon , a new service that allows creatives to get paid by running a membership business for their fans.\nFor more information about Shae, click here .\nFollow Jeannie Law on Twitter: @jlawcp Follow Jeannie Law on Facebook: JeannieOMusic\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "Hosanna, Hosanna, all of my heart is cryin' Hosanna, Hosanna.",
                "Beckah Shae Gives Camila Cabello",
                true
            ],
            [
                "He's comin' back soon, we need Him more than ever!",
                "Shae",
                true
            ],
            [
                "All of my heart's cryin' Hosanna.",
                "Shae",
                true
            ],
            [
                "He's raising up a standard, Hosanna, Hosanna.",
                "Shae",
                true
            ],
            [
                "We need to wake up, acknowledge His presence (When He comes in the room)/ And hear what He's sayin/ Cause there's a message/ That's right we need the truth/ We're doin' forever in a minute (hey)/ Your race is up to you/ And Abba says He's gone help us win it,",
                "Shae",
                true
            ],
            [
                "We had so much rejection, and a lot of times we feel like we've had no support,",
                "Shae",
                true
            ],
            [
                "It crushed us and hurt us, but we walked out stronger.",
                "Shae",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.breathecast.com/articles/beckah-shae-s-champion-proves-singer-could-conquer-rejection-from-record-labels-and-music-industry-15575/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.patreon.com/",
                "https://www.facebook.com/JeannieOMusic",
                "https://www.patreon.com/beckahshae",
                "https://twitter.com/jlawcp"
            ]
        },
        "key_words": [
            "viral",
            "hosanna",
            "husband",
            "christian",
            "hes",
            "camila",
            "shaes",
            "listen",
            "havana",
            "shae",
            "goes",
            "remix",
            "gives",
            "whatsapp",
            "singer",
            "music",
            "need"
        ]
    }
]