[
    {
        "url": "https://consortiumnews.com/2014/10/11/can-msm-handle-the-contra-cocaine-truth/",
        "title": "Can MSM Handle the Contra-Cocaine Truth?",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Robert Hill",
                "link": null
            },
            {
                "name": "Art Heitzer",
                "link": null
            },
            {
                "name": "El Cid",
                "link": null
            },
            {
                "name": "Rmckwong Msn.Com",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-10-11",
        "text": "Main menu\nOctober 11, 2014\nBy Robert Parry\nThe mainstream news media’s reaction to the new movie, “Kill the Messenger,” has been tepid, perhaps not surprising given that the MSM comes across as the film’s most unsympathetic villain as it crushes journalist Gary Webb for digging up the Contra-cocaine scandal in the mid-1990s after the major newspapers thought they had buried it in the 1980s.\nNot that the movie is without other villains, including drug traffickers and “men in black” government agents. But the drug lords show some humanity and even honesty as they describe how they smuggled drugs and shared the proceeds with the Nicaraguan Contra rebels, President Ronald Reagan’s beloved “freedom fighters.”\nActor Jeremy Renner portraying journalist Gary Webb in the movie, “Kill the Messenger.”\nBy contrast, the news executives for the big newspapers, such as the Washington Post and the Los Angeles Times, come across as soulless careerists determined to maintain their cozy relations with the CIA’s press office and set on shielding their failure to take on this shocking scandal when it was playing out in the 1980s.\nSo, in the 1990s, they concentrated their fire on Webb for alleged imperfections in his investigative reporting rather than on U.S. government officials who condoned and protected the Contra drug trafficking as part of Reagan’s Cold War crusade.\nWebb’s cowardly editors at the San Jose Mercury News also come across badly as frightened bureaucrats, cringing before the collective misjudgment of the MSM and crucifying their own journalist for the sin of challenging the media’s wrongheaded conventional wisdom.\nThat the MSM’s “group think” was upside-down should no longer be in doubt. In fact, the Contra-cocaine case was conclusively established as early as 1985 when Brian Barger and I wrote the first story on the scandal for the Associated Press. Our sourcing included some two dozen knowledgeable people including Contras, Contra supporters and U.S. government sources from the Drug Enforcement Administration and even Reagan’s National Security Council staff.\nBut the Reagan administration didn’t want to acknowledge this inconvenient truth, knowing it would sink the Contra war against Nicaragua’s leftist Sandinista government. So, after the AP story was published, President Reagan’s skillful propagandists mounted a counteroffensive that elicited help from editors and reporters at the New York Times, the Washington Post and other major news outlets.\nThus, in the 1980s, the MSM treated the Contra-cocaine scandal as a “conspiracy theory” when it actually was a very real conspiracy. The MSM’s smug and derisive attitude continued despite a courageous investigation headed by Sen. John Kerry which, in 1989, confirmed the AP reporting and took the story even further. For his efforts, Newsweek dubbed Kerry “a randy conspiracy buff.”\nThis dismissive treatment of the scandal even survived the narcotics trafficking trial of Panama’s Manuel Noriega in 1991 when the U.S. government called witnesses who implicated both Noriega and the Contras in the cocaine trade.\nThe Power of ‘Group Think’\nWhat we were seeing was the emerging power of the MSM’s “group think,” driven by conformity and careerism and resistant to both facts and logic. Once all the “smart people” of Official Washington reached a conclusion  no matter how misguided  that judgment would be defended at nearly all costs, since none of these influential folks wanted to admit error.\nThat’s what Gary Webb ran into in 1996 when he revived the Contra-cocaine scandal by focusing on the devastation that one Contra drug pipeline caused by feeding into the production of crack cocaine. However, for the big newspapers to admit they had ducked such an important story  and indeed had aided in the government’s cover-up  would be devastating to their standing.\nSo, the obvious play was to nitpick Webb’s reporting and to destroy him personally, which is what the big newspapers did and what “Kill the Messenger” depicts. The question today is: how will the MSM react to this second revival of the Contra-cocaine scandal?\nOf the movie reviews that I read, a few were respectful, including the one in the Los Angeles Times where Kenneth Turan wrote : “The story Webb related in a series of articles  told a still-controversial tale that many people did not want to hear: that elements in the CIA made common cause with Central American drug dealers and that money that resulted from cocaine sales in the U.S. was used to arm the anti-communist Contras in Nicaragua.\n“Although the CIA itself confirmed, albeit years later, that this connection did in fact exist, journalists continue to argue about whether aspects of Webb’s stories overreached.”\nA normal person might wonder why  if the CIA itself admitted (as it did) that it was collaborating with drug dealers  journalists would still be debating whether Webb may have “overreached” (although in reality he actually understated the problem). Talk about missing “the lede” or the forest for the trees.\nWhat kind of “journalist” obsesses over dissecting the work of another journalist while the U.S. government gets away with aiding and abetting drug traffickers?\nTuran went on to note the same strange pattern in 1996 after Webb’s series appeared: “what no one counted on was that the journalistic establishment, including elite newspapers such as the Los Angeles Times, would attempt to discredit Webb’s reporting. The other newspapers questioned the shakier parts of his story and proving the truth of what one of Webb’s sources tells him: ‘You get the most flak when you’re right above the target.’”\nSneering Still\nHowever, other reviews, including those in the New York Times and the Washington Post, continued the snarky tone that pervaded the sneering treatment of Webb that hounded him out of journalism in 1997 and ultimately drove him to suicide in 2004. For instance, the headline in the Post’s weekend section was “Sticking with Webb’s Story,” as in the phrase “That’s my story and I’m sticking to it.”\nThe review by Michael O’Sullivan stated : “Inspired by the true story of Gary Webb, the San Jose Mercury News reporter known for a controversial series of articles suggesting a link between the CIA, the California crack epidemic and the Nicaraguan Contras, this slightly overheated drama begins and ends with innuendo. In between is a generous schmear of insinuation.”\nYou get the point. The allegations, which have now been so well-established that even the CIA admits to them, are “controversial” and amount to “innuendo” and “insinuation.”\nSimilarly, the New York Times review by Manohla Dargis disparaged Webb’s “Dark Alliance” series as “much-contested,” which may be technically accurate but fails to recognize that the core allegations of Contra-cocaine trafficking and U.S. government complicity were true  something an earlier article by Times’ media writer David Carr at least had the decency to acknowledge. [See Consortiumnews.com’s “ NYT’s Belated Admission on Contra-Cocaine. ”]\nIn a different world, the major newspapers would have taken the opening created by “Kill the Messenger” to make amends for their egregious behavior in the 1980s  in discrediting the scandal when the criminality could have been stopped  and for their outrageous actions in the 1990s in destroying the life and career of Gary Webb. But it appears the big papers mostly plan to hunker down and pretend they did nothing wrong.\nFor those interested in the hard evidence proving the reality of the Contra-cocaine scandal, I posted a Special Report on Friday detailing much of what we know and how we know it. [See Consortiumnews.com’s “ The Sordid Contra-Cocaine Saga .”]\nAs for “Kill the Messenger,” I had the pleasure of watching it on Friday night with my old Associated Press colleague Brian Barger  and we both were impressed by how effectively the movie-makers explained a fairly complicated tale about drugs and politics. The personal story was told with integrity, aided immensely by Jeremy Renner’s convincing portrayal of Webb.\nThere were, of course, some Hollywood fictional flourishes for dramatic purposes. And it was a little weird hearing my cautionary advice to Webb  delivered when we talked before his “Dark Alliance” series was published in 1996  being put into the mouth of a fictional Kerry staffer.\nBut those are minor points. What was truly remarkable about this movie was that it was made at all. Over the past three decades, many directors and screenwriters have contemplated telling the sordid story of Contra-cocaine trafficking but all have failed to get the projects “green-lighted.”\nThe conventional wisdom in Hollywood has been that such a movie would be torn apart by the major media just as Webb’s series (and before that the AP articles and Kerry’s report) were. But so far the MSM has largely held its fire against “Kill the Messenger,” relying on a few snide asides and knowing smirks.\nPerhaps the MSM simply assumes that the old conventional wisdom will hold and that the movie will soon be forgotten. Or maybe there’s been a paradigm shift  and the MSM realizes that its credibility is shot (especially after its catastrophic performance regarding Iraq’s WMD) and it is losing its power to dictate false narratives to the American people.\n[To learn how you can hear a December 1996 joint appearance at which Robert Parry and Gary Webb discuss their reporting, click here .]\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nAndrew\nOctober 14, 2014 at 20:55\nOddly enough, the cable television series The Bridge also involved CIA drug dealing in its second season. I didn’t watch it all (the show seems kind of like narco-terrorist porn to me), but from what I saw of the finale it didn’t seem to pull any punches.\nrmckwong@msn.com\nOctober 11, 2014 at 23:33\nRecall that Wood-Stein’s “deep throat” reporting on Watergate faced the same credibility challenges.  The WP did not have sources willing to speak on the record.  Information was gathered in the dark corners of a parking garage.  The White House denied everything.  However, the SJMN is not the WP.  WP was and continues to be a powerhouse, among the print media.  It is nationally or perhaps even internationally circulated.  Anyone taking on Wood-Stein had better come fully armed.  Further, SJMN did not have Ben Bradlee who decided to “stand by the boys” even when the WH turned up the heat.  No one would dare tell Bradlee to back off. He was ME for the Post!  MSM were sore they were scooped.  One of them could have hired Webb after the CIA admitted all that Webb had reported, but all were too proud.  Instead of sticking together, like good reporters should, they inadvertently did the CIA’s bidding, i.e., ganged up on and destroyed Webb.\nEl Cid\nOctober 11, 2014 at 22:27\nThe bizarre thing is that the same media establishment types who (by the mid- to late-1990s) had accepted that US foreign policy was to hire death squads and terrorists who did what they do and attacked and slaughtered civilians somehow found it controversial that the same murderer-hirers might not give a crap about their hired murderers’ narco-trafficking.\n‘Okay, yeah, paying, arming, and supporting genocidalists in Guatemala I can believe, but letting these murderers ship drugs to the US?  Impossible!’\nArt Heitzer\nOctober 11, 2014 at 22:15\nI am guessing that MSM stands for “mainstream news media” or I guess really “mainstream media”? I’d like to share this piece with lots of others, but if I don’t know what this acronym stands for, most of my potential recipients won’t either.\nRobert Hill\nOctober 12, 2014 at 18:44\nI am in agreement with Art, don’t use a Three Letter Abbreviation (TLA) without giving a proper definition.\nOctober 13, 2014 at 04:00\nIt looks like the “MSM” acronym Robert Parry is using in “Can MSM Handle the Contra-Cocaine Truth?” is listed at Wikipedia:\n(snip)\nMainstream media (MSM) are those media disseminated via the largest distribution channels, which therefore represent what the majority of media consumers are likely to encounter. The term also denotes those media generally reflective of the prevailing currents of thought, influence, or activity\nLarge news conglomerates, including newspapers and broadcast media, which underwent successive mergers in the U.S. and elsewhere at an increasing rate beginning in the 1990s, are often referenced by the term. This concentration of media ownership has raised concerns of a homogenization of viewpoints presented to news consumers. Consequently, the term mainstream media has been widely used in conversation and the blogosphere, often in oppositional, pejorative, or dismissive senses, in discussion of the mass media and media bias.\n(snip)\nTherefore, a reference link to https://en.wikipedia.org/wiki/Mainstream_media would indeed be helpful in any Consortium News articles that use “MSM”.\nHowever, given the current situtation of U.S. mass media ownership consolidation (with reporter Amy Goodman pointing out that four corporations now own – either directly or though their subsidiaries – at least 90 percent of all forms of U.S. media, including print, broadcast, cable and internet…), “mainstream media” is a now a questionable term in certain respects, and one might consider using terms like “corporate media” or even “corporate mass monopolized media” (if that isn’t too much of a mouthful) in place of “MSM”…\nJoe Tedesky\nOctober 11, 2014 at 20:14\nMy way of looking at the snarky MSM reviews is that this is more of an endorsement of the movie, than it is a bad thing. If anything it rounds out the cruelty and misinformation that these media hacks deliver to us on a daily basis. I can’t speak for everyone who frequents this site, but because of the propaganda which the MSM jams down our throats this is the very reason I search out the real news (hopefully) and found this wondeful site. There are good journalist, it’s just that you have to find them. Please, continue Mr Parry!\nOctober 11, 2014 at 19:48\nit is time to name names of those leading the lynch mob. let me start with doyle mcmanus, doyen of PBS’ washington week and head of 17-strong team at LA Times that set out to destroy Webb on behalf of CIA. no-one has asked him any hard questions yet. time to do so, methinks…..\nYaj\nOctober 11, 2014 at 19:41\nGiven that the New York Times still employs Iraq invasion cheerleaders, Gordon, Kristof, Friedman, and Keller who finally left after promotion, none of this is surprising.\nKristof is the most offensive, since to this day, he lies about his 2002 support for invading Iraq. The others admitted their support at least. Since Gordon is a “reporter” ostensibly dealing with facts, not opinion, he’s a weight the Times too.\nOr look at the editorial page of the Washington Post.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2014/10/09/the-sordid-contra-cocaine-saga/",
                "https://consortiumnews.com/2014/10/04/nyts-belated-admission-on-contra-cocaine/",
                "https://www.latimes.com/entertainment/movies/la-et-mn-kill-the-messenger-review-20141010-column.html",
                "http://www.washingtonpost.com/goingoutguide/movies/kill-the-messenger-movie-review-sticking-to-gary-webbs-story/2014/10/09/85bae634-4b2d-11e4-b72e-d60a9229cc10_story.html",
                "http://www.nytimes.com/2014/10/10/movies/kill-the-messenger-a-film-about-the-reporter-gary-webb.html?_r=0",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/06/25/continuing-parrys-3-book-offer/",
                "https://consortiumnews.com/2014/10/02/hear-parry-and-webb-discuss-contra-cocaine/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Mainstream_media",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "scandal",
            "series",
            "webb",
            "times",
            "msm",
            "truth",
            "newspapers",
            "contracocaine",
            "movie",
            "webbs",
            "handle",
            "drug"
        ]
    }
]