[
    {
        "url": "https://consortiumnews.com/2012/04/19/spy-v-spy-the-first-patriots-day/",
        "title": "Spy v. Spy: the First Patriots Day",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-19",
        "text": "Main menu\nApril 19, 2012\nBy Robert Parry (Originally published April 18-19, 2011)\nPatriots Day commemorates the start of the American Revolution, the battles of Lexington and Concord on April 19, 1775, and the staggering British retreat to Boston. What’s less known is how the Americans outfoxed the British at one of their own strengths, intelligence.\nThose opening clashes of the revolution revolved around a spy-v.-spy game when and how were the British going to surprise rebel leaders in Lexington and then destroy the stores of munitions at Concord.\nPortrait of Dr. Joseph Warren by John Singleton Copley\nAnd, after the day of fighting was over, there was a second “intelligence” competition  over spreading news of the events, what today we might call “information warfare.” The Americans won that contest, too.\nYet, 237 years later, these intelligence coups are little remembered. Casual historians may recall “The Midnight Ride of Paul Revere” which indeed was a dramatic part of thwarting the British surprise  but few recall the exploits of Dr. Joseph Warren, arguably America’s first spymaster.\nThough involved with the Sons of Liberty and a member of the Boston Committee of Correspondence, a key body in organizing the Revolution, Warren moved within Boston’s respected society as a physician and surgeon. Indeed, that may have put him in place to recruit one of the most important and still mysterious spies in American history.\nIn the turbulent years leading up to hostilities, Warren collaborated with fellow patriot Paul Revere in constructing a remarkable intelligence network for its time, a loosely knit collection of sympathetic citizens who uncovered information about the British garrisoned in Boston. The network also included riders who could spread alarms quickly through the countryside.\nWarren and Revere oversaw an effective system of propaganda, too, highlighting excesses committed by the British and pioneering the use of fast clipper ships to distribute their side of the story across the Atlantic, where there was a battle for the sympathies of British citizens and politicians.\nTheir intelligence network was tested in spring 1775 as the British prepared for what King George III hoped would be a decisive strike against the rebellious New Englanders, including the arrest of top leaders, John Hancock and Samuel Adams, hiding out in Lexington. Their whereabouts had been detected by British General Thomas Gage’s own spies.\nBut the Warren-Revere network usually was a step ahead of Gage’s team. Keeping a close tab on British movements, the patriot spies learned two key facts, that British agents had scouted routes toward Concord and that British longboats were lowered into Boston Harbor on April 6.\nOn April 8, expecting an imminent attack, Warren prepared an urgent warning to the patriots in Concord, telling them that “we daily expect a Tumult” and that Concord would be the target with an assault possibly the next day. Revere carried Warren’s message by horseback. Although Warren’s date proved incorrect, he was right about one of the Redcoats’ key targets, Concord. The patriots were on high alert.\nThinking Ahead\nOn his way back to Boston, Revere had the prescient thought that the British might try to seal off Boston before their attack and thus he devised a signal with patriots across the Charles River in Charlestown that could be used as a back-up plan. Lanterns would be hung from Boston’s Old North Church, one if the attack came by land, two if by sea.\nGage soon learned from loyalist spies that Revere had carried Warren’s message to Concord. So, in readying the April 19 march on Lexington and Concord, Gage dispatched mounted patrols of 20 officers and sergeants into the countryside on April 18 to cut off warnings from American riders trying to spread the alarm to local militias.\nThe final chapter of this intelligence cat-and-mouse game would determine whether the British would retain an element of surprise, or whether Warren and Revere could ensure that the Redcoats would be met by an armed citizenry.\nBy the afternoon of April 18, a bustle of British activity in Boston had been detected by local residents sympathetic to the patriots. Reports were flowing into Warren’s medical office, his make-shift intelligence headquarters.\nAs described by historian David Hackett Fischer in Paul Revere’s Ride, “In the highly charged atmosphere of Boston, scarcely an hour passed without some new rumor or alarm. Doctor Warren had become highly skilled in diagnosing these political symptoms.\n“On the afternoon of April 18, as these reports suddenly multiplied, he began to suspect that the Regulars were at last about to make the major move that had long been expected. Doctor Warren was a careful man, and he decided to be sure.\n“For emergencies he had special access to a confidential informer, someone well connected at the uppermost levels of the British command. The identity of this person was a secret so closely guarded that it was known to Warren alone, and he carried it faithfully to his grave.”\nAmid the growing signs of a British attack, Warren turned to this source and obtained the details of the British plan, that the British would cross the Charles River by boat and then march to Lexington with the goal of capturing Samuel Adams and John Hancock and then on to Concord to burn the stores of weapons and ammunition.\nThough the name of Warren’s source remains a mystery, some historians have speculated, based on circumstantial evidence, that Warren’s “deep throat” was Gage’s wife, American-born Margaret Kemble Gage. She was believed to have secret sympathies for the cause of independence and was distraught that her husband was under orders to use violence to crush the incipient rebellion.\nMrs. Gage had confided to one friend that “she hoped her husband would never be the instrument of sacrificing the lives of her countrymen.” After the battles of Lexington and Concord, Gen. Gage sent his wife back to England where they remained estranged even after Gage’s return home.\nDispatching Riders\nArmed with the confirmation from his source, Warren put his full intelligence apparatus in motion. On the evening of April 18, 1775, he passed a message to Revere, dispatching him to Lexington to warn Adams and Hancock.\nAware that Gage had placed teams on horseback at key chokepoints along the route, Warren decided on multiple riders. He also called upon William Dawes and possibly a third message carrier.\nDawes managed to get past the British sentry at the Boston Neck just before the only land route out of Boston was shut down. Revere activated his plan to have two lanterns placed in the North Church steeple while he navigated his own escape from Boston over the Charles River and then by horse inland.\nThe patriots’ warning system proved remarkably successful. Alerted by Revere and Dawes, other riders set off across the New England countryside. Even though Revere was briefly captured by one of Gage’s roving teams, any British hope for surprise was gone by the time the Redcoats reached Lexington early on April 19. Hancock and Adams had already fled.\nAfter a brief clash with militiamen on Lexington Green, the British continued inland to Concord, where they encountered more Massachusetts militiamen who fought the Redcoats at Concord’s North Bridge. That engagement started the British retreat back toward Lexington, as militias from across the region arrived to join the fight.\nSomehow, Doctor Warren managed to slip out of Boston himself and met up with the growing rebel force. Warren joined Gen. William Heath, a self-taught military strategist who devised the harassing attacks that inflicted heavy casualties on the British forces while minimizing those of Americans.\nWarren narrowly escaped death himself when a musket bullet struck a pin of his wig. He is reported later to have told his worried mother that “where danger is, dear mother, there must your son be. Now is no time for any of America[‘s] children to shrink from any hazard. I will set her free or die.”\nMaking the Case\nAlmost as soon as the British survivors had limped back into Boston, Warren and Revere began overseeing another important intelligence operation, the task of documenting what had happened and getting out the word. Nearly 100 depositions were taken from witnesses and put into print, along with a letter from Warren addressed to the “Inhabitants of Great Britain.”\nThe patriot leaders had riders carry news of the battle down the American coast, but equally important, a fast American schooner took the news to England, where the documents were slipped to the mayor of London, who was considered sympathetic to the American cause. It was a masterstroke of 18th Century propaganda as the Americans got their depositions  and their side of the battles of Lexington and Concord  into the British press some two weeks before Gage’s reports arrived by sea.\nBack in America, the British forces were bottled up in Boston, and Doctor Warren was emerging as an important leader of the revolution. He was elected president of the Massachusetts Provincial Congress and was appointed general of the Massachusetts troops on June 14, 1775.\nHowever, on June 17, before his commission took effect, the British moved to break out of Boston by assaulting American militia forces dug in across the Charles River near Bunker Hill (actually at Breeds Hill). Warren volunteered as a private soldier, rebuffing offers of a command position.\nHe then put himself in the middle of the battle as two British infantry charges were repelled at great loss of life to the Redcoats. On the third charge, with the Americans out of ammunition and falling back, Warren rallied a final defense of the retreat and was shot in the head.\nWarren’s lifeless body was recognized by a British officer who had Warren’s clothes stripped off and the body mutilated by bayonets before being dumped into a mass grave. Doctor Warren had just turned 34.\nBritish Captain Walter Laurie, who had commanded British forces at Concord’s North Bridge, was later quoted as saying that he “stuffed the scoundrel with another rebel into one hole, and there he and his seditious principles may remain.”\nGen. Gage reportedly hailed Warren’s death as an important blow against the rebellion, but Warren quickly became a martyr to the cause of freedom, exemplifying the willingness of Americans to give their lives for independence from the King of England.\nAfter the war moved away from Boston, Paul Revere and two of Warren’s brothers located the grave, exhumed Warren’s body (which Revere identified based on artificial teeth that he had wired into Warren’s mouth) and reburied him in the Granary Burial Ground in Boston (Warren’s remains were later moved to a family funeral vault in Jamaica Plain).\nThough his sacrifice has faded from the national memory, Warren was an inspiration to many of his fellow patriots. As historian Fischer noted, Paul Revere named his next-born son, Joseph Warren Revere, and a portrait of Warren was kept in a place of honor over the parlor fireplace in the Adams family home.\nWarren also impressed on his fellow American revolutionaries the need for accurate intelligence about the enemy’s planning and the value of using documented truth to rally the people of the world to a worthy cause.\n[To read Robert Parry’s writings on more recent American history, you can now order two of his books, Secrecy & Privilege and Neck Deep, at the discount price of only $16 for both. For details, click here .]  \nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nPost navigation\ndahoit\nSome gave all.\nCan you imagine Schumer,Lieberman,Graham,Clinton or Obomba et al doing so?\nMe neither.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2012/04/18/emptying-the-book-warehouse/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.neckdeepbook.com/"
            ]
        },
        "key_words": [
            "day",
            "concord",
            "american",
            "patriots",
            "spy",
            "revere",
            "lexington",
            "british",
            "warrens",
            "intelligence",
            "warren",
            "boston",
            "v"
        ]
    }
]