[
    {
        "url": "https://www.christianpost.com/news/praying-for-deliverance-dunkirk-1940.html",
        "title": "Praying for Deliverance, Dunkirk: 1940",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPraying for Deliverance, Dunkirk: 1940\nPraying for Deliverance, Dunkirk: 1940\n| Tuesday, June 02, 2015\nBob Morrison is a senior fellow for policy studies at the Family Research Council.\nWhat must it be like to know that your name is on a list of thousands of people to be shot? What is it to know that your family will be hustled off to a concentration camp where few if any will emerge alive? How do you prepare for your country coming under the heel of a ruthless killer supported by all the latest technology?\nThose were questions faced by leaders in Britain seventy-five years ago. And leaders then included not just political figures, but prominent people in the Church, in the universities (think of C.S. Lewis, JRR Tolkien, and Dorothy Sayers) in business, labor, and the arts.\nWinston Churchill had been named Prime Minister on May 10, 1940. Returning in a car from Buckingham Palace, where King George VI had asked him to form a government, Churchill responded to the congratulations of his faithful bodyguard, Walter Thompson of Scotland Yard. \"I only hope it's not too late.\"\nEarlier on that same day that Churchill achieved his lifelong ambition, Adolf Hitler's train made a sharp change of direction. Gliding along noiselessly over specially prepared tracks, the train followed the Führer's midnight orders. It changed course from a northerly direction to the West. So quiet was the change that few snoring Nazis on the train were even aware.\nBut, Hitler was. This day he began his Blitzkrieg on the Western Front. He combined a massive tank assault with air supremacy to crush the armies opposing him. Soon, the King of the Belgians surrendered. His cowardly move exposed the entire French flank. And the Queen of Holland took flight, arriving in England with only her dress and a tin hat. And, irony of ironies: Hitler's long, sleek, black train was named Amerika.\nSoon, the outnumbered British Army in France was surrounded. Hitler had only to reach out his paw and he could crush that British Expeditionary Force (BEF) like a little bird.\nMany in Britain felt sick with fear. Diarist Harold Nicholson wrote that he and his wife, famed writer Vita Sackville-West, were planning to commit suicide if the Germans invaded. The elites were the best informed and, as historian John Lukacs writes in Five Days in London, the most likely to be dispirited.\nWith Norway, Denmark, Holland, and Belgium overrun, and France collapsing, most British common folk did not succumb to fear. They didn't know as much as the elites knew, but they were sure they would \"muddle through.\"\nThese commoners even seemed to welcome France's exit from the war. They described the coming Battle of Britain like a football (soccer) game in which they would have the home field advantage.\nChurchill was uneasy in the saddle. He knew his Conservative Party did not trust him. They didn't even like him. And his greatest Tory rival, the Foreign Secretary Lord Halifax, thought Winston's combative \"fight them on the beaches\" talk was just \"so much rot.\"\nHalifax wanted to pursue peace talks through the Italian dictator Mussolini. This self-styled Duce was not yet in the war. Maybe we could go through him to reach Hitler, Halifax said.\nIf Hitler agrees that Britain shall remain independent and the British Empire guaranteed, maybe we should at least talk about it. Besides, just having talks would give us a truce and time to evacuate our encircled army from the French beaches at Dunkirk.\nFor Churchill, even to talk about a British appeal to Hitler was fatal. As soon as word got out that Britain was crying \"Uncle,\" the fighting spirit of the British people, their powerful Navy, their surrounded Army would pop like a soap bubble. Churchill called it the slippery slope.\nAnother thing Halifax wanted: A National Day of Prayer. In this, the man they called the Holy Fox, had the full support of King George VI.\nIf appealing to Hitler was the last thing in the world Churchill wanted, a National Day of Prayer was the second to last thing he wanted. (In the popular recent BBC wartime detective series, Foyle's War, the lead character Detective Chief Superintendent Christopher Foyle reacts to the King's appeal for prayer with typically British understated dismissal. His expressive face tells all: \"Their Majesties want us to get down on our knees and pray.\") Americans whose only knowledge of George VI comes from the hit movie, The King's Speech, may be surprised to know that this stammering monarch was a man of deep faith.\nChurchill did not have the power to dismiss this idea, too. Perhaps if he gave in to Halifax on NDOP, he could stall the Foreign Secretary on that terrible negotiation idea.\nWhich is what happened. When Winston Churchill made one of his infrequent appearances to a church, the Vicar thanked him for coming. \"Prime Minister, I should like to tell my parishioners you are a pillar of the church.\" Ever the ready wit, Churchill rejoined: \"You may tell them I am a buttress of the church; I support it from outside.\"\nBut pray they did. And instead of the hoped-for 40,000 or 50,000 troops safely home from Dunkirk, Operation Dynamo resulted in 338,000 British, French, and Belgian troops brought off the beaches. Hundreds of British ships formed a vast unsinkable fleet, composed not only of warships, but of ferry boats, tugboats, excursion vessels, fishing smacks, and private yachts.\nAll of this combined to create what even skeptical Prime Minister Churchill would call \"a miracle of deliverance.\"\nMany writers looking at those desperate days in May and early June, seventy-five years ago, say that this was Hitler's great lost opportunity.\nHe might have destroyed the BEF on the beaches, but he gave a halt order to his army, his Wehrmacht. His panzer tanks stopped in their tracks. Had he just continued on, he might have invaded England and won the war.\nNot all British troops were rescued, tragically. To some of those heroes—along with the brave French First Army—goes the everlasting tribute of laying down their lives for their friends.\nWhen the Germans demanded the surrender of one surrounded British regiment, their reply was negative and their terse message home was immortal. They hoped to hold out, they said, \"but if not…\" Those words , from the Book of Daniel, spoke volumes.\nEveryone evacuated from Dunkirk seemed impressed by one amazing fact: The normally storm-tossed English Channel was \"as smooth as a millpond.\" No one thought they could bring off a third of a million troops because they all knew their home waters.\nThe next time some sophisticate dismisses the Power of Prayer, or when TV talking heads sneer at efforts like FRC's \" Call2Fall ,\" we can confidently answer them with one word: DUNKIRK.\nBob Morrison is a senior fellow for policy studies at the Family Research Council.\nSponsored\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.biblegateway.com/passage/?search=Daniel+3%3A18&version=KJV",
                "http://www.call2fall.com"
            ]
        },
        "key_words": [
            "train",
            "halifax",
            "deliverance",
            "hitler",
            "praying",
            "know",
            "dunkirk",
            "british",
            "churchill",
            "britain",
            "troops",
            "prayer",
            "wanted",
            "1940"
        ]
    }
]