[
    {
        "url": "https://consortiumnews.com/2017/12/11/national-democrats-resist-reforms/",
        "title": "National Democrats Resist Reforms",
        "authors": [
            {
                "name": "Geoffrey De Galles",
                "link": null
            },
            {
                "name": "Dennis Rice",
                "link": null
            },
            {
                "name": "Susan Yerry",
                "link": null
            },
            {
                "name": "Leslie Feuille",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Den Lille Abe",
                "link": null
            },
            {
                "name": "Mild-Ly - Facetious",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "J. Brewer",
                "link": null
            },
            {
                "name": "Bill Cash",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-12-11",
        "text": "Main menu\nBy Norman Solomon\nWith the Democratic Party’s “Unity Reform Commission” now history, major political forces are entering a new stage of contention over the future of the party. Seven months after the commission’s first meeting — and nine months after Hillary Clinton backer Tom Perez won a close election over Bernie Sanders supporter Keith Ellison to become chair of the Democratic National Committee — the battle lines are coming into focus for next year.\nFormer Secretary of State Hillary Clinton and Sen. Bernie Sanders during a 2016 Democratic presidential debate . (NBC photo)\nThe commission’s final meeting adjourned on Saturday after a few steps toward democratizing the party had won approval — due to the grassroots strength of progressives. But the recommendations from the commission will go to the Rules and Bylaws Committee, which was one of the DNC decision-making bodies that Perez subjected to a purge two months ago. Now, in the words of Jim Zogby (who was removed from the Executive Committee by Perez), “There are virtually no Bernie supporters on the Rules and Bylaws Committee.”\nWhen the latest Unity Reform Commission meeting got underway, Perez talked a lot about unity. But kicking Sanders supporters off of key DNC committees is the ugly underside of an ongoing dual discourse. (Are we supposed to believe Perez’s soothing words or our own eyes?) And party unity behind a failed approach — internally undemocratic and politically hitched to corporate wagons — would hardly be auspicious.\n“Emerging sectors of the electorate are compelling the Democratic Party to come to terms with adamant grassroots rejection of economic injustice, institutionalized racism, gender inequality, environmental destruction and corporate domination,” says the recent report “ Autopsy: The Democratic Party in Crisis ” (which I co-authored). The report adds: “Siding with the people who constitute the base isn’t truly possible when party leaders seem to be afraid of them.”\nDNC Chairman Perez and allied power brokers keep showing that they’re afraid of the party’s progressive base. No amount of appealing rhetoric changes that reality.\n“We pride ourselves on being inclusive and welcoming to all,” the Democratic National Committee proclaimed anew at the start of this month, touting the commission meeting as “open to the public.” Yet the DNC delayed and obscured information about the meeting, never replying to those who filled out an online RSVP form — thus leaving them in the dark about the times of the meeting. In short, the DNC went out of its way to suppress public turnout rather than facilitate it.\nRebuking the DNC\nOne member of the task force that wrote the Autopsy, Karen Bernal, is the chair of the Progressive Caucus of the California Democratic Party. After traveling across the country and sitting in the sparse audience during the first day of the Unity Reform Commission meeting, she took the liberty of speaking up as the second day got underway. Bernal provided a firm rebuke of the DNC’s efforts to suppress public attendance.\nSen. Bernie Sanders speaking to one of his large crowds of supporters during the 2016 campaign. (Photo credit: Sanders campaign)\n“For all of the talk about wanting to improve and reform and make this party more transparent, the exact opposite has happened,” Bernal told the commission. (Her  intervention , which lasted a little more than two minutes, aired in full on C-SPAN.)\nOn Sunday, a mass email from Zogby via Our Revolution summed up: “We are fighting for racial, social, economic, and environmental justice. The Democratic Party needs everyone, regardless of their race, religion, gender, sexual orientation, age, ability, country of origin, language, or socioeconomic status, to be deeply involved in order to change the course of this country.”\nFor those reasons, he added, “we are calling for an end to superdelegates, [for] open primaries and caucuses, [for] same-day registration, and [for] more transparent, fair, and accountable leadership at the helm of the DNC.”\nOverall , the commission approved some recommendations that were partial victories for progressives. Among the most notable: It called for reducing the number of notoriously  undemocratic  superdelegates to the national convention from 712 to about 300, while the only democratic number would be zero. [ Superdelegates are party insiders who are not chosen through a primary or caucus but nevertheless get to vote for the party’s nominees. In 2016, they broke overwhelmingly for Hillary Clinton.]\nThe commission somewhat improved transparency for often-dubious DNC contracts with  high-paid consultants  and vendors, while defeating sensible amendments by commission member Nomiki Konst — who  spoke with notable clarity  about the need to clamp down on financial conflicts of interest among DNC decision-makers.\nThe eight Sanders appointees — Konst, Zogby, Larry Cohen, Lucy Flores, Jane Kleeb, Gus Newport, Nina Turner and Jeff Weaver — put up a good fight as members of the Unity Reform Commission. They were outnumbered, and on key issues were often outvoted, by the 13 who’d been selected by Clinton or Perez. Next year, the odds to overcome will be much worse.\nWith the purged Rules and Bylaws Committee now overwhelmingly stacked against progressives, only massive pressure from the grassroots will be able to sustain momentum toward a democratic Democratic Party. Meanwhile, corporate forces will do all they can to prevent the Democratic Party from living up to its first name.\nNorman Solomon, the national coordinator of the online activist group RootsAction.org, is a member of the task force that wrote “Autopsy: The Democratic Party in Crisis.” His books include War Made Easy: How Presidents and Pundits Keep Spinning Us to Death.\nBill Cash\nDecember 18, 2017 at 14:45\nThe autopsy is right on target and well worth reading. Here are 2 paragraphs from it:\nWhat did happen — and what ought to deeply worry Democrats moving forward — is the massive swing of white working-class voters from Obama in 2012 to Trump in 2016 and the depressed turnout of black and Latino voters for Clinton relative to 2012 Obama. There was a 16-point swing across all races (though this is overwhelmingly due to whites) for those making less than $30,000 from the D to R column and a six-point swing for those making between $30,000 and $50,000. Turnout among African Americans and Latinos was also far lower than many expected, which represents an ominous trend for the party moving forward. To put it in marketing terms: the Democratic Party is failing, on a systemic level, to inspire, bring out, and get a sufficient majority of the votes of the working class.\nThe Democratic Party, as pollster Stanley Greenberg emphasizes, doesn’t have a “white working-class problem” — it has a working-class problem. “If there was one area where Democratic turnout was undeniably weaker in 2016 than 2012 it was among African Americans,” Patrick Ruffini wrote in FiveThirtyEight. Black turnout, especially in key swing states, was 14.1 percent less than election models predicted — far more than the 3.2 percent decline among whites. While it’s important to note the damaging effect of Republican Party attempts at minority voter suppression through gerrymandering and voter ID laws, the Democratic Party has failed to give many of those who can vote a reason to do so.\nThis is animated, in part, by the perception that the party is in the pocket of the rich.\nRootsAction is a great source. Thanks Mr. Solomon\nJ. Brewer\nLike i said, Perez is an effing d-bag.\nDiscounting and ignoring progressives will be the death of the DNC, and possibly the nation as well.\nWe’re not swallowing your lying bs any longer. Effing a-holes.\nDecember 14, 2017 at 17:17\nI applaud the efforts and voices of the progressives attempting to move the Democratic Party to the left. However, I am one who, Like Ralph Nader, thinks it is unrepairble. In the largest of all pictures the country’s ordinary citizens are waging a battle against the ideology of “neoliberalism”, the “there is no alternative” to greed crowd (Fieidman/Reagan/Thatcher, etc. – Ayn Rand devotees) who, in practice, are, in effect, masters and serfs neofeudalists! This decades old backward creeping thrust requires INSURECTION! FORCE (tens of millions in the streets and actively supporting progressive issues and candidates) is required to reverse this tide! The citizenry is still too uncaring and timid to take such initiatives. And, the DNC doesn’t have the wherewithall to even acknowledge what’s happening let alone to accept it and develop strategies for combating it! The American worker/farmer/ordinary citizen has NO representation – by design, unfortunately! We need a real progressive party; a viable 3rd party!!! I suggest anyone wanting to see what a progressive America would look like – an inclusive, productive, respectful, fully representative American socio-economic and governmental system – a radical democracy, if you will, visit the home site of the Democratic Socialists of America (DSA). My 2 cents.\nDecember 12, 2017 at 20:25\nThrow out the divisive identity politics and it would be worth joining the Democrats. Otherwise I’ll be on the lookout for candidates who talk about universal health care, economic justice, election reform, curbs on imperialism and steps to improve our environment. Start leading with racial and gender issues and victims, you lose me. I think I am not alone and the Democratic Party just doesn’t get it.\nSkip Scott\nHerman-\nBernie talked about all those things, but he chose to attempt to corral his followers into supporting Hillary in the end.  I would expect a similar performance from him or some other Trojan horse in 2020.  Money has totally corrupted the Democratic party.  The progressives would be making a big mistake to stick with the Democrats again only to get shafted at the convention.  I am hopeful that we can get a charismatic leader in the Green party to attract the supporters of “Our Revolution” and others looking for peace and economic justice and make them see that building the Greens into a major party is our only hope.  I really believe once we made the televised debates we would reach a tipping point and win the election.  It would probably have to be someone with deep pockets and name recognition so the MSM couldn’t ignore them.   And of course they better be able to afford a really good security detail.\nDecember 13, 2017 at 09:49\nI would add the most important issue, reforming the election process replacing private funding with public funding and imposing obligations on the for profit media to make time available gratis to a more candidates. Some threshold of public support would have to be demonstrated by candidates before they were given access. The aim: to create faith in the power of individual citizens to influence the outcome of elections, that their votes count.\nSkip Scott\nDecember 13, 2017 at 12:06\nYes, I agree completely.  However, I think we would first have to win one election, before those changes would become possible without violent revolution.  In the end, it may really take a sea-change in consciousness; and unfortunately those types of changes usually only come about as the result of extreme trauma.\nMild-ly - Facetious\npl. kak·is·toc·ra·cies. Government by the least qualified or most unprincipled citizens.\nOrigin of kakistocracy. Greek kakistos worst superlative of kakos bad\nPlato’s Five Dialogues are sorely missed.\nJohn\nDecember 12, 2017 at 13:25\nDo not forget that at the DNC nomination party, Bernie Sanders’s wife coming on stage on reminding Sanders that his name was still on the ballet. Meaning, that he could still be voted for president. And after, they received their 400k beach front home and the Sanders set up a ‘foundation’. In which, many of his progressive believers left the foundation for whom Sanders had placed in charged. The Sanders family was in on the scam from the beginning. The Sanders are just apart of the kakistocracy as the rest of them. Truth Stream Media had done a video a couple weeks ago showing the video of what I just wrote about. I tried finding it in the Way Back Machine but could not, but the Dykes still had it. If one wishes to see it, check out truthstreammedia.com or their you tube channel. It’s all a sham, facade, charade just like hollywood, intelligence, false flags, state operated terrorism, etc. That is why the banished the word kakistocracy from Webster’s Dictionary a century ago. A kakistocracy is the worst elements of a society running said society. It explains it perfectly in one word.\nDHorse\nSo… to summarize,  another big win for Trump…\nDecember 12, 2017 at 10:17\nReducing Superdelegates, what a joke. Clinton & company may have stole some primary elections via electronic tampering. Greg Palast’s research is best in this area. The entire Republicrat party is rigged to a large degree and has been for some time.\nMild-ly - Facetious\nDecember 12, 2017 at 12:42\nThey’ve been “rigged”, for certain after the  presidential election of Y2K where Bush was SELECTED by a rigged SCOTUS.\nWe’ve been going downhill, as an honest nation,  since then… .\n(Trump self-deceptively swears his inaugural ceremony was greater/larger than was Obama’s.\n… lying eyes, they don’t tell the Truth).\nJohn\nDecember 12, 2017 at 13:29\nIt was never an honest country/government from the beginning. Remember Shay’s Rebellion which was the catalyst for creating the Constitution and later Bill of Rights. It was set up by the wealthy for the wealthy to keep their wealth and power. Nothing more, nothing less. A kakistocracy from the inception.\nWhiskey Rebellion against Hamilton purposely bankrupting Trans Appalachian farmers with an exorbitant tax in order  to centralize distilling  into the hands of the coastal big business distilleries.\nJohn\nDecember 12, 2017 at 13:31\nAlso, blackboxvoting.com has done great research into this. There used to be a video on you tube with the man that created the programming for the electronic voting machines testifying before a congressional committee. Fractional Magic.\nDen Lille Abe\nDecember 12, 2017 at 07:18\nHmm , I was worried that Wall street was loosing the “grip” , good to hear that they are in total control of the Clinton, ehh Democratic party, and that those nasty disruptive progressives have been thrown out. Next they would want free healthcare and education and decent minimum wages too!!! Pure socialism!!\n/S\nI will just stick with my Swedish passport a while longer…\nDecember 12, 2017 at 04:01\nDemocratic Party uses race and sex to separate Americans. Progressives are part of the problem. They support the Demon Party. Bernie has no vision except free stuff and open borders. What could go wrong? Ask folks in NYC.\nMild-ly - Facetious\nDecember 12, 2017 at 12:30\nCheap Shot Artist using name of Nazi inspiring – free love apologist, Margaret Sanger.\nTrump and Moore are Prime Exhibits   to her philosophy of ” free love ” – as was Ayn Rand.\nSanger, Trump, Moore, Rand all fit seamlessly into the category of deviant and predatory scumbag.\nSimon\nDecember 12, 2017 at 01:12\nVery much a rigged and anti-democracy game at the top echelons of the Democratic Party.\nGood statement of needed reform by the Bernie wing:  “we are calling for an end to superdelegates, [for] open primaries and caucuses, [for] same-day registration, and [for] more transparent, fair, and accountable leadership at the helm of the DNC.” But it seems the party establishment does not want actual democracy.\nZachary Smith\nHow We Became Israel\nPeace means dominion for Netanyahu—and now for us.\nI looked up Mr. Bacevich and found that interesting-looking title.   The piece was well-written, but it somehow managed to skip over a lot of the realities we discuss here.   He’s not very hard on Israel, and doesn’t mention at all how most of the US adventures overseas have benefited nobody else except that nation.\nBy the time Barack Obama succeeded Bush in 2009, most Americans—like most Israelis—had lost their appetite for invading and occupying countries.\nIf Israel no longer invades and occupies countries, might not it be on account of having a pet elephant named “US of A” to do it for them?    And the US taxpayer these days pays more for super-expensive “smart” munitions and mercenaries than for invading armies.   If Syria could have been brought to a suitable level of destruction, I’m pretty sure Israel would have walked right in.   I suspect the excuse would have been to protect itself from evil ISIS which had destroyed the Syrian Government and was planning all kinds of mischief against Holy Israel! With the best-watered land in Syria under the control of the IDF, Lebanon would soon become a cakewalk.\nIn another piece Mr. Bacevich writes about the US not winning wars  anymore.   What he forgot in this was that while smashing Muslim nations for Israel isn’t a victory for the US, it sure is for Israel!\nAnyhow, I don’t know how Mr. Parry selects authors.   I can’t recall reading any out-and-out necons here while I’ve been reading the articles.\nZachary Smith\nDecember 12, 2017 at 01:00\nThis post was supposed to be a reply to ranney, but instead ended at the bottom of the page.\nDHorse\nConsidered yourself bottom marginalized.\nDecember 12, 2017 at 01:10\nZachary, I’m glad you looked up the Bacevich article, but I disagree with your analysis.  He wasn’t talking about the Israel problem (which he has written about in other places and disagrees with Israel’s behavior toward Palestine etc.)  He was writing about our endless wars that cost too much in lives and general destruction for no purpose.  He was saying that the new militancy that finally targets sexual abuse of women is a good thing and it would be nice if we  we acquired the same  militant attitude toward our endless and costly (in lives and treasure of all concerned) predations in places like Iraq Afghanistan, not to mention Libya, Somalia, Yemen and so on\n. Like forcing some out of their jobs for their sexual behavior, he suggests that maybe we could do the same with Generals and others who continue to promote wars.\nIt is hard (no, impossible) to cover every aspect in an essay.  to cover it all would require a book.  And by the way, he has written several.\nLeslie Feuille\nDecember 11, 2017 at 21:16\n“With the purged Rules and Bylaws Committee now overwhelmingly stacked against progressives, only massive pressure from the grassroots will be able to sustain momentum toward a democratic Democratic Party. Meanwhile, corporate forces will do all they can to prevent the Democratic Party from living up to its first name.”\nHow are you going to generate “massive pressure from the grassroots” over an internal party matter when everyone is tied up in trying to stop the tax bill and saving net neutrality?\nI wish someone had a more practical solution.\n.\nDecember 11, 2017 at 21:16\nOne thing gives me alot of hope. Bernie got alot of support in 2016. When you consider what what happened the levels of support kucinch or ralph N got. Bernies support has grown alot since. Young folks love the guy and more than alot of 15/16 year olds saying theyll cast their first vote for him 2020!                                     Bernie2020.   Keep up the fighr guys!\nSeems like that big change is coming\nDecember 12, 2017 at 04:03\nBernie has no economic vision and supported Hillary. He is nothing more than a sheepdog and a disappointment to Americans who wants true change.\nYou cannot solve American problems by supporting Globalism. Impossible.\nDecember 11, 2017 at 21:09\nThomas Franks did excellent analysis of screwed-up American politics in several of his books. Both parties abandoned the working class. Lobbying mostly started by Repubs (Jack Abramoff, etc) guaranteed shilling for corporations winning against people: “The Wrecking Crew”. It took a Democrat, Bill Clinton, really a Republican in Dem clothing, to sell out the people completely with NAFTA and repeal of Glass-Steagall: “Listen, Liberal:Whatever Happened to the Party of the People”?. The wreck is now extreme, witness this last election.\nDecember 11, 2017 at 21:08\nI will be impressed with failed Congressional candidate Norman Solomon’s political integrity the day he makes a public statement supporting the liberation of the Palestinian people from Israeli apartheid and murder. A reformed Democratic Party that is too cowardly to address the horror of the Israeli concentration camps qua shooting gallery in Gaza and the West Bank, not to mention critiquing Trump’s racist Zionism, will not get my vote. These reform opportunists advertise the possibility of a softer, gentler, less corrupt Democratic Party so they can sleaze themselves into office, it looks like from here. Seriously, Norman, if you want to impress folks, quit the f%^&$$ Democrats and start up a new party that has a platform that includes a ONE STATE solution for a genuinely democratic state of Israel-Palestine in which theocracy and genocidal actions are banned. Get some spine.\nSusan Yerry\nDecember 11, 2017 at 20:00\nThe sham of the 2016 Democratic Primaries was deeply disturbing to me.  Massive electronic voting fraud, voter purging, and voter suppression, among numerous other problems.  Furthermore, the defense of the DNC Fraud lawsuit clearly shows that the DNC does not believe it has to operate in a democratic manner.  Work to clean up the corruption and restore democracy.  Make election integrity and a return to paper ballots with citizen audits a priority. Put people and the environment before corporate greed and personal gain and you will win again.\nweilunion\nDecember 11, 2017 at 19:42\nWe must stop the binary thinking and forget about the two party charade. There is one party and it is a Donner Party.\nBannon and the fascists are building a third party while pundits from the so-called progressive side keep building layers of deceit and deception.\nLouise\nIt is time to wake up to two sad truths:\nA) No-one will be allowed into the Oval Office, who will go against the\nestablishment or the “Deep State”. If a person should succeed s/he\nwill be blackmailed or threatened to succumb to TPTB.\nB) We have only one party as far as the most serious issues are\nconcerned. The so called divisions on social issues are created on\npurpose. This gives the public the illusion that it has a choice and\nthus creates a useful “divide and conquer” tool.\nThere is a very good reason why “both” parties will not permit a\nthird one to get into the game. Also, the public has been well\nconditioned to the “a third party cannot win” meme.\nDecember 11, 2017 at 19:33\n“We have only one party.” My Social Science Prof told me that 60 years ago when I was a freshman in college.  I didn’t understand him then;  but it certainl has become self-evident since then.\nweilunion\nA Donner Party\nDecember 11, 2017 at 16:56\nI certainly agree with this article and I agree with the comments about it too.  But I have a different question I hope someone can help with.\nI read Consortium religiously and I also read Common Dreams on a daily basis.  Today I was reminded of a question I often have because Norman’s article was placed in the Common Dreams oped column right next to Col. Andrew Baceviche’s article (A Harvey Weinstein moment for America’s wars).  Both these articles are covering topics that need to be  talked about.  One gets published in Consortium and one doesn’t.  In fact I’m pretty sure I have never seen one of Col. Baceviche’s articles in Consortium despite the fact that what he has to say (wittily, elegantly and, above all, knowledgeably) would correspond with the writers I have come to admire at Consortium.  Are his articles too expensive? or is he too hard to contact? or any number of reasons I suppose.  I don’t know how this works when various writers are seen simultaneously on different web sites.  Is there a conflict?\nAnyway I don’t understand, and I’d like to because I think Baceviche’s ideas are worth having as wide an audience as possible.\nAnyway, those who haven’t read his article can go to Common Dreams and find it there – much as I wish it were at Consortium.\nI’m also disappointed that Common Dreams has not reprinted any of Robert Parry’s articles  for a long time; they used to, but  I suppose his attitude toward the Russia fake news doesn’t gibe with Common Dreams since they have swallowed the group think on that matter.  Never the less,  Common Dreams has other articles worth looking at, so I continue to look for those.\nDave\nDecember 11, 2017 at 16:33\nThese people sound as though they are trying  to form a minor league republican party.  These are the very people\nthat cause the fractures within the party.\nDecember 11, 2017 at 16:11\nI will vote of no democrat till you become a real democracy. No superdelegates\nMild-ly - Facetious\nAmerica, The Bible, and Judge Roy Moore\n– along with  the  strong Influence of Steve Bannon\nis more impressive than was the Power of Karl Rove\nover Bush 41– “Bannon is Trumps powerful tool”\n(statement made / this morning / c-span AM Washington journal)\nBannon and Trump;\nwhat you’ll see is what we’ll get from Trump/Bannon\nFind Here – if not found there: https://www.c-span.org/person/?lisamascaro\nweilunion\nDecember 11, 2017 at 20:02\nBuzzFeed has a long piece based on a cache of leaked emails that describe behind-the-scenes efforts at Breitbart to mainstream the “Alt Right” neo-Nazis. This story firms up analysis of Breitbart as a white nationalist publication run by neo-Nazis for the purpose of mainstreaming neo-Nazi ideals.\nThose efforts primarily revolved around Milo Yiannopoulos, who is:\n1. Tasked with reaching out to “Alt Right” figures.\n2. Getting comments from them about what the “Alt Right” was all about.\n3. Then, later getting feedback from them about the planned articles before they were published.\nIt was clearly a group effort. Those efforts included Andrew ‘the weev’ Auernheimer, Curtis Yarvin (the founder of the “Dark Enlightenment” movement), and Devin Saucier, a neo-Nazi Yiannopoulos describes as his best friend.\nOf primary interest here is the cunning exercised by Yiannopoulos, Bannon et al in parsing just what they can get away with doing and what they must avoid. ” . . . . By Yiannopoulos’s own admission, maintaining a sufficiently believable distance from overt racists and white nationalists was crucial to the machine he had helped Bannon build. . . .‘Thanks re 1488,’ Yiannopoulos responded. . . .’I have been struggling with this. I need to stay, if not clean, then clean enough.’“\nThe emails included back and forths between Yiannopoulos and Breitbart editors about whether or not the publication was getting too openly friendly with the Nazis, with Yiannopoulos being told at one point that it was fine to use a “shekels” joke but “you can’t even flirt with OKing gas chamber tweets.”\nProgram Highlights Include:\n1. Curtis Yarvin’s  statement that he was “coaching” Peter Thiel on politics.\n2. How the two Yiannopoulos passwords found in the emails were “a password that began with the word Kristall”, and “LongKnives1290”.\n3. How the formidable economic power of the Mercer family serves as a legal intimidation factor for anyone labeling Yiannopoulos as a racist or Nazi.\nDecember 11, 2017 at 15:04\nIt is unfortunate that the Democratic National Committee and Mr. Perez do not read these ‘ground roots’ comments. On the other hand, I think they are too damned dumb and out of touch to understand anyway. All wrapped up in their snotty self-importance to care about winning political races and the welfare of the country. What could be a banner era of winning elections (2018 – 2020) isn’t going to happen as long as the Democratic party had this kind of piss-poor leadership…(?)\nNavyVet\nGreat article. Tweeted to all 21 of my followers!  :P\nBut, I’m confused. You seem to have forgot to mention the need to hold more discussions about Russia.\nGeoffrey de Galles\nDecember 11, 2017 at 14:29\nI venture to predict that, by 2020, the LA tragi-comedian Jimmy Dore and his two adorable side-kicks Stef and Ron, will have amassed plenty enough existential solidarity and political combustion as to swing the next POTUS election, one way or the other. Their political satire, most often at the expense of the wretched Dems, doomed more and more into irrelevancy day by day, is issue-by-issue informed, incisive, profound, and to be taken deeply seriously by anyone who still cares a shit any more. Moreover, as it happens, in terms of their combined intellectual capacity they put ruthlessly to shame 99% of the Wash DC political-cum-media elite. Indeed, in my estimation, given the burgeoning acclamation of the Jimmy Dore Show, Bernie Sanders must be a sheer arse-hole in his not having sought to enter into some kinda more or less formal affiliation with the trio — all of whom were passionately his advocates back in 2016 — for they are verily, by now, the sound of the future. Readers, if you haven’t already, do get yourselves to YouTube and check out # The Jimmy Dore Show. I promise, you’ll laugh yourself to tears because all of what they have to say is, only too tragically, right on the money.\nRealist\nDecember 11, 2017 at 14:18\nThe Democrats need to spend plenty of time in  the wilderness before they are allowed back to power.   They will learn no effective lesson if they are led to think that they’ve effectively hoodwinked the public with their cock and bull story that Russia is to blame for Hillary’s rejection by the voters.  Besides,  their policies of Republican-lite neoliberalism economics and warmongering neocon foreign policy should be totally unacceptable to any civilised progressive.    Sorry, Dems, back in the oven with you till you’re thoroughly cooked.\nJohn A\nDecember 11, 2017 at 14:16\nTalleyrand’s comment about the Bourbons “They had learned nothing and forgotten nothing” springs to mind with the Democrats.\nPaul G.\nDecember 11, 2017 at 13:52\nLet me add that Bernie was a fool to stand next to Herself on the stage and say that he was ”…proud to stand next to Hillary Clinton…” That was a moment when he lost most of his authority; and lent credence to the “sheepdog” theory.  He could simply have said; OK we lost so now we have to keep Trump out of office; instead of praising the criminal who cheated and shafted him. He betrayed his followers in that moment. Bernie has always been a bit naive; hopefully Donna Brazile has woken him up.\nirina\nDecember 11, 2017 at 15:10\nThe wind actually went out of Bernie’s sails right after his meeting with Obama in June of 2016.\nHis entire demeanor changed. Have to wonder what Obama said to him, maybe a ‘word to the wise’\nabout what might happen to his family if he didn’t align himself with the Clinton cabal ?\nirina, like Kucinich with Clinton on the Tarmac\nPaul G.\nDecember 11, 2017 at 18:15\nGood point; I suspect he reminded him who controlled the purse strings; which Obama knows well having cozied up to Penny Pritzker who became his king maker. Slick Willy and Obama ingratiated themselves into the system well. Hillary was in by default, Bernie was an insurgent. Doing your homework in the party means first cultivating the money folks; then you cultivate the public. Bernie started with the public, not the way the party works-which is the essence of the problem.\nweilunion\nDecember 11, 2017 at 20:00\nHe is right. And for those of you who do not know who was responsible for the wretched Obama, take a look at Penny Pritzker\nShe should be in jail but is the head, or was, of the Dept. of Commerce, thanks to Obama.\nStop even thinking of trusting any of these clowns in empty suits.  They are scurrilous politicians in the bordello of power.\nSaltyGrease\nDecember 11, 2017 at 18:53\nThere is an open FBI investigation targeting Jane Sanders for possibly over hyping information on a loan application for a small college, which then defaulted on the loan.  Hardly the crime of the century, not something the FBI would bother with as a criminal matter.  The investigation remains open, but nothing seems to be actually happening.  I’ll speculate that Sanders knows he can only operate within fairly narrow parameters.  A lot of his supporters (as I certainly was) were pissed that he didn’t blow up the Democratic Party, but I don’t think that’s fair.  It’s also the reason he constantly said that he couldn’t do much by himself, that it would take a massive popular uprising to effect any real change.\nTom Ratliff\nDecember 12, 2017 at 13:28\nI imagined it wasn’t really Obama, rather the guy giving Obama orders, and it went something like this: “You have meddled with the primal forces of nature, Mr. Sanders, and I won’t have it! Is that clear? And YOU…WILL…ATONE! Am I getting through to you, Mr. Sanders?” hat tip: Paddy Chayefsky\nDaKiska\nDecember 11, 2017 at 21:38\nPlus, he was still a war proponent. Without closing the Pentagon/MIC, America is doomed.\nSkip Scott\nDecember 12, 2017 at 10:13\nThat was also a moment when I nearly vomited.  And he shouldn’t have said “ok we lost”, he should have said “Wikileaks has proven that team Hillary and the DNC cheated; so you either nominate me, or I’m going over to the Green Party, and I invite my supporters to join me.”\nDecember 12, 2017 at 14:19\nBernie might very well have won on the Green Ticket, a historic chance discarded. I understand Bernie did not even thank Stein for her offer.\nGregory Herr\nHe didn’t even acknowledge the offer.\nAnnie\nDecember 11, 2017 at 13:33\nWhen friends who are democrats insisted I vote for Clinton because she was the lesser of the two evils, which they found acceptable, you understand that  the majority of democratic voters are not exerting pressure on their own party to become more progressive. They were relatively silent during the Obama years which also reflects their position, since he was no progressive, not even in his foreign policies.  Clinton won the majority vote, and it became a green light to continue their old ways.  Had they sustained a big loss in the popular vote then maybe they would have greater reason for change, and once again cultivate a much more progressive agenda, and return to their working class base, rather then courting corporate America, and a neocon agenda. I guess their hope is that Trump and his party being total screw ups will win their day.\nPaul G.\nDecember 11, 2017 at 13:30\nGee, watch the C-Span video of Bernal speaking.  A significant number are ignoring her, talking to others or fidgeting, maybe they have attention deficit disorder. This says a lot about how they work.  Are we looking at a process more akin to “democratic centralism”; which, of course, is a contradiction in terms? Just a bunch of good ol’ boys and girls enjoying their privilege and power.\nWhile Trump is an appalling on going train wreck, the most discouraging and despicable aspect of our dysfunctional body politic is the utter failure of the “Democratic” party to acknowledge their egregious failure in running an unpopular warmonger and influence peddler for POTUS. They are compounding that error in follow up by  running around with their  atrophied heads spinning;  barking Hillary’s disinformation campaign blaming the Russians for her incompetent performance.\nI am, however, glad we do not have the “Queen of Chaos” in office to further muck up Syria and the world.  The US is  possibly “bottoming out” in   its rotten, internal corruption and interventionist “exceptionalism; just like a drunk has to  bottom out before  s/he gets off the sauce and reforms. The whole mess is nauseating and does not bode well for the near future.\n“My name is Unclesam, and I am a … skunk.”\nAnnie\nWorse, a skunk just smells bad.\nThe Democratic Party is absolutely completely entirely totally corrupt!  The notion that such an institution can be “reformed” by the “Justice-Democrats” movement is about as likely as a group called the “Justice-Nazis” having successfully reformed Hitler’s Nazi Party.  Remember the “Justice-Nazis?” Neither do I, but you get the point.  Absolute ruthless corruption combined with narcissistic and psychopathic arrogance do not respond to “reason” and “argument.” They simply perpetuate themselves.\nRabbit.Marshall\nDecember 11, 2017 at 13:13\nI haven’t voted for a Democrat in the General Election since the first Clinton election. It’s been noting but betrayal from Democrats since then. I remember the welfare bill, NAFTA, the telecom bill, and the tough on crime thing. I was thinking at the time “Democrats are throwing away their constituents.” Democrats are why half of kids live in poverty. Self righteous, they refuse to see the suffering they’ve caused. Many people have excellent reasons to never vote Dem again.\nIt took a while but now all of those whom the Dems threw aside won’t vote for them. Let’s face it, Democrats ruined lives with wars, bankers and spies taking jobs, homes and freedoms. Dem voters always go for the most corrupt candidate. Like a high school clique, they reject anyone honest enough to point out the failures of the Party.\nI don’t see any changes. The same corporate forces still run the Party.\nI predict that they’ll push more corrupt candidates on us and I will stay home or vote 3rd party just like I’ve been doing for decades now.\nThe country is going to hell which is the intent of the corporate Democrat Party. Who wants more of that?\nRabbit.Marshall\nDecember 11, 2017 at 13:18\nI’ll also mention using every weasel way to divert attention from their failures, even driving propaganda (lies) about Russia and anything else they can think of. Dems are basically King Liars and don’t care if the country goes to war over those same lies. Dems don’t GAF about you or the country. They care about bribes.\nPatrick Lucius\nNailing it.\nNir Haramati\nDecember 11, 2017 at 13:11\nLet me get it straight, the American people elected the most conservative president in history because the Democratic party is not progressive enough?\nHow does this nonsensical BS even computes in the minds of its beholders?\nDecember 11, 2017 at 14:09\nNo Nir, the voters choice was between the familiar Horrible and different Horrible, they (actually did not) chose different Horrible.\nweilunion\nDecember 11, 2017 at 19:56\n48% of eligible voters never even voted. The system is dead, give it up already.\nNir Haramati\nDecember 12, 2017 at 06:56\nThe system is dead BECAUSE of those who chose not to make their voices heard. The idea it is the elites who kill are responsible for our political abysmal state is a convenient neo progressive myth put to sham by the statistic you quoted. If even half of those would have moved their lazy opportunistic asses and voted for third, forth, or fifth candidate they could have changed the US political map in a single election. For example, the Green Party could have passed the 5% mark and become a real party for a change.\nFor elitism to end, people have to step up, and unlike many or even most global democracies, it is actually a possibility in American society and democracy.\nDecember 12, 2017 at 12:57\nGreens prohibited from debates. Bernie shafted by his party. Kerry and Gore both having elections stolen by illegal vote count manipulations. If voting was effective it would be illegal. Even Kennedy most likely stole his election.\nMain stream polys like H are mass murderers , Libya, Honduras, Syria.. You find that acceptable?\nNir Haramati\nDecember 12, 2017 at 07:01\nFalse. The choice was between main stream politician and a proto fascist moron. The latter won, to the detriment of us all. It was also between a party with a mixed record of achievements and improvements, and one not only without any, but with an almost exclusive record of destruction.\nAll this is beside the point, which was that the idea the election was lost because the American people are progfressive is pure delusion, and most likely a conscious demagogic propaganda from the fringe and hazy left.\nGregory Herr\nDecember 12, 2017 at 13:28\nIt is not delusional to suppose that had the Democrats run a candidate who effectively addressed health care issues, infrastructure development, investments in housing, education, and retirement, and the need for a saner approach to foreign policy–that candidate would have won.  What is delusional is to hope for or expect that such a candidate will be put forth by the Democrats.\nAs for achievements and improvements–\nDeregulation (where it hurts the most), privatization/wealth transfer, increased criminalization, wage stagnation, college debt, infrastructure and environmental neglect, trashing the Constitution, trashing the public option, trashing diplomacy, and the unbridled and unconscionable death and destruction of lives and homes abroad.\nPutting Wall Street ahead of Main Street–putting the interests of the wealthy above all other interests–and pushing the war agenda abroad while institutionalizing a national security state at home has been the purview of Democrats and Republicans alike.\nSkip Scott\nAmen.\nAlan\nDecember 11, 2017 at 20:42\nNir. The american people did not come out for the democrats in 2016. Its not got much to do with progresive/conservative stuff. They lost 12 million votes. 8 million barak voters changed to trump. The democrats aint as progressive as they present themselves to be.\nPatrick Lucius\nDecember 11, 2017 at 13:00\nI am very sympathetic to those who are attempting to fundamentally change the Democratic Party but I have no confidence in the reformers. Why? Because they have had a golden opportunity to make something happen after the election to nip in the bud the mainstream Democrats attempt to obscure the anti-democratic nature of the Party and it’s pro-war, pro-Wall Street, and pro-status-quo tendencies. The election of Trump obscured and the whole Russiagate and assorted attempts to reverse the election strengthened rather than weakened conservative Democrats. This shows me, in dramatic fashion that the Sanderistas are just not ready for big-leagues. I hope they’ve learned something but I doubt it.\nPatricia Victour\nDecember 11, 2017 at 12:52\nThe Dims are so sure that they’ll get another pass like they did in 2008 (and still in 2012) for Obama when the electorate was shell-shocked over 8 years of W – who in retrospect seems almost “Presidential.” Now, if he’s not impeached or otherwise taken out of office, we face Trump in 2020, so the Dims think it doesn’t matter, once again, who they run – maybe even, god forbid, HRC – because “he will never be re-elected.” Don’t count on it, Dims.  Work like you’ve never worked before, in recent memory at least, and support and rally a base that is crying out to you.  If you rebuild and honor that old progressive democratic base, we WILL come to you.  Otherwise . . . .\nPatrick Lucius\nDecember 12, 2017 at 02:36\nSorry. I’ve been a lifelong dem up until a year ago, and I want the dems to go down hard.  Irredeemable. War mongers, no principles. Trump will take it again ez.\nmike k\nDecember 11, 2017 at 12:47\nThe political fights in Washington are power struggles between equally ruthless and evil mafia gangs. Taking sides is useless – whoever “wins” the results will be disastrous. The political system in America is hopelessly corrupt, and one can only wish it would die and be done with it – except that such a solution would mean that the craziest players would seize control, and probably terminate our brief stay on the planet in short order.\nAll the bullshit about “fixing the system” is totally inadequate to deal with the deep seated malaise that afflicts our nation, and especially it’s “leaders”.\nDecember 11, 2017 at 18:47\nWhen both parties represent the upper 10% [primarily the upper .001%,] whichever wins, 90% of the people lose.\nweilunion\nDecember 11, 2017 at 19:55\nAbsolutely.  It is time for those who still believe in this system, that it can be policed and regulated to give up the ghost.  You cannot regulate a criminal enterprise and that is what capitalism is.\nDrew Hunkins\nDecember 11, 2017 at 12:47\nThe DNC is a disgrace.\nOff topic (I apologize) but PBS’s much vaunted “Frontline” is going to be doing a huge two part expose on “Putin’s Revenge.” From what I can gather it appears to be an expose about how and why Putin hacked our election and is sabotaging American society and democracy across the board.\nInstead of PBS’s Frontline running a big expose on the corrupt DNC it’s going to instead focus on the non-existent Russia-gate nonsense!  When will this all end?\nZachary Smith\nDecember 11, 2017 at 13:42\nIf Frontline has the “goods”, fine.   I’d wager dollars to used gum wrappers they don’t.\nPBS has gone to hell in the last couple of decades, IMO.\nDrew Hunkins\nRight.\nNo “goods” have been found in over a year of multiple investigations.  Ergo, Frontline most likely has nothing, and will merely be regurgitating the same speculation, rumor and innuendo we’ve been hearing non-stop.  When you have the over zealous prosecutor Mueller grasping at issues that have nothing to do with purported Moscow interference in the ’16 prez election, you just know Frontline most likely has nothing substantive.\nweilunion\nDecember 11, 2017 at 19:54\nPBS has been virtually privatized.  The News Hour runs as a private entity, nothing public about it. The former head of the Washington Post took over years ago and made it worse.\nIn fact, PBS is the public’s enemy.  Why? Because they pose as in the public’s interest but work for the privatizers of everything, all the time. Like the corporate demos, they are frauds.\nTake a look five and a half years ago.\nDecember 12, 2017 at 02:26\nDrew Hunkins, long gone are the days of PUBLIC broadcasting, it’s become corporate money and influence broadcasting…Alas, (again) gone are the intellectually meaty and thought provoking programs such as Alernative Views, with Frank Morrow at the helm- it ran until 1998.  Aside: good ‘ol Austin, TX  that liberal bastion and city on the hill !. Commentators like the MSM’s very own, Judge Napolitano-pulled off!  Ralph Schoenman and Mya Shone, broadcasters of long and good standing at WBAI. Their Taking Aim Show was summarily pulled off the air with an almost BBC-esque style to it. Ralph and Mya were suddenly and without notice, during a work day morning, locked out of the broadcast studio. Speaking of MSM cable networks,  the word Palestine couldn’t be found on any C-span web search function, until the mid nineties!  Well, here’s one comforting and fitting end to this rant, you can always turn the TV off, and leave it off…\nDrew Hunkins\nDecember 12, 2017 at 12:58\nI’m with you, turn it off and leave it off.\nexiled off mainstreet\nDecember 11, 2017 at 12:35\nUnfortunately, the party, having destroyed its legitimacy by allowing the nakedly control of it by the Clinton machine, and by its use for over a year of a dangerous false propaganda myth, the Russia conspiracy theory, appears to be beyond repair by conventional means. I see no possibility of serious positive change in the party (or unfortunately the US party duopoly) unless somehow the existing party structure can be supplanted. Since this seems to be a historical impossibility without some sort of serious upheaval, I don’t hold out much hope for the future.\nelmerfudzie\nDecember 11, 2017 at 18:47\nexiled off mainstreet, don’t let the powers that be put you into a blue funk. We are many and they are few. Should the Democratic Party elite ignore active voters this time around, should they fail to deliver to us a true idealist candidate in the shape of a FDR or Henry Wallace, then, there are several creative options at our disposal.  Concoct a version of BDS, refuse donating, boycott their town hall meetings, picket the entryways to the democratic convention, tag their e-mails in your inbox as junk mail, shred voter registration cards and snail mail them to your reps and senators. Let them sort out a couple of hundred thousand pounds of useless paper. These congresspersons know all about moving useless and valueless paper about, especially USD fiat notes! Give em back precisely just what they deserve! Any state that refuses to permit “write in” candidates to elected office will be challenged in the courts. Meanwhile, for the rest of us, it’s bumper sticker time and paste your write-in candidates name over that rusty bumper …Do it!!\nelmerfudzie\nDecember 11, 2017 at 12:34\nRight on, Mr Solomon! Autopsy, is the definitive document for all who (still) call themselves, democrats. The need to challenge corporate power- example, Monsanto, enforce regulatory labeling of all GMO products (I refuse to call them foods). The need to expose corporate interests and name CEO’s actively supporting congresspersons in favor of continued warfare in Afghanistan (throw them out of our party) . The hidden long range plan to seize the mineral wealth of Afghanistan, with Brown and Root, no doubt, waiting in the wings, planning air strip and road construction into mining areas. I’m not opposed to lifting this fifteenth century nation up, but it could have been and still can be done without endless warfare- but war is all too profitable and ensures a destabilizing effect that favors mining interests (a very old story indeed). By reorganizing ourselves (I’m a democrat) into an anti-war party and disassociating our political party from MIC monies, we come closer to a truer middle course with the other side of the aisle, thus getting more legislative cooperation instead of endless bickering and antagonisms. Democrats should be emphasizing single payer by pointing out the government VA hospital programs, adding to this debate, what was learned and can improve upon, based on the VA model. “Autopsy” suggests bringing in a whole new group of disenfranchised voters such as the Mississippi delta blacks, this action is long overdue! Finally, breaking up monopolistic, Big Ag such as Con Agra, promoting legislation, preserving family farming and not total vertical and horizontal corporate control models (the trucking industry would like this one). Creating policies that  promote organic methods and prohibit, cancer causing “RoundUp” use and the farming culture built around it.There’s an awful lot to do my fellow dems, so roll up your sleeves! lets search for another Henry A Wallace , dump the Truman legacy once and for all, reinstate a sorely needed CCC program. Above all, STOP SPILLING BLOOD that is not directly in our national security interest !!!\nSkip Scott\nDecember 11, 2017 at 12:34\nThere is no hope whatsoever for the Democratic party.  I don’t know why the Progressives cling to it after getting shafted again and again.  Sheepdogs like Bernie talk the progressive talk, but when push comes to shove, they don’t walk the walk.  They cave to the corporate wing for the sake of “Unity”.  What good is unity when you’ve lost on every important issue?  Let’s see, the Democrats gave us NAFTA, the repeal of Glass-Steagal, a president who lets Citigroup pick his cabinet, and a terror Tuesday program that allowed a drone strike on a US citizen without any due process whatsoever, and the near complete consolidation of the MSM totally under corporate power, and endless war.\nIf Progressives have any sense, they will abandon the Democratic party en masse.  I think they should bolster the Green Party, get a challenger to get us over the 15% threshold to get to the National debates, and deliver their message to the public.  They are wasting their time trying to defeat the corporatists of the DNC.\nDecember 11, 2017 at 14:05\nExactly correct Skip; one does not attempt to rebuild an aircraft which has exploded mid-air. TPP, relinquished USA sovereignty to Corporate created and run courts\nTennegon\nDecember 11, 2017 at 14:10\nCompletely agree with you, Skip.\nAs I first read this article on Common Dreams, here is the comment I posted there:\n“The Democratic Party is getting what it deserves, rejection from the very ‘grassroots’ population it was suppose to represent.”\nJoe Tedesky\nGreat comment Skip.\nSounds good.\nDecember 12, 2017 at 05:23\nI don’t disagree with your diagnosis of the Democratic party, but I’m not sure why you think Bernie Sanders routinely caves to corporate interests for the sake of “unity.” Virtually every one of the examples you cite is false if you’re attempting to apply it to him. He voted against NAFTA (HR 3450, Nov. 17, 1993), against repeal of the Glass–Steagall Act (Pub.L. 106–102, November 12, 1999), against the use of force in Iraq (Pub.L. 107–243, October 16, 2002), and against nearly every National Defense Authorization Act over the past decade. He’s opposed a number of media mergers (Charter-Time Warner Cable and the proposed AT&T-Time Warner merger to cite a couple of examples) and voted against a number of Obama nominees with Wall Street or industry ties (Tim Geithner as Treasury Secretary, Antonio Weiss as Undersecretary of Domestic Finance, Robert M. Califf as head of the FDA, etc.). He’s even one of only two Senators who had the good sense to vote against new sanctions on Russia and Iran this year. Sorry, but I just don’t see him as that much of a “sheepdog.”\nSkip Scott\nDecember 12, 2017 at 10:04\nI lost faith in Bernie when he caved to the Clinton machine.  Once Wikileaks showed the DNC had conspired against him, he should have gone to the convention and said “I am running as the Democratic nominee or the Green Party nominee, but I’m running.” He could have then at least made it to the national debates and kept fighting, instead of disappointing all his hard working supporters, many of whom voted 3rd party (including myself), and even more who didn’t vote at all.  For him to think he could play the “pied piper” and take us over to team Hillary was insulting.  I blame him and Elizabeth Warren (who could have been his VP pick instead of supporting corporatist Hillary) more than anyone else for Trump’s victory.\nDrogon\nDecember 13, 2017 at 19:28\nFair enough. Personally, I don’t understand how ANYONE can seriously look at either Sanders or Warren and decide that they were in any way, shape, or form responsible for Trump’s election. Yeah, I get it. Nobody likes to vote for the lesser of two evils. But in 2016 we were faced with a situation where Clinton was bad and Trump was literally worse than the antichrist. So no, I don’t blame Sanders or Warren AT ALL for backing Clinton.\nZachary Smith\nDecember 11, 2017 at 12:24\nFor those reasons, he added, “we are calling for an end to superdelegates, [for] open primaries and caucuses, [for] same-day registration, and [for] more transparent, fair, and accountable leadership at the helm of the DNC.”\nI applaud all the suggestions, but most especially getting rid of that horrible “superdelegate” system.\nPeppermint\nSinclair bears repeating.\n“It is difficult to get a man to understand something, when his salary depends on his not understanding it.”\nRegardless the issue, it’s part and parcel the story of our culture at this time. You know what the OJays sing…\nJoe Tedesky\nDecember 11, 2017 at 11:42\nThis article may explain the rise of the Independent Voter better than most essays on the subject attempt to do. The Clinton wing of the Democratic Party needs to go, and the sooner the better. I mean how many times does a poor batter get to go to the plate? In fact, if it had not been for Hillary’s unscrupulous political skullduggery we won’t be waiting for President Trump to come to the mic with more blustering bombastic quotes of his. Trump has already said to how he hopes Hillary does run again in 2020, because if she doesn’t then how will Trump ever stand a chance at winning his re-election?\nDecember 11, 2017 at 14:14\nHow many decades have activists been saying, ” All we need to do in capture local elections and thus take over the DemoCon Party”?\nProblem is the Security forces and money above local, state, federal and billionaires trump local power. General Strike and stand down of security forces may allow betterment of population.\nJoe Tedesky\nDecember 11, 2017 at 14:33\nWhat ‘security forces’ are you referring to BannanaBoat? I think I understand, but I’d like to make sure of what your reference is. Joe\nAll Government police/military forces. Partial stand downs have occurred in Russia, Mexico and elsewhere and now Honduras.\nJoe Tedesky\nDecember 11, 2017 at 16:53\nAndrew Bacevich in his book ‘Breach of Trust’ speaks to how the U.S. Military during the time of Vietnam had had so many troops who were opposed to the Vietnam war, that the Pentagon was hard strapped to make a decision on how to maintain our country’s position in that god awful conflict.\nSo BannanaBoat I do understand, and I agree. Now with that we can only hope that if the day ever comes to where the government will bring down their full weight upon us citizens, that the majority of the government’s muscle will lay down their arms, and join their fellow citizens in the revolt. Joe\nweilunion\nDecember 11, 2017 at 19:44\nAs a 65 year old male and one who has been active since the 60’s, I have heard over and over again the mantra and drum beats for the democratic party.\nGoodness, didn’t Obama and Clinton provide you enough evidence?\nDecember 12, 2017 at 17:32\nNo. The DNC under Obama systematically starved the state parties of funds, to the point where they were unable to mount challenges or even run effective campaigns. This was because the constants wanted the party to spend all its money on the Presidential campaigns, because that was where the big media buys – and big commissions – were.\nCT is supposed to be a deep blue state, Hillary won by 20 points, but the CT legislature is 50/50 because the CT Dem Party got NO MONEY from the central party.\nDrogon\nDecember 11, 2017 at 15:17\nQuote: “The Clinton wing of the Democratic Party needs to go, and the sooner the better.”\nFair enough, but how about adding this important qualifier? The Trump wing of the Republican Party also needs to go, and the sooner the better.\nBecause let’s be honest. As bad as Clinton was, if she’d won we wouldn’t be looking at any of the following disasters:\n-War with North Korea.\n-A return to the privatized prison system.\n-Doubling down on the police state’s fetish for illegal civil asset forfeiture.\n-Elevation of the chief birther conspiracy theorist to the most powerful man in the world.\n-A 60% increase in civilian deaths from US airstrikes in Iraq and Syria.\n-Denial of the fact that fossil fuel oligarchs are destroying our climate in order to enrich their own bank account.\n-Legitimization of racist far-right UK parties.\nClinton was bad. But Trump is a steaming-hot turd forcibly injected down the throat of the body politic.\nDecember 11, 2017 at 16:22\nActually ALL of them except #6 and #9 would be happening under HRC and more effectively.  Also we’d have a commission on cutting and privatizing Social Security and we’d be in a shooting war with Russia in at least Syria.\nRight on all counts.\nDecember 12, 2017 at 02:26\nNailing it Miranda. Not to mention more anti-Russian shenanigans in Ukraine. HRC also said she’d take US/Israel relationship to the next level–more Gaza bombings.  Another Libya? I’m 56 and had been a Democrat all my life–will never identify that way again! Make `Murica great again!\nDrogon\nDecember 12, 2017 at 05:44\nI’m glad you’re willing to give me #6 and #9, but I’m gonna have to disagree with the rest your analysis.\n-War with North Korea: at worst she’d be doing exactly what Trump is but without the ‘fire and fury’ rhetoric and the juvenile Twitter name-calling.\n-War with Iran: Trump actively trashed the Iran nuclear deal throughout his campaign and has refused to certify it as president. It’s impossible for me to imagine Clinton taking similar steps.\n-An escalation of the failed war on drugs, a return to the privatized prison system, and doubling down on the police state’s fetish for illegal civil asset forfeiture: All three of these points are obviously related and due almost exclusively to the fact that we’ve got Jeff Sessions as Attorney General. I have no idea who Clinton would have picked, but I’d have a hard time coming up with a worse choice.\n-A 60% increase in civilian deaths from US airstrikes in Iraq and Syria: Alright, having considered it more carefully I’m on the fence about whether I think Clinton would be better than Trump. But I doubt she’d be worse.\n-Denial of the fact that fossil fuel oligarchs are destroying our climate in order to enrich their own bank account: Really? You honestly think Clinton would be doing MORE than Trump to deny climate change and essentially scrap the EPA? Maybe you’re the one who needs to wake up.\nDecember 12, 2017 at 13:37\nI laughed at your original argument dude … but seeing that you doubled down on the idiocy only made me sad … do you bother reading the articles posted on this website, or do you just come to defecate on the comments forum.\nDecember 12, 2017 at 20:39\n“-War with North Korea: at worst she’d be doing exactly what Trump is but without the ‘fire and fury’ rhetoric and the juvenile Twitter name-calling.”\nYep, without the rhetoric that is alerting the nation to the horrors of the U.S. policy towards North Korea and, thus, the ‘doing it more effectively.’ Instead of a lot of people being aghast at the President on this there would be universal support except from us peace activists who’d be totally locked out of the discussion.\n“-War with Iran: Trump actively trashed the Iran nuclear deal throughout his campaign and has refused to certify it as president. It’s impossible for me to imagine Clinton taking similar steps.”\nIt isn’t impossible for me.  Clinton was one of the most forceful advocates of the lie that Iran is a dangerous terrorist nation and that it had a program to have nuclear weapons.  Clinton is more a supporter of Israel and of Saudi Arabia then Trump.  This policy is coming from those nations.  Clinton would be much smoother in making the American public believe Iran is the villain.\n“-An escalation of the failed war on drugs, a return to the privatized prison system, and doubling down on the police state’s fetish for illegal civil asset forfeiture: All three of these points are obviously related and due almost exclusively to the fact that we’ve got Jeff Sessions as Attorney General. I have no idea who Clinton would have picked, but I’d have a hard time coming up with a worse choice.”\nHillary Clinton, who was a fierce advocate for the ‘war on crime’ in the 90s, who called Black teenagers ‘super predators,’ who took large contributions through bundlers from private prison lobbyist?  That Hillary Clinton?\n“-A 60% increase in civilian deaths from US airstrikes in Iraq and Syria: Alright, having considered it more carefully I’m on the fence about whether I think Clinton would be better than Trump. But I doubt she’d be worse.”\nTrump let the war against Daesh succeed.  Hillary would have imposed a ‘No Fly Zone’ on Day One, which means the U.S. military would have been shooting down Syrian and Russian planes fighting Daesh.  You can bet things would be worse.  Want to know the best case scenario?  Look at the result of Hillary’s war on Libya and its surrounding nations.  The worst case scenario?  A few of us would be dealing with living in a post apocalypse world right now as we watch radiation poisoning kill slowly those who didn’t die fast and watch Nuclear Winter set in.  I suspect we’d be somewhere in between, which still is horror.\n“-Denial of the fact that fossil fuel oligarchs are destroying our climate in order to enrich their own bank account: Really? You honestly think Clinton would be doing MORE than Trump to deny climate change and essentially scrap the EPA? Maybe you’re the one who needs to wake up.”\nHere’s the difference.  She’d be keeping us in the Paris Accords, which aren’t even reducing the rate of increase of carbon in the atmosphere.  Meanwhile she’d be still the number one promoter of fracking around the world.  So once again we’d have less school yard bully rhetoric and a more effective implementation of the same fossil fuel corporations come first policy.  She’d be like Obama, who increased drilling for oil.\nNo question Trump is a mess.  But so would be Clinton, in fact a worse one over all when you factor in war with Russia.\nDrogon\nDecember 13, 2017 at 19:22\n@Common Tater. Yes, I read the articles here religiously and I honestly believe that this is one of the most honest and trustworthy sources of news on the internet. I also believe it’s a site with highly intelligent commentators who are willing to consider multiple sides to any given issues. For the most part, even people here who disagree with me are at least willing to support their position with facts and links to support them. Sadly, I don’t get the same impression about you at all. You strike me as a standard uninformed commentator who equates ad hominem attacks with winning an online debate.\nJohn\nDecember 12, 2017 at 12:49\nI do agree Miranda Keefe. The kakistocracy will not put anyone out there that will not keep things ‘business as usual’ and a continuing of upscale to the agendas.\nMiranda\nThat nail is flush to the board, cause you hit that mo-fo square on the head.\nOl' Hippy\nDecember 11, 2017 at 17:03\nThe two parties are equally vile. To make further discourse is indeed fruitless. We need to go further than identity politics, without thid we are finished as a nation.\nJohn\nDecember 12, 2017 at 13:17\nI agree Ol’ Hippy. Any ‘party’ that becomes prominent will be so because it was designed to be so. People need to wake up and stop participating with the kakistocracy. Stop paying all taxes, fines, fees, licenses, permits, etc. It is all extortion and larceny any ways. That would deplete the kakistocracy somewhat and take away their power. It would be a beginning anyway.\nDecember 11, 2017 at 17:04\nActually no we don’t need to end the Trump wing of the Republican party only Trump himself who is not  fulfilling his campaign promises which got him elected. What democrats can’t or won’t  come to grips with is that Trump won based on the following. Not saying what he promised is happening.\n– A collaborative relationship with Russia  on defeating terrorism and other areas where our shared interests align\n– Ending the destructive policies of regime change wars and nation building\n– Ending middle class job destroying trade agreements like TPP and TAP, NAFTA, etc. and renegotiating to provide benefits to American workers and the host countries\n– Breaking up the TBTF zombie financial institutions and reinstating Glass Steagall\n– Bringing back high value added manufacturing to the United States\n– re-building our decrepid infrastructure\nThese were the reasons voters were willing to take a chance on Trump because if even half of it came true our nation and the whole world would be better off.\nPatrick Lucius\nWell said.\nSkip Scott\nDecember 12, 2017 at 09:50\nThe reasons you mention are all correct, but I can’t help but think that Sanders would have beaten Trump because he was saying all the same things and was much more believable.  The whole RussiaGate nonsense is to distract the public from the disaster the DNC caused by supporting Hillary.  Who knows how successful Sanders would have been (especially at controlling the MIC), but he wouldn’t have been as embarrassing a public figure as “grab ’em by the pussy” Trump.  This whole recent spate of sexual harassment charges on public figures may end up being even worse for Trump than RussiaGate.  If nothing else, it will be yet another distraction while the 1% continue their rape, pillage, and plunder.\nweilunion\nDecember 11, 2017 at 19:45\nI think the problem is that people talk about politics and politicians without referring to the economic system called capitalism.  Until we confront failing capitalism it is useless to talk about this politician or that.\nLeslie F.\nDecember 11, 2017 at 21:08\nWithout the dominance of the neocon/neoliberal wing the Trump wing wouldn’t stand a chance.  Their phony right wing populism could not stand up to authentic leftist populism.\nJoe Tedesky\nDecember 11, 2017 at 21:22\nWell to be completely honest that until we shake out the corporate interest inside of our government nothing much will change, whether it be a Hillary or a Donald, Republican or a Democrat….but yes, let’s shake out the evils that are withinside any of our politicial parties with their lessor of the two candidate method of voting.\nWhen it comes to assessing Hillary I’ll just say this, ‘if you say so’. I firmly believe that our foreign policy engagements wouldn’t mirror Trump’s but Hillary’s would have an appearance all of their own, and I don’t see a pleasant visual per say. Drogon, I don’t see any, or hardly any, good guys or gals in our government these days, so thanks for at least bringing up the Trumpster. Joe\nAshenLight\nDecember 12, 2017 at 18:02\nIsn’t this is the same Hillary Clinton that threatened to “totally obliterate” Iran? And whose candidacy was surrounded by neocons who have had that as their ultimate goal for decade?\nDuaneV\nDecember 16, 2017 at 15:05\nLet’s see: Since you’re absolutely wrong about the existence of a “Trump wing of the GOP” (the Teabaggers are not the same group as the Trump fans; a common misconception), and you have obviously no idea what Hillary Clinton actually stands for, I’ll have to disregard your analysis entirely. We would still be engaging in brinksmanship with North Korea were Hillary president. We definitely would still be sabre rattling at Iran considering the influence of the neo cons on Hillary’s foreign policy when she was at State. Hillary accepted tens of thousands of dollars in campaign contributions from the prison industrial complex, remains against legalization and decriminalization of marijuana, and actually campaigned in favor of tougher sentencing laws, so don’t look for her to oppose privatization of prisons. She doesn’t. She has no affinity for civil liberties, either andhas called repeatedly for censoring the internet before, during and after the election. I doubt seriously she has any intention of ever changing civil asset forfeiture laws.  We’d be elevating a Russia Conspiracy Theorist to the presidency, far more dangerous than a birther, since Obama’s heritage is irrelevant.  If you think Hillary would have relaxed tensions and bombing in Syria, you obviously know nothing of her proposed “No Fly Zone”. She to this day supports fracking , which releases methane into the atmosphere, orders of magnitude worse for global climate change than Co2. And her own dismissive, contemptuous attitude toward the Black Lives matter movement exemplifies her own racist history. Since she called black youths “super predators”, Hillary has made it safe for the bourgeois neoliberal white middle class to harbor racist ideologies behind closed doors, while calling themselves “progressive”. Clinton is just as bad as Trump. The only difference, as Syria shows, is that he’s slightly less of warmonger on foreign policy. As the New York Times said in an editorial before endorsing her, “Hillary Clinton is the most Militaristic presidential Candidate in US. History”.\nDecember 11, 2017 at 11:40\nThe Democrats are hopeless.Unfortunately, the third parties don’t provide much hope either. Here  in California they are splintered. Libertarians, Greens and Peace & Freedom parties could give the Dems a run for their much coveted money if only they could find common ground!\nexiled off mainstreet\nDecember 11, 2017 at 12:38\nThe California electoral system of general elections only between the top two primary vote getters eliminates third parties from serious contention.\nDaniel\nDecember 11, 2017 at 18:38\nYeah, that was one of the manipulative Propositions which give me real pause when considering such “direct democracy.” It was marketed as “Open Primaries” to let people vote in any primary, regardless of party affiliation.\nWho could oppose that?  More freedom of choice!\nBut upon closer reading, it really only allowed Parties to decide whether to allow non-party members to vote in primaries, and if so, who and how.  In the 2016 Primaries, the Democrats arranged it so it looked like independents could vote, but actually restricted it to “no party preference” and even then, poll workers were trained to give non-Democrats the wrong ballots.\nAnd, as you correctly note, it also included the provision where only the top two vote-getters from the Primaries can be voted for in the General elections.  Hence, I for one have been registered as a Democrat since the early 1980s, specifically so I could vote for the most progressive candidates in the hope of moving the party left, but then I’d vote for Greens or others more often than not.  I can no longer do that.\n“More freedom of choice” actually  resulted in the exact opposite.\nOh, and I was one of the many hundreds of thousands or millions of Democrats who had by party affiliation flipped on me without my input.  Luckily, since I knew that was happening across the country, I was able to get it fixed in time to vote in the Primary.\nDecember 11, 2017 at 23:23\nExiled…Yes, but the point of voting 3rd party is that if they pull a sizable vote the two main parties would see where they’re losing votes. Simply not voting shows apathy and has no way of influencing change. It’s a tough hill to climb but I prefer not to relinquish hope,\nCiclismo\nDecember 12, 2017 at 02:35\nThe American system of democracy is nothing more than illusion of choice… to vote for anything but 3rd party or write-in candidate is participating in the sham. Not voting is better than wasting energy on delusion.\nDecember 12, 2017 at 10:44\nWell we are now enjoying the “delusion” of a Drumpf presidency because third-partyites stood that ground. So now for at least the next three decades all sense and compassion will be overruled by the next appointment he is able to fill on the Supreme Court, not to mention those seats he is filling on the federal courts nationwide–where their rulings most directly effect the bulk of us. And that is merely the justice system his administration is screwing us with–nevermind their “new, improved!” Tax Game that in typical anti-Robin Hood fashion does as was they’d promised to their Upper 1 Percent overlords. Education funds are getting stripped from public schools to fund Christian academies where they mold children’s brains as early as possible to turn them into conservative voters. That is done by design, my friend–well considered, and long-proven the most effective delivery method. Those religious factions don’t believe in birth control, either, so they’re turning out voters their side at an increasing rate annually while outside still needs the cautionary tales about overpopulation with our families of 1.5 children. The environmental gains we have been making are being thrown under the bus along with us. All of this is happening while they beef up their increasingly militarized police forces in cities and towns nationwide. Do you actually imagine we have come a single step nearer to our goals rather than having been shoved back farther than ever before?\nJohn\nDecember 12, 2017 at 12:44\nI agree Ciclismo. This illusion of choice is the Delphi system and the Hegelian Dialectic. Give people a choice or choices that have already been pre-approved  by the kakistocracy.\nMarilyn\nNot voting for the (un)democrat or gop candidate is the only way to make America a republic again. If Killary instead of Drumpf had taken the election, America would be in more or less the same place it is one year later. Tax cuts for the rich would still happen, except they would be acceptable because it was coming from a “left-leaning” female politician (“left-leaning” hahahahah-ahahhhh! good laugh). Russia would still be scapegoated for BLM, and what ever else … At least now we can say that we itched the itch, and not a damn thing changed. If killary had won, we would always wonder, “what if … ?”\nZalaya in Honduras built an excellent coalition\nDecember 13, 2017 at 10:52\nHe gave an excellent interview to Amy Goodman last week. It is too bad that Tom Perez doesn’t seem to understand that you don’t purge the driving force of your party…if you do, you make the party vulnerable to the Republican alternative.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.huffingtonpost.ca/entry/dnc-unity-reform-commission-2016-presidential-primary_n_5a2c59fbe4b0a290f05145d2",
                "https://www.rootsaction.org/news-a-views/1692--to-democratic-national-committee-chair-tom-perez-and-the-members-of-the-unity-reform-commission-",
                "https://consortiumnews.com/2016/06/17/the-democrats-super-delegate-mistake/",
                "https://m.huffpost.com/us/entry/us_5a1da8dae4b079c1128a3f69/amp?ncid=inblnkushpmg00000009"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.c-span.org/video/?438291-8/dnc-unity-reform-commission-discusses-presidential-nomination-process",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://democraticautopsy.org/",
                "https://www.facebook.com/Vets4Sanders/videos/909952555822110/",
                "https://www.c-span.org/person/?lisamascaro"
            ]
        },
        "key_words": [
            "reforms",
            "commission",
            "meeting",
            "unity",
            "dnc",
            "national",
            "democratic",
            "perez",
            "reform",
            "resist",
            "democrats",
            "party",
            "committee"
        ]
    }
]