[
    {
        "url": "https://www.christianpost.com/news/christian-florist-stutzman-fined-gay-wedding-supreme-court.html",
        "title": "Christian Grandma Florist Fined for Not Working Gay Wedding Takes 'Last Stand' at Supreme Court",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Grandma Florist Fined for Not Working Gay Wedding Takes 'Last Stand' at Supreme Court\nChristian Grandma Florist Fined for Not Working Gay Wedding Takes 'Last Stand' at Supreme Court\nChristian Grandma Florist Fined for Not Working Gay Wedding Takes 'Last Stand' at Supreme Court\n| Monday, July 17, 2017\nBarronelle Stutzman, owner of Arlene's Flowers in Richland, Washington, speaks as supporters rally around her in November 2016. | (Photo: ADF/Screengrab)\nBarronelle Stutzman, also known as the \"Christian grandma florist,\" is now asking the U.S. Supreme Court to hear her appeal to reverse a Washington court's decision earlier this year that found her guilty of discrimination for refusing to provide flowers for a gay wedding.\nThe Associated Press  reported on Sunday that lawyers for Stutzman are claiming that Washington's high court violated her First Amendment protection for artistic expression in its ruling in February.\nAlliance Defending Freedom  positioned in a post on Friday that Stutzman is taking her \"last stand\" at the Supreme Court.\n\"For more than four years, Barronelle has endured the litigation in this case with unwavering grace, humility, and faith — even as she faces losing everything she owns,\" ADF wrote.\n\"Now she will take her last stand before the U.S. Supreme Court, asking it to preserve her religious freedom and her right not to be forced to speak a message about marriage that violates her beliefs.\"\nThe Washington high court agreed with a 2015 Benton County Superior Court decision that fined the florist  $1,001 and held her responsible for paying the thousands of dollars in legal fees incurred by Rob Ingersoll and Curt Freed, the gay couple who sued her back in 2013.\nStutzman, the owner of Arlene's Flowers in Richland, Washington, had served Ingersol for close to a decade, but declined to use her talents to create floral arrangements for his same-sex wedding, as it went against her religious beliefs.\nIn February, Associate Justice Sheryl Gordon McCloud argued that the Washington Law against discrimination \"does not infringe\" on any of Stutzman's constitutional protections.\nThe decision sparked outrage  among Christian conservatives, with David and Jason Benham, two conservative brothers who in 2014 lost out on a HGTV house-flipping show after voicing their stances on marriage and abortion, stating at the time:\n\"Today, religious liberty was dealt another devastating blow as the Washington state Supreme Court ruled against [72]-year-old florist Barronelle Stutzman. Now is the time to rally to her defense and support her.\"\nRussell Moore, president of the Ethics & Religious Liberty Commission of the Southern Baptist Convention, called it a \"loss for every American.\"\n\"The government should not bully people into violating their conscience,\" Moore argued on Twitter.\n\"A [government] that can bully consciences into participating and celebrating what the conscience finds immoral is a [government] that can do *anything.*\"\nADF argued that it's \"hardly disputed that artistic expression, such as floral art, is speech.\"\nIt slammed the state for going after \"a 72-year-old grandmother for everything she owns just because what she believes does not fall in line with the state's political agenda.\"\nADF positioned that the Washington high court's decision was \"blatantly unconstitutional,\" and warned that all American citizens need to be concerned for their freedoms.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/conservatives-stunned-by-devastating-blow-to-religious-liberty-as-court-rules-against-christian-florist-175205/",
                "https://www.adflegal.org/detailspages/blog-details/allianceedge/2017/07/14/barronelle-takes-her-last-stand-at-the-supreme-court",
                "https://www.christianpost.com/news/washington-court-rules-against-christian-grandma-florist-fined-for-not-working-gay-wedding-175142/",
                "https://www.spokesman.com/stories/2017/jul/16/washington-state-florist-seeks-us-supreme-court-re/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "working",
            "stand",
            "florist",
            "gay",
            "washington",
            "supreme",
            "high",
            "takes",
            "decision",
            "stutzman",
            "religious",
            "court",
            "grandma",
            "fined",
            "wedding"
        ]
    }
]