[
    {
        "url": "https://www.christianpost.com/news/interview-author-on-counterfeit-gospels-rob-bell-and-church-hopping.html",
        "title": "Interview: Author on Counterfeit Gospels, Rob Bell, and Church Hopping",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Author on Counterfeit Gospels, Rob Bell, and Church Hopping\nInterview: Author on Counterfeit Gospels, Rob Bell, and Church Hopping\nInterview: Author on Counterfeit Gospels, Rob Bell, and Church Hopping\n| Tuesday, May 03, 2011\nThe following are excerpts from the interview.\nCP: Why did you write this book? What message did you feel Christians and the Church needed to hear?\nWax: I would sum that up by saying that I think there is a crisis in the church when it comes to the Gospel. I think we lack confidence when it comes to the power of the Gospel. I think we lack clarity of what the message of the Gospel is, and because we lack confidence and clarity, the Church, the Gospel community, is not what it should be.\nI wrote the book as a way of helping us to gain our confidence and clarity of what is at the heart of the Christian faith. My overall goal is not for us to master the Gospel in a cerebral, objective sense, but that our affections would be moved by the beauty of what God has done for us in Christ in such a way that we would be compelled to share that message.\nCP: Given the whole Rob Bell and hell discussion recently, do you feel that the Church needs to preach more or less about hell in order to avoid falling into one of the counterfeit gospel categories?\nWax: In general, I think preaching about hell or more specifically the wrath of God gives us a more robust picture of who God is than when we avoid that subject. Preaching the doctrine of eternal condemnation does several things: it shows us the magnitude of how offensive our sins really are; it shows us the majesty of a holy, righteous, and perfect God; and it helps us gain a sense of the magnitude of God’s grace.\nImagine someone is pulled back from the brink of a cliff and the person doesn’t know where they were and how far they could have fallen. He thinks, “Oh, I almost stepped off and could have twisted my ankle. I was just standing on a little hill and about to fall off and I could have hurt myself.” Imagine the gratitude that a person would have who looks over and sees if he would have fallen it would have been hundreds of feet and he would have died instantly.\nThere is a certain gratitude from the person that thinks he has been saved from a little versus the overwhelming gratitude from the person that realizes from what they have been saved from. So I think all of these things hang together. The doctrine of hell shows us God’s holiness, our sinfulness, but ultimately leads us to a more robust understanding of how marvelous God really is.\nCP: There’s a lot of discussion lately about universalism. But as you and others have mentioned, it is actually a very old idea. Do you think the idea of universalism is becoming more pervasive among Americans now or just more prominent because of Rob Bell?\nWax: I don’t think it is becoming more pervasive among Americans; I would specify American evangelicals. I think the reason why this discussion has reached fever pitch is because Rob Bell is an evangelical pastor and evangelicals have generally be known as those who uphold certain foundational doctrines of the Christian faith.\nSo for a very popular, charismatic, evangelical pastor to come out and call the traditional view of hell as toxic, misguided, and for him to mock the view of his grandmother – which he admits in the book – I mean, he really has thrown a grenade at the evangelical count. I think it is somewhat disingenuous for him to then portray himself as the one under attack and being misquoted and being maligned when his book is very much an assault on the traditional understanding of heaven and hell.\nI think the reason that it is at a fever pitch is not because someone has come out in favor of universalism. In fact, there is an African-American preacher from a few years ago who came out in favor of universalism and it created quite a stir in the African-American evangelical population.\nI think this situation with Rob Bell is more so because of his following. He is a very engaging evangelical preacher.\nCP: What should a Christian even do if he suspects his pastor is preaching one of the counterfeit gospels? We don’t want to promote the idea of church hopping either.\nWax: Right. That is a great question. I think you obviously read the chapter in the book about the churchless gospel where I encourage people to stay put at a church. I think we have to be clear on what the essentials of the Gospel message are. We need to look for a church that is going to be preaching, proclaiming, even celebrating that Gospel message.\nSo if an individual Christian is in a church where they are not ever hearing the Gospel, then technically speaking that’s not a church. A church is united by the Gospel and celebration of the ordinances. A church is a place where the word of God is preached and the ordinances are celebrated.\nSo I think individuals have to study the Scriptures and seek congregations that are teaching the Scriptures. And again, you’ve asked me a very difficult question because I think each individual has to think through this matter and pray on this matter on their own. It is not like I can give a blanket advice to people who are in a situation where they are not sure their church is correct or not.\nCP: What counterfeit gospel, in your opinion, is the most popular currently?\nWax: Different congregations struggle with different counterfeits. So in the book I don’t come out and say that this is the counterfeit that is the most prominent because it really depends on the congregation. Some congregations lean toward the therapeutic model based on how they are structured and the philosophy of church ministry.\nThere are others that are going to lean towards activist gospel where it is all about good deeds, social justice and a lot of activities on seeking to bring about the Kingdom of God, but the Gospel proclamation is somewhat sidelined or put to the periphery.\nBut if I had to pick one, which you are asking me to, I would say the moralistic gospel is probably the perennial temptation because we see it going back all the way to Galatians. This is the idea that Christianity is more about good advice than good news, that it is more about what we do for God than what He has done for us. And we earn God’s favor if not his salvation after we are Christians by our actions.\nSo I think moralism is the attempt to justify ourselves before God and it is a constant temptation, our hearts slide back into the moralistic framework constantly. So if I had to pick one I think that would be the one because you might make the case that all the other counterfeit gospels are consumed under the moralistic gospel, that they are all vain attempts to justify ourselves instead of relying on solely in what Christ has done for us.\nCP: This past weekend there was this TV interview that Pastor Tim Keller was on. He said during the interview that secularism and religiosity are both growing in America and the “mushy middle” is disappearing and the country is becoming more polarized. Do you agree with his assessment?\nWax: I do agree with Keller’s assessment. I think the mushy middle is going away and the reason is because as worldviews clash and as our world changes at such a rapid pace what we realize is what we believe really does matter. So those who don’t believe that there is anything unique about the Christian faith are more likely to abandon their faith, at least in practice even if they continue to keep the name.\nI would say that the counterfeit gospels always lead us to the mushy middle and eventually if we go far enough they lead us away from the Gospel all together. The reason is because they leave us weak and flabby where we should be strong and empowered. They malnourish us so we get weaker instead of stronger.\nFor example, the judgementless gospel. So if you no longer believe that choices matter for eternity and that heaven and hell hang in the balance because of what we do with Jesus Christ in this life, then that is going to affect all sorts of things. Ultimately, it is going to lessen the urgency of evangelism. It leads to a sort of a mushy middle where the Christian faith is not strong and robust. All the counterfeits do that to some extent, but particularly those that are gaining prominence, like the judgementless gospel.\nCP: I think that many Christians are seen by non-Christians in a negative light because of what you call the moralistic gospel. What is the best defense against this?\nWax: A constant returning to grace. It is constantly being reminded of the Gospel. As Christians, we never go past the Gospel but go deeper into the Gospel until it confronts the idols of our own heart. So to avoid a moralistic gospel we have to go back to the only thing that shatters our moralism and that is the true Gospel of Jesus Christ and that God has done what is necessary for us to be accepted by Him.\nIt is only minding the truth of the Gospel and the treasure that is that will lead us away from the moralistic framework. But it is a constant battle. I write this in the book, my heart is constantly sliding back into a moralistic framework so I have to reorient my life around the Gospel all the time, otherwise I’m not going to be able to show grace to other people if I am not constantly overwhelmed by the grace God is showing to me.\nCP: Is there anything else you want to say?\nWax: The main project of the book, even though the title is Counterfeit Gospels, is helping us gain clarity on the biblical Gospel and to rightly consider what the core of the Gospel is – an announcement about Jesus Christ, his perfect life, his death on the cross in our place, his resurrection, and his exaltation. We realize that announcement is made in the context of a biblical story – the grand narrative – creation, fall, redemption, restoration. That announcement when properly made is going to birth the Gospel community which in turns embodies the Gospel and shines light on the Gospel and is a manifestation of God’s kingdom.\nI use the analogy of the three-legged stool to help people find hooks to hang these things so we keep the cross and resurrection at the center of what it means to proclaim the Gospel and yet we also see the role of the Christian worldview. At the same time we recognize the necessary implication of the Gospel is God brings together a people, He births a people who respond in repentance and faith to the Gospel announcement.\nSo I want us to know the Gospel well, intellectually but also in our hearts, to have experience the Gospel so we will live a life of continual repentance and continual faith in a way that makes the counterfeit gospels less attractive.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gospels",
            "gospel",
            "interview",
            "church",
            "god",
            "going",
            "bell",
            "hopping",
            "counterfeit",
            "rob",
            "book",
            "think",
            "author",
            "moralistic",
            "christian"
        ]
    }
]