[
    {
        "url": "https://consortiumnews.com/2016/11/19/americas-post-trump-widening-divide/",
        "title": "America’s Post-Trump Widening Divide",
        "authors": [
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Robert Bruce",
                "link": null
            },
            {
                "name": "Brooklyn Dave",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Joe Tedesk",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Bill Cash",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Kaycee Connors",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-11-19",
        "text": "Main menu\nNovember 19, 2016\nBy Michael Winship\nA friend of mine who has dual Israeli-American citizenship tells the story of entering an elevator in Jerusalem shortly after a bullying right-wing government had taken over the country. The other passenger was ostentatiously puffing on a big cigar. My friend pointed to the no smoking sign and politely, in Hebrew, asked the man to douse his smoke.\n“Eff you,” the man replied. “We’re in charge now.” Only he didn’t say, “Eff.”\nThe Confederate battle flag, seen by many around the world as a symbol of white supremacy, has had a resurgence in public displays following Donald Trump’s victory.\nSound familiar? Well, it’s a tiptoe through the tulips compared to what’s going on in the United States right now. Incidents of hate-related violence and other abuses have proliferated throughout this lovely land of ours.\nThe presidential campaign and now the election results have further allowed the pinheads of society to let their racist, misogynistic, anti-Semitic and Islamophobic freak flags fly. Despite denials from many on the Right and the Trump transition team, this is really happening — unlike that avalanche of fake news stories that have been overwhelming social media. (And yes, I know  have been scattered incidents in which Trump followers have been vilified on the streets, but far fewer.)\nJournalists who investigated Trump, his businesses, family and associates have been mailed anti-Semitic screeds or threatened with violence and even death. Women who have reported on Trump have been sent the vilest sexist epithets. Kshama Sawant, the socialist city council member from Seattle who recently urged protests at Trump’s inauguration in January, has been targeted for email and phone attacks, some of which have suggested that she kill herself.\nJust about everyone I know has a story or two or three from the last week and a half. My friend Deana tells of a part-Asian co-worker swung at by a white male who mistook him as being from the Middle East, of a friend’s boyfriend who was told to “Go back to Africa” on his Facebook page, of another friend’s middle-school-aged daughter and other girls who were pushed around by boys in her class, some wearing Trump T-shirts and shouting hateful things about women.\nAn Upsurge in Ugliness\nFrom the Southern Poverty Law Center (SPLC) : “Between Wednesday, Nov. 9, the day after the presidential election, and the morning of Monday, Nov. 14, [SPLC] collected 437 reports of hateful intimidation and harassment… Venues of harassment included K-12 schools (99), businesses (76) and universities (67). Common also was vandalism and leafleting on private property (40) and epithets and slurs hurled from moving vehicles (38).”\nPresident-elect Donald Trump and his running mate Mike Pence thank their supporters for the upset victory on Nov. 8, 2016. (Photo from donaldjtrump.com)\nA new report from the FBI states that last year, hate crimes were up 6 percent, with a two-thirds increase in attacks against Muslims. According to their statistics, “There were 5,818 single-bias incidents involving 7,121 victims. Of those victims, 59.2 percent were targeted because of a race/ethnicity/ancestry bias; 19.7 percent because of a religious bias; 17.7 percent because of a sexual-orientation bias; 1.7 percent because of a gender-identity bias; 1.2 percent because of a disability bias; and 0.4 percent because of a gender bias.”\nCamila Domonosket at NPR notes, “The FBI report is based on local law enforcement data. It almost certainly understates the scale of the problem: In 2014, the Bureau of Justice Statistics estimated, based on victim surveys, that 60 percent of hate crimes are never reported to police.”\nHere in New York City, the police department reports that so far in 2016 , hate crimes have jumped 30 percent from the same period last year, “including a spike during last week’s hotly contested presidential election,” according to DNAInfo New York. “NYPD statistics show that anti-Muslim and anti-‘sexual orientation’ motivations were responsible for much of the rise.”\nBut what was Donald Trump’s response to the reports of the upswing in hate crimes after his election? “I am very surprised to hear that,” he told 60 Minutes’ Lesley Stahl . “I hate to hear that, I mean I hate to hear that.”\nLesley Stahl: But you do hear it?\nDonald Trump: I don’t hear it — I saw, I saw one or two instances…\nLesley Stahl: On social media?\nDonald Trump: But I think it’s a very small amount. Again, I think it’s —\nLesley Stahl: Do you want to say anything to those people?\nDonald Trump: I would say don’t do it, that’s terrible, ‘cause I’m gonna bring this country together.\nLesley Stahl: They’re harassing Latinos, Muslims —\nDonald Trump: I am so saddened to hear that. And I say, “Stop it.” If it — if it helps. I will say this, and I will say right to the cameras: Stop it.\n“Stop it.” Really? That’s all? You sounded like a parent telling the kids in the back seat to quit fidgeting. Make your condemnation swift, adamant and loud. We know you know how to do loud. Demand that it cease.\nThe Bannon Factor\nAnd while we’re at it, Mr. President-elect, the appointment of your campaign CEO Steve Bannon as counselor and chief White House strategist makes a hideous situation even worse. Cancel it.\nSteve Bannon, political adviser to President-elect Donald Trump. (Photo from YouTube)\nThis is, after all, the person who — more than a year ago! — Joshua Green at Bloomberg BusinessWeek succinctly described as “the most dangerous political operative in America.”\nJulia Zorthian at TIME magazine writes that as head of the alt-right news website Breitbart, “Bannon has given voice to some of the unsavory forces floating around the conservative movement’s fringe, including a resurgence of white nationalism. His appointment has fueled anger , with critics decrying Bannon’s connections to racist and anti-Semitic views.”\nIn recent days, many of you have seen some of Breibart’s headlines: “Bill Kristol: Republican spoiler, renegade Jew,” “Birth control makes women unattractive and crazy,” “Would you rather your child had feminism or cancer?” and “Gay rights have made us dumber, it’s time to get back in the closet.”\nEven The Washington Post’s Kathleen Parker, who cut Bannon some slack in a recent column , concluded that “he has been willing to strategically encourage people’s hate as a way of inciting them to action. How these methods will manifest themselves in the White House remains to be seen. But we can uncomfortably imagine that Trump under Bannon’s direction will do whatever it takes to get what he wants.” Swell.\nSo hate speech and Steve Bannon: a perfect pair. Donald Trump, you’ve let this evil genie out of the bottle. Set an example for a country so viciously torn asunder. Use one of your two remaining wishes and end this madness.\nMichael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com, and a former senior writing fellow at the policy and advocacy group Demos. Follow him on Twitter at @MichaelWinship . [This article originally appeared at http://billmoyers.com/story/none-normal-un-american/ ]\nGravedigger\nNovember 21, 2016 at 01:27\nI managed to scrunch this article into such a tiny, tight ball, I was able to get it to travel nearly 10 yards to the trash.\nkaycee connors\nNovember 20, 2016 at 15:57\nthe alt-right strategy is so simply playing out….promulgate propaganda through outrageous hypotheses on the victimization of the christian white male while complaining about how unfair and unAmerican it is to be ‘forced’ (how is that exactly?  through shame?) to be politically correct (a journalistic lexicon for saying be considerate in your words to those who don’t share your views)….then attack by accusing those with opposing views as being full of hate, ironically the exact sentiment spewing from every corner of the alt-right, and pushing harshly oppressed straight white christian men too far….strive to purport liberal viewpoints as being narrow, provincial, and lacking in substance, only appealing to the touchy-feeling and unrealistic of real Americans.\nif you think real Americans will back down to promoting the rights of all Americans regardless of race, gender, religion or sexual orientation, you have underestimated this America.   Feel free to spread your vitriol.   You will consume yourselves in it, but you will not succeed at redefining America according to your narrative.   It speaks only to the desperate words of the dying monolith of white nationalism.  It may be a louder voice for the time being but soon enough you will hear the retort in word and action.\nCal\nNovember 20, 2016 at 22:51\nThanks Cal…i did read this earlier and think there are legitimate perspectives.   However, it shouldn’t deter a person or create a barrier from standing up to discriminatory action and words.  Thats all.   I, personally, feel our issue is much more about economic disparity and the social issues distract us from the true crimes of resource and wealth control.    But at this juncture, i feel we need to be clear that humanity is at the core of civility.  Without it, there will be no life, liberty and pursuit of happiness (however you define that).\nkaycee connors\nctrl-z\nNovember 20, 2016 at 14:58\nI don’t doubt that the anti-immigrant brownshirt community feels it’s finally come into its own. The increase in incidents proves it. Fortunately there’s also been a response beyond hand-wringing and editorial condemnation. I’ve seen an excellent graphic/cartoon and also a video on how to defuse a situation where someone is harassing another person (both said talk to the person being harassed and ignore the harasser, if it still continues offer to go somewhere else (like for coffee) with the person being harassed). I hope everyone seeing a situation like that intercedes.\nBut the unending stream of articles about how bad Trump supporters are just foster a divide I’m sure the 1% is perfectly happy with. While we’re at each others throats we aren’t at their’s.\nAlso, there seems to be a chorus of voices saying Trump hasn’t sufficiently condemned this sort of violence/harassment.\nWhy is no one asking Clinton to condemn the violence at anti-Trump riots largely comprised of her followers?\nbackwardsevolution\nNovember 20, 2016 at 16:25\nctrl-z – yeah, someone posts a video of an immigrant being insulted, without any evidence to show what might have precipitated such an attack.  Did something happen before the video started rolling?  Are we to assume that the attacker just suddenly started getting angry, for nothing?  Maybe, just maybe, there was other stuff said BEFORE the phone started recording.\nNotice no video was posted of the sweet left out causing riots and protesting the election.  No, this is accepted as being just fine.  No videos to post here!\nObama or Clinton could shut these people up, but, by their very silence, they show they are condoning this rioting behavior.  The elite used all they could against Trump, and now they are using all they can again.\nJ'hon Doe II\nUnder Trump;\nTwilight Zone\nepisode 29\nNovember 19, 2016 at 23:50\nFirst thing I did after seeing this story at the TruthDig site was to check and see if it was some kind of “fake news”.   Probably it isn’t, and that’s a shame, for here is the headline:\nJohn\nNovember 20, 2016 at 01:44\nThis reminds me of a story that happened to a darker skinned woman that supposedly happened in Wisconsin during the aftermath of the Anti-Walker uprising.  She was in line at the grocery store, and got a phone call, which she answered, and spoke on the phone in a language the guy behind her did not recognize.  When she got off the phone, he said to her something to the effect of “this is America, speak English or go back to where you come from”.  She responded to the effect of “I was speaking Menominee, this is where I come from, if you want to speak English, go back to England”.\nThe best argument against “White Supremacy” is the obvious ignorance of “White Supremacists”\nTJM\nNovember 19, 2016 at 22:16\nWhat hypocrisy…You can paint white men anyway you want in this country, but you can’t portray women, or minorities in any other than a flattering light.\nWatch any commercial, or TV show, my favorite is the two women one white on black, admiring the white women’s new suede couch…cut to the next scene and its white WHITE MEN, getting ready to steal said couch. This of course is life in America, white men are the whipping boys while the rest are part of the “protected class”.\nWe are NOT a nation of immigrants, women DO get paid the same amount if they do the same work, have the same education and the same amount of time on the job. Illegals DO take jobs from Americans, and do drive down wages, and are a greater tax on the social safety net…But in America, up is down, war is peace and Wall Street is all about jobs for Americans.\nI want a race war, because we already have been in the middle of one, its just white people don’t know it. We are truly being invaded, and while the corporatists/Zionist/globalist media brow beats anyone who is concerned about white people in America as “White Supremacists”.\nLast point, the United States of America was founded by European Settlers, so calling the USofA a nation of immigrants is pure PC BS meant to guilt Americans into granting amnesty.\nZachary Smith\nNovember 20, 2016 at 00:09\nI want a race war, because we already have been in the middle of one, its just white people don’t know it.\nHe wants a race war.\nI hope this person doesn’t possess any kind of legal authority, for the goons with guns and badges may now feel they’re empowered to continue their ongoing rampage against US citizens guilty of “breathing while black”.   Worse than that, they may begin to accelerate it.\nJohn\nNovember 20, 2016 at 01:32\nPlease get your facts straight before you repeat them.  Undocumented immigrants do not recieve Social Security benefits, but they do pay into Soc Sec, unless they work under the table.\nAlso, immigrants actually create jobs, as numerous actual studies  (as opposed to assumptions) have shown.\nAutomation and trade deals are the main causes of job losses.\nEuropean Settlers are immigrants from Europe.  If you resent being called an immigrant, go back to your homeland, which is not Turtle Island, a place that European Immigrants stole by their savage murders of the people who lived here for thousands of years without destroying it.\nIt does not surprise me that someone who is proud that their ancestors stole an entire continent and enslaved three others (arguably 4) by perpetrating race wars, would be clamoring for yet another one.\nI say this from the perspective of someone concerned about people, because the only race with a basis in genetics is the human race.  I do not concern myself with this silly notion of “white people” as they do not exist.  Even albinos are pink.  Europeans tend to be peach in color, which is not even close to “white”.  Or are you concerning yourself only with marble statues, not realizing that they are just carvings and not actually people?\nJUNIUS\nNovember 21, 2016 at 09:49\nIt’s correct that this country was not founded by “immigrants”. It was founded by conquerors, people who intended from the start to dispossess the people who lived here, to take their valuables, their lands, their lives. There was no interest in fitting in with the existing culture, as the so-called barbarians did, for example, when they quietly took over the decaying Roman world of the fifth century and revitalized it in a new political and social order.\nThe British colonies in America were begun as private commercial ventures, chartered by London stock companies, financed by shareholders who expected a return on their investments. They were not, or were rarely, composed of people seeking freedom from oppression, as we are told, but rather with men and women who sought economic opportunities that were unavailable to their class in England.\nBill Cash\nNovember 19, 2016 at 20:50\nIt’s amazing to me how much cover the posters here give to the Trump administration. I guess they voted for his lies and misinformation.\nAnnie\nNovember 20, 2016 at 02:15\nYou couldn’t be more wrong!  I didn’t vote for Trump. The problem is that while most people rail against Trump, which can get mean and ugly, they know nothing of Hillary Clinton’s record, and a democratic party which has been pushed to right by none other then the   Clintons.  Before so much time and energy and hate is dumped on Trump and his supporters, which I see as an unproductive endeavor, as well as mean spirited on many levels,  real change will come about when people recognize the whole system is rotten to it’s core. Those in political power no longer service the people of this country but the corporate elite who rule them.\nGregory Herr\nThat’s hitting the proverbial nail on the head, Annie.\nkaycee connors\nI agree as well\nNovember 19, 2016 at 20:40\nI have troubles with the opinions expressed in this essay. I have followed the Trump as well as the Clinton campaign. I agree that a lot of ultra conservative, divisive, and utter bullshit stuff has been uttered in the Trump campaign. As a european left winger, and thus probably more “radical” than the whole of the Democratic party, I of course disagree to very much of it. In fact, I welcomed foreign politics realism, and abdicating lunatic militarism of the Clinton type, and also agreed to criticism of free trade and Wall Street globalism. Also, I share, though from a differendt perspective, the critique of political correctness and SJW authoritarianism. The rest seemed alien, stupid, often primitive, and partly worrying to me.\nBut, honestly, I did not find much really “racist” stuff in all these heaps of right wing crap of the Trump campaign. Trump scolded some illegal immigrants as rapists or drug dealers, that was not nice, of course, even xenophobic, yet he also said that there are good people among them. Illegally immigrating criminals are anything but not a race, and those worrying about immigration surely do not believe that Mexicans, generally, are rapists or drug traffickers. Rather they worry about wage competition by underpaid slave like illegal immigrants ruining their own chances to get a job. Stirring up such worries may not be decent by a billionaire, but those worries exist and are ignored or defamed as racist and xenophobe by a liberal mainstream. That is the problem, not Trump.\nI want to point to the essay by Alexander Scott http://slatestarcodex.com/2016/11/16/you-are-still-crying-wolf/ describing how the Trump campaing has been misdescribed and misperceived.\nThe problem I see now is that Republicans and other conservatives, not just “trumpist” populists, will start a backlash and revenge for the “cultural wars” where the liberals recklessly claimed victory and arrogantly humiliated the defeated. It will cost hard fights to defend achievements against a resentful right.  To my observation, Trump himself is not a radical concerning abortion, gay marriage and similar issues. Liberals defending the achievements of the “cultural wars” should possibly consider to include instead of confront him – just my impression.\nIt would be devastating if the defeated liberals would put the blame for their defeat at “uneducated old white males”, The crushing defeat wrecking the Pennsylvania-Lakes “blue wall” is class, not race based. Historians know that the working class in the now rust belt states was ethnically mixed from the 1870s on. There are lots of black miners and steel workers sharing the fate of their white colleagues in Pennsylvania, even not that few hispanic and some asian ones, same in the automobile and metal industries around the Lakes.\nAnd from my relatives of my daughter in law I got acquainted to some of the religious communities in the heartlands of the middle west, conservative people, most of them Republican leaned since generations. Their religiosity is somewhat alien to me as an atheist, yet I can confirm that they are warm hearted people, tolerant towards foreigners, and like most Americans, avoiding conflict over opinions and views (Germans are often perceived as blunt in the US as many of them love to quarrel about politics or religious views which is somewhat tabooed by Americans. I know such harmony oriented attitude from China, and like it). And I happened to witness some of their community meetings, where people of all ethnicities were welcome. They may be terribly backwards in the eyes of their coastal fellow Americans, but they are definitely neither racists nor haters. The tornado shelters beneath their churches are open to everybody in cast of emergency, just as an example.\nIt will be crucial for the USA not to deepen the rift between the “enlightened coastal and metropolitan America” and the rest. Whether or not (i suspect the latter) President Trump will be able to make America great again, everybody should acknowledge and respect the virtues of their compatriots regardless of the political camp.\nbackwardsevolution\nNovember 19, 2016 at 23:16\naquadraht – good comments.  And thanks for posting one of the greatest articles: “You are Still Crying Wolf”.  Everyone should read that article because he nails it.  Thank you.\nJoe Tedesk\nNovember 20, 2016 at 01:26\naquadraht, I enjoyed reading what you wrote here. It’s always more interesting to hear about yourself from someone on the outside. On the inside here (I’m from Pennsylvania) our media is having a ball whipping us all up. When it’s not the media it is 501c groups doing panic robocalls warning us all about Trump appointees, and quite honestly they’re scaring the kids, but life goes on.\nSince the day of the election when Hillary loss, I have been celebrating like the Winkie Guard with my family who are the Winged Monkeys, and we are just starting to come to realize that….oh no Donald Trump is our president. Cable news is flashing ‘racist’ on the bottom of the screen as we watch film footage of Jeff Sessions. I’m hearing stuff on Cable news about Mike Flynn I never heard before, and Cable isn’t suppose to be fake news, either.\nThe real story is we are all divided. What is interesting though, is beginning this January our U.S. Government will be all in the hands of one party. This could be a good thing, and possibly unite my American countrymen/women or go bad, and flip the parties around.\nAlso keep in mind, that there were a lot of no show voters, I hate this but Hillary does appear to have got the popular vote, and Trump won the weird way with the Electoral College…fair enough, for American voting, but in the end America is still greatly divided and there is no mandate, for anyone in public office. Either way we are truly at the beginning of something that should prove extremely interesting to watch as it becomes history.\nBrad Owen\nNovember 20, 2016 at 09:03\nI saw a video of someone named Bill Swann (I think), talking about the electoral college. He said that 21 of the states DO NOT REQUIRE their electors to vote according to the popular votes of their respective states, if they feel the populace voted for a “bad egg”. Ohio is one of those states apparently. A plan is supposedly afoot to offer a compromise candidate neither Trump nor Clinton. Gov. Kasich was suggested. He’ll need all of Clinton’s electors plus the 18 Ohio electors (likely cooperative for a “native son”) and just 3 more from Trump’s other electors to “win” the presidency. The electors vote sometime in Dec. It’s never been done before, but it is an available option. Now wouldn’t THAT be an interesting turn of events, if true?\nJoe Tedesk\nNovember 20, 2016 at 12:46\nIt will be interesting, but I personally don’t see it happening. What about you?\nbackwardsevolution\nNovember 20, 2016 at 16:17\nBrad Owen – give it a rest, please.  Clinton won the popular vote because of the votes in California, exactly the sort of thing that the Electoral College tries to address.\nThe “all inclusive” left cannot face the fact that Trump won the election.  Too bad.  Now they want to get their way again by overturning the vote, manipulating it, protesting, rioting.  Give it up already.\nBrad Owen\nNovember 21, 2016 at 06:47\nIt has never happened before, and it would be a complete repudiation of the people’s will, which ironically, might unite them. And Backwards, I’ve got nothing to rest. I completely repudiate anything coming from the D-party or R-party, And you will inevitably experience your “Obama hope-n-change” moment of disappointment with Trump, guaranteed. THEN the people will be united behind a people’s movement, a coalition (with Greens and many others involved in it, but minus D and R who ARE The Establishment).\nAnnie\nNovember 19, 2016 at 20:04\nEvery day in the U.S., almost 300 people are shot, and some 90 of them die. Ten are murdered and a 1/6 of them kill themselves.  Violence, yeah. Most who are charged with felony and federal crimes plea bargain their cases, so some 50-60 thousand perish in prisons who are innocent, and they’re mostly black. Obama deports millions, and tens of thousand languish in detention centers. Lots of violence, and before the Trump. The US blatantly ignored  international law and overturned sovereign nations killing and displacing millions of Muslims, under Clinton, under Bush, under Obama. And sometimes  we just starved them to death under sanctions. We drone  innocents attending  funerals, attending wedding parties, attending birthday parties.  And then there is  black lives matter with rogue cops killing blacks,  and some guy killing innocent white cops. We have a long history of racism  and violence, and we got to call ourselves America by committing genocide and that was long before Trump.\nbackwardsevolution\nNovember 19, 2016 at 19:36\nShut people down, tell them what they “need” from on high.  Stifle thought and speech over many decades, and this is what you get.  The people who have been silenced for so long by being called “racist”, “anti-semitic”, “homophobic” are no longer being ruled by political correctness.  Had they fought back long ago, the U.S. would be a different country today.  Instead it is fragmented, weak, filled with disparate groups, all fighting for their own particular cause, leaving the country divided and hyphenated.\nIt has been one big: “Now that we’ve shut you down and gotten ‘our’ way, gotten things the way ‘we’ like them, please help us maintain what we have, even though it may be against you.”\nProgressives lost the election because they brought it on themselves.  And if there is a backlash (which I’m not convinced of at all), you have brought this on yourselves too.  While making sure your rights were protected, you rode roughshod over others and when they tried to voice their concerns, you shut them down.  Shame on YOU!\nAIPAC, George Soros, illegal immigrants, NGO’s, think tanks, all dictating what THEY think – people are tired of this.  Look in the mirror!\nJ'hon Doe II\nNovember 19, 2016 at 17:30\nHas the Southern Poverty Law Center reported attacks on whites or Trump supporters since Donald Trump’s election? I don’t think so. (mostly done by those getting paid by George Soros – be they non-white or white). It is always a one sided deal with those folks.\nRobert Bruce\nNovember 19, 2016 at 16:53\nReally now? Did these so called bigots freak out and start rioting after Barack won in ’08 and ’12? Did any of them say “Kill Blackey”?  Projection seems to be very strong with progressives/liberals.  Most people that voted Trump were holding their noses, when they voted for him, but thought the need of even having the slightest chance of an anti establishment candidate in the WH attempting to right the course of the nation was more important. If you don’t go along with the LGBT agenda, you are a bigot. If you don’t go for unfettered immigration, you are a bigot. Even though there are sound reasons not to go for unfettered immigration, such as economics and cultural cohesion, one is called racist. The number of good paying blue collar jobs is shrinking, yet you folks want a ton of unskilled labor to come in? Where are they going to find decent jobs, where non exist? And when they can’t find them, who is going to pay to support them? The Goldman Sachs crowd, which by the way owned Hilary and maybe Trump as well?\nJ'hon Doe II\n{historical Record}\nCoronation 25 March 1306\nManor of Cardross, Argyll\nSpouse\nMother Marjorie, Countess of Carrick\nReligion Roman Catholic\nStatue of Robert the Bruce at the Bannockburn battle field\nRobert I (11 July 1274 – 7 June 1329), popularly known as Robert the Bruce (Medieval Gaelic: Roibert a Briuis; modern Scottish Gaelic: Raibeart Bruis; Norman French: Robert de Brus or Robert de Bruys; Early Scots: Robert Brus; Latin: Robertus Brussius), was King of Scots from 1306 until his death in 1329. Robert was one of the most famous warriors of his generation, and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland’s place as an independent country and is today revered in Scotland as a national hero.\nDescended from the Anglo-Norman and Gaelic nobilities, his paternal fourth-great grandfather was King David I. Robert’s grandfather, Robert de Brus, 5th Lord of Annandale, was one of the claimants to the Scottish throne during the “Great Cause”. As Earl of Carrick, Robert the Bruce supported his family’s claim to the Scottish throne and took part in William Wallace’s revolt against Edward I of England. Appointed in 1298 as a Guardian of Scotland alongside his chief rival for the throne, John Comyn, Lord of Badenoch, and William Lamberton, Bishop of St Andrews, Robert later resigned in 1300 due to his quarrels with Comyn and the apparently imminent restoration of King John Balliol. After submitting to Edward I in 1302 and returning to “the king’s peace”, Robert inherited his family’s claim to the Scottish throne upon his father’s death.\nIn February 1306, Robert the Bruce killed Comyn following an argument, and was excommunicated by the Pope (although he received absolution from Robert Wishart, Bishop of Glasgow). Bruce moved quickly to seize the throne and was crowned king of Scots on 25 March 1306. Edward I’s forces defeated Robert in battle, forcing him to flee into hiding in the Hebrides and Ireland before returning in 1307 to defeat an English army at Loudoun Hill and wage a highly successful guerrilla war against the English. Bruce defeated his other Scots enemies, destroying their strongholds and devastating their lands, and in 1309 held his first parliament. A series of military victories between 1310 and 1314 won him control of much of Scotland, and at the Battle of Bannockburn in 1314, Robert defeated a much larger English army under Edward II of England, confirming the re-establishment of an independent Scottish kingdom. The battle marked a significant turning point, with Robert’s armies now free to launch devastating raids throughout northern England, while also extending his war against the English to Ireland by sending an army to invade there and by appealing to the native Irish to rise against Edward II’s rule.\nDespite Bannockburn and the capture of the final English stronghold at Berwick in 1318, Edward II refused to renounce his claim to the overlordship of Scotland. In 1320, the Scottish nobility submitted the Declaration of Arbroath to Pope John XXII, declaring Robert as their rightful monarch and asserting Scotland’s status as an independent kingdom. In 1324, the Pope recognised Robert I as king of an independent Scotland, and in 1326, the Franco-Scottish alliance was renewed in the Treaty of Corbeil. In 1327, the English deposed Edward II in favour of his son, Edward III, and peace was concluded between Scotland and England with the Treaty of Edinburgh-Northampton, by which Edward III renounced all claims to sovereignty over Scotland.\nRobert I died in June 1329. His body is buried in Dunfermline Abbey, while his heart was interred in Melrose Abbey.\nbackwardsevolution\nNovember 19, 2016 at 19:58\nEven the Romans couldn’t defeat the Scots, who they called barbarians and savages; they built Hadrian’s Wall instead.  Great ending in Braveheart re Robert the Bruce:\nNovember 19, 2016 at 15:28\nGregory…i sure hope you are right.  But consider that you may not be and be wary.   However,  didn’t see any suggestion for obstructionist politics in this article.  I thought I read that Democrats are aligning themselves to work with him (before even in office)?  Compared to the past 8 years of stated obstructionism I can’t see the comparison?\nGregory Herr\nNovember 19, 2016 at 15:54\nYour point is well-taken.  I was unclear. I wasn’t thinking of obstructionism at the Congressional level….I was thinking of just the general derogatory attitude and demonization that was hurled toward Obama from those who didn’t vote for him.  I can’t stand Obama now, but what I referred to still wasn’t and isn’t right.\nkaycee connors\n(apologies for grammatical errors above…missed in my edit)\nGregory Herr\nNovember 19, 2016 at 15:23\nOMG…Donald Trump let the “evil genie” out of the bottle.  Racism, ignorance, and intolerance has reared its ugly head because a presidential candidate has occasionally opened his mouth in an untoward fashion.  And now Trump can make it stop because he demands it.  Man, I didn’t realize the Donald had such power and authority over what is in the heads and hearts of people disposed to such ugliness.\nI certainly have a sense of disagreement and distaste for some of Trump’s comments and positions, but this sort of castigation is so over-the-top it barely warrants consideration except for the fact that it epitomizes the lack of sensibility that led to voter rejection of the “liberal” establishment in the first place.\nSure we need to be wary of the people Trump surrounds himself with, and we need to coherently argue in contrast where we think Trump is wrong or misguided; but to act like the Republicans did towards Obama will go nowhere.  I know it’s self-evident, but you can’t be a good influence if you’re not a good influence.\nkaycee connors\nNovember 19, 2016 at 15:04\nAnd the in the previous comments of Sam F and Herman we see why this is tolerated.  Therein lies the problem.   Denial is the solace of the masses.   Having myself never claimed misogyny or thought there was too much to be concerned with racism as we are, slowly improving our society, or concerned myself with the ‘hawkish’ global politics of the past 4 previous administrations because i thought the job of running a world power a difficult job for which there must be some complex moral tradeoffs, I can see now what some (authentic) libertarian and anti-neo lib activists have been trying to say about the past 30 years of politics, executive branch over reach and legislative branch sedation.  We’ve paved the path for this monster and the perfect storm of alignment under his reign.  if you want to suggest its whiny, alarmist or hysteria, thats ok….just please remain vigilant and hold this leader and his hired staff to the standards you actually believe this country to represent.   And beware the lurking depravity of a society unchecked.\nJoe Tedesk\nNovember 19, 2016 at 13:45\nYou all have heard the saying, never let a good crisis go to waste, well the American Left should take Trump’s racist rants as a battle cry, and let him know how you feel. Even by his Electoral College win Trump did not get a popular mandate. If the Left had gotten behind a true Left winger such as a Jill Stein I would not be surprised, that the Left would have had a huge voter turnout, and prevented Donald Trump from winning the presidency.\nThe next time the Left has power I would suggest to the Left to beware of disguised liberals who behind close doors are nothing more than Wall St. Imposters. Hillary’s arrogance and belief that she deserved the presidency should be a reminder to all Left thinking people on how to avoid such support, as the kind of support Hillary received. Basically America does not have a Left wing any longer. With Trump’s rise to the presidency now would be a great time to coalesce around a true Left wing platform. In recent times I have wondered what it would take to get citizens to march in protest, now I know.\nPs. I would recommend that the Left shake off all this Putin bashing, and take back the Left wing cry of compassion for worldwide peace. It is time that the Left take a good look in the mirror, and cast off this Clinton induced mind think, and rally around an open minded peaceful surge for justice and equality. Don’t let the Right take the best part of what the Left was once all about. Hillary, and people like Hillary have poisoned the minds of the Left for far too long. Now is the time to take it all back.\nSam F\nNovember 19, 2016 at 12:04\nThe writer is flogging a dead horse. There is always a small minority who hate others, usually because they are seeking someone to blame for their own suffering. Their choice of leaders does not in itself impugn leaders who do not encourage hate.\nMore significant is the writer’s propaganda use of the terms “misogyny” and “anti-semitism.” Misogyny is really almost non-existent, and both terms are used solely as false accusations to cover up demands for special privileges. Does anyone think that misoandry would be less likely, yet has anyone ever heard the accusation? Has anyone ever heard the accusation of anti-Gentilism, or heard them demanding special privileges? The youngest liberals are afraid that they cannot defend themselves against an accusation that cannot be proven false, so they capitulate and grant the special demands.\nBoth claims are propaganda warfare gambits, and both are common in the Hillary camp. Note that both rely upon defining a special word for opponents and pretending that it is a clinically abnormal state of mind. No other groups demand a special word for their opponents, so that they can make false accusations against which there is no defense (like all state-of-mind accusations, because states of mind cannot be proven or disproven), with implicit denunciation threats against anyone who does not grant them special privileges.\nREDPILLED\nNovember 19, 2016 at 23:30\nSee this: A Reader on “the Trump Effect” | Diane Ravitch’s blog\nNovember 20, 2016 at 07:33\nLet’s add the propaganda term “homophobe” as there clearly is no such thing. Nor is there very significant discrimination against passive homosexuals. There is plenty of hatred among men against aggressive homosexuals such as those who rape boys and harass young men. Apparently Hillary’s camp loves rape so much that they cannot imagine why men would not want to be raped. So they must lie that anyone so inclined must be afraid of men in general.\nOf course no one could actually believe such an absurd concept as “homophobia,” it is in fact used as a threat. Either “man up” and agree to be raped by a pervert, or be attacked by the DNC. There is no liberalism there at all, just propaganda for perverse rapists who have their representatives on the DNC and in the mass media.\nkaycee connors\nthat is truly disgusting.  you reveal yourself.\nAnon\nNovember 20, 2016 at 17:20\nYou won’t be able to defend that position, whatever it is. It appears likely that you are making just the mistake I describe, and using just the propaganda ploy I describe. Everyone must accept that there are limits of their behavior beyond which they are committing moral, civil, or criminal offenses. When you defend some group to the extent of letting its antisocial elements commit such offenses you are not a progressive, you are committing great wrongs. The pseudo-progressives who seek such unfair privileges for their own group are hurting a far greater number, and are not working for justice at all.\nTo realize this, you must ask what the wrongs are that others complain of, rather than demonizing them on the presumption that every group deserves whatever it demands.\nAnon\nNovember 20, 2016 at 17:36\nI will add to that the fact that aggressive homosexual men are without exception, in my experience, psychopaths who seek to destroy the self esteem of others. As noted at the outset, I did not criticize passive homosexuals. The aggressive ones are no better than heterosexual rapists, and in many ways worse, because their behavior is, at least in this culture, designed to injure others in the way that they were injured. There are no rights to such conduct.\nkaycee connors\ntalk about psychopaths…..yikes\nNovember 20, 2016 at 20:18\nFeel free to construct your defense of such abuse, or present your data that it doesn’t exist. Otherwise you are defending psychopaths by accusing those who know the facts of the same. Sorry, that’s not an argument. I know the facts, and you know that you don’t, is it not so?\nHerman\nNovember 19, 2016 at 12:00\nI see all this ranting about Trump as little more than using his statements as fund raising opportunities. Trump will not and more importantly cannot do the things he suggested in his inflammatory statements and somewhere there will be a meeting ground on issues where Trump’s views are no more extreme than those doing the ranting.\nAcknowledge that our immigration needs to be brought under control while acknowledging there are a lot of hard working Latinos who are doing work no one else seems able or willing to do. Acknowledge that Americans don’t want to cut off the supply of hard working, cheap labor. Somewhere there is a reasonable ground for a better solution than exists today.\nFor progressives you are often rightly progressive on domestic issues but oddly hawkish on foreign policy issues and you need to be more progressive in supporting Trump in talking to Putin and anyone else.\nThe women’s issue is a non-issue “trumped” up as a way of defeating Trump. I cannot recall a similar degree of outrage at Bill, pointing instead to all the good they thought he was doing.\nSo eagerly painting Trump a right wing zealot at this point in time merely goes back to the earlier point, “progressive” outfits like the Southern Law Center are fading in relevance and searching for a reason why people should throw money their way.\nLet’s reject all the crazies right and left and support Trump where he deserves support and criticize him where he is not, like his views on health insurance and other schemes yet to be fleshed out.\nAbove all, everyone should joint in supporting his efforts to end the Cold War, if that is where he is headed. Nothing is more important.\nBill Cash\nNovember 19, 2016 at 20:47\nTell me that in a year. You underestimate Bannon. He has an organization that does deep internet dives just digging up dirt. He will have this congress eating from his hand. Trump is a fool being used by Bannon and the Mercers. He’s not capable of running anything. You underestimate Bannon at your own peril.\nREDPILLED\nRe: Progressives and foreign policy:  true progressive NEVER support imperialism and militarism, both of which the U.S. has embraced since at least 1898.\nSo-called “humanitarian interventionists” use that label as their excuse for imperialism and waging illegal wars of aggression.\nNewton Finn\nNovember 20, 2016 at 16:12\nA level-headed comment in a country gone mad. I’ve been saying much the same thing on various left-leaning websites, and the reaction has largely been silence. Dump on Trump before he has even taken office and done a single thing, and you’re part of a surging SJW choir. Suggest that we oppose him if he takes retrograde positions on social issues and support him if he backs us away from perpetual war and confrontation with Russia and China, and no one seems to get it…or to care.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.vox.com/polyarchy/2016/11/15/13637936/anti-semitic-propaganda",
                "https://time.com/4569588/donald-trump-stephen-bannon-breitbart-white-house/",
                "https://www.washingtonpost.com/opinions/is-steve-bannon-really-as-bad-as-all-that/2016/11/15/3c74af12-ab81-11e6-8b45-f8e493f06fcd_story.html?utm_term=.f1d61ae67a85",
                "https://billmoyers.com/story/nows-chance-president-elect-trump/",
                "https://www.npr.org/sections/thetwo-way/2016/11/14/502036699/hate-crimes-rose-in-2015-with-religious-bias-a-growing-motivation-fbi-data-shows",
                "https://www.cbsnews.com/news/60-minutes-donald-trump-family-melania-ivanka-lesley-stahl/",
                "https://q13fox.com/2016/11/15/go-back-to-india-btch-seattle-councilwoman-threatened-for-enouraging-trump-protest/",
                "https://www.dnainfo.com/new-york/20161116/civic-center/nypd-hate-crime-statistics-2016-2015/",
                "https://www.splcenter.org/fighting-hate/extremist-files/ideology/alt-right",
                "https://www.splcenter.org/hatewatch/2016/11/15/update-more-400-incidents-hateful-harassment-and-intimidation-election",
                "https://time.com/4574951/donald-trump-transition-steve-bannon-protesters/?xid=tcoshare",
                "https://www.theguardian.com/us-news/2016/apr/28/julia-ioffe-journalist-melania-trump-antisemitic-abuse"
            ],
            "gov_pgs": [
                "https://www.bjs.gov/index.cfm?ty=pbdetail&iid=4883",
                "https://www.fbi.gov/news/stories/2015-hate-crime-statistics-released"
            ],
            "unsure": [
                "https://slatestarcodex.com/2016/11/16/you-are-still-crying-wolf/",
                "https://twitter.com/michaelwinship",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://billmoyers.com/story/none-normal-un-american/"
            ]
        },
        "key_words": [
            "divide",
            "say",
            "widening",
            "stahl",
            "know",
            "white",
            "trump",
            "election",
            "posttrump",
            "hear",
            "bannon",
            "bias",
            "hate",
            "americas"
        ]
    }
]