[
    {
        "url": "https://consortiumnews.com/2017/12/12/trump-n-korea-the-phony-terror-list/",
        "title": "Trump, N. Korea & the Phony ‘Terror List’",
        "authors": [
            {
                "name": "Harpo Kondriack",
                "link": null
            },
            {
                "name": "Devil'S Advocate",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Sunrise Skipper",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Dave Brunskill",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-12-12",
        "text": "Main menu\nDecember 12, 2017\nBy Ivan Eland\nIn an effort to further tighten the screws on North Korea in what is likely to be another failed U.S. attempt to convince North Korea to give up its nuclear program, President Trump put that country back on its list of countries sponsoring terrorism. North Korea will join Iran, Sudan and Syria on the list. In response, North Korea has conducted another ballistic missile test.\nThree F/A-18E Super Hornets fly in formation over the aircraft carriers USS Ronald Reagan, USS Theodore Roosevelt and USS Nimitz and their strike groups, along with ships from the South Korean navy, as they transit the Western Pacific, Nov. 12, 2017. (Navy photo by Lt. Aaron B. Hicks)\nOriginally, some justification existed for putting North Korea on this list in 1988. In 1987, according to a North Korean agent, Kim Jong-il, Kim Jong-un’s father and predecessor as North Korean leader, directed that a bomb be placed on a South Korean passenger jet, which resulted in the deaths of 115 civilians. Although for years after that incident, North Korea remained a quirky, despotic country trying to get nuclear weapons, it did not commit any acts that objectively could be called terrorism, if that term is used to describe deliberate attacks on civilians to attempt to scare them into pressuring their government for changes in policy. Showing that the U.S. terrorism list has a large political element to it, North Korea was only removed about 20 years later when President George W. Bush was trying to save a deal with North Korea that would have stopped its nuclear program—something that had nothing to do with whether North Korea was committing or sponsoring acts of terrorism.\nOf course, President Trump’s re-imposing the moniker of “state sponsor of terrorism” on North Korea is also political. The move is designed to increase only symbolic pressure against a regime that is unlikely to give up its nuclear program, which among other things, is designed to deter the United States from ousting Kim Jong-un from power — just as the U.S. has done with the leaders of non-nuclear nations, such as Haiti, Panama, Serbia, Iraq, and Libya.\nAlthough North Korea certainly gets accused of mischief making — shelling a South Korean island, sinking a South Korean Navy vessel, conducting a cyber attack on Sony Pictures, and assassinating a member of the North Korean “royal family” who could someday have taken Kim Jong-un’s job — none of these includes the mass slaughter of civilians for political purposes.\nPoliticized List\nCastros’ Cuba also remained on the list of state sponsors of terrorism long after it stopped sponsoring such acts, simply because the United States did not like the Cuban government and wanted to keep maximum pressure on it. Laudably, President Obama, as part of his warming of relations with Cuba, finally took that country off the list in 2015.\nPresident Trump meets with South Korean President Moon in New York on Sept. 21, 2017. (Screenshot from Whitehouse.gov)\nIn addition, the other countries remaining — Iran, Syria, and Sudan — and many groups on the terrorism list don’t really focus their attacks on the United States. However, continuing its expensive role as the world’s policeman, despite having a national debt north of $20 trillion, the United States insists on making new enemies worldwide by calling out groups and nations that don’t focus their attacks on the United States — that is, fighting other countries’ battles for them.\nAnd the expanding war on terrorism is not just to be found on paper. For example, to show he is tougher than Barack Obama, President Trump has unilaterally approved new authorities to attack miscreants across the globe. Obama had enlarged George W. Bush’s illegal and unending wars on terror in the developing world, and Trump is now trying to one-up Obama by further expanding these unconstitutional authorities. For example, in Somalia, the United States is escalating the attacks on the Islamist Shabab group.\nEven in Afghanistan, in which the Congress passed a post-9/11 authority for the use of military force (AUMF), the Trump administration has expanded the authorities to attack opium labs that fund the militant Taliban insurgency. Let’s hope this war on narcotics goes better than the colossal waste of taxpayer dollars that the war on drugs in Latin America has become. And all of this escalation despite terrorism experts’ constant refrain that it difficult to kill your way out of an insurgency.\nThe war on terror failed long ago during the George W. Bush administration; expanding it both on paper and in the field may look tough, but it’s just doubling down on a dubiously counterproductive policy.\n \nSuperman\nDecember 14, 2017 at 04:26\nHow the hell can you leave out ICELAND!!!! Really? As that story explains what terrorism is… you don’t give us money or do as we say? You my friend are a terrorist and when Iceland over threw is own government and installed a government that refused to pay the very fine English bankers.. A terrorist was born lol!\nSam F\nDecember 13, 2017 at 07:51\nWithout evidence the article accuses Cuba, Syria, and Iran of sponsoring terrorism, saying that Cuba “stopped sponsoring such acts” and that Syria and Iran don’t “focus their attacks on the United States.” Such accusations require evidence of which I have seen none so far.\n1. I have not read of any terrorism by Cuba, and have heard that it has never done this; the independent revolutionary Guevara was neither a terrorist nor state sponsored;\n2. I have not read of any act of terrorism by any recent government Syria;\n3. The accusations against Iran regarding Yemen are apparently unfounded, according to experts.\nNeglecting to mention the endless terrorist acts of the US is also extraordinary.\nSkip Scott\nSam-\nI agree with you entirely.  I also wonder about the Taliban funding themselves with the opium trade.  Is this documented?  My understanding was that when the Taliban was in power they didn’t allow opium production.  And of course one has to ask oneself, If Afghanistan is responsible for 90% of the world’s heroin production, how does so much of it get all the way to the USA?  I’m sure the CIA doesn’t want us to ask, or to have to answer, that question.\nDave Brunskill\nDecember 15, 2017 at 22:06\nThis is the revenue by which the CIA is run.  The US government is the world`s largest drug dealer.\nZachary Smith\nDecember 12, 2017 at 19:40\nAlthough North Korea certainly gets accused of mischief making — shelling a South Korean island, sinking a South Korean Navy vessel, conducting a cyber attack on Sony Pictures, and assassinating a member of the North Korean “royal family” who could someday have taken Kim Jong-un’s job — none of these includes the mass slaughter of civilians for political purposes.\nTechnically this is an accurate statement. “Mass slaughter” happened and is still happening in other ways, though.   Starvation is one of them.\nh**p://www.journals.uchicago.edu/doi/pdfplus/10.1086/452523\nThat’s just the start of the article, but shows the deaths have been in the millions.   The rest of the piece remarks that the “elites” get first dibs on the food.  The NK military used to be among those, but consider the condition of the soldier who recently escaped.\nMs Kim’s account comes almost a month after the dramatic defection of North Korean soldier Oh Chung-sung who was shot five times as he dashed across the heavily fortified Demilitarised Zone (DMZ).\nThe 24-year-old, who continues to recover from his injuries in Seoul, was saved by quick-thinking surgeons.\nSouth Korean surgeon Lee Cook-Jong told CNN doctors faced a battle to save him, and discovered the 24-year-old’s body was filled with tapeworms, some of which were up to 27cm long.\n“Everything was stained with blood, but the parasite was basically a really white colour and this thick, big, long and very, very hard, this kind of thing was getting out from his bowel system,” Dr Lee said.\nThe defector is also battling tuberculosis and hepatitis B and is traumatised following his escape.\nCrappy food, and not enough of it – even in this part of the “elites”.\nh**p://www.news.com.au/lifestyle/health/health-problems/north-korean-soldiers-have-worms-and-are-starving-defector-reveals/news-story/05c91d29c4274ce7f24b755dc6444823\nFeeding the civilian population has NOT been a priority for the North Korean government.   Reforestation and other types of flood control have simply been neglected in favor of the nuke-missile project.    Reducing the fertility of the population is another option I’ve never heard anything about.   The “one-child” policy of the Chinese gave them enough breathing room that they were able to break out of the demographic trap they were in, even though the enforcement was of relatively brief duration.\nSam F\nDecember 13, 2017 at 08:09\nThe question is the ultimate cause of that food shortage in NK. After the loss of nearly two million civilians in the US saturation bombing after the Korean war, one would expect military defense to be a top priority, including their nuclear weapons program. Even a descent to martial law and poor living conditions for the people would be ultimately the result of US actions, which were acts of terrorism in revenge for losing the war.\nSunrise Skipper\nDecember 13, 2017 at 09:53\nDo you not wonder what would have happened if there had been a declared peace after the Korean War? Or, if the Americans had provided some kind of reparations due to the extraordinary destruction of the North during the war? The American elite has resolved to destroy any sign of so-called communism wherever it has shown, e.g. Iran, Cuba, Vietnam, Venezuela. The result is always the devastation of the offending peoples.\nDave Brunskill\nDecember 15, 2017 at 22:04\nSunrise Skipper, I think you have it wrong. The american elite are the offending people.  The american (world?) elite have tried to destroy any sign of so-called communism, wherever it has shown, because they don’t want the american people to know that these other systems are actually far more people friendly than the american system.  The american system seems to work on dividing, separating and isolating people.  When people are isolated and alone, they are easier to make afraid, and when people are afraid, they are way easier to control.  This is becoming visible in spades.\nThese “communistic” societies are much more inclined to look after each other.  There is a much larger supporting network at the community level.  The ordinary people are way more caring than in North America.\nI believe the real reason the american (world?) elite have resolved to destroy any sign of so-called communism wherever it has shown is because the american elite cannot control the financial systems of those countries e.g. Iran, Cuba, Syria, Venezuela, Russia, North Korea, China to an extent, etc.  This is the real bugaboo.  With these “rogue” financial systems in place, it is not possible to enact a global hegemony.\nFinally, I believe there is a time coming where americans will look at Cuba with envy.\nmike k\nDecember 12, 2017 at 17:40\nThe US is the number one perpetrator of terrorism, and funding and creating terrorist organizations in the world. It is a cynical joke for the US to claim it is “fighting terrorism.”  I would like to see one of these large polling institutions ask a large sample of Americans if they agree with what I have said here. Fat chance. The pollsters first question to me would be, “what’s in it for us?” And my answer would be – “a lot of trouble.”\nIf the poll were taken, and 5 % agreed with me, I would be surprised and ecstatic. If only 1% agreed, I would still be encouraged……\nAnnie\nDecember 12, 2017 at 19:07\nI was going to say the same thing. So I won’t make a  comment other then to completely agree with you. I thought the same thing as a read this article.\nDevil's Advocate\nDecember 12, 2017 at 17:07\n“…expanded the authorities to attack opium labs that fund the militant Taliban insurgency.”\nYou mean, the CIA’s opium, don’t you!?\nmike k\nDecember 12, 2017 at 17:43\nAnd it would further drive the price of a fix higher, and thus justify the very lucrative war on drugs, which is just as phony as the war on terrorism.\nHarpo Kondriack\nDecember 13, 2017 at 18:23\nHey,   The aging Western population will need more and more opium for pain remediation.  We shouldn’t be destroying world supplies, unless to increase prices and profits for big pharma.\nDave Brunskill\nDecember 15, 2017 at 22:14\nThe war on drugs and the war on terror are really the war on `you`. or us.  First world governments need drugs and `terror` to exist in order to justify the funding/profits that are in play.\nDave Brunskill\nDecember 15, 2017 at 21:37\nWhen the Taliban were in total control of Afghanistan, there was no opium grown there as it is against their religion.  Opium was grown again in Afghanistan only after the Americans moved back in\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "korea",
            "terror",
            "n",
            "terrorism",
            "president",
            "nuclear",
            "kim",
            "trump",
            "phony",
            "north",
            "list",
            "korean",
            "states"
        ]
    }
]