[
    {
        "url": "https://consortiumnews.com/2012/11/27/congos-troubled-future/",
        "title": "Congo’s Troubled Future",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-11-27",
        "text": "Main menu\nBy Paul R. Pillar\nThere’s been more fighting lately in the eastern portion of Congo. Again we are led to think about how a country that occupies such a large part of the map can get pushed around by a much smaller neighbor such as Rwanda.\nThis time a rebel group known as M23 and suspected of being backed by both Rwanda and Uganda has scored advances against Congolese government forces and recently seized the provincial capital of Goma.\nDemocratic Republic of the Congo. (Credit: Connormah)\nWhat ought to gain our attention about conflict in this painfully conflict-prone section of Africa, besides any complications regarding access to its mineral resources , is the repeated involvement of multiple nations and the sheer magnitude of some of the bloodshed and human suffering in the area.\nThe five years of warfare, ending in 2003, that centered in this same portion of Congo involved the forces of eight countries and a couple of dozen armed groups and led to the deaths of more than five million people, many of them from disease or starvation connected directly to the fighting. That toll made it the deadliest war anywhere since World War II.\nNone of this means there is much of anything the United States can or should try to do about the situation in Congo. The complicated and confusing lines of conflict make this area one of the least promising venues for effective outside intervention. (A United Nations force is present; it has mostly been only a spectator as M23 has made its advances.)\nTo the extent that bloody events in this part of Africa have had any influence on American policy thinking it has probably not been on balance good. The war of 1998-2003 came on the heels of a shorter war in Congo that in turn was triggered by developments that followed the genocide in Rwanda in 1994.\nSubsequent hand-wringing over that latter event has served mainly to inject more emotion than reason into U.S. policy deliberations. An intervention in Libya based on a dubious rationale about preventing a presumed bloodbath was one result.\nThe situation in Congo, although it does not imply a particular policy response, may have more general implications about sovereignty, territory, and what makes for a viable nation-state. Maybe Congo is just too big. No one has ever really governed it all, although the autocratic kleptomaniac-strongman Joseph Mobutu came closest.\nThe territory that is now Congo was first assembled as an ill-managed private possession of a 19th Century Belgian monarch. The Belgian government later took over the mess and did some good things, but effective governance of a territory that is 75 times the size of Belgium itself was beyond its capacity.\nWhen Congo became independent in 1960 it was in turmoil from day one, with a president and prime minister trying to remove each other and the wealthiest province trying to secede. With more than half a century having gone by since independence, there probably is sufficient grounds for calling this experiment in nation-building a failure.\nAfricans have since independence generally refrained from challenging the often illogical boundaries that European colonialists had left them, lest this lead to unstoppable unraveling. The secession of the southern portion of Sudan is a recent and conspicuous exception.\nThe jury is still very much out on how that story will turn out, and there is not an obvious line of division in Congo that is even as clear as the (nonetheless contested) line in Sudan. But if Congo were to break up that would not necessarily be cause for regret.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is now a visiting professor at Georgetown University for security studies. (This article first appeared as a blog post   at The National Interest’s Web site. Reprinted with author’s permission.)\neCitizen\nNovember 28, 2012 at 08:31\nYet another mess created by European map makers. Other notable disasters: Iraq, Palestine, India/Pakistan… The whole mess was set in concrete by the UN which legitimized the extraordinarily stupid decisions made in Europe. One example: Iraq, which was created by British mapmakers with the guidance of an anthropologist who declared that everybody should be able to get along because they were all “people of the river”. The British decision makers were apparently clueless about the ethnic and religious sectoral divisions in the territory which are still producing conflict 100 years later.\nrosemerry\nNovember 27, 2012 at 15:28\n“much smaller neighbor such as Rwanda.” No mention of the US support for this country and its invasions into the DRC, or the implications of the USA in Rwanda’s genocide which it pretends was unexpected.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://blogs.wsj.com/marketbeat/2012/11/26/fighting-in-congo-could-push-up-price-for-tantalum/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://nationalinterest.org/blog/paul-pillar"
            ]
        },
        "key_words": [
            "territory",
            "united",
            "congo",
            "m23",
            "portion",
            "troubled",
            "war",
            "turn",
            "congos",
            "future",
            "r",
            "policy",
            "turmoil"
        ]
    }
]