[
    {
        "url": "https://www.christianpost.com/news/growing-intolerance-for-christianity-in-us.html",
        "title": "Growing Intolerance for Christianity in U.S.",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nGrowing Intolerance for Christianity in U.S.\nGrowing Intolerance for Christianity in U.S.\nBy Delores Liesner , Christian Post Contributor\n| Saturday, March 26, 2011\nA few examples of recent intolerance for Christianity:\n• The Supreme court determining to exclude anyone who prays in Jesus name from a rotation of officials who open city business meetings\n• The removal of US military Chaplain Gordon Klingenschmitt, over the issue of praying in Jesus Name\n• UCLA's prohibiting a graduating student from thanking her \"Lord and Savior Jesus Christ\" in her graduation speech\n• Colleges making special accommodations for foot baths and Muslim only prayer rooms, while a Muslim group membership may be suspended or revoked for 57 reasons including but not limited to: unbecoming behavior, insubordination, or inactivity; but denying Christian groups campus recognition \"because it requires its officers and voting members to agree with its Christian beliefs\"\n• A San Diego elementary school created an extra recess period to allow 100 Muslim students to pray, while a federal judge upheld a Knoxville, Ky., jury's decision that a public school could prohibit its 5th grade Christian students from studying and discussing their Bibles during recess\n• Christians in America have to tolerate the defamation of their holiest images in national museums, including particularly provocative, offensive acts defined as \"artwork,\" some receiving taxpayer-funded grants from the National Endowment for the Arts. On the other hand, several college editors who cited freedom of speech when republishing anti-Muslim cartoons first published in a Danish newspaper, were fired or disciplined because they were offensive to Muslim students\n• The Council on American-Islamic Relations (Los Angeles) requested an investigation of the desecration of a Quran, Islam's revealed text, as a hate crime. Conversely, when Palestinians tore up Bibles for toilet paper (May 15, 2002, The Washington Times) there was no outrage, and after a church in the U.S. saved and held fundraisers to afford the cost of buying and shipping requested Bibles in the Pashto and Dari language to an American sergeant in Afghanistan, the Bibles were confiscated, thrown away, and burned. The only official comment about burning the Bibles was this one, by a Defense Department spokesman, \"Troops in war zones are required to \"burn their trash.\"\nThese incidents have raised several questions that Brannon Howse, author and founder of Worldview Weekend, agreed to answer:\nCP: Would you consider these examples of intolerance shocking or unexpected?\nHowse: Not at all. Jesus said all nations will hate you. If you are a Bible-minded believer such persecution should not be uncommon or a surprise,\" he stated, quoting 2 Timothy 3:12 \"all who desire to live godly in Christ Jesus will be persecuted.\nCP: With 38,000 denominations declared as Christian, why does the world's intolerance seem focused on the smaller percentage who claims a Biblical lifestyle faith?\nHowse: Many who have called themselves Christians were false converts. (II Cor. 7:10) There's lots of happy talk but many Christians are only committed to a culture war, surveying unbelievers to see what they want in a church, and creating feel good pop-culture within the church. Many Americans are wimps who don't want to suffer...don't want to be uncomfortable.\nCP: Isn't that rather divisive thinking?\nHowse: I don't mind being called divisive – I pray that I am divisive if that means based on the Word of God – living and active, rightly dividing truth and error. We should expect division – we need division to recognize that truth is not subjective or emotional; truth is the unchanging character and nature of God and His Word.\nAmericans seem to long for commonality and unity. This American idea of Christianity is not what goes on in countries like Cuba, China, or Korea. Those pastors have unity - the unity of all of them having been in prison for boldly living out their Christian faith.\nMillions have been and continue to be martyred for Christ. (45.5 million in the last century per \"The New Persecuted\" by Antonio Socci). We need Martin Niemöllers and John Wycliffes for this generation. However, too many are only committed to a cotton candy Christianity, not the Christianity of Niemöller and Wycliffe that required persecution.\nWithout a sound theological foundation, when persecutions increase, and they will, according to scripture, many who call themselves believers won't want to be marked as Christians. Those only committed to culture war will give up with no hope.\nCP: Are you saying everyday Christians, students, business people, and homemakers as well as clergy should be expecting bias, intolerance or hostility in all areas of life including civil government, education, economics, public policy, and family?\nHowse: Actually, if an individual who claims to be a Christian is not experiencing intolerance or persecution – being called names, belittled, marginalized, or characterized because you stand for sound theology – you should examine yourself to make sure you are a Christian. (See 10 hallmarks of a Christian at: http://www.worldviewweekend.com/worldview-tube/video.php?videoid=4383)\nOur culture is doing what Scripture said – getting worse and worse. The books of James and 1 Peter tell us not to be surprised at fiery ordeals ...[when they come – not if] as though some strange (or foreign) thing were happening to you. Suffering, intolerance and persecution are building us up for the best part of life – which is yet to come.\nCP: So what can Christians do when they find their faith under assault?\nHowse: We are in the world to be salt and light. We have to have contact with the world to be salt and light, just as Jesus did. Keep standing for righteousness or right living, for life of the unborn and of seniors and keep going whether or not you win in the courtroom, the capitol, or anywhere else in this world, because you are standing for Christ.\nRemember that it is impossible to find unity with the world without compromising, and remember that we are God's messengers. Take all opportunity to proclaim the gospel (Galatians 4:16), and ask yourself, \"What am I proclaiming?\" If we are proclaiming that the Word of God is truth by our life and actions we are becoming the enemy of the world. The world is not tolerant of its enemies.\nIn Germany, many who called themselves Christians went along with Hitler but people like Corrie ten Boom said no I must stay true to purpose of the gospel. The world would say her family lost and that she was foolish to proclaim the gospel in a losing situation, but the reality is that she won for the gospel by pointing fellow prisoners to Christ.\nCP: Are you saying there can be a positive outcome from intolerance and persecution?\nHowse: Absolutely. Persecution is an expected evidence of being a follower of Jesus Christ, and we can utilize everything that is happening in our world and culture as a pulpit, an opportunity, to share the hope we have in Christ. But the Bible teaches us to respond and not to react.\nMatthew 5:10 talks of the blessing of those who are persecuted for righteousness sake – not for responding as the world does.\nIntolerance for righteousness is to be expected and embraced as an opportunity to live so that anytime Christians are persecuted, the world will watch and wonder why are they willing to persevere and not compromise.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/delores-liesner"
            ]
        },
        "key_words": [
            "christ",
            "world",
            "jesus",
            "unity",
            "intolerance",
            "christianity",
            "bibles",
            "truth",
            "growing",
            "christians",
            "christian"
        ]
    }
]