[
    {
        "url": "https://www.christianpost.com/news/meat-or-vegetables-whats-the-christian-choice.html",
        "title": "Meat or Vegetables: What's the Christian Choice?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMeat or Vegetables: What's the Christian Choice?\nMeat or Vegetables: What's the Christian Choice?\n| Tuesday, January 23, 2018\nIs it God's will that we consume a plant-based diet? Frightening blood test results from my doctor recently prompted me to ponder this question.\nMy triglycerides were at 961. Normal is considered less than 150. My non-HDL cholesterol was also in the \"very high\" range at 229, rather than an \"optimal\" less than 130. Since I want to be alive to meet my grandchildren someday, I decided to begin a mostly plant-based diet.\nWhat does the Bible say?\nRead more here:  https://www.christianpost.com/news/should-christians-be-vegetarians-214290/\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/should-christians-be-vegetarians-214290/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "someday",
            "test",
            "christian",
            "stumbleupon",
            "plantbased",
            "meat",
            "vegetables",
            "sayread",
            "results",
            "whats",
            "triglycerides",
            "choice",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/should-christians-be-vegetarians.html",
        "title": "Should Christians Be Vegetarians?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nShould Christians Be Vegetarians?\nShould Christians Be Vegetarians?\n| Thursday, January 18, 2018\nVegetarian and Vegan diets have their differences, but both agree that a daily intake of fruits and vegetables is beneficial for their practitioners. |  \nIs it God's will that we consume a plant-based diet? Frightening blood test results from my doctor recently prompted me to ponder this question.\nMy triglycerides were at 961. Normal is considered less than 150. My non-HDL cholesterol was also in the \"very high\" range at 229, rather than an \"optimal\" less than 130. Since I want to be alive to meet my grandchildren someday, I decided to begin a mostly plant-based diet.\nWhat does the Bible say?\nIn Genesis 9, God gives us permission to eat animals. After the flood, when God makes a covenant with Noah, He says, \"The fear and dread of you shall rest on every animal of the earth, and on every bird of the air, on everything that creeps on the ground, and on all the fish of the sea; into your hand they are delivered. Every moving thing that lives shall be food for you; and just as I gave you the green plants, I give you everything.\" (Genesis 9: 2,3)\nElsewhere in the Old Testament, God provides instructions to Abraham's descendents for eating meat. Leviticus 11 and Deuteronomy 14 detail the Jewish laws for the types of meat that can and cannot be eaten. Allowed food is called \"clean\" and unallowed food is called \"unclean.\" For land animals, \"whatever parts the hoof and is cloven-footed and chews the cud\" can be eaten. From the waters, animals with fins and scales can be eaten. The chapter lists animals that can't be eaten, including many types of birds, insects and reptiles, but the eating of certain meats are clearly allowed.\nIn the New Testament, we find Jesus and the apostles tear down the legalism of the Old Testament. \"He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace\" (Ephesians 2:15).\nIn Acts 10, Peter falls into a trance and has a vision. He sees Heaven opened and \"all kinds of four-footed creatures and reptiles and birds of the air.\" A voice tells him to \"kill and eat.\" After Peter declines, not wanting to disobey Jewish law, the voice reiterates, \"What God has made clean, you must not call profane.\" The vision sets up a revelation for later in the chapter when Peter realizes the Gospel is for both Jews and Gentiles.\nThe Bible, therefore, clearly doesn't forbid the eating of meat. Yet, there is also the question of prudence. Are there good reasons for Christians to avoid eating meat even if it's allowed? An act can be not-sinful yet unwise.\nDaniel 1 has an interesting story about a vegan diet. When four Jews are chosen to be part of the king's court in Babylon, they decide to not eat meat or drink wine in order to avoid breaking their dietary laws. The palace guard was concerned the king would have his head if the Jews under his care appeared malnourished. After 10 days of consuming only vegetables and water, however, \"they appeared better and fatter than all the young men who had been eating the royal rations.\" Was it a miracle from God? Did God change the carrot sticks into chicken fingers on the way down? Or was a plant-based diet better for them?\nVegetarianism is a wise choice for health reasons, as my own results attest. After four months, my non-HDL cholesterol dropped from 229 to 183 and my triglycerides dropped from 961 to 181. I also lost about 10 pounds.\nMany of our health problems, and our high health care costs, in the United States can be attributed to a poor diet. We eat too much fat and don't get enough fiber, mostly due to the amount of meat we consume. (We also consume too much salt and sugar, but a vegetarian diet alone won't help with that.)\nThe Center for Disease Control estimates  that 75 percent of all health care dollars spent in the United States are to treat preventable diseases — diseases caused by our poor diet and sedentary lifestyle choices, such as cardiovascular disease, type 2 diabetes, cancer and osteoporosis. We often hear concerns about the rising costs of health care, but we can all do our part by simply eating healthier and getting more exercise.\nThere are also ethical concerns about U.S. livestock industries. The overuse of antibiotics  by these industries will likely lead to \"superbugs.\" To save money, these industries give antibiotics to all their animals, even the healthy ones. This leads to bacteria becoming resistant to the antibiotics, which then can produce antibiotic resistant germs harmful to humans. Others have raised issues with the environmental damage and the treatment of animals in the livestock industry.\nThe large amount of meat and dairy in American diets isn't only due to personal tastes. These industries are a classic example of an iron triangle. Their lobbyists infiltrate government agencies. Members of Congress gain campaign contributions. And the industries benefit from favoritism and taxpayer subsidies. This why you don't hear government agencies advising us to eat less meat, but you do hear them say kids should drink milk daily. So, in a sense, going vegan is a protest against government cronyism. You can be an Ayn-Rand-style hippie by avoiding animal products.\nIf more Christians were vegetarian, or ate a lot less animal products, therefore, we could have a positive impact on our overall health, environment, and government.\nWhile I'm encouraging my fellow Christians to eat less meat and dairy, I don't insist one must become vegetarian to be a good Christian. As a Focus on the Family blog post  on vegetarianism helpfully points out, that would smack of the type of judgmentalism proscribed by the New Testament.\n\"Here's the bottom line. If you and your friends feel that God is calling you to stop eating meat, all we can say is 'more power to you.' But we would encourage you to be careful about passing judgment on others who think differently. As you can see, there's a strong case to be made on almost every side of this question. The New Testament tells us again and again that believers must be tolerant towards one another when it comes to matters of this nature. It's crucial to remember that discussions of this kind are secondary to the central issue of saving faith in Jesus Christ. In the words of the apostle Paul, 'Everyone should be fully convinced in his own mind' (Romans 14:5).\"\nNapp Nazworth, Ph.D., is political analyst and politics editor for The Christian Post. Contact: napp.nazworth@christianpost.com , @NappNazworth (Twitter)\nRelated Articles\nMore In Opinion\n",
        "quotes": [
            [
                "The fear and dread of you shall rest on every animal of the earth, and on every bird of the air, on everything that creeps on the ground, and on all the fish of the sea; into your hand they are delivered.",
                "",
                true
            ],
            [
                "Every moving thing that lives shall be food for you; and just as I gave you the green plants, I give you everything.",
                "",
                true
            ],
            [
                "whatever parts the hoof and is cloven-footed and chews the cud",
                "",
                false
            ],
            [
                "He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace",
                "Jesus",
                false
            ],
            [
                "all kinds of four-footed creatures and reptiles and birds of the air.",
                "",
                false
            ],
            [
                "What God has made clean, you must not call profane.",
                "Peter",
                true
            ],
            [
                "they appeared better and fatter than all the young men who had been eating the royal rations.",
                "",
                false
            ],
            [
                "If you and your friends feel that God is calling you to stop eating meat, all we can say is 'more power to you.",
                "",
                true
            ],
            [
                "But we would encourage you to be careful about passing judgment on others who think differently.",
                "",
                true
            ],
            [
                "As you can see, there's a strong case to be made on almost every side of this question.",
                "",
                true
            ],
            [
                "The New Testament tells us again and again that believers must be tolerant towards one another when it comes to matters of this nature.",
                "",
                true
            ],
            [
                "It's crucial to remember that discussions of this kind are secondary to the central issue of saving faith in Jesus Christ.",
                "",
                true
            ],
            [
                "In the words of the apostle Paul, 'Everyone should be fully convinced in his own mind' (Romans 14:5).",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.focusonthefamily.com/family-qa/vegans-vegetarians-and-the-bible/",
                "https://www.sciencemag.org/news/2017/09/are-antibiotics-turning-livestock-superbug-factories"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/books/NBK305175/"
            ],
            "unsure": [
                "https://twitter.com/NappNazworth"
            ]
        },
        "key_words": [
            "industries",
            "eaten",
            "christians",
            "vegetarians",
            "god",
            "eating",
            "eat",
            "meat",
            "health",
            "diet",
            "animals",
            "testament"
        ]
    },
    {
        "url": "https://www.focusonthefamily.com/family-qa/vegans-vegetarians-and-the-bible/",
        "title": "Vegans, Vegetarians, and the Bible",
        "authors": [],
        "publisher": "https://www.focusonthefamily.com",
        "publish_date": "",
        "text": "Search\nVegans, Vegetarians, and the Bible\nDoes Scripture have anything to say about vegetarianism and veganism? I'm confused about this. Some of my friends have decided to become vegetarians and they're trying to convince me to join them. A few have even embraced veganism – that is, they've eliminated all animal-based foods from their diet, including eggs and dairy products. At least one of these friends is a strong Christian who claims that God wants us to live this way. But other believers in my life, are suspicious of vegetarianism and think it smacks of \"New Age\" spirituality. What do you think\nShare:\nShare on facebook\nShare on twitter\nShare on pinterest\nShare on print\nShare on email\nAs you’ve discovered, opinions on vegetarianism and veganism vary widely within the Christian community. To complicate matters, these opinions are sometimes held with great fervency of emotion. Quite often there is relatively little tolerance for anyone who represents a different point of view. This is both sad and unnecessary. Scriptural support can be found for both vegetarian and non-vegetarian perspectives. Besides, the New Testament makes it abundantly clear that followers of Jesus are free to follow the dictates of their own conscience when it comes to matters of dietary regimen. In the final analysis, we all need to make decisions in this area that are consistent with what we believe God wants us to do, even if others disagree.\nLet’s take a closer look at some of the relevant biblical teachings and principles. We’ll start with the creation account. In the beginning, God said to the man and woman in the Garden of Eden, “See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food. Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which there is life, I have given every green herb for food” (Genesis 1:29, 30).\nThis has been interpreted to imply that vegetarianism was part of God’s original purpose and plan for both man and the animals. Not an unreasonable assumption. On the basis of this, some Christian groups have decided that vegetarianism is an indispensable part of a redeemed and sanctified life. You’re free to do what you wish with this idea. But you should bear in mind that the strictly vegetarian program outlined in Genesis was repealed in the time immediately following the Flood. In Genesis 9:3 God told Noah, “Every moving thing that is alive shall be food for you; I give all to you, as I gave the green plant.”\nLater, the Levitical Law made distinctions between “clean”( kosher) and “unclean” foods. It permitted the Israelites to eat animals that “divide the hoof, having cloven hooves and chewing the cud.” It forbade them to eat the meat of all others (Leviticus 11:1 ff.). We should note that Jesus did away with these rules in Mark 7:18 and 19). God delivered a similar message to Peter in the Book of Acts. While on the rooftop of Simon the Tanner’s house in Joppa, the apostle had a vision. After being shown a sheet containing all kinds of “clean” and “unclean” animals, he was told, “What God has cleansed you must not call common”(Acts 10:9-16).\nThe epistles of the New Testament expand upon this theme. They finalize the shift away from Old Testament legalism. They also underscore the importance of Christian liberty and the rule of individual conscience. “One believes he may eat all things, but he who is weak eats only vegetables,” writes Paul in Romans 14:2-6. “Let not him who eats despise him who does not eat, and let not him who does not eat judge him who eats; for God has received him … He who eats, eats to the Lord, for he gives God thanks; and he who does not eat, to the Lord he does not eat, and gives God thanks.”\nIt’s worth mentioning that some Christians recommend a vegetarian diet for reasons that have nothing to do with biblical teachings. In certain cases, they make this choice in response to reports of the way animals are raised and handled in the food industry. This is a point worth considering. God gave us dominion over all the earth (Genesis 1:28). But He also expects us to behave responsibly and to be accountable for the way we treat His creation. Cruelty to animals is inconsistent with a Christian world view. Proverbs 12:10 says, “A righteous man regards the life of his animal.” To this extent, animal advocacy groups have a perfectly valid point. Unfortunately, many of them seem to have forgotten that animal life cannot be given priority over human life. Man alone has been made “in the image of God” (Genesis 1:27). For this reason it would be wicked and foolish to deny food and sustenance to starving people simply in order to protect the “rights” of birds and beasts.\nIt can also be a good idea to stop and weigh the medical pros and cons of vegetarianism and veganism. As you probably know, many people are attracted to a vegetarian diet because of its health benefits. It tends to be high in many important nutrients, including vitamins, fiber, and phytonutrients (nutrients that come only from plant sources). It also tends to be lower in calories and fat. Most of the fats encountered in the vegetarian diet are of the “good” kind. To be specific, they are monounsaturated fats. In practical terms, this means that they lower LDL (the “bad” cholesterol) and may raise HDL (“good” cholesterol). The drawback is that strict vegetarians (particularly vegans) may fail to get enough protein, vitamins, and essential amino acids in their diets. The trick is to eat the right variety of foods. People considering embarking on a vegetarian or vegan diet should consult a registered dietitian or their doctor to make sure they are getting all the nutrients they need.\nHere’s the bottom line: If you and your friends feel that God is calling you to stop eating meat, all we can say is “more power to you.” But we would encourage you to be careful about passing judgment on others who think differently. As you can see, there’s a strong case to be made on almost every side of this question. The New Testament tells us again and again that believers must be tolerant towards one another when it comes to matters of this nature. It’s crucial to remember that discussions of this kind are secondary to the central issue of saving faith in Jesus Christ. In the words of the apostle Paul, “Everyone should be fully convinced in his own mind” (Romans 14:5).\n \nResources\nIf a title is currently unavailable through Focus on the Family, we encourage you to use another retailer.\nTalk to a Counselor\nFocus on the Family offers a one-time complimentary consultation from a Christian perspective.\nClick the image below to access your guide and learn about the counter-cultural, biblical concepts of intentionality, purity, community and Christian compatibility.\n(For best results use IE 8 or higher, Firefox, Chrome or Safari)\nIf you have any comments or questions about the information included in the Guide, please send them to [email protected]\nClick here to return to Boundless\nThank you for submitting this form. You will hear from us soon. \nThe Daily Citizen from Focus on the Family exists to be your most trustworthy news source. Our team of analysts is devoted to giving you timely and relevant analysis of current events and cultural trends – all from a biblical worldview – so that you can be inspired and assured that the information you share with others comes from a reliable source.\nPost-placement resources for foster and adoptive families\nHave you been looking for a way to build your child’s faith in a fun and exciting way?\nAdventures in Odyssey® audio dramas will do just that. Through original audio stories brought to life by actors who make you feel like part of the experience; these fictional, character-building dramas use storytelling to teach lasting truths.\n",
        "quotes": [
            [
                "See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food.",
                "",
                true
            ],
            [
                "Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which there is life, I have given every green herb for food",
                "",
                false
            ],
            [
                "Every moving thing that is alive shall be food for you; I give all to you, as I gave the green plant.",
                "Noah",
                true
            ],
            [
                "divide the hoof, having cloven hooves and chewing the cud.",
                "",
                false
            ],
            [
                "What God has cleansed you must not call common",
                "",
                false
            ],
            [
                "One believes he may eat all things, but he who is weak eats only vegetables,",
                "Paul",
                true
            ],
            [
                "Let not him who eats despise him who does not eat, and let not him who does not eat judge him who eats; for God has received him … He who eats, eats to the Lord, for he gives God thanks; and he who does not eat, to the Lord he does not eat, and gives God thanks.",
                "Paul",
                true
            ],
            [
                "A righteous man regards the life of his animal.",
                "",
                true
            ],
            [
                "Everyone should be fully convinced in his own mind",
                "Paul",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.focusonthefamily.com/cdn-cgi/l/email-protection#89ecede0fde6fbc9ebe6fce7ede5ecfafaa7e6fbeeb6fafcebe3eceafdb4cfececedebe8eae2",
                "https://www.boundless.org/"
            ]
        },
        "key_words": [
            "vegans",
            "genesis",
            "vegetarians",
            "life",
            "eats",
            "christian",
            "god",
            "eat",
            "vegetarian",
            "bible",
            "animals",
            "vegetarianism",
            "food"
        ]
    },
    {
        "url": "https://www.sciencemag.org/news/2017/09/are-antibiotics-turning-livestock-superbug-factories",
        "title": "Are antibiotics turning livestock into superbug factories?",
        "authors": [
            {
                "name": "Giorgia Guglielmi",
                "link": null
            }
        ],
        "publisher": "https://www.sciencemag.org",
        "publish_date": "2017-09-28",
        "text": "t-loren/iStockphoto\nSep. 28, 2017 , 2:00 PM\nAlmost 80% of all antibiotics in the United States aren’t taken by people. They’re given to cows, pigs, and chickens to make them grow more quickly or as a cheap alternative to keeping them healthy. These drugs could give rise to superbugs—bacteria that can’t be treated with modern medicine—and things are only getting worse. In 2013, more than 131,000 tons of antibiotics were used in food animals worldwide; by 2030, it will be more than 200,000 tons.\nIn a paper published today in\nScience\n, epidemiologist Thomas Van Boeckel of the Swiss Federal Institute of Technology in Zurich and colleagues outline the growing threat—and what can be done about it . Van Boeckel spoke to us about his team’s work. This interview has been edited for clarity and length.\nQ: What are the threats posed by the overuse of antibiotics in food animals?\nA: Most antibiotics are used either to prevent disease or to promote growth, and this means exposing healthy animals to antibiotics over long periods of time. If the bacteria that colonize these animals acquire [antibiotic] resistance genes, treatment becomes ineffective: That's a threat for the livestock sector because you can’t keep your animals healthy. But bacteria in the animals’ gut can also transfer the resistance genes to microbes harmful to humans. We don’t know the magnitude of this process, but given the large amount of antimicrobials used in animals we have good reason to be concerned. [In 2013, researchers showed that people living near pig farms or crop fields fertilized with pig manure are 30% more likely to become infected with methicillin-resistant Staphylococcus aureus bacteria. ]\nQ: What was the motivation behind your study?\nA: Most countries have taken baby steps to limit the use of antibiotics in animals: For example, in the United States certain drugs can’t be used in food production, but loopholes in the legislation may still allow antibiotics to be used as growth promoters. If we are serious about antimicrobial resistance, we need more ambitious policies. Last year the United Nations General Assembly asked its member states to take measures to tackle the antimicrobial resistance problem. So we thought it was the best time to test if policies to reduce antibiotic use in animals could work at the global scale.\nQ: How did you do that?\nA: We collected data on antibiotic sales and prices for the countries that made them available. Then we tested three different strategies to reduce antibiotic use worldwide. The first one is cutting down meat consumption: In the United States, people eat on average 260 grams of meat per day. Reducing the meat consumption to 165 grams of meat per day—or four standard fast food hamburgers per person—would reduce the global consumption of antimicrobials by more than 20%. But recent history shows that people in low- and middle-income countries who can afford meat tend to eat more of it, so this can’t be the only solution the problem.\nQ: What’s the other strategy you propose?\nA: Last year, the O’Neill Review, a  report on antimicrobial resistance , proposed a cap of 50 milligram of antimicrobials per year per kilogram of animal product. [At the moment there is no cap on antibiotic use.] We calculated that if we applied that cap to China and the member countries of the Organisation for Economic Co-operation and Development, we could reduce antibiotic use by 60%. The main challenge here is that if we want those legislations to work, they need to be enforced. And this means developing a surveillance system, which might be challenging on a global scale.\nQ: What’s the third strategy?\nA: Taxing the antibiotics used in agriculture when they come out of the factory or at the point of import. The idea—which is not new—is to make antibiotics more expensive so that farmers and veterinarians would only use them when necessary. Imposing a 50% tax on antibiotics for food animals could decrease global consumption by more than 30%, and at the same time generate revenues from $1.7 to 4.6 billion, which could be invested into research for new antibiotics or improvements to farm hygiene.\nQ: Which one do you think is the most effective way to reduce global antibiotic consumption?\nA: There's no silver bullet against it, and our solutions are not mutually exclusive. If the three measures were combined and fully implemented, we could reduce the antibiotic consumption up to 80%.\nQ: What are the limitations of your study?\nA: The main limitation is that there's little publicly available information on antibiotic sales and prices, so we had to rely on data from the 38 countries that made them available. It's crucial that more countries and the animal health industry report how much antibiotic is sold for animals: That would help us more accurately estimate the impact of each strategy.\nPosted in:\nMore from News\nScience\nInsider\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/1738717"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://amr-review.org/",
                "https://science.sciencemag.org/content/357/6358/1350"
            ]
        },
        "key_words": [
            "global",
            "meat",
            "antibiotics",
            "livestock",
            "turning",
            "countries",
            "factories",
            "antibiotic",
            "reduce",
            "resistance",
            "animals",
            "food",
            "used",
            "superbug"
        ]
    }
]