[
    {
        "url": "https://www.christianpost.com/news/faith-leaders-immigration-system-tears-families-apart.html",
        "title": "Faith Leaders: Immigration System Tears Families Apart",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFaith Leaders: Immigration System Tears Families Apart\nFaith Leaders: Immigration System Tears Families Apart\nBy Michelle A. Vu , Christian Post Reporter\n| Thursday, February 11, 2010\nFaith leaders ranging from evangelical to Jewish came together Wednesday to launch a nationwide mobilization of people of faith to call for immigration reform that does not tear families apart.\nAlready the \"Together, Not Torn: Families Can't Wait for Immigration Reform\" campaign has collected over 100,000 pro-reform postcards that will be delivered to members of Congress next week. Organizers anticipate they will collect more than a million postcards within the next month.\n\"People of faith are calling for immigration reform because every day they witness the human consequences of the broken immigration system – families separated, workers exploited and communities in fear,\" said Jen Smyers, associate for immigration and refugee policy at Church World Service. \"We pray that Congress will have the moral courage to enact humane immigration reform immediately, because our families and communities can no longer wait.\"\nFaith leaders shared real stories of immigrant families hurt by the current system.\nGalen Carey, director of government affairs at the National Association of Evangelicals, talked about a woman he recently met in Phoenix, Ariz. Maria's son was killed by a drunk driver but she felt that she could not press charges because of her legal status in the United States.\n\"Evangelicals have long pressed for immigration reform. But as immigrants have joined our churches in increasing numbers, our pastors are hearing stories like Maria's every day,\" Carey said. \"This is why we are stepping up our efforts to hold President Obama and Members of Congress accountable for their promises to pass meaningful immigration reform this year.\"\nThe NAE adopted an immigration resolution last fall that calls for just and humane reform. It is the most comprehensive resolution on immigration the group has ever adopted. Since the resolution, the NAE has joined mainline and Catholic Christians on the frontline of religious advocacy for immigration reform.\nFather Jon Pedigo of St. Julie Billiart Parish in San Jose, Calif., meanwhile, shared about how the broken immigration system has impacted his community.\nPedigo said two weeks ago local police conducted a traffic check near his parish. Dozens of undocumented parents did not pick up their children from school, \"leaving the children standing in the rain waiting for their parents.\"\nMoreover, local businesses reported a 70 percent loss of store traffic.\n\"Every day thousands of Silicon Valley families live in fear and in some cases panic that their families will be separated,\" Pedigo said. \"The Catholic Church and all her institutions will step up efforts to educate across the political and economic divide of blue and red to call for reform.\"\nSeveral members of Congress joined the press teleconference Wednesday and expressed their commitment to seeing reform in the nation's immigration system. They also said they were encouraged to see the faith community join the cause and mobilize a grassroots campaign to press Congress to take up the issue this year.\n\"In the immigration debate, the faith community reminds us of the importance of living out the proverb 'I am my brother's keeper,'\" said Rep. Mike Honda (D-Calif.). \"We cannot stand aside and allow millions of families to continue to suffer injustice and hardship while living in the shadows due thanks to a broken family immigration system.\"\nRep. Yvette Clark (D-NY), who represents one of the largest immigrant community in the United States, also participated in the teleconference.\nThe \"Together, Not Torn: Families Can't Wait for Immigration Reform\" campaign plans to hold about 100 pro-immigration reform events across the country during President's Day recess and into early March.\n\"The faith community is ready to lead our nation's return to a place of welcome and opportunity for everyone,\" said the Rev. Jennifer Kottler, a minister in the Christian Church (Disciples of Christ) and director of policy and advocacy at Sojourners. \"Let there be no question of where the faith community stands collectively on this issue: we stand on the side of the widow, the orphan, and the stranger among us.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "apart",
            "day",
            "press",
            "faith",
            "congress",
            "leaders",
            "resolution",
            "families",
            "reform",
            "community",
            "tears",
            "immigration",
            "system"
        ]
    }
]