[
    {
        "url": "https://www.christianpost.com/voice/contemporary-worldview-the-struggle-of-modern-day-faith-is-shocking.html",
        "title": "Contemporary Worldview? The Struggle of Modern Day Faith Is Shocking",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nContemporary Worldview? The Struggle of Modern Day Faith Is Shocking\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nContemporary Worldview? The Struggle of Modern Day Faith Is Shocking\nContemporary Worldview? The Struggle of Modern Day Faith Is Shocking\nMalcolm X in 1964. | Associated Press\n\"Never in our country's history has a generation been so empowered, so wealthy, so privileged—and yet so empty.\"\n― Ben Shapiro, Porn Generation\nWe live in a time of clashing worldviews. We live in a time of great corruption and uncertainty. We live in a time of great splendor, and beauty, and technological marvels and convenience. Yet suicide rates are on the rise according to the CDC suicide rates have doubled in the United States when comparing the early 2000s to the late 2000s up to 2014 (source). According to the World Happiness Report in 2007 the United States ranked 3rd in happiness in surveyed countries, and in 2016 we'd dropped to 19th (source).\nThere is a sense of growing corruption in our times, and of growing polarization in our culture. There are no longer shared beliefs of the past that unite all Americans in common heritage and worldview. There are now two chief warring worldviews in the United States, each of which are distinct and unique, with many varying viewpoints, but generally these two worldviews come down to the traditional vs. the progressive.\nThe traditional would affirm certain core philosophies held, some unknowingly, like the values leading back to ancient Greek and Roman thought, coming from people like Plato, Aristotle, and Socrates. Married with the ancient Greek philosophy of seeking unity in diversity is of course the religious heritage of Christianity in Protestant and Catholic forms, as well as various forms of Judaism. Prominent foundational thinkers of this worldview would include of course Jesus Christ, Moses, and the church fathers like Augustine, Origen, Justin Martyr, and others. Other foundational thinkers would include people like George Washington, Abraham Lincoln, John Locke (philosopher) and Martin Luther (the Reformation).\nCurrent leaders include Victor Davis Hanson (author and speaker), Ravi Zacharias (famed Christian apologist), Mike Lee (Senator), Ted Cruz (Senator), Mark Levin (talk show host), Franklin Graham (Christian leader), David Horowitz (political philosopher), Dennis Prager (orthodox Jew and talk show host), Ben Shapiro (orthodox Jew and political commentator) and Dinesh D'Souza (Catholic apologist and film maker). Baked into these various forms of traditionalism are ideas like objective truth, natural law (God given rights), the concept of absolute truth, individual liberty, religious freedom, free market economics, the right to life, natural marriage and the fallen nature of man.\nBaked into the worldview of progressivism are ideas like the basic goodness of humanity, equality, group rights, critical theory, deconstructionism, advocating for victim groups, social safety nets, welfare, socialism and democratic socialism, government redistribution of wealth, class structures, the evolutionary view of human origins, naturalism, post-modernism and viewing the course of history as a constant progression and of viewing humanity as always progressing toward the greater good.\nThis worldview tends to believe that a ruling elite of academics, scientists, rationalists, philosophers, political commentators and bureaucrats should rule over the society and guide the course of society, through direct democracy, and guided by the larger society's view of what progression toward utopia looks like. This worldview generally believes that very little can be learned from history, and the present must always be remade and reshaped, always evolving toward a better future.\nThe traditionalist view is quite different of course, believing instead that the present must be guided by the past, by history, and by learning throughout the ages. In general this worldview believes that Judaeo-Christian ethics, the ideas brought forth from the Torah and the Christian Bible form the best foundation for the ideals for a society to live by. Individual liberty is vital, religious liberty is vital, and economic liberty is very important as well. The society is considered a meritocracy where people rise and fall based on how hard they work and how well they put their ideas and values into practice.\nEquality is also valued, but not in the same way as in the progressive worldview. Equality is viewed as secondary to liberty in the traditional view, while in the progressive view equality tends to be prime, while liberty is secondary to the progressive worldview.\nProbably the deepest foundational difference between progressive and traditionalist is their views on the nature of man: The traditionalist recognizes man is basically sinful and fallen, with a capacity to become good if brought into religious faith and good moral practice while the progressive tends to believe that man is basically good and pure, with a capacity to do evil only on an institutional level, therefore existing institutions must be torn down and replaced with a truly equal society in which all are treated fairly.\nOf course the deepest foundation of this belief is regarding the nature of the universe itself, the progressive sees a random material evolving universe in which there is no truth or absolutes and values are fungible, while the traditionalist sees an ordered universe intelligently designed by a creator, with inherent values, absolutes and objective realities.\nSo those are the two worldviews battling in our society. There are varying forms of course on both sides, traditionalists might be more libertarian, or more deist, or more Christian, or even atheist or gay or transgender conservatives would fall under this umbrella, additionally some would identify as paleo-conservatives, Traditionalist (with a capital T) and neo-conservative. Many progressives would consider themselves more liberal, less liberal, social justice warriors, progressives, democratic socialists, communists, blue dogs, classical liberals, atheists, naturalists, deists, liberal Christian, progressive Christian, new left, black lives matter and so on and so forth.\nNow let me tell you, I understand the frustration with the polarization in our country, and in the western world overall. It's really annoying, frustrating, and mind-boggling. But I'm really sorry to tell you that's there no easy way to \"come together.\"\nSo many complain about the polarization of the country, but we've really been coming to this point for a long time. There is a very real difficulty, seemingly insurmountable difficulty, in reconciling the traditional worldview and the progressive worldview. They are fundamentally different worldviews, with fundamentally different presuppositions. And both views can produce decent evidence for their positions. So there isn't a simple way to come together.\nThough I suppose it could start with a willingness for both sides to stop with the inflated rhetoric, but I don't think we'll see that happen because it's so intense on both sides. Progressives come and out shout \"Thousands of people will die if Obamacare is repealed!\" And Conservatives are just as quick to point out \"that if the progressive agenda is allowed to continue it will mean the total collapse and destruction of western civilization itself!\" The rhetoric is wild on both sides. And the differences are not just policy-deep, they're systemic foundational beliefs.\nSo we see this struggle in our country between left and right. Some think both sides are pretty much the same, and there is a certain truth to that, in that there are \"establishment\" sides to both parties, that tend to be interior between the line, that are snuggled up close with special interest groups, lobbyists and the big money.\nThese are the sitting senators and congressmen who have been in their respective bodies for 20, 30 and even 40 years. It's a sad state of affairs, but let me assure you that returning to this supposed bi-partisan middle ground is not the answer either. It was this establishment middle ground that brought us to the point of 20+ trillion dollars in debt, hyper-inflation, career politicians, and Washington becoming a place that was seemingly cut off from the will of the people.\nPolitics is politics. I don't have a further comment on all this progressive vs. traditionalist struggle. Obviously I would fall more on the traditionalist side of the struggle. But my concern is the state of human souls. My concern is helping people to understand what the meaning of life is, and how to connect with what is beyond us. And I do believe there is a way forward.\nUltimately it will have to start with me. And with you. We look to solving the problems of the world by changing things around us, but what about us? It has to start with us, internally, and how we live externally.\nWe've often been a people of hedonism. We've been indulgent and lazy, staring at the television when we should've been pursuing holiness. We've prostituted ourselves to one night stands when we should've been mighty men and women of God, standing boldly, with great dignity and honor against the rising tide of darkness. We should've been building up the future generations, not destroying them, lying to them and educating them into imbecility. We've made many mistakes, and to better the world we must better ourselves.\nBut there is still hope. We can patch up these wounds, and cry out to God almighty for His help and deliverance, and come to a humility, and a patient knowledgeable about who we are and what we need. The truth is there is only one who can truly transform our souls into new people, it's God. But of course the question must come up and many would ask, \"Why do you believe in God?\"\nIt's a fair question and a good question. Most assume that Christians are backwards fundamentalists who have faith in things that are not true and are simply practicing a sort of cultural faith based on their heritage. If that were the sum of it, I would not be here now talking about it, because if that's all it is, then it's nothing, and it's less than nothing, it's just an empty pattern of nothingness.\nThankfully that's not what I believe. I believe in a reasonable, intelligent faith based on history, science, personal experience, textual criticism, and philosophy. And I believe facts in these disciplines indicate that God does exist. Christianity is unique as a world religion in that there is a great deal of historical and archaeological evidence for the facts depicted in the biblical documents.\nSo my response regarding the existence of God is this: I think it's very reasonable to believe in God. Let me tell you why:\n1. The universe exists and it must have a cause, everything that begins to exist has a cause. The universe began to exist. Evolution can't create, neither can science. The universe needs a first cause that is timeless, outside the system and infinitely powerful. God is the logical first cause (cosmological argument)\n2. The universe is finely tuned, there is order in the universe at work that allows for planets, stars and galaxies. There are laws in the universe, constants like gravity, relativity, and so on. It's reasonable that when we find mathematical laws and cosmological laws in the universe, that there is a powerful being that created those systems (argument from design)\n3. Within the human cell we find massive amounts of information. When we look at the human eye, we see a system so incredibly complicated that it could never come about by chance. When scientists look into the human body they see a complex yet harmonious system of machinery. We see cells and tissue, and DNA and systems that all function as one, and are irreducibly complex. (specified complexity, irreducibly complexity).\n4. The human mind intuitively knows that there is good and evil, right and wrong, good and bad. Objective moral laws exist, they are universal. If objective morals exist, then an objective moral law giver must exist, therefore God exists. (moral argument)\nThose are four key logical progressions that indicate it's reasonable to believe God is real. We can also talk about the historical authenticity of the biblical documents, how there are thousands of manuscripts that match each other highly accurately.\nAnd we can also talk about how Jesus Christ is mentioned in historical documents outside the Bible, such as in the histories of Tacitus and Josephus, indicating that Jesus Christ did really exist and his life was recorded. There is a great deal of evidence, and I think you'll see if you really research it, that Jesus is truly who He said He was and is, today alive and active in the world.\nSo we move beyond these key arguments for the existence of God. But for the believer reading these words, do memorize these facts and be prepared to provide an answer to those you may an encounter who don't know Jesus.\nWe should know the truth. And people in our world don't trust the word of God. We can show how science and history point to Christ. Many will not be interested in the truth anyway, just finding a way to avoid and reject the concept of a creator, but there are many out there who have genuine questions and are honestly searching for the truth. Give them answers.\nWe've often struggled as the church on Earth to contend with the forces of culture and change. Don't get me wrong, the church has done so much good in human history and does a great deal of good today. Please don't mistake me on that. But many of us have struggled to step out and take action, and meet people with the gospel.\nWe've sat idle in our citadels as the darkness closed in from every side. We've trembled and quaked at the thought that we might offend someone or we might get called judgmental. We've grown apathetic and exhausted self-pleasuring. Wve slept and stared at the television and the iphone while the moral structure of our society disintegrated.\nWe've been so afraid, so dossil, so set in our ways, so anachronistic that nothing seemed capable to move us, and our army disappeared around us, and all that was left was old women and young boys. We've left our responsibility to hold the line against the night, in line with the Spirit, and philosophical and moral chaos has resulted. We've allowed our religion to become a hellfire, a lie, and empty, and done little to remedy this.\nBut not all of us. Some of us continue to fight. Some of us like \"strider\" on the plains, remains as a sentinel, a sentry, lone patrol-men in the wilderness, without an army, but still jaunting through the night, fighting and ambushing enemy troops moving through our regions, sleeping on rocks and eating locusts and wild honey, dogged in our determination and unfailing in our hope. In the cold wind and moon-lit night we look up at the sky filled with stars and wonder if there is a future left. And when we sleep we dream of far away places, and see things yet to come, and something in those images heals us within. At one moment we fear and tremble, at the next we are filled with zeal and boldness, resolute to never give up the fight, to never stop trying, to stand for Christ to the very last battle. This is the struggle for the Christian soldier in the post-truth culture in which we live.\nWe stand, we fear, we fight, we struggle, we see the glory of God, yet we live in the angst of a fallen society. We're like Lot in the Sodom, sad in our hearts for the collapse. And we never give up. This is our lost cause. And more so, the cause of all mankind. In the world of darkness, a bright light has shined, and we now bear that sacred fire in our souls. We are the lightbringers, through Him who gives us strength. We are the keepers of the sacred fire, and the ones through whom Christ makes his appeal to the world.\nThis is my call to you Christians standing in these late hours: Stand firm, do not be moved. Don't give up, and don't lose heart. Don't lose heart in the face of sin, and darkness, and sin celebration, and even brokenness, abortion, broken families, child abuse, the mass marketing of lies, the corruption in the high places and all the rest. Do not lose heart. You must not.\nGuard your heart, and turn the eyes of your heart to Christ. As it says in Hebrews Chapter 12: \"Since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, 2 fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God. 3 Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart.\"\nConsider what Jesus had to deal with. Are we so special in our time? Did modernism really herald a new age of goodness? Of course not. Very little has in fact changed. When Jesus spoke to the people, the crowds were divided, many believed him, many did not believe him and apposed him. That's how it always goes. Our time is no different. Though it is sad to see a nation that once honored God, began to mock, ignore, and reject the very concept of God. That tragedy should not be overlooked, and to mourn for a night is no sin.\nEverything is about Jesus, all of life is about Jesus, and the word itself is Jesus. That is the hardest thing. It's the almost impossible thing. It's the scariest thing because it's so unknown. It's so terrifying because it means giving up our own control. It's like a haunting specter, it's seems beyond us to do, not because we can't choose it, but because it's a new world that might leave us in last place.\nThat hardest thing is this: Really giving up our entire, whole life to Christ. And instead of us being in control of everything, we willingly yield our heart, life, plans, future, decisions, and even the things we love most dearly, to God almighty, and we admit, yes God is God, and I am not, and I give authority over to God. We yield our own authority to Him. Why? Because we can know, and know that the best life we can possibly live, not the easiest or the most pleasurable, but the most pure, right and best life course can only be found in Christ. We trust Christ for that. And we yield our destiny to Him.\nWe yield our future to him and our present day, yet we also yield our past to Him. We yield our past wrongs to him, we yield our sins to him, we yield every guilt to him, and we yield every painful memory, every anxiety, depression, youthful sorrow, lost love, broken childhood sorrows, all our brokenness, all our sins, all our wrongs, all our selfishness, all our self-seeking, all our evil desires, and our good desires, and every big thing and little thing, we yield to Him, and we are transformed fundamentally into a new person.\nNew life. We become a new person. I've experienced it myself. The new life is real. It's very, very real. As I see myself being changed internally, slowly but surely, I wonder at the possibilities, and I really wonder about the nature of reality itself.\nWe've been sold such a lie as young people in this day and age. We've been sold the lie that life has no meaning. Nothing could be further from the truth. It's a disgusting, ugly lie that entices us to live duplicitous, selfish lives of cynicism, indulgence and erotomania. It's sad, and pathetic, and it's left us chained to a hundred addictions, opening up desires in our hearts that nothing can ever fulfill. And we're exhausted by it all. We can't stand it and we found nothing in those bottles, pills, parties and sexual encounters except suicide and self-hatred.\nSo in the new life I wonder at my destiny: What is this future God has designed? What have I been chosen for? And I see in the future a perfect reality beyond the chaos and darkness of this world. I see a redeemed humanity living in a timeless state, on a perfected Earth, reset, redesigned and recrafted to a perfect city, a perfect nature, a perfect animal kingdom and a perfect humanity, perfected by Christ, and given great position and authority by Him who made the human soul. To know God is a lifelong process, this is not a once and done deal. To come to comprehend the glory of God is a lifelong process of seeking after God, and seeing God respond to your seeking. That is the truth of it.\nIf you've been hurt by religious people in the past, I'm sorry, I'm so sorry, and I apologize on their behalf for what they did. We're suppose to represent Christ in this world as Christians and quite often we fail at that. I know I've personally failed at that time and again. But ultimately we can't look to Christ-followers for perfection, the whole point of Christianity is acknowledging our own sinfulness, our own shortcomings, selfishness, and turning to Christ for salvation and new life. We're between worlds right now, so Christians will always fail you. But Christ will never fail you, if you seek after Him.\nIf you don't know Him, then know Him. If you do know Him, then be a true Spirit filled born again follower of Jesus Christ. Be set on fire for Christ. Be excited for this mission. God has called you, in His will to a certain calling for your life. He will reveal it to you, and if He has, do walk in it, and do love it dearly. Love it with all your heart and do your very best at it. Be wise, and know His word clearly. Study it again and again. Be one of those rare Christians that truly brings the presence of God with you wherever you go. We see desperately need that sort of strong Spirit-filled Christianity today. There is so much compromise today, there is so much wishy-washyness in the church, and people are afraid to take a clear stance on difficult issues. Be bold, brave, and fearless. The people of this world desperately need you to be 100% all in for Jesus. Everything is at stake, everyday. Really live out the entailments of this Christian faith, recognize the ticking clock, the state of reality, and the future that is being offered to the human race. This is all real. That is the fundamental flaw of our modern Christianity, we've lived it out like it's a nice thing to talk about, when it's a true reality that should break through into every moment of our lives and completely transform how we see the world. And it will, if we'll just believe and realize how real and present it truly is.\nYes, life has meaning, yes, truth is knowable, yes, Christ is real, yes, the new world will come. It's all true. It's all real. And it was a shock to my entire world when I really realized that. I know it seems like there is little hope for our world. I know it seems like the darkness is too strong, and we are too weak. But those are just the sort of moments when God moves in and takes action to transform the world, when we know without a doubt that it must've been Him because we weren't strong enough to really make a difference. I don't really care about your politics, right, left, center, people can disagree and still love one another, what matters to me is your soul, and your eternal future. There is a God. He has designed the universe, this planet, the plants, animals, and the DNA strands in our body, and He will respond when you seek Him out. That is the craziest, most world shaking thing, when you seek out God and you realize for a moment as you sit alone in your room, that He's actually, really responding to your seeking. Now that will bring down the house of cards, let me tell you. It's true. Good luck, and God bless.\nRelated Articles\n",
        "quotes": [
            [
                "Never in our country's history has a generation been so empowered, so wealthy, so privileged—and yet so empty.",
                "",
                true
            ],
            [
                "Thousands of people will die if Obamacare is repealed!",
                "",
                true
            ],
            [
                "that if the progressive agenda is allowed to continue it will mean the total collapse and destruction of western civilization itself!",
                "",
                false
            ],
            [
                "Why do you believe in God?",
                "",
                true
            ],
            [
                "Since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles.",
                "",
                true
            ],
            [
                "And let us run with perseverance the race marked out for us, 2 fixing our eyes on Jesus, the pioneer and perfecter of faith.",
                "",
                true
            ],
            [
                "For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
                "",
                true
            ],
            [
                "3 Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "contemporary",
            "struggle",
            "life",
            "modern",
            "universe",
            "day",
            "dont",
            "jesus",
            "worldview",
            "world",
            "shocking",
            "really",
            "know",
            "god",
            "faith",
            "christ",
            "truth"
        ]
    }
]