[
    {
        "url": "https://www.christianpost.com/news/tony-perkins-evangelicals-trump-do-over-mulligan-porn-star-sexcapade-moral-failings.html",
        "title": "Tony Perkins: Evangelicals Gave Trump a Do-Over on Porn Star Sexcapade, Moral Failings",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTony Perkins: Evangelicals Gave Trump a Do-Over on Porn Star Sexcapade, Moral Failings\nTony Perkins: Evangelicals Gave Trump a Do-Over on Porn Star Sexcapade, Moral Failings\nTony Perkins: Evangelicals Gave Trump a Do-Over on Porn Star Sexcapade, Moral Failings\n| Tuesday, January 23, 2018\nTony Perkins of the Family Research Council leads the U.S. Pledge of Allegiance at start of the final day of the Republican National Convention in Cleveland, Ohio, U.S. July 21, 2016. | (Photo: REUTERS/Mike Segar)\nConservative evangelicals gave President Donald Trump a do-over when it came to his morally questionable behavior from years ago, said Family Research Council President Tony Perkins.\nRecently, President Trump has been accused of having had an extramarital affair with a porn star back in 2006, mere months after his wife Melania gave birth to his son Barron.\nIn an interview with Politico's Off Message podcast posted Tuesday, Perkins explained that when it came to Trump's past behavior, such as the failed marriages and alleged affairs, evangelicals have been willing to give him grace.\n\"Among evangelicals, there is an understanding that we are all fallen and the idea of forgiveness is very prominent,\" said Perkins, adding that  \"I think the evangelical community gives him grace for the mistakes that he's made.\"\n\"We kind of gave him, 'alright you get a mulligan. You get a do-over' ... This is what he is committed to and as long as he commits to that and continues on that, he will have the support of evangelicals.\"\nDespite noting that evangelicals strongly support Trump for his policy efforts as president, Perkins warned that \"evangelical support is not unconditional.\"\n\"If the president were to all of a sudden revert back to some of that behavior as president, the evangelical support will not be there for him,\" continued Perkins.\n\"It's not unconditional. This president keeps his commitment and his promise to the evangelicals that supported him, and he continues to walk the straight and narrow if you will, then the support will be there.\"\nPerkins' comments come not long after excerpts from a 2011 interview a porn star, who goes by the name Stormy Daniels, made claiming that she and Trump had an affair in 2006 after meeting at a golf event.\nEarlier this month, the Wall Street Journal  reported that a lawyer for Donald Trump had paid $130,000 in hush money to Stormy Daniels to keep quiet the alleged affair during the election season.\nDaniels, whose given name is Stephanie Clifford, has claimed to multiple publications that she had sex with Trump around the time that his wife Melania had given birth to their son Barron.\nAccording to the story, Daniels and Trump began their affair in July 2006 at American Century celebrity golf tournament in which Trump invited the porn star into his room and they had what she later described as \"textbook generic\" sex.\nBen Shapiro, a conservative author and head of The Daily Caller, penned a column last week arguing that ultimately \"nobody will care\" about the Daniels affair because for most Americans these and other things have \"already been baked into the cake.\"\n\"Now, that doesn't mean that Trump's stock price is high enough to win him re-election, or drive serious support for Republicans in 2018. It isn't. But simply throwing gossipy headlines at him does nothing to him, because we knew who he was when we elected him,\"  wrote Shapiro.\n\"Perhaps that says something about many religious Americans: in their view, they've despaired of the culture anyway, so they may as well support the guy who will enact their priorities. Perhaps it says something about American society more broadly: the worst seem to get ahead, while the most virtuous seem to get left behind.\"\nOthers have been more critical of Perkins' approach.\nConservative columnist Michael Gerson wrote for The Washington Post that Trump-supporting evangelicals \"have lost their gag reflex.\"\n\"Some Christian leaders are surrendering the idea that character matters in public life in direct exchange for political benefits to Christians themselves. It is a political maneuver indistinguishable from those performed by business or union lobbyists every day. Only seedier. You scratch my back, I'll wink at dehumanization and Stormy Daniels. The gag reflex is entirely gone,\" stated Gerson.\nIn response to Perkins' Politico interview, Gerson tweeted, \"If you are looking for evidence relating to my column today, look at this.\" \nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "Among evangelicals, there is an understanding that we are all fallen and the idea of forgiveness is very prominent,",
                "Perkins",
                true
            ],
            [
                "I think the evangelical community gives him grace for the mistakes that he's made.",
                "Perkins",
                true
            ],
            [
                "We kind of gave him, 'alright you get a mulligan.",
                "",
                true
            ],
            [
                "This is what he is committed to and as long as he commits to that and continues on that, he will have the support of evangelicals.",
                "",
                true
            ],
            [
                "If the president were to all of a sudden revert back to some of that behavior as president, the evangelical support will not be there for him,",
                "Perkins",
                true
            ],
            [
                "This president keeps his commitment and his promise to the evangelicals that supported him, and he continues to walk the straight and narrow if you will, then the support will be there.",
                "Perkins",
                true
            ],
            [
                "already been baked into the cake.",
                "",
                false
            ],
            [
                "Now, that doesn't mean that Trump's stock price is high enough to win him re-election, or drive serious support for Republicans in 2018.",
                "Shapiro",
                true
            ],
            [
                "But simply throwing gossipy headlines at him does nothing to him, because we knew who he was when we elected him,",
                "Shapiro",
                true
            ],
            [
                "Perhaps that says something about many religious Americans: in their view, they've despaired of the culture anyway, so they may as well support the guy who will enact their priorities.",
                "Ben Shapiro",
                true
            ],
            [
                "Perhaps it says something about American society more broadly: the worst seem to get ahead, while the most virtuous seem to get left behind.",
                "Ben Shapiro",
                true
            ],
            [
                "Some Christian leaders are surrendering the idea that character matters in public life in direct exchange for political benefits to Christians themselves.",
                "Gerson",
                true
            ],
            [
                "It is a political maneuver indistinguishable from those performed by business or union lobbyists every day.",
                "Gerson",
                true
            ],
            [
                "You scratch my back, I'll wink at dehumanization and Stormy Daniels.",
                "Gerson",
                true
            ],
            [
                "The gag reflex is entirely gone,",
                "Gerson",
                true
            ],
            [
                "If you are looking for evidence relating to my column today, look at this.",
                "Gerson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/allegations-trump-sex-porn-star-214138/",
                "https://www.politico.com/magazine/story/2018/01/23/tony-perkins-evangelicals-donald-trump-stormy-daniels-216498",
                "https://www.dailywire.com/news/26008/porn-star-give-massive-interview-about-adulterous-ben-shapiro"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/MJGerson/status/955789094721900545"
            ]
        },
        "key_words": [
            "perkins",
            "support",
            "evangelicals",
            "trump",
            "gave",
            "sexcapade",
            "president",
            "daniels",
            "star",
            "affair",
            "tony",
            "moral",
            "failings",
            "porn"
        ]
    }
]