[
    {
        "url": "https://consortiumnews.com/2017/02/02/the-irony-of-trumps-immigration-ban/",
        "title": "The Irony of Trump’s Immigration Ban",
        "authors": [
            {
                "name": "John Snow",
                "link": null
            },
            {
                "name": "Fergus Hashimoto",
                "link": null
            },
            {
                "name": "Joe J Tedesky",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Keith Clemons",
                "link": null
            },
            {
                "name": "Silly Me",
                "link": null
            },
            {
                "name": "Peter Parry",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-02-02",
        "text": "Main menu\nFebruary 2, 2017\nBy Lawrence Davidson\nOn April 21, 1938, President Franklin Roosevelt delivered a speech to a very conservative organization, the Daughters of the American Revolution (DAR). He told them to “remember, remember always that all of us, and you and I especially, are descended from immigrants and revolutionists.”\nPresident Franklin Delano Roosevelt at a press conference.\nFDR’s message confused and irritated his audience. On the one hand their descending from America’s original European immigrants was the source of the DAR ladies’ pride and status. On the other hand, they saw most of the immigrants that came after their own ancestors as rabble.\nThis was not a logical attitude; it was rather an emotional one suggesting that their self-image was built around an elitist in-group – out-group identification. Roosevelt could see past this. He understood that for Americans to turn their backs on immigrants was to turn their backs on themselves.\nDespite the lack of logic, the attitude of the DAR ladies toward immigrants was typical of most American citizens throughout a good part of the Nineteenth and Twentieth centuries. A consistent, if inaccurate, link was made between labor strife, political radicalism, crime and immigration. Many elected and appointed officials were just as wrapped up in this mindset as everyone else, and so the animus often found expression in the policies of the federal and state governments. The result was not only restrictive immigration laws, most often based on geographic origins, but also periodic deportations – not all of them legal.\nHistorical Ignorance\nNot many of today’s Americans know this history. They do not realize that some of the feared immigrants managed to stay in the U.S. and become their own progenitors. The children of these “aliens” learned English and American ways, intermarried with the offspring of other immigrants, and settled down. Their grandchildren and great-grandchildren are as authentically American as members of the DAR, and thus they too can now get anxious and fearful over the present controversial round of alleged dangerous immigration.\nDonald Trump speaking at the Iowa Republican Party’s 2015 Lincoln Dinner at the Iowa Events Center in Des Moines, Iowa. May 16, 2015. (Flickr Gage Skidmore)\nDonald Trump and his cohort of xenophobes benefit from this historical ignorance. When you are caught up in the moment and told by politicians and other “talking heads” that Muslims from Yemen to Syria are heading your way with murderous intent, the instinctive reaction is to take a defensive position.\nWho stops and puts things in perspective? Well, we might as well do just that : roughly 85,000 refugees and asylum seekers were admitted into the United States in 2016. About 10 percent of them were Muslims. Of those from the seven countries on Trump’s travel ban list, none of them has killed anyone on American soil. In 2017 an American citizen has a .00003 percent (roughly 1 in 3.6 million) chance of dying at the hands of a foreign-born terrorist. In the meantime 36 Americans per day die as the result of gun violence ( this figure is from 2015 but nothing has happened to make it obsolete).\nSo Donald Trump’s executive orders on immigration are not fact-based. Thus, they are hardly likely to be effective. Indeed, if periodic violent incidents involving Muslims do occur in the U.S., it is the Muslim-Americans who are most likely to be the victims. After all, many Americans are not only running around with heads full of frightening misinformation, but they are armed to the teeth. If Trump and his agents want to “protect the homeland” – and save American lives – they should start by reforming the gun laws.\nWhy Such Ignorance?\nWhy such prevailing historical ignorance and analytical impotence? Well, among other reasons, it is a fact that one can get a college degree in the U.S. without ever taking a history course, much less one in formal logic. Core curriculums have been gutted because students (now seen by educational administrators as “customers”) want vocational educations and don’t care much about what was once known as the “liberal arts.” Things are not much better in the grade schools and high schools, where history tends to play a propagandistic role. The object here is to learn to love our country and respect its leaders.\nMaking us all learn the historical facts (real and not alternate) about what periodically ails us – like immigration, race, labor issues, unemployment, human and civil rights, etc. – would certainly help calm the waters and move citizens in the direction of rational awareness.\nI would like to think that the million or so protesters who have hit the streets against President Trump’s actions know more, historically, about their causes than the average citizen. However, that is probably naive. The protesters are also wrapped up in the moment and emotionally moved. They are also probably more single issue-oriented than they appear.\nYet, they have a common enemy, and that lays the basis for a possible united front, which is a good first step. That immigrants benefit from this collective action is only fitting because the United States is, as FDR said, a nation of immigrants. Finally, let’s hope that the grandchildren of those who today do manage to reach the “land of the free” remember the tribulations of their grandparents, and be willing to hit the streets with the next generation of protesters. Because these are struggles that never really go away.\npeter parry\nFebruary 5, 2017 at 16:49\njust to correct the author. The american population is all immigrants. They arrived in 1607 and butchered buggered the original sovereign owners and stole their way merrily across the continent taking everything and claiming some vague “manifest destiny” baloney. God does not reward people who commit genocide. americans will soon learn this more than the natural disasters happening now can teach them.\nSilly Me\nThank you, everyone, for your honesty and your acumen.\nFor some reason, the trolls have missed this conversation or they are toning down.\nThis is one of the few sites where I often learn more from your comments than from the articles.\nRealist\nFebruary 4, 2017 at 03:14\nUtterly fascinating.  Someone deleted my post in which I made the exact  same point as the judge did who ruled on the immigration ban:  it was not a ban on “Muslims.”\nrosemerry\nFebruary 3, 2017 at 17:03\nNot only historical knowledge is lacking, but mathematical too (probability/risk ) as well as scientific (nuclear war and global warming, disdained by so many but know to be by far the greatest dangers we face in reality).\nelmerfudzie\nFebruary 3, 2017 at 14:39\nSeems to me that the USA has all the human diversity possible for such a widely disparate culture. For example; our nations largest cities can offer up, at any time, truly ethnic dishes-not to mention, dialects and languages as well, from Ethiopia to Iceland. Every race, background and heritage can be found within our borders. That said, to compare the realities that formed FDR’s policies and decision making cannot be comfortably applied to the expectations and troubles our nation experiences today. Thus unemployment and or decreased working hours show current employment stat’s that are in a word, horrible! sitting as high as 25 per cent. This this figure disguises the unintended reactions to Obamacare.On reflection, government policies aggravated unemployment and cannot be compared in anyway to FDR’s CCC’s back-to-work programs.Obamacare enticed employers to convert full time positions, into part time, thus avoiding the medical insurance coverage issue all together. The modern day distribution of information and technology is unprecedented in human history (world wide web) and this allows most of our (historical) technological prowess present during FDR’s time, to move abroad. This fact, more than anything else, contributed to America’s unemployment, loss of a middle class and the rise of corp-plutocracies, in other words, increasing consolidation of power with attendant declines in small business enterprise. I’m not suggesting that we completely close our doors to the poor and subjugated of this world, rather- take care of our own indigent  and despairing citizens first, perhaps by minimizing immigration or an aggressive tax reform, flat tax? to re-establish some semblance of FDR’s CCC, as our new POTUS claims he intends to do.\nSilly Me\nFebruary 3, 2017 at 07:43\nAgreed on most points, but I think, false flags (presented as terrorism since Operation Gladio in the west) are primarily stock manipulations.\nExpect a big one shortly, because the Fed needs to print more money and lend it to our politicians, while the loan’s collateral is “all the assets owned by the residents, their labor, and their limbs.” (You can find MD’s loan contract with the Fed on the Net).\nbackwardsevolution\nFebruary 3, 2017 at 02:25\nFrom the above-linked article entitled “15 Statistics that Tell the Story of Gun Violence this Year”:\n“The organization’s records show that more than 12,000 people have been killed with guns this year, but what its numbers do not record — because of government reporting practices — is a massive hole in the data: the nearly 20,000 Americans who end their lives with a gun each year.”\nOf the over 12,000 gun deaths that do get reported, these are mainly gang-related:  80% of them.  Chicago, New York, Washington, D.C., etc.  Turf wars, drug wars, pimp wars.  These guys will always be able to get guns, ban or no ban.\nThe 20,000 who end their own lives every year is the real story waiting to be told.  These people are the truly forgotten.  And why?  Because they have no hope.  Their jobs are being offshored, or they’re being forced to compete with H-1B’s, illegal/legal immigrants, refugees.  The country is more concerned with the newcomer than with their own citizens.  Call me a deplorable if you want, but I find all of this rather disgusting.\nOf course the West shouldn’t be bombing other countries.  They should get the hell out, and then help these people rebuild.  But don’t start bringing in a bunch of people from the bombed-out countries when you’ve got so many of your own citizens who are in need.  That’s like having a truly dysfunctional family, and then adding to it by adopting a few more kids, as if that’ll solve the problem.\nAnd after we bomb the crap out of these countries, level them, we add insult to injury by stealing all of their best citizens (the doctors, the lawyers, the nurses, teachers, etc.), the very people they need to help them rebuild. “Gee, we’ve made quite a mess, haven’t we?  Oh well, sorry about that.  Now we’re going to take all of your best people.  You don’t mind, do you?”\nAnd as someone said on here a few days ago: “Syria, Iraq, Libya, Yemen, Sudan, Somalia, Iran. With the exception of Iran, NONE have functioning central governments. How can we vet fully?” You don’t.  These governments have been destroyed, and they are also at war with the U.S.  Do you think the U.S. is actually asking these governments for information on so-and-so, asking for criminal/medical/educational records?  I highly doubt it.\nWatched a good interview where these questions were asked:  Are you asking these refugees whether they can accept gays?  Are you asking them whether they agree with female genital mutilation?  Are you asking them whether females are their equal?  These are very important questions, and they go to the values that the U.S. holds dear.  Or used to hold dear.\nThe U.S. was built from the blood, sweat and tears of immigrants, mainly from Europe, for the most part Christian, with similar values, traditions, and work ethic.  Sure, there were problems between the Italians, Germans, Poles, French, Croatians, but there were more similarities than not.  When they arrived, there was nothing for them, no relief, no medical care, no paved roads.  They were on their own.  No comparison to how it is now.\nThe government is not bringing the refugees in out of some compassion or benevolence, to help the huddled masses.  If that were the case, they wouldn’t have been bombing them in the first place.  They want more bodies, more consumers.  And they don’t care whether the existing citizens are blowing their heads off in desperation.  It’s the price they’re willing to pay to sell more TV’s or Kraft Dinner.\nI don’t see a “land of the free” or a “home of the brave”.  I see a highly dysfunctional country swirling the bowl.\nKeith Clemons\nFebruary 3, 2017 at 12:48\nbackwardsevolution, I’m not one to frequently chime in with comments but I want to take the time to do so here in response to yours.  You made excellent points.  Firstly though, I think the article makes its own valid points with regards to the irrationality of an overblown fear or hostility toward immigrants (a 1 in 3.6 million chance of being killed by a foreign born terrorist as opposed to 36 Americans dying per day from gun violence by fellow Americans).  This is all factual.  And other articles here on Consortium News have likewise pointed out that the Middle Eastern nations from which terrorists are most likely to come aren’t even among the 7 nations included in Trump’s temporary immigration ban, making it either of little or most likely no practical value.  But there are valid reasons for placing limits on legal immigration and enforcing laws against illegals, not based on irrational fears or racial hostility.  There are an estimated 11 million Mexican illegals in our country.  Our government adds to this by permitting legal immigration from everywhere else.  I don’t think we should stop immigration completely, as I suspect you would not either.  I do, however, agree with you, backwardsevolution (a description of our modern society?), that it would be a far greater expression of morality and compassion to give priority to our own citizens when the state of affairs is, as you say, quite comparable to a “dysfunctional family” (great metaphor) which does not benefit by adopting more.  There’s an old saying that “charity begins at home.” And I agree, the greater story of gun deaths in America, to which more attention would be given by a moral and compassionate America, would be the many deaths by suicide, by a gun or otherwise, substantially having to do with despair at our economic plight.  I think the government has never chosen to take truly substantive steps to address either the mass of illegals or to reduce legal immigration, not only, as you say, because it provides more consumers, but also because of the cheap labor provided and the excessive labor pool which keeps American job seekers desperate and wages suppressed.  Even Senator Bernie Sanders spoke of this suppression of wages being an undesirable impact of illegals and the need to stem it, in times past, but abandoned this line while campaigning for president, while seeking the Hispanic vote and as Trump’s position on illegals became framed in the media as an entirely racist proposal (I’m a fan of Sanders, but like all of us, he’s fallible).  I think it is quite likely that if the influx of illegals was truly addressed, legal immigration kept to a reasonable limit, and furthermore, as you also bring up, the offshoring of jobs reigned in, unemployment in the U.S. could very likely come very close to zero and wages become something to realistically live on, rather than the huge insult that they are presently.  I’ll add that the best solution to the 11 million illegals isn’t a “big wall” or attempting to round up 11 million people, but what the National Association of Former Border Patrol Officers on their website at nafbpo.org calls “Enforcement Through Attrition” (which you can look up for yourself).  Good point to about how those nations that we “bomb the crap out of” need those doctors, nurses and other professionals to stay in their own country to rebuild.  It is very strange to juxtapose how the U.S. went all out to help rebuild Germany and Japan and other countries following the end of WWII, but now seems to be in the business of leaving countries in ruins, to be overrun by swarms of stateless, criminal terrorists.  One last point in reference to concern for Syrian refugees:  The more useful step would be for our government to cease supporting the overthrow of the Syrian government by terrorist groups who will just turn Syria into another Libya, so that these people are not having to flee in the first place (hence Rep. Tulsi Gabbard’s H.R. 608 proposal – the Stop Arming Terrorists Act, which is currently in a committee).\nBill Bodden\nFebruary 3, 2017 at 13:30\nFirstly though, I think the article makes its own valid points with regards to the irrationality of an overblown fear or hostility toward immigrants (a 1 in 3.6 million chance of being killed by a foreign born terrorist as opposed to 36 Americans dying per day from gun violence by fellow Americans).\nFear mongering and mendacity are as much a part of the American way of life as the proverbial apple pie.  The tragedy is that so many people fall for both.\nKeith Clemons\nFebruary 3, 2017 at 16:15\nYes, and I wanted to acknowledge the truth of that first, but as a stepping stone to my greater point that there are valid reasons for stemming the flow of illegals and maintaining reasonable controls on legal immigrants as well, which are not based on irrational fears or racial bias (or cultural or any other bias for that matter).  This was a point which “backwardsrevolution” was also making and to which I was responding.\nKeith Clemons\nFebruary 3, 2017 at 16:51\nExcuse me getting your name wrong, backwardsevolution – not backwardsrevolution.  Backwards Evolution would well describe life in America in recent decades.  Backwards Revolution would be a good descriptive term for Libya and what could happen to Syria.\nFebruary 3, 2017 at 13:48\nExcellent post on ethics and morality. Thank you. Add to that the base philosophical hypocrisy of “war is good for the economy” (GWB), and you recognize the “Axis of Evil” that “stands beside her, guides her, like a stealth bomber, through the night with no light from above”. Indeed, there is no ethics nor morality to the struggle of capitalistic competition; for “all is fair in love and war”.\nKeith Clemons\nFebruary 3, 2017 at 16:35\nI always hated that line too, that “war is good for the economy.” A popular song from the 70s went “War, good God, what is it good for?  Absolutely nothing” and that’s more accurate.  People base that line on the economy picking up during WWII, but FDR had already initiated his New Deal, creating jobs building infrastructure, creating parks and other things, and then, yes, new work coming in for those companies to build the machinery of war and then requiring the workers to do so, lifted the economy further.  But we could just as easily be giving those companies work building solar panels or windmills or whatever and putting people to work creating something other than bombers and tanks, resulting in a boom for the economy.  So don’t ever let anyone get away with saying a sick thing like war is GOOD for something.  War is just for when your back is against the wall and there’s no way out.  No nation is a threat to the incomparable military budget of the USA.  The only threat are crazies getting a hold of the nukes, like that flaky little North Korean guy – he worries me a bit.\nJoe J Tedesky\nFebruary 4, 2017 at 10:16\n…………………………………………………………………………………..\nWith determination and will, it wouldn’t be nearly impossible to convert from a weapons industry to a plougshare one.\nThere could be no better time than now. By converting our manufacturing cells away from stamping out weapons to immediately start stamping, molding, machining, ploughshare products would be a boom to niche suppliers everywhere overnight.\nDropping all vindictive sanctions which have been imposed on many nations, would have it’s rewards in the export markets, and create jobs almost immediately upon any announcement along these lines. From your local UPS truck to the largest Maersk Lines ocean going transport, and all of the varied vendor industries that supply companies such as I mentioned would feel the need for their services, and be happy to oblige.\nCatapillar would be able to leap out of it’s fifty month slump. The heavy mover equipment business which is associated to Catapillar by competition and cooperation would follow in success, like a caboose following the engine. Labor and investments would feel the sudden neck snapping jerk and be singing their happy tune as they all go along for the ride. Replace the name Catapillar with GE, USX, or any other larger than life corporation and by aiming the target business markets to producing renewables, building equipment supplies, medical equipment, or anything positive, and then start rebuilding the war torn world we have created, and then you are on your way to a better earth. A priority list negating war would do the trick..call me a dreamer, but I’m not the only one.\nThe labor pool is filled with people in need of a job, and a place to sleep. Let Syrians rebuild Syria. Continue this process world wide concentrating on starving and war destroyed nations, and you will have rehabilitated these unwanted refugees into becoming their own landlords in their very so loved countries of origin. Maybe NAFTA was a good sounding idea on paper, but let’s face it, it isn’t working, so scrap it and replace it. Replace it with a national work force who may thrive in their own land, but open the door to them with a worldwide market to compete in.\nThere are ways out of this ever lasting war era, but we as human beings need to want to make it happen. To do this, countries need leaders who are beholden to no other than beholden to their own people who they represent. That last sentence is where the problems always occur, and that is where by someway by some method not known to me, is where we should break ground first and set the rules….you get the shovel!\nSilly Me\nAin’t that cute.\nFemales, by nature, want security, which includes cognitive security.\nAnyone with a brain knows that such a thing doesn’t exist.\npeter parry\nFebruary 5, 2017 at 17:16\n“The us was built on the blood sweat etc……….” The immigrants…….bar 10 or so, killed off millions of the original, LAWFUL owners of their SOVEREIGN Territories by shooting them or poisoning them with diseases. Then they basically roamed the depopulated land and played cowboys, shooting each other for the next 65 years. That wasn’t enough, so, they stole Texas, California and Arizona etc. because “God” protected them and they were coming to “save” the poor population that was suffering etc etc ec ad nauseum.\nThat is what the US was built on,,,,,,and still is. Thank God there isn’t a land bridge to Eurasia or Europe because if there was these lawless God Protected Saviors would be marching across them.\nJoe J Tedesky\nFebruary 3, 2017 at 01:01\nWhat I always find most unfortunate is with the disturbing display of racism which shows up on inside various Catholic European decent third, fourth generation Americans, is where a great amount of history is missing. I find this prevalent inside my own family of cousins, and even their offspring. I’m not judging, I’m quite a big believer in individual though, and philosophy, and what a person thinks is what they think, but forgetting where you once came from is pure ignorance of honoring your past.\nMy Italian Grandmother insisted that my father and his siblings speak English in her kitchen, so as she would be able to speak this new language when shopping, or meeting neighbors. My grandparents were not welcomed by the birthright American citizens of their time. My grandma wore the mourning in black dresses after my grandfather passed away, and this old world custom lasted with her for two years until one day her American born daughters convinced my grandma to wear bright and colorful clothes, because grandma was in America now, and that’s what Americans do.\nIt really comes down to remembering where you came from. One hundred years ago the American citizen who was born here felt threatened by the huge influx of Europeans coming here to our American shores. It wasn’t even about assimilation, because you were never going to be accepted, because you were either too dark skinned, to Catholic, to Jewish, to Polish, to Irish, to much of everything because you just weren’t American. Authors of news print considered intellectually astute wrote scary predictions of how the Catholic Pope would soon one day control America. None of the new immigrants to this country was to be trusted, and you were a dang fool to associate with one of those dirty buggers if your American ass had a hankering to try to.\nThe same groups who were split into ethnic categories were to even end up to oppose each other. Italians were a thread to a Pole, as sure as a Pole was a threat to an Irishman, when it came to their being eligible for a job. Employers even posted pay scales outside construction sites, where a worker got payed based on their ethnicity. One of the things that melted many of these various ethnic groups into one unit that never gets talked about, was the combination of need that was mustered inside the early union halls, where the variety of hands joined together to bring about fair pay and labor laws….my grandpap would just shake his head in disgust and disbelief to see all of what’s happen to his once mighty Union locals.\nWe the third, fourth, and more generations removed from those early struggling immigrants have a real opportunity to change that prejudice American mindset, if we want to. In what travel I have experienced in this lifetime of mine, and I no matter where I have gone, have frequented the local establishments of abroad. Why, because away from the bright lights of the hotel I have found the locals to be just like you and me. They get up in the morning eat breakfast, kiss the family goodbye, work for their wealth fare and survival, come home eat dinner, throw a ball with their children, and then it’s lights out to get some rest for another day tomorrow. Yeah, like you and me, they laugh, they cry, these foreigners are us.\nYou want to stop terrorist, then quit chasing after them. Learn the truth to how we have all been duped to believe in a enemy who was never there, but created to fund the biggest land grabbing war machine ever to be known to mankind. Then call your congressperson, and tell them to vet the refugee good, as they already have been, and then tell your representative to help these refugees escape the terror which we have aided with weapons towards bringing down destruction of these refugees homelands.. In fact encourage our government to cooperate with the other involved governments to end these wars of doom and profit, and then hire the refugee to rebuild their own countries…and let them run their own world their own way, because everything doesn’t have to be American.\nSilly Me\nFebruary 3, 2017 at 07:31\nSorry, Sir, you are trying to sell a false analogy based on Aristotle:\n1. Weasels stink.\n3. Conclusion: Ms. Charming is a weasel.\nYou place a smaller group (Muslims) in the same category as 19th-c. European immigrants without examining cultural compatibility.\nIf you know your history, you must know that when cultures mingle, one of them usually eliminates the others. Representatives of traditional cultures (even small, closed village communities) automatically consider themselves superior to the rest of the world, based on the biological nature of pack animals, which humans are. We are born racists and we feel we would die if we left the pack. Well, we would have a hard time succeeding in this world without our networks, wouldn’t we? In America, we have worked for several decades on the problem and now, we are facing a culture that doesn’t even respect our Constitution half of the time, one that doesn’t consider Leben und leben lassen a good principle, one that is taking advantage of western welfare laws more than we could have ever imagined,  one that is ready to outbreed us even between first cousins, and has the ideology to take over the world.\nIgnore that and one day you or your children will wake up having to kneel five times a day (after taking a shower), reciting words that are unknown in your culture or face physical elimination.\nOf course, blacks are still set up against whites, Mexicans against the Chinese, none of which is exactly ready to integrate. My favorite is the fake setup of the haves and have-nots, while taking our right back to print our own money and outlawing certain banking/market practices could still save our country.\nInstead, we are dogs barking at and chewing on rubber bones thrown at us by the elite that owns our Globe through criminal operations. Fish in a barrel, waiting to be shot, convinced that our opinions matter.\nJoe J Tedesky\nFebruary 3, 2017 at 11:53\nSilly me, thanks for the reply. At first I thought you were joking, then the more I read your comment the more I could tell you weren’t joking. If we are both writing our thoughts out based on real life experiences, well then it is clear to me that you and I have had way to far different experiences which to build our separate beliefs on.\nYou see often in this life I have been the odd man out, and was happily taken in by a variety of different races at a few crucially different moments in my life, and to my welcomed benefit no less I am gratuitous that my guardian angels had no color prejudice in their minority hearts to reject me, as  they instead accepted me as one of theirs. Being the only Caucasian amongst a group (you would call a gang) of Hispanics who watched my back, while I was duking it out with another Caucasian fellow of ours has been one of my earlier life experiences that has brought me to this crazy mindset belief that I have adopted to become my philosophy to go forward with….later after I won the fight my rival Caucasian foe became friends with me, and my Hispanic friends, we all drank Tiquila mixed with Jack Daniels until the sun came up on a new day of friendship that had arose to all of our betterment. Black people have saved my life on two occasions, and this is not to mention the four times strangers, all Black people, stopped and helped me when I ran out of gas….this old Oldsmobile I once drove had a broken gas gauge, and I was always guessing to how much fuel I had left in this well used car of mine, and I didn’t always guess it right.\nThose experiences, and many more, would make me the biggest hypocrite of the highest order if I were to become suddenly prejudice at this stage of the game. So I cannot agree with your learned knowledge, or your interpretation of the Greek theories of life, as you describe them.\nIf I were to cut a man open he would bleed the same as I do, but then again ‘Silly me’ you give me the impression that you believe these ‘others’ don’t feel the same pain as you and I do. While you worry about Sharia law taking over this great country of ours, I worry about a right wing version of Christianity capturing our souls, which this Christian fever is so hard at working overtime when attempting to corrupt our U.S. Constitution even more than it has ever tried before to make us all a Christian nation. This everything Christian determination is succeeding with a vengeance this time by a gerrymandered majority of legislators, which is a poor reflection of us we the people appearing on a warped mirror in a right wing funhouse mirror of horrors.\nI am all for a national banking system, but not one that will only put dead white presidents on the bills that we white people will need to use, to purchase our Christian hymnbooks. While you turn over every rock and stone determined to keep our race clean, I’m going to call an old Black man friend of mine who I haven’t seen for a very long time…he will be happy to hear from his old white friend whom he hasn’t heard from for way to long a time. If my Black friend and I meet for lunch, it will be a hard decision for if I should treat this Black friend to Mexican, Chinese, or maybe Vietnamese food, but on the other hand I know he likes Shish Kabob so we will no doubt go there. You are welcome to join us ‘Silly me’ should I save you a place at the table…remember this, ‘the first will be last, as the last will be first’.\nTake care & God bless you Joe\nSilly Me\nFebruary 3, 2017 at 21:19\nThank you for your response.\nI never suggested that pack animals inevitably work by skin color, although that and language use work most of the time by default.\nI am from a country in  Europe that at one point, was invaded by Muslims. Whole regions became deserted, because the population was taken to slavery. I also had first-hand experience from Muslims who kept telling me how nice they were for not beating me up, although they couldn’t have come close enough to land a punch…\nUltimately, it all boils down to human nature and we can’t do a thing.\nYour invitation for coffee I gladly accept; I can’t imagine we couldn’t finish it gracefully.\nJoe J Tedesky\nFebruary 4, 2017 at 00:19\nSilly Me, I value your honesty for what you have stated here. I don’t know you, but I’m hoping that for your own sake of self you can work this out.\nMy run ins with different people through out my life has been one where trouble for me has been an equal opportunity. Whether my foe was white, black, Muslim, or Christian, I had other experiences with likewise people as were my foes, and they bought me a drink, or offered me a meal. I’ve even had these ‘others’ take my side against their own.\nI surely hope that you may see yourself through to the otherside of your blanketing hate, and see people for what they are. Apparently you have been dramatized with your experiences at the hands of these Muslims…I will not lecture you no longer, for this is a matter which is for you to deal with, and only you know the way out.\nAlthough, I will encourage you to write further comments. Oh and about that coffee, I thought that you could buy a round since I’m buying the first round…ah hell I’ll buy a full pot, and have done with it…all the best my friend Joe\nBill Bodden\nTo put it mildly, I disagree.\nSilly Me\nFebruary 3, 2017 at 21:22\nYou have the right to do so. That is what used to make our country great.\nI am still interested where and how we disagree, because in the last five decades, I always managed to agree with people on most debates.\nrosemerry\nFebruary 3, 2017 at 17:10\n“Ignore that and one day you or your children will wake up having to kneel five times a day (after taking a shower), reciting words that are unknown in your culture or face physical elimination.”\nI am sad that you live in fear and have this attitude. Americans used to have this about communists taking over everything, and seem to believe “the other” must be an enemy. I am glad not to live in such an individualistic country, and was delighted to see Joe’s words about Unions- rare now, but a symptom of solidarity sadly lacking from most American lives.\nSilly Me\nI am sorry you think I am afraid.\nWhen it comes to being a communist, if you believe that hard work deserves to get paid fairly, I guess, most people are”communists.” Those who want to take away the assets that hard, honest, and unique contributions earned, are few and far between and are probably turned away by those who call themselves communists.\nWhy don’t we stop using swear words and look at real problems?\nFergus Hashimoto\nFebruary 4, 2017 at 03:53\nIslam differs from other religions because it was conceived as a doctrine of military conquest. Islam is the only religion whose founder killed thousands and enslaved the survivors. Blithely ignoring these traits of Islam is a sign of dogmatic stupidity.\npeter parry\nFebruary 5, 2017 at 17:03\nYou are avoiding the root issue. All of them in America, save the First Nations People who have survived the slaughter, degradation, theft, and buggery, are immigrants, and frankly speaking, unwelcome ones who were really never asked to live in these First Nations Territories.\nThey just came and offered the residents copper pots, axes, and blankets permeated with Cholera or/and smallpox.\nThis continues to this day in the Dakota/Sioux territories with the pipeline story. This entire so called american nation was and is built on intimidation self aggrandizing BS. It is only reasonable that offspring from these “immigrants” act in exactly the same way. They were never taught anything else except their own “exceptionalism”. God hep Mother Earth\nBill Bodden\nFebruary 2, 2017 at 23:42\n… [I]t is a fact that one can get a college degree in the U.S. without ever taking a history course,…\nOr one on ethics or morality.\nBill Bodden\nFebruary 2, 2017 at 23:52\nUnfortunately, the quality of courses in history in high schools is questionable.  Some high schools do use Howard Zinn’s “People’s History of the United States” but probably nowhere nearly enough.  James Loewen’s books on lies taught in schools and elsewhere are probably still valid in many areas.  Then there are school boards such as the one in Texas that wanted to revise history to change slaves to imported workers.  Biographers who are more hagiographers don’t help getting the truth out to adults who might also be parents passing on myths to their children.\njohn snow\nis it possible to have a class in morality?\nBill Bodden\nWhy not?\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/01/30/politics/immigration-stats-by-the-numbers-trnd/",
                "https://www.thetrace.org/2015/12/gun-violence-stats-2015/",
                "https://www.shusterman.com/unlawful-deportations-of-u-s-citizens-to-mexico/",
                "https://www.historynet.com/immigrants-the-last-time-america-sent-her-own-packing.htm"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://todayinclh.com/?event=fdr-all-of-us-are-descended-from-immigrants",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "american",
            "muslims",
            "irony",
            "remember",
            "history",
            "trumps",
            "ban",
            "dar",
            "americans",
            "immigrants",
            "immigration"
        ]
    }
]