[
    {
        "url": "https://www.christianpost.com/news/uk-schools-acting-too-swiftly-change-kids-gender-11-year-old-girls-puberty-blockers.html",
        "title": "UK Schools Acting Too Swiftly to Change Kids' Gender; 11-Y-O Girls on Puberty Blockers, Expert Warns",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nUK Schools Acting Too Swiftly to Change Kids' Gender; 11-Y-O Girls on Puberty Blockers, Expert Warns\nUK Schools Acting Too Swiftly to Change Kids' Gender; 11-Y-O Girls on Puberty Blockers, Expert Warns\nUK Schools Acting Too Swiftly to Change Kids' Gender; 11-Y-O Girls on Puberty Blockers, Expert Warns\n| Tuesday, January 23, 2018\nLulu, a transgender girl, leans on a hammock at her home in Buenos Aires. | (Photo: Reuters)\nA psychologist at the only U.K. clinic for children seeking to change their gender has said that girls as young as 11 are being placed on puberty blockers and hormone treatment, and warned that schools act \"within minutes\" to register a child as the opposite sex.\nBernadette Wren, consultant clinical psychologist at the Gender Identity Development Service clinic in London, revealed in an interview with The Sunday Times  that the youngest child receiving such treatment there is an 11-year-old girl who identifies as a boy.\nWren warned that schools in the U.K. are moving too fast in labeling a child as a member of the opposite sex.\n\"Schools might wait for the parents to approach them before changing things like names in the register, uniforms, pronouns, toilets, sports,\" she said.\n\"If a school just gets a whisper of a child who may be querying their gender and within minutes they are doing everything to make sure that child is regarded as a member of the opposite sex right from the word go — that may not be the best for that child,\" she added.\nThe psychologist revealed that about one in 10 of the children who are referred to the London clinic decide to opt out of the treatment.\nGIDS says that GPs, schools, and support groups referred more than 2,000 children to its services in the space of nine months last year, which is a 20-fold increase from previous  years when in 2009 there were only 97 referrals.\nWren warned that future generations may not think that the current way of handling the issue has been wise, noting that young people sometimes regret their decision to undergo gender change, which creates serious problems later on in life.\n\"Perhaps the choices they make when they are 16 look different when they are 30,\" she said.\n\"You can accept their feeling about gender difference but you do have to say alongside that — and without being transphobic — that there are really difficult treatment choices to be made.\"\nOne of the main concerns she identified is infertility, with people who are born males losing their capacity to father children as a result of treatments.\nGender change issues concerning children have been highly controversial in the U.K. In December, shocked parents demanded that the National Health Service remove questions  aimed at primary school children asking them if they \"feel different\" to the gender they were born with.\n\"At a time when children are growing up and having to deal with all sorts of challenges of the modern world, now they are being asked to confront their gender, which for many will be unsettling,\" Tim Loughton, a Conservative Party politician and former children's minister, said at the time. \n\"Clearly we need to be sensitive about the issue of gender and sexual orientation but forcing children to question whether they are the right gender so early on can be deeply destabilizing,\" he added. \nThe Lancashire Care NHS Foundation Trust said at the time in a response to the controversy that it will no longer be widely asking the question.\nDebate also swirled around Girlguiding U.K., the country's leading organization for girls and young women, which in November announced that transgender members who are born male but identify as females will be allowed  to use the same shower facilities as girls.\nFeminist campaigner Julie Bindel said at the time: \"This is not a moral panic. The concern that I and many feminists have about boys invading bedrooms, tents and showers, is that disproportionately the victims of sexual violence are girls and women, and overwhelmingly, the perpetrators are boys and men.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thetimes.co.uk/article/schools-rushing-on-whisper-to-label-pupils-as-transgender-0d8zm53qs?t=ie",
                "https://www.christianpost.com/news/transgender-females-born-male-will-be-allowed-to-use-same-showers-tents-with-girls-in-girlguiding-uk-208136/",
                "https://www.christianpost.com/news/shocked-parents-get-uk-to-remove-question-asking-kids-if-they-feel-different-to-birth-gender-210004/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "kids",
            "warns",
            "swiftly",
            "expert",
            "gender",
            "children",
            "child",
            "warned",
            "treatment",
            "schools",
            "girls",
            "puberty",
            "uk",
            "young",
            "change"
        ]
    }
]