[
    {
        "url": "https://www.christianpost.com/news/sadie-robertson-says-scripture-helped-her-overcome-fear-while-in-somalia.html",
        "title": "Sadie Robertson Says Scripture Helped Her Overcome Fear While in Somalia",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSadie Robertson Says Scripture Helped Her Overcome Fear While in Somalia\nSadie Robertson Says Scripture Helped Her Overcome Fear While in Somalia\nSadie Robertson Says Scripture Helped Her Overcome Fear While in Somalia\n| Tuesday, January 23, 2018\nSadie Robertson, as shown in her profile photo for her \"Live Original\" video channel on YouTube. | (Screenshot: YouTube/Sadie Robertson)\nSadie Robertson says Scripture kept her from giving in to fear when she spent time in Somalia last year just before a massive bombing.\nThe \"Duck Dynasty\" alumna turned motivational speaker and author who is readying her book,  Live Fearless: A Call to Power, Passion, and Purpose , opened up about how she overcame fear when visiting Mogadishu, Somalia, in October. Robertson shared how she overcame struggles with fear at the \"I Am...2018 With Sadie Robertson\" conference hosted by Hope Church in Tupelo, Mississippi, Sunday.\nThe conference was aimed at helping young women realize who they are in Christ. When posting an Instagram  video from the event, Robertson detailed how Scripture helped her quell fear when she and her mother, Korie Robertson, traveled there to help deliver food to thousands after the country suffered from a drought.\n\"When I was in Mogadishu, Somalia, back in October I felt as though I was staring at the face of fear. For someone who has dealt with fear, anxiety, and panic attacks I had to really be on guard to not allow the enemy to use that from stopping what God had purposed for the trip,\" Sadie said. \"One of the nights there I woke up and began to feel a panic attack creeping in and the feeling of fear surrounding. I leaned over and grabbed my mom and the first words I gasp out was READ PSALMS 91.\"\nJan 21, 2018 at 11:39pm PST\nAfter her mother declared the word of God to her daughter, Sadie said the feelings of fear began to dissipate.\n\"As we began to say who our father was the fear left the room and a peace invaded. The enemy was on the move to kill, steal, and destroy what God has purposed for that trip, but when He got right up close and the words and power of who our God is came in and canceled the assignment of fear that the enemy tried to throw at me,\" she wrote. \"I am a fearless daughter because my Father is my refuge. This daughter has found her confidence in her father.\"\nThe Robertsons escaped the area just before a bombing that killed over 500 people took place  in Mogadishu, one mile from their hotel. In an Instagram  message posted just after the bombing took place, Sadie revealed how heartbroken she was about the devastation.\n\"[One] hour after our plane took off this morning a massive bomb went off less than a half mile from the hotel I have been staying at and very near to the homes of all of my friends there... The area at this point is unrecognizable,\" she wrote in October. \"These new friends of mine are passionate, hopeful, hardworking, beautiful, loving, and human just like you. They have been through more in life than many of us can understand, but stronger then many of us will ever be.\"\nShe closed the message by adding, \"Please pray. my heart is broken.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.latimes.com/world/africa/la-fg-somalia-death-toll-20171202-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/BaPQWHCn487/?hl=en&taken-by=legitsadierob",
                "https://www.instagram.com/p/BePP6oNHoMz/?hl=en&taken-by=legitsadierob"
            ]
        },
        "key_words": [
            "sadie",
            "mogadishu",
            "somalia",
            "god",
            "enemy",
            "fear",
            "overcome",
            "took",
            "daughter",
            "robertson",
            "scripture",
            "helped"
        ]
    }
]