[
    {
        "url": "https://www.christianpost.com/news/why-the-pro-life-case-for-hillary-clinton-fails-to-persuade.html",
        "title": "Why Rachel Held Evans Is Wrong About Hillary Clinton and Abortion",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWhy Rachel Held Evans Is Wrong About Hillary Clinton and Abortion\nWhy Rachel Held Evans Is Wrong About Hillary Clinton and Abortion\nWhy Rachel Held Evans Is Wrong About Hillary Clinton and Abortion\n| Tuesday, August 09, 2016\nMichael J. New is a Visiting Associate Professor at Ave Maria University, Ave Maria, Florida.\nTrump puts some pro-lifers in a difficult spot, but Clinton is no answer to their dilemma.\nEvery election cycle, numerous media outlets publish editorials from purported pro-lifers claiming that pro-life interests would be better served if a pro-choice president were elected. This election cycle will doubtless be no different. In fact, pro-lifers have already seen evidence of this.\nLast week, popular Evangelical blogger Rachel Held Evans wrote an article entitled \"So You're Thinking of Voting for a Pro-Choice Candidate.\"  Evans states that she is voting for Hillary Clinton and encourages other pro-lifers to do the same. Her article has already received coverage from a number of Christian and pro-life news outlets, including LifeNews.com and The Christian Post.\nEvans's arguments are far from new. In fact, she rehashes most of the same arguments that have been made in countless mainstream media outlets in past election cycles.\nHere is a quick summary of Evans's arguments for why pro-life voters should vote for Hillary Clinton: Voting for a pro-choice candidate is not the same thing as voting for abortion; pro-life laws are an ineffective strategy for reducing abortion rates; Hillary Clinton will support liberal economic policies and more government support for contraception, and those policies offer greater promise for reducing the incidence of abortion.\nI will address each of these arguments in turn.\n1. Voting for a pro-choice candidate is not the same thing as voting for abortion.\nEvans notes that the abortion rate has fallen during the Obama administration. This is true. However, the U.S. abortion rate has fallen consistently since 1980. The reasons for that have to do with shifts in public opinion, an increase in the number of pro-life laws, and with the fact that, while the rate of unintended pregnancies has remained stable, a higher percentage of them are being carried to term. The election of pro-choice presidents had absolutely nothing to do with this decline in the U.S. abortion rate.\nMore important, a Hillary Clinton presidency would not necessarily keep the status quo in place. Her Supreme Court nominations may well strike down pro-life laws that were previously upheld. Furthermore, for the first time in history, the platform of the Democratic party calls for the repeal of the Hyde Amendment. First passed in 1976, the Hyde Amendment largely prevents federal Medicaid dollars for being used to pay for abortion. Numerous studies have shown that the Hyde Amendment prevents thousands of abortions every year. Consequently, a Hillary Clinton presidency may well result in fewer protections for the unborn and more abortions.\n2. Pro-Life laws are ineffective.\nEvans references a study, appearing earlier this year in The Lancet, that purportedly shows that countries where abortion is legally restricted have abortion rates similar to those of countries where abortion is legal. However, a vast majority of countries where abortion is illegal are located in Africa, South America, and the Middle East, and have very high poverty rates and a higher incidence of other social pathologies that may increase the demand for abortion. So these cross-country comparisons are not all that helpful in evaluating the impact of pro-life laws.\nConversely, there is a broad body of economic, political science, and public-health research showing that the incidence of abortion is sensitive to its legal status. This is demonstrated by research on Eastern European countries, many of which changed their abortion policies after the fall of Communism. Here in the United States, a substantial body of research shows that public-funding restrictions, parental-involvement laws, and properly designed informed-consent laws all lower abortion rates.\n3. Welfare and contraception programs offer greater promise for reducing the abortion rate.\nPro-lifers tend to be more ideologically diverse than people realize. Many in the pro-life movement do favor more government support for low-income earners and single mothers. That said, there is not one peer-reviewed study that shows that either universal health care or more spending on welfare programs reduces the incidence of abortion. Again, the existing academic and policy research simply fails to show that more-generous social-welfare programs will do anything to reduce abortion rates.\nEvans acts as if it is settled science that greater access to contraception will lower abortion rates. She links to three studies to prove her point. However, one link connects not to a study but rather to an online commentary by pro-abortion writer Amanda Marcotte. The second study analyzes LARCs (long-acting reversible contraceptives), a form of contraception that tends to be unpopular and has a high discontinuance rate. The third looked at a study in the Netherlands, where more access to contraception, along with other factors, apparently lowered abortion rates.\nThis study was interesting. However, it should be noted that a 2003 study by the Guttmacher Institute identified a number of countries, including the United States, Cuba, Denmark, Netherlands, Singapore, and South Korea, that showed simultaneous increases in both contraceptive use and abortion rates. Furthermore, there are many studies that show that efforts to encourage contraception use through legalization, distribution, or subsidies are ineffective at best, or counterproductive at worst, at reducing the incidence of abortion.\nMore importantly, multiple studies have shown that very few sexually active women in the United States forgo contraception because of either high cost or lack of availability. And so it seems unlikely that more government spending on contraceptive programs would result in lower abortion rates.\nThe fact that the Republican party nominated Donald Trump has put some pro-life activists in a difficult position. For much of his professional career Trump identified as \"pro-choice.\" Unlike previous Republican presidential nominees, he does not have a track record of voting for pro-life bills or supporting pro-life initiatives. That said, pro-life voters are delusional if they think that their interests will be served by electing Hillary Clinton.\nOriginally posted at nationalreview.com.\nMichael J. New is a Visiting Associate Professor at Ave Maria University and an associate scholar at the Charlotte Lozier Institute. Follow him on Twitter @Michael_J_New\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nationalreview.com/2016/08/hillary-clinton-pro-life-arguments-fail-pro-choice-president-2016/",
                "https://rachelheldevans.com/blog/pro-life-voting-for-hillary-clinton"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "prolife",
            "clinton",
            "study",
            "abortion",
            "hillary",
            "rachel",
            "rates",
            "evans",
            "held",
            "prochoice",
            "voting",
            "wrong",
            "laws",
            "contraception"
        ]
    }
]