[
    {
        "url": "https://www.christianpost.com/news/lopez-cries-after-cutting-chris-medina-from-american-idol.html",
        "title": "Lopez Cries after Cutting Chris Medina from American Idol",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nLopez Cries after Cutting Chris Medina from American Idol\nLopez Cries after Cutting Chris Medina from American Idol\n| Friday, February 25, 2011\n\"American Idol\" judge Jennifer Lopez, often called J.Lo, broke down in tears after breaking news to contestant Chris Medina that he was not among the top 24 singers that would continue in the competition.\nMedina, who has gained many Christian fans because of his devotion to his handicapped fiancée, took the news well and expressed that he was glad to get this far in the popular TV singing contest.\n\"You know, when Juliana (his fiancée) got into her accident, I kind of learned to not expect things. So I wasn't expecting to win. I was just really happy to be there,\" said Medina during an interview with HLN's Showbiz Tonight on Thursday.\nMedina, 26, is the caretaker of his fiancée, Juliana, who is confined to a wheelchair after surviving a car accident. Juliana got into the serious car accident merely two months before the couple was to exchange wedding vows. The accident left her with a traumatic brain injury and she was in a coma for a month and a half before waking up.\nBut two years after the tragic accident, Medina is still by his fiancee's side, taking care of her along with Juliana's mother.\n\"Through thick and thin till death do us part, in sickness and health, for better or worse. What kind of guy would I be if I walked out when she needed me the most,\" said Medina in a pre-recorded video for \"American Idol.\"\nThe Chicago native, who wears his wedding ring around his neck, fought back tears as he said they are still not married. They were engaged after six years of dating.\nDuring Wednesday night's episode of \"American Idol,\" Lopez was shown with her head down, crying into a tissue after informing Medina that he had been cut.\n\"I didn't want to have to tell him no,\" said a tearful Lopez as fellow judges Randy Jackson and Steven Tyler tried to comfort her.\nShow host Ryan Seacrest has described Lopez's reaction to ending Medina's \"Idol\" run as \"an unprecedented meltdown.\"\n\"I didn't get a chance to see it (Lopez crying) until it aired,\" shared Medina on Showbiz Tonight. \"But when I saw it on TV I was moved, I was touched.\n\"It was just nice to see that she cared a lot.\"\nMedina's story first attracted public attention in January when he auditioned for \"American Idol\" and introduced the judges to Juliana after securing a spot on the show. His story quickly gained him Christian fans who flooded his official Facebook page with messages of encouragement and praise.\n\"What an appropriate name for you 'Chris,' short for Christian, I assume. Which means 'Christ Like.' You are surely showing in that to the world. Unconditional love and a great, great talent. God 'is' with you. What a wonderful example, you are,\" wrote supporter Peter Nickolas Flores. \"God bless you and your beautiful fiancée!!\"\nMore than 23,500 people have liked Medina's official Facebook page as of Thursday afternoon.\n\"Like I said, I'm not the type of person that expects things,\" said Medina about all the attention and offers he is receiving on Showbiz Tonight. \"So I am just happy where things are right now,\"\nMedina's first single, \"What are Words,\" was released on iTunes Thursday night.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "juliana",
            "american",
            "idol",
            "accident",
            "medina",
            "cries",
            "cutting",
            "chris",
            "showbiz",
            "fiancée",
            "lopez",
            "tonight"
        ]
    }
]