[
    {
        "url": "https://www.christianpost.com/news/california-passes-pro-planned-parenthood-bill-criminalizing-undercover-recording-of-abortion-clinics.html",
        "title": "California Passes Pro-Planned Parenthood Bill Criminalizing Undercover Recording of Abortion Clinics",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, September 01, 2016\nCalifornia lawmakers have passed a Planned Parenthood-backed bill that creates a criminal offense for deceptively recording conversations with abortion clinic employees, a move that comes after the release of last year's highly controversial undercover Planned Parenthood videos.\nOn Wednesday night, the California senate passed Assembly Bill 1671 , which would change the state's penal code to increase consequences for secretly recording conversations with individuals who are not informed that they are being recorded.\nAs such a law was already on the books, the law also creates a whole other criminal offense for violators who secretly record and and distribute conversations with a healthcare officials, such as an abortionist or clinic worker.\nAfter last year's Center for Medical Progress series of undercover videos purported to show Planned Parenthood clinic workers breaking federal and state laws on aborted baby parts selling and procurement practices, the nation's largest abortion provider was swept up in a national media firestorm and controversy for months and was forced to deny any kind of wrong doing as those videos continued to be released.\nAs a result of the videos, the Sacramento Bee  reports that the abortion giant, the bill's authors and sponsors pushed to pass AB 1671 in order to deter future investigators or journalists from conducting similar undercover research.\nAccording to the legislation, a violation of the law could result in up to a year in prison and a $2,500 per violation for the first offense. For repeat offenders, they could be subject to a $10,000 per violation and up to a year in prison.\nThe new section to the penal code explicitly addresses those who are caught recording and distributing conversations with a \"health care provider.\" That new crime has the same punishments as those caught illegally recording and distributing conversations with non-healthcare providers.\nMonique Ortega prays often outside a Planned Parenthood abortion center in The Bronx. | (Photo: Monique Ortega)\nThe legislation passed through the state assembly on Wednesday by a 52-26 vote and was sent to the Senate, where it passed by a 23-16 vote. The bill is expected to soon land on the desk of California Gov. Jerry Brown, a Democrat.\nAccording to the Bee, Brown typically vetoes bills that create new criminal offenses.\nDavid Daleiden, the founder of the California-based Center for Medical Progress who faced a felony charge in Texas and is being sued by Planned Parenthood in federal court, said in a statement that the California law is further proof that Planned Parenthood \"can't own up to the fact that senior leadership was caught on camera talking about which places on a late-term baby to crush or not crush in order to harvest the most valuable body parts for sale.\"\nDaleiden asserted that California is trying to \"make it a crime to see the evidence.\"\n\"Citizen journalism is a First Amendment right, not a crime,\" Daleiden stressed in the statement shared with The Christian Post. \"The only crime is the one Planned Parenthood is trying to cover up: their abortion-and-baby-parts-for-profit scheme.\"\nInitially, media companies first opposed the legislation but was later amended to exempt individuals who distribute the recordings but are not involved in the actually production of it. That amendment effectively quieted the first amendment concerns of some of the media organizations and liberal lawmakers.\n\"It is narrowly tailored to address the growing threat to health care providers,\" Democratic Sen. Hannah-Beth Jackson said, according to the Bee.\nLila Rose poses on the University of California Los Angeles campus in Los Angeles, May 28, 2009. With a video camera hidden in her backpack, college student Rose has become a rising star in the U.S. anti-abortion movement for her clandestine tactics in taking on Planned Parenthood, the nation's largest provider of surgical abortions. | (Photo: Reuters/Lucy Nicholson)\nLila Rose, president of the pro-life group Live Action and former UCLA student who exposed  Planned Parenthood officials in their covering up of allegations of child sexual abuse in her own investigative reporting in 2007, commented on the ammended version of the bill and said that it still does not protect mainstream media journalists who want to do their own undercover reporting on the abortion provider.\n\"For years, investigative journalists have recorded and exposed Planned Parenthood facilities across the country covering up for sex traffickers, failing to report child sexual abusers, and trafficking in baby body parts,\" Rose said in a statement shared with CP. \"Instead of being compelled to be more transparent with the public, taxpayer-funded Planned Parenthood wants to jail journalists and whistleblowers who record and distribute footage that shows it potentially breaking the law.\"\n\"The California Newspaper Publishers Association — not an organization that's necessarily sympathetic to the pro-life cause — said even the newly amended version of the bill still 'potentially criminalizes speech,'\"\nRose continued. \"Planned Parenthood is brazenly attacking the First Amendment, aided and abetted by California legislators who are protecting a major campaign donor.\"\nAs Planned Parenthood receives over $500 million per year in federal taxpayer funding, Rose argues that the public has the right to know if the organizations is breaking or bending the law in anyway.\n\"Americans understand that abortion is a grave act, and with Planned Parenthood committing over 320,000 abortions each year, investigative journalists and whistleblowers have been the ones exposing the many abuses that often accompany it,\" she added. \"This bill doesn't protect women; instead, it puts Planned Parenthood above the law and lets it hide potentially illegal and abusive activity from public view. If this bill becomes law in California, Planned Parenthood could attempt to pass similar bans all over the country.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.sacbee.com/news/politics-government/capitol-alert/article99178717.html#storylink=cpy"
            ],
            "gov_pgs": [
                "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201520160AB1671"
            ],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.liveaction.org/what-we-do/investigations/sexual-abuse-cover-up/",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "recording",
            "abortion",
            "criminalizing",
            "california",
            "proplanned",
            "undercover",
            "parenthood",
            "law",
            "journalists",
            "passes",
            "conversations",
            "planned",
            "clinics",
            "bill"
        ]
    }
]