[
    {
        "url": "https://www.christianpost.com/news/egyptian-court-sentences-christian-journalist-to-prison-for-sectarian-strife.html",
        "title": "Egyptian Court Sentences Christian Journalist to Prison for 'Sectarian Strife'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEgyptian Court Sentences Christian Journalist to Prison for 'Sectarian Strife'\nEgyptian Court Sentences Christian Journalist to Prison for 'Sectarian Strife'\nEgyptian Court Sentences Christian Journalist to Prison for 'Sectarian Strife'\n| Tuesday, June 24, 2014\nForeign journalists and relatives of Al-Jazeera journalists walk near a police vehicle outside Cairo's Tora prison, where the trial of Al Jazeera journalists and other foreign media is due to take place, February 20, 2014. | (Photo: Reuters/Amr Abdallah Dalsh)\nAn Egyptian court has sentenced a Christian journalist who was once Muslim to five years in prison on the allegation of \"sectarian strife.\"\nBishoy Armia Boulous, who was formerly known as Mohammed Hegazy, was sentenced by the Criminal Court of Minya on Monday under the accusation of reporting \"misinformation\" on the suffering of Christians in the Middle Eastern country.\nBoulous had previously made headlines across the world in 2008 when he converted from Islam to Christianity and sought to have his name and religion changed on his \"national identity card,\" noted Ahram Online.\nEric Rassbach, deputy general counsel with the Becket Fund for Religious Liberty, told The Christian Post that this was connected to Egypt's \"blasphemy and anti-incitement laws.\"\n\"This incident shines a spotlight on the worldwide problem of blasphemy and anti-incitement laws,\" said Rassbach.\n\"These laws have proven to be easily abused by those in power to suppress dissenters and religious minorities in general, and Christians in particular. No one should be surprised that this comes along with widely-reported attacks on freedom of the press in Egypt.\"\nLast December, Boulous was reportedly arrested at a café in Minya, a city 161 miles south of the capital Cairo. Boulous was working as a reporter for the Coptic Christian television station The Way, which is based in the United States.\nAccording to the group the United Copts of Great Britain, Boulous was charged with several accusations, including fomenting \"sectarian strife.\"\n\"Security forces claimed that Boulous was contributing to a 'false image' that there is violence against Christians in Minya. Those familiar with Boulous said his arrest had nothing to do with any reporting work but constituted retaliation for becoming a Christian,\" stated the United Copts.\n\"Religious freedom is guaranteed under Egyptian law but limited by various interpretations of sharia (Islamic law), which under the past two constitutions trumps national law. While it is easy and even encouraged for someone in Egypt to convert to Islam, it is impossible for a Muslim to legally convert to Christianity.\"\nSince the overthrow of long serving president Hosni Mubarak during the \"Arab Spring,\" Egypt has endured much internal violence and political upheaval.\nThe Muslim Brotherhood assumed control via election and crafted what many believed to be a constitution that installs strict Islamic law into the legal code.\nEventually, the Egyptian military, which has strong ties to the United States, ousted the Brotherhood led government from power and has cracked down on the extremist Islamic faction.\nBoulous' sentencing comes as another court in Egypt has sentenced a team of journalists to prison time for allegedly supporting the Brotherhood.\nAustralian correspondent Peter Greste, Canadian-Egyptian acting Cairo bureau chief Mohammed Fahmy, and Egyptian producer Baher Mohammed of Al Jazeera English were sentenced to seven years on \"terrorism-related charges,\" reported NBC News.\n\"Greste, Fahmy and Mohammed were arrested in December in a raid on the Cairo hotel room they were using as an office, as part of a sweeping crackdown on Islamist supporters of ousted President Mohammed Morsi,\" noted NBC.\n\"The three and their supporters have said they were simply doing their jobs as journalists, covering the wave of protests led by the Brotherhood against the military-backed government installed after Morsi's ousted on July 3 by then-army chief Abdel-Fattah el-Sissi, who is now the president.\"\nSponsored\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nbcnews.com/news/world/egypt-jails-al-jazeera-journalists-terrorism-related-charges-n138191"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://english.ahram.org.eg/NewsContent/1/64/104553/Egypt/Politics-/Journalist-Bishoy-Armia-given--years-in-jail-for-i.aspx",
                "http://www.unitedcopts.org/index.php?option=com_content&task=view&id=8914&Itemid=73"
            ]
        },
        "key_words": [
            "united",
            "sentenced",
            "prison",
            "law",
            "strife",
            "mohammed",
            "sentences",
            "court",
            "christian",
            "sectarian",
            "egyptian",
            "boulous",
            "journalist"
        ]
    }
]