[
    {
        "url": "https://www.christianpost.com/news/senators-should-not-side-with-dictators-by-opposing-arms-trade-treaty-family-group-says.html",
        "title": "Senators Should Not Side With Dictators by Opposing Arms Trade Treaty, Family Group Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSenators Should Not Side With Dictators by Opposing Arms Trade Treaty, Family Group Says\nWednesday, June 05, 2013\nSenators Should Not Side With Dictators by Opposing Arms Trade Treaty, Family Group Says\nSenators Should Not Side With Dictators by Opposing Arms Trade Treaty, Family Group Says\n| Wednesday, June 05, 2013\nThe American Values Network, an organization seeking to encourage community and family values, has launched a new video aimed at the seven U.S. senators who currently oppose the international Arms Trade Treaty, pleading with them not to join the likes of North Korea, Iran and Syria.\nIn April, the U.N. General Assembly passed a historic ATT  aimed at regulating the $70 billion arms trade business, the illegal trade that has been blamed for millions of deaths and affecting lives in developing regions. This week, the treaty has been put up to a vote, and more than 65 countries have already placed their signature on the agreement, The Associated Press  reported.\nOn Monday, the U.S. Department of State said that it is looking forward to joining the growing list of countries that have confirmed their official support for the ATT.\n\"The Treaty is an important contribution to efforts to stem the illicit trade in conventional weapons, which fuels conflict, empowers violent extremists, and contributes to violations of human rights. The Treaty will require the parties to implement strict controls, of the kind the United States already has in place, on the international transfer of conventional arms to prevent their diversion and misuse and create greater international cooperation against black market arms merchants,\" the Department of State explained in  a statement .\nAVN said in a press release  that seven U.S. senators still oppose the historic agreement, however. The animated video  features two young girls revealing why the ATT helps families around the world, and reminds the senators that the Pentagon, the Vatican, and the World Evangelical Alliance have all voiced their support for the landmark agreement.\n\"As the little girls say, there is a reason the bad guys are fighting the treaty and our churches, military, and all the good countries are supporting it,\" said Eric Sapp, executive director of AVN. \"Especially after the overwhelming response this video has received from faith voters and veterans in their states, we hope our senators will think twice before casting their lot with these dictators.\"\nSome Americans have expressed concerns that the ATT might conflict with their Second Amendment right to keep and bear arms, but supporters of the agreement have insisted that the treaty is aimed solely at creating international laws that will stop the exploitation of children and will limit the amount of weapons and ammunition dangerous parties will have access to.\n\"There are people who are concerned about the Second Amendment rights, but the treaty says that there is no regulation of domestic weapons or gun ownership or sales and so we believe that those who have those concerns need not worry. Our Second Amendment rights will in no way be compromised,\" Galen Carey, vice president of government relations at the National Association of Evangelicals, previously told The Christian Post.\nSo far, only North Korea, Iran and Syria have said that they oppose the ATT. Signatures are only the first step in the process, as at least 50 countries will also have to ratify the treaty before it can take effect.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.usatoday.com/story/news/world/2013/06/03/arms-trade-treaty-united-nations/2386271/",
                "https://www.christianpost.com/news/un-passes-historic-arms-trade-treaty-hailed-by-evangelicals-93126/"
            ],
            "gov_pgs": [
                "https://www.state.gov/remarks-secretary-pompeo/"
            ],
            "unsure": [
                "https://sugarpromocodes.com/",
                "https://www.youtube.com/watch?v=04nzNI7sqLw"
            ]
        },
        "key_words": [
            "trade",
            "senators",
            "group",
            "arms",
            "video",
            "second",
            "att",
            "treaty",
            "international",
            "countries",
            "weapons",
            "opposing",
            "family",
            "dictators"
        ]
    }
]