[
    {
        "url": "https://www.christianpost.com/news/church-of-england-advises-clergy-to-use-existing-affirmation-rite-to-celebrate-gender-transition.html",
        "title": "Church of England Advises Clergy to Use Existing Affirmation Rite to Celebrate Gender Transition",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChurch of England Advises Clergy to Use Existing Affirmation Rite to Celebrate Gender Transition\nChurch of England Advises Clergy to Use Existing Affirmation Rite to Celebrate Gender Transition\nChurch of England Advises Clergy to Use Existing Affirmation Rite to Celebrate Gender Transition\n| Monday, January 22, 2018\nA priest wears a rainbow ribbon during a vigil against Anglican Homophobia, outside the General Synod of the Church of England in London, Britain, February 15, 2017. | (Photo: REUTERS/Hannah McKay)\nThe Church of England's House of Bishops has decided against creating a new service to celebrate a person's gender transition. The bishops are advising that the church mark the transgender occasion instead with the existing affirmation rite.\nThe Archbishop of York, John Sentamu, was one of the senior church officials who had called for a new baptism-style service specifically created for transgender Christians. But in a private meeting at Lambeth Palace the bishops rejected the move,  The Mail reported  on Sunday.\nThe Rev. Chris Newlands said that it would be a \"wonderful opportunity to create a liturgy which speaks powerfully to the particularities of trans people, and make a significant contribution to their well-being and support.\"\nThough the church will not be creating a new rite to mark a person's gender transition, clergy are being advised to use the existing rite, Affirmation of Baptismal Faith, which is designed to celebrate those who have already been baptized.\n\"The Church of England welcomes transgender people and wholeheartedly wishes for them to be included in the life of the Church,\" the Rt. Rev. Graham James, Bishop of Norwich, said in a statement .\n\"On the matter of whether a new service is needed, the House of Bishops has decided that the current service that is used to affirm baptism can be adapted. Clergy always have the discretion to compose and say prayers with people as they see fit.\"\nThe General Synod officially passed a motion  last July that welcomed and affirmed transgender people to the church, with the vote going overwhelmingly in favor of the change.\nThe House of Bishops was left to decide on whether special liturgical materials would be prepared to mark a person's gender transition in a baptism-style ceremony.\nCofE bishops are reportedly also working on a major \"teaching document,\" which will not be ready before 2020, on the long-standing debate over same-sex marriage.\nThe church defines marriage as a union solely between one man and one woman, though it has faced criticism from both liberal and conservative wings.\nConservative Anglicans, such as the Global Anglican Future Conference, have accused church leadership of giving in to pressure to \"compromise clear Christian teaching in the face of secular humanist philosophy.\"\nThe Church of England also raised eyebrows in November with its \"Valuing All God's Children\" report , which said that allowing children to cross-dress could be one way to tackle homophobia and transphobia at school.\nThe report stated that LGBT children are often bullied, and so pupils should be allowed to play \"with many cloaks of identity\" when growing up without \"judgment or derision,\" such as boys wearing tutus, tiaras, and heels.\n\"All bullying, including homophobic, biphobic and transphobic bullying causes profound damage, leading to higher levels of mental health disorders, self-harm, depression and suicide,\" Archbishop of Canterbury Justin Welby said.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "wonderful opportunity to create a liturgy which speaks powerfully to the particularities of trans people, and make a significant contribution to their well-being and support.",
                "Chris Newlands",
                false
            ],
            [
                "The Church of England welcomes transgender people and wholeheartedly wishes for them to be included in the life of the Church,",
                "Chris Newlands",
                true
            ],
            [
                "On the matter of whether a new service is needed, the House of Bishops has decided that the current service that is used to affirm baptism can be adapted.",
                "",
                true
            ],
            [
                "Clergy always have the discretion to compose and say prayers with people as they see fit.",
                "",
                true
            ],
            [
                "compromise clear Christian teaching in the face of secular humanist philosophy.",
                "",
                false
            ],
            [
                "All bullying, including homophobic, biphobic and transphobic bullying causes profound damage, leading to higher levels of mental health disorders, self-harm, depression and suicide,",
                "Justin Welby",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/church-of-england-votes-to-affirm-transgender-people-top-bishop-says-lgbt-not-a-sin-191424/",
                "https://www.christianpost.com/news/church-of-england-says-boys-can-crossdress-wear-tiaras-heels-in-valuing-gods-children-report-206404/",
                "https://www.dailymail.co.uk/news/article-5292889/Church-England-bishops-block-new-transgender-prayer.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://www.churchofengland.org/more/media-centre/news/welcoming-transgender-people-update"
            ]
        },
        "key_words": [
            "mark",
            "bishops",
            "clergy",
            "existing",
            "gender",
            "affirmation",
            "church",
            "transgender",
            "england",
            "celebrate",
            "persons",
            "service",
            "transition",
            "house",
            "advises",
            "rite"
        ]
    }
]