[
    {
        "url": "https://www.christianpost.com/news/justin-biebers-mom-lauds-pop-stars-relationship-jesus.html",
        "title": "Justin Bieber's Mom Lauds Pop Star's Relationship With Jesus",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nJustin Bieber's Mom Lauds Pop Star's Relationship With Jesus\nJustin Bieber's Mom Lauds Pop Star's Relationship With Jesus\n| Saturday, January 20, 2018\nJustin Bieber supports his mother Pattie Mallette at the Justice Speaks Holiday Benefit Luncheon in Los Angeles, California on December 9, 2017. | (Photo: Instagram/ Pattie Mallette)\nJustin Bieber's mother, Pattie Mallette, is proud of her son's relationship with Jesus Christ.\nMallette took to Instagram  to write an open letter to her pop star son who has been growing in his relationship with God.\n\"I'm so proud of the amazing young man you are, and the young man you are becoming. None of us are perfect and never will be, (so we will always need patience and grace for each other), but your genuine growing relationship with Jesus is evident in the choices you are making daily and the good 'fruit' you bear,\" she wrote. \"I admire your character and integrity. You are maturing beautifully and wise beyond your years.\"\nMallette went on to reveal other great qualities about her son, including his sense of humor and heart.\nJan 18, 2018 at 9:18am PST\n\"You are so funny that I find myself laughing out loud when I'm alone, remembering of something you said or did,\" she wrote. \"And your heart is gold. I love you to the moon and back.  #lovemom  Ps. Did I mention I was proud of you?\"\nBieber once had a strained relationship with his mother, which he blamed on some rebellious behavior in 2014 that resulted in his arrest for a DUI. In a previous interview with  Billboard , Bieber revealed that he was ashamed to face his mother after taking part in other questionable acts like assaulting a limousine driver, egging his neighbor's home, and urinating in his jail cell.\n\"I was distant because I was ashamed. I never wanted my mom to be disappointed in me and I knew she was,\" he said. \"We spent some time not talking, so it takes time to rebuild that trust. She's living in Hawaii now, so it's hard, but getting better.\"\nDespite their struggles, Bieber referred to Mallette as \"an amazing woman and I love her.\"\nBieber's mother helped him develop a relationship with God at a young age.\n\"When I was 7, she wouldn't let me listen to anything but [Pastor] Judah's tapes falling asleep,\" Bieber told Billboard.\nIn a previous interview with  Access Hollywood , the mother and Nowhere But Up author revealed her parenting style which consisted of letting Bieber make his own decisions.\n\"You have to sort of let them make some of their own decisions,\" she said. \"Me, personally, I would love to be with him all the time and to be able to ground him and deal with his problems and do all of that stuff. But at some point the parenting style changes. I hope to still be a respected voice in his ear.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "I'm so proud of the amazing young man you are, and the young man you are becoming.",
                "Pattie Mallette",
                true
            ],
            [
                "None of us are perfect and never will be, (so we will always need patience and grace for each other), but your genuine growing relationship with Jesus is evident in the choices you are making daily and the good 'fruit' you bear,",
                "Pattie Mallette",
                true
            ],
            [
                "I admire your character and integrity.",
                "",
                true
            ],
            [
                "You are maturing beautifully and wise beyond your years.",
                "",
                true
            ],
            [
                "You are so funny that I find myself laughing out loud when I'm alone, remembering of something you said or did,",
                "",
                true
            ],
            [
                "I love you to the moon and back.",
                "",
                true
            ],
            [
                "Did I mention I was proud of you?",
                "",
                true
            ],
            [
                "I was distant because I was ashamed.",
                "Justin Bieber",
                true
            ],
            [
                "I never wanted my mom to be disappointed in me and I knew she was,",
                "Justin Bieber",
                true
            ],
            [
                "We spent some time not talking, so it takes time to rebuild that trust.",
                "Justin Bieber",
                true
            ],
            [
                "She's living in Hawaii now, so it's hard, but getting better.",
                "Justin Bieber",
                true
            ],
            [
                "an amazing woman and I love her.",
                "Justin Bieber",
                false
            ],
            [
                "When I was 7, she wouldn't let me listen to anything but [Pastor] Judah's tapes falling asleep,",
                "Justin Bieber",
                true
            ],
            [
                "You have to sort of let them make some of their own decisions,",
                "",
                true
            ],
            [
                "Me, personally, I would love to be with him all the time and to be able to ground him and deal with his problems and do all of that stuff.",
                "",
                true
            ],
            [
                "But at some point the parenting style changes.",
                "",
                true
            ],
            [
                "I hope to still be a respected voice in his ear.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.billboard.com/articles/news/cover-story/6753004/justin-bieber-fame-faith-selena-gomez",
                "https://www.accessonline.com/articles/justin-biebers-mom-tightlipped-on-his-recent-troubles-as-she-promotes-memoir-134704/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/BeGVMRRBbtt/?hl=en&taken-by=pattiemallette",
                "https://www.instagram.com/explore/tags/lovemom/"
            ]
        },
        "key_words": [
            "style",
            "lauds",
            "mallette",
            "proud",
            "stars",
            "jesus",
            "bieber",
            "mom",
            "mother",
            "young",
            "pop",
            "biebers",
            "wrote",
            "love",
            "whatsapp",
            "justin",
            "relationship"
        ]
    }
]