[
    {
        "url": "https://consortiumnews.com/2012/04/29/about-the-bin-laden-anniversary/",
        "title": "About the bin Laden Anniversary",
        "authors": [
            {
                "name": "Frances In California",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-29",
        "text": "Main menu\nApril 29, 2012\nBy Paul R. Pillar\nAnniversaries tend to be used to sell things, and not just greeting cards. Many authors of books or prospective books, for instance, evidently have contemplated calendars carefully enough to have their works released near the tenth, hundredth or Xth anniversary of an event relevant to their subject matter.\nNow, we are about to mark the first anniversary of the raid that killed Osama bin Laden, which will be the occasion for selling both commentary and political points. Democrats will repeatedly note that bin Laden was eliminated on President Obama’s watch, and Republicans will repeatedly argue that the president is trying to milk that one event to divert attention from what they contend are weaknesses elsewhere on his record.\nPresident Barack Obama in the Situation Room on May 1, 2011, monitoring the raid that killed Osama bin Laden. (From White House photo)\nTerrorism-related anniversaries are usually thought to have more substantive significance than this, in the sense that they are occasions that terrorists may attempt to mark with more terrorism. We thus hear that in anticipation of next month’s anniversary, the U.S. government is bracing for possible attacks to avenge bin Laden’s death.\nSuch attacks cannot be ruled out, and there no doubt are groups that would like to get the added attention and perhaps satisfaction from staging them. But anniversaries tend to have much less influence on terrorists’ planning than do operational opportunities, and the added governmental and public awareness on anniversaries may actually make them among the less opportune times to attempt an attack.\nExcessive public focus on terrorist anniversaries is one more manifestation of a general tendency to over-interpret terrorists’ targets and tactics as well as their timing, all of which are more the product of tactical opportunities than of strategic grand designs.\nThe dwelling, even in death, on this one man, bin Laden, reflects another distortion in common understanding about contemporary terrorism. We Americans like to perceive our enemies as named, discrete individuals or entities, not diffuse phenomena, even though a diffuse phenomenon is the shape that current terrorist threats, and even just radical Sunni terrorist threats, take.\nThe habitually loose and broad use of the name “al-Qaeda” tends to reify something that does not exist: viz., a single radical Sunni terrorist organization with a global span of operations.\nAs early as the late 1990s, well before 9/11, the counterterrorist focus on bin Laden personally had become strong and sharp. Also that early, some U.S. officials came to realize that the heavy attention to this one man tended to serve some of his own purposes by elevating his stature. But we were never able to get away from that sort of attention, and we are still serving some of bin Laden’s purposes by continuing to dwell on him.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is now a visiting professor at Georgetown University for security studies. (This article first appeared as a blog post at The National Interest’s Web site. Reprinted with author’s permission.)\ntimcaffery\nH.D. Thoreau, Civil Disobedience, 1849, brackets added.\n“How does it become a man to behave towards this American government today? I answer, that he cannot without disgrace be associated with it. I cannot for an instant recognize that political organization as my government which is the slave’s [or assassin’s] government also.”Â \nKarlin\nSo many lies, so much hypocracy.\nTo quote another article here today, “ya but WHY do they hate us?”…\nDid bin Laden die in that raid? Was that body bin Laden’s?\nHere is one I could believe:\n“bin Laden said Al Qaeda will only attack Americans on Arab soils, not on the American mainland”… after all, it must be pointed out – there have been ZERO attacks on American soil since 9/11 [if then]. WHY? Some radical Islamic Arab living in America could have easily blown themselves up in a shopping mall. Or one of those uninspected cargo containers that ABC kept advertising as easy targets.\nIt didn’t happen because the story isnt true. “Islamic Arab Terrorists” is simply the “problem” in “Create the Problem, Offer the Solution”.\nF. G. Sanford\nMay 1, 2012 at 03:12\nDammit, we don’t have Dick Nixon to kick around anymore either.\nFrances in California\nMay 1, 2012 at 14:04\nFormidable, F. G. Sanford!  Formidable (that’s the French, of course).\nrosemerry\nMay 1, 2012 at 02:49\nbin Laden and AlQaida have become more of a whipping boy than international communism!\nThe extension of their importance to destroy the lives not only of millions in Iraq/Af/Pak by war and drones, but in the USA itself, is a dangerous step. American Muslim citizens who support human needs in Palestine or Muslim countries are imprisoned, while billions of dollars aid Israel’s illegal activities and threats. Whistleblowers are treated as dangerous spies, while admitted war criminals are not even indicted. Media lie outrageously, and allow ads full of poison, as in the David Horowitz NYT example.\nAs for “look forward, not back”, Obama leaves us little of promise to look forward to.\nDfnslblty\n“… serving some of Bin Laden’s purpose …”\nWell known and historical phrase that refuses to be entered into the public/citizens record!\nDon’t stop writing; Thankyou for your alerting us always.\nMay 4, 2012 at 00:14\nThere is something wrong when one great super power with all the most modern weapns to destroy the world over ten times was so “afraid” of one man named Bin Laden. Or was it just plain propaganda to scare the daylights out of the American people. The U.S. governemnt always must have a boogeyman to keep the American people on edge and thus justify its warmongering tactics that is big busines for defense contractors. In the 19th century the boogeyman was anarchism. Remember the “bomb thrower” which led to the much celebrated May 1st when in 1884 the Chicago police sabotage the meeting at Hay Market Square by throwing a bomb amongst the crowd killing several people then blaming the leaders of the protest  and charging them with murder resulting in the execution of several of them. In the 20th century the boogeyman was the communist, that “devil worshipper” as the people were told by the American government and others. Now in the 21st century the boogeyman is the terrorist which the U.S. government help to bring about in the 1980s when President REagan  called them “freedom fighters” and equivalent to the “founding fathers” or have the American people forgotten. Ronald Reagan gave those “freedom fighters” millions of dollars and many weapns to kill each other. President Reagan’s reactionary beliefs could only see red (communist from the old McCathyite school)and would support the devil if this one proved to be anti-communist.\nNow with these same weapons supplied by the U.S. government to the islamic radicals in the 1980s they are killing American soldiers. Bin Laden was made into a monster for the justification of war which made corporations like Hlliburton filthy rich. How can one man big bigger than an empire, a super empire at that? It doesn’t sense or does it? It makes sense when an empire wants to control and dominate an region such as the Middle East and the Caspain/Baku valley which has been estimated to have oil reserves to that of Saudi Arabia and needs a boogeyman to accomplish that feat. Now that that boogeyman is no longer who is the next boogeyman. The leaders in Washington are now at work thinkin of someone for the next episode of military adventurous invasion to prove that no one messes with Uncle Sam or else.\nThanks\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://content.usatoday.com/communities/theoval/post/2012/04/obama-team-on-guard-for-bin-laden-revenge-attack/1#.T5mV-bNSTYw",
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "laden",
            "anniversary",
            "man",
            "terrorism",
            "focus",
            "bin",
            "anniversaries",
            "attention",
            "terrorist",
            "terrorists",
            "r"
        ]
    }
]