[
    {
        "url": "https://www.christianpost.com/news/evangelical-outrage-against-trump-why-not-clinton.html",
        "title": "Evangelical Outrage Against Trump; Why Not Clinton?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelical Outrage Against Trump; Why Not Clinton?\nEvangelical Outrage Against Trump; Why Not Clinton?\n| Thursday, August 04, 2016\nA combination photo shows U.S. Democratic presidential candidate Hillary Clinton (L) and Republican U.S. presidential candidate Donald Trump (R) in Los Angeles, California on May 5, 2016 and in Eugene, Oregon, U.S. on May 6, 2016, respectively. | (Photo: Reuters/Lucy Nicholson (L) and Jim Urquhart/File Photos)\nLast Thursday as he wrapped up his hour-long speech in which he formally accepted the Republican Party's nomination for the presidency of the United States, Donald Trump thanked the evangelical Christians who supported his candidacy, helping make his quest for the nomination possible.\n… I would like to thank the evangelical and religious community because I'll tell you what, the support they have given me, and I'm not sure I totally deserve it has been so amazing and has had such a big reason for me being here tonight …\nThough Trump tactfully thanked the \"evangelical and religious community,\" it's no secret that evangelicals remain divided over the candidacy and potential presidency of Donald J. Trump.\nSince last June when Trump declared his intentions to run for president, many Christian evangelicals have fervently, tirelessly, but thoughtfully explained why they, in good faith and conscience, could not, cannot, and will not support Trump's bid to be the next President of the United States (see here , here , here , here , here , and on it goes). Additionally, these and other evangelicals have religiously and ethically reasoned that all evangelicals have a moral obligation to withhold their support and vote from Donald Trump, period ( here , here , here , here  and here ).\nThough their religious counsel, shepherding, and political opinions are indeed essential, I wonder if evangelicals have spilled too much ink venting their disgust, admonishments, and doom-and-gloom prognostications against Donald Trump, his candidacy and his prospective presidency.\nFor the record, I don't support Donald Trump. He's consistently inconsistent — not to mention vague — on a host of important policy issues. He's boorish and lacks basic levels of tact and professionalism one should display when running for president. So I understand and am grateful for the need and the desire of influential self-identified evangelicals to offer depositions of moral clarity regarding Donald Trump's character.\nHowever, it also seems as if evangelicals have been competing to showcase their political and ideological purity while trying to safeguard Christian witness — the latter a very praiseworthy thing, no doubt. Yet, is endlessly rebuking everything associated with the real estate billionaire and Republican presidential nominee really necessary?\nTo be clear, I'm not accusing fellow Christians of moral preening. But there's been an prodigious amount of moral and ethical denunciations of Trump's personal shortcomings regarding his marital infidelities, his arrogance and social incivility — mocking the disabled, personally disparaging opponents through lies and slander, and his claim that he doesn't need to ask God for forgiveness. And of his political positions — accusing him of being a racist or being a vehicle that leverages white nationalism (some truth to the latter), lamenting his nativist tendencies (slandering him as anti-Mexican and anti-Muslim), and of being an autocrat who represents the greatest threat to American democracy, just to name a few. Hyperbole threatens evangelical temperance and credibility.\nI'm also not arguing that these moral critiques are unfounded; quite the opposite, actually. Many of these and other criticisms are accurate and it's encouraging to see that not all Christians have forfeited their moral compass in the age of subjective sentimentality over moral absolutes, where virtue and morality are constantly defined and redefined in relation to various forms of \"injustice,\" social victim status and identity politics.\nBut where was this full-throated and unyielding evangelical political witness and critique eight years ago when Barack Obama was running for president?\nBarack Obama claimed he was a Christian but articulated beliefs and political positions while running for president — and as president — that contradicted a biblical worldview and orthodox Christian teaching. He repeatedly compromised his professed religious faith, or twisted it beyond recognition, to justify his leftist ideological agenda (abortion, immigration, same-sex marriage, transgenderism, using the IRS as a tool of intimidation against political opponents, etc.)\nMore to the point, why haven't these same evangelicals put as much religious, political and intellectual vigor — and expedience – into expressing similar and consistent moral outrage and political condemnations about why Hillary Clinton is profoundly unfit to be President of the United States?\nWe've repeatedly heard about Donald Trump's disreputable character traits and what he might be as president, but why haven't evangelicals highlighted, with similar resolve and vitality, Hillary Clinton's ever-growing list of personal moral failings like her blatant and persistent political corruption? Or about her intentionally circumventing government protocol and rejecting repeated warnings about the vulnerability and almost certain guarantee that her electronic communications would be intercepted — compromising national security for personal financial gain- by setting up several private email servers? Or the serial lies about the servers? What about the fact that she used her non-profit foundation to launder money from questionable people and countries in exchange for favors and other special considerations if and when she becomes president?\nWhere are the evangelical voices, commentary and news pieces beseeching fellow evangelicals against supporting and voting for Hillary Clinton, knowing precisely how sedulously fraudulent she's proven herself to be? Or because of the consequences of her disastrous foreign policy achievements, if one can call them that? Or because of her lies and irresponsible handling of the terror attack on a U.S embassy in Benghazi, Libya, and the resulting media fallout from it (including having an innocent man jailed as part of the charade)? Or because she thinks pre-born children up to the moment of birth, are unworthy of civil rights protections? That she's in favor of leftist ideological conformity at the expense of religious liberty? Or because of the deliberate, public character assassinations of multiple women who were victims of her husband's sexual predations?\nTo his credit, Princeton professor Robert P. George — a devout Catholic — recently acknowledged on Twitter that conservative critics of Donald Trump are obligated to admit just how destructive a Clinton presidency would be. But we need to hear more.\nI understand that many evangelicals taking public positions against Donald Trump are religious and political conservatives or Republicans, and are not only worried about the negative effects that Trump will have on evangelical integrity (rightly so), but also the credibility of the Republican Party.\nNevertheless, there's been a recognizable absence of evangelicals highlighting Hillary Clinton's public record of demonstrable and unethical actions, as well as forewarnings of what might happen if a person so pathologically dishonest is elected president. The evangelical silence concerning Clinton's character and governance threatens evangelical credibility.\nI applaud the evangelical critiques of Donald Trump, but we need less selectivity in our outrage to maintain what's left of Christian moral authority and to maintain an effective evangelical political witness.\nOriginally posted at juicyecumenism.org.\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://blogs.thegospelcoalition.org/thabitianyabwile/2016/06/06/can-we-talk-or-why-i-think-a-trump-presidency-is-intolerable-even-though-you-might-not-agree/",
                "https://www.yahoo.com/news/former-rubio-adviser-holds-homemade-000000082.html",
                "https://www.christianpost.com/news/donald-trump-scam-evangelical-voters-back-away-cp-editorial-158813/",
                "https://mereorthodoxy.com/against-donald-trump-evangelicals/",
                "https://www.washingtonpost.com/blogs/post-partisan/wp/2016/02/17/evangelical-christians-should-not-vote-for-donald-trump/",
                "https://juicyecumenism.com/2016/07/28/evangelical-outrage-trump/",
                "https://www.christianpost.com/news/worse-than-hillary-why-i-will-never-vote-for-donald-trump-159077/",
                "http://www.nytimes.com/2016/05/06/opinion/a-white-church-no-more.html?_r=1",
                "https://www.vox.com/2016/6/7/11868028/evangelicals-nevertrump"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.charismanews.com/opinion/in-the-line-of-fire/53495-why-evangelical-christians-should-not-support-donald-trump",
                "http://www.patheos.com/blogs/warrenthrockmorton/2016/06/20/evangelicals-meeting-with-trump-brothers-and-sisters-what-else-do-you-need-to-know/"
            ]
        },
        "key_words": [
            "clinton",
            "president",
            "moral",
            "trump",
            "evangelical",
            "outrage",
            "trumps",
            "evangelicals",
            "political",
            "religious",
            "christian",
            "donald"
        ]
    }
]