[
    {
        "url": "https://www.christianpost.com/news/white-house-to-act-on-gun-control-with-or-without-congress.html",
        "title": "White House to Act on Gun Control With or Without Congress",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nWhite House to Act on Gun Control With or Without Congress\nWhite House to Act on Gun Control With or Without Congress\nWhite House to Act on Gun Control With or Without Congress\n| Thursday, January 10, 2013\nAfter the first meeting of the White House's gun violence task force, Vice President Joe Biden said executive orders could be used to implement gun control measures, signaling action could be taken without Congressional approval.\n\"The president is going to act. Executive orders, executive action, can be taken,\" Biden told reporters before meetings with groups representing survivors of mass shootings. \"We haven't decided what this is yet, but we're compiling it all with the help of the attorney general and all the rest of the Cabinet members.\"\nEfforts to ban guns such as the 1994 assault weapons ban passed by Congress and sponsored by Sen. Dianne Feinstein required passage of both the House and the Senate prior to being signed by the president. An \"executive order\" sidesteps Congress and is an order that can only be issued by the president.\nExecutive orders have been issued since the earliest days of America's history and carry the full force of law. However, they are made in pursuance of certain Acts of Congress that give the president power to act on an issue. Congress frowns upon them if they are used too often or to override existing law.\nWednesday's meeting was the first in a series of meetings before they release their suggestions later this month. The first round consisted of representatives from gun control groups such as the Brady Campaign to Prevent Gun Violence, Arizona for Gun Safety, Mayors Against Illegal Guns and the Campaign to Keep Guns Off Campus.\nColin Goddard, who was shot four times in the 2007 Virginia Tech shooting and also representing the Brady group, confirmed the White House's possible intention to use their executive authority to bypass Congress.\n\"My job is to represent the voice of the overwhelming majority of Americans ... that want some comprehensive, common sense changes to our gun policy,\" he told CNN Wednesday. \"There are common ground solutions that respect the Second Amendment.\"\nNewly sworn in freshman Sen. Ted Cruz (R-Texas) is off to a fast start defending gun rights. In a statement posted on Facebook after Biden's comments, he poked fun at the vice president's noted verbal missteps.\n\"Let us hope that this is just another one of the Vice President's infamous gaffes and not another end-run of Congress and the Constitutional balance of powers through unilateral action by the President,\" wrote Cruz. \"I stand ready to defend the Second Amendment and efforts to undermine our God-given rights.\"\nSome of the same groups that are advocating tougher gun restrictions are also critical of Thursday's meeting between Biden and gun advocacy groups such as the National Rifle Association and leading retailers such as Wal-Mart.\n\"We are sending a rep to hear what they have to say,\" said Andrew Arulanandam, a spokesman for the NRA, adding that the organization accepted the invitation when asked on Jan. 4.\nThe NRA and the White House have never agreed on much of anything politically and some on Capitol Hill feel the political pressure to implement gun control options is merely an attempt to punish groups like the NRA that have defeated Democratic candidates who expressed and voted for liberal positions on gun bills.\nThe NRA has recently called for armed guards on school campuses. The idea was not well received by many school administrators and gun control advocates.\nWal-Mart, the nation's largest gun retailer will also be in attendance during Thursday's meeting. \"Knowing our senior leaders could not be in Washington this week, we spoke in advance with the vice president's office to share our perspective,\" he said. \"We underestimated the expectation to attend the meeting on Thursday in person, so we are sending an appropriate representative to participate.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "nra",
            "meeting",
            "president",
            "white",
            "congress",
            "vice",
            "gun",
            "act",
            "house",
            "groups",
            "control",
            "executive"
        ]
    }
]