[
    {
        "url": "https://consortiumnews.com/2014/01/26/kerrys-clumsy-words-on-iran-deal/",
        "title": "Kerry’s Clumsy Words on Iran Deal",
        "authors": [
            {
                "name": "Dan Huck",
                "link": null
            },
            {
                "name": "John L. Opperman",
                "link": null
            },
            {
                "name": "Paul Surovell",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-01-26",
        "text": "Main menu\nJanuary 26, 2014\nBy Gareth Porter\nIran’s pushback against statements by Secretary of State John Kerry and the White House that Tehran must “dismantle” some of its nuclear program, and the resulting political uproar over it, indicates that tough U.S. rhetoric may be adding new obstacles to the search for a comprehensive nuclear agreement.\nIranian Foreign Minister Mohammad Javad Zarif said in an interview with CNN’s Jim Sciutto on Wednesday, “We are not dismantling any centrifuges, we’re not dismantling any equipment, we’re simply not producing, not enriching over five percent.”\nSecretary of State John Kerry and Israeli Prime Minister Benjamin Netanyahu. (State Department photo)\nWhen CNN’s Fareed Zakaria asked President Hassan Rouhani, “So there would be no destruction of centrifuges?” Rouhani responded, “Not under any circumstances. Not under any circumstances.”\nThose statements have been interpreted by U.S. news media, unaware of the basic technical issues in the negotiations, as indicating that Iran is refusing to negotiate seriously. In fact, Zarif has put on the table proposals for resolving the remaining enrichment issues that the Barack Obama administration has recognized as serious and realistic.\nThe Obama administration evidently views the rhetorical demand for “dismantling” as a minimum necessary response to Israel’s position that the Iranian nuclear program should be shut down. But such rhetoric represents a serious provocation to a Tehran government facing accusations of surrender by its own domestic critics.\nZarif complained that the White House had been portraying the agreement “as basically a dismantling of Iran’s nuclear program. That is the word they use time and again.” Zarif observed that the actual agreement said nothing about “dismantling” any equipment.\nThe White House issued a “Fact Sheet” Nov. 23 with the title, “First Step Understandings Regarding the Islamic Republic of Iran’s Nuclear Program” that asserted that Iran had agreed to “dismantle the technical connections required to enrich above 5%.”\nThat wording was not merely a slight overstatement of the text of the “Joint Plan of Action.” At the Fordow facility, which had been used exclusively for enrichment above five percent, Iran had operated four centrifuge cascades to enrich at above five percent alongside 12 cascades that had never been operational because they had never been connected after being installed, as the International Atomic Energy Agency (IAEA) had reported.\nThe text of the agreement was quite precise about what Iran would do: “At Fordow, no further enrichment over 5% at 4 cascades now enriching uranium, and not increase enrichment capacity. Not feed UF6 into the other 12 cascades, which would remain in a non-operative state. No interconnections between cascades.”\nSo Iran was not required by the interim agreement to “dismantle” anything. What Zarif and Rouhani were even more upset about, however, is the fact that Kerry and Obama administration spokespersons have repeated that Iran will be required to “dismantle” parts of its nuclear program in the comprehensive agreement to be negotiated beginning next month.\nThe use of the word “dismantle” in those statements appears to be largely rhetorical and aimed at fending off attacks by pro-Israel political figures characterizing the administration’s negotiating posture as soft. But the consequence is almost certain to be a narrowing of diplomatic flexibility in the coming negotiations.\nKerry appears to have concluded that the administration had to use the “dismantle” language after a Nov. 24 encounter with George Stephanopoulos of NBC News. Stephanopoulos pushed Kerry hard on the congressional Israeli loyalist criticisms of the interim agreement. “Lindsey Graham says unless the deal requires dismantling centrifuges, we haven’t gained anything,” he said.\nWhen Kerry boasted, “centrifuges will not be able to be installed in places that could otherwise be installed,” Stephanopoulos interjected, “But not dismantled.” Kerry responded, “That’s the next step.” A moment later, Kerry declared, “And while we go through these next six months, we will be negotiating the dismantling, we will be negotiating the limitations.”\nAfter that, Kerry made “dismantle” the objective in his prepared statement. In testimony before the House Foreign Affairs Committee on Dec. 11, Kerry said the U.S. had been imposing sanctions on Iran “because we knew that [the sanctions] would hopefully help Iran dismantle its nuclear program.”\nWhite House spokesman Jay Carney dismissed Zarif’s comment as “spin” on Iran’s commitments under the Joint Plan of Action “for their domestic political purposes.” He refused to say whether that agreement involved any “dismantling” by Iran, but confirmed that, “as part of that comprehensive agreement, should it be reached, Iran will be required to agree to strict limits and constraints on all aspects of its nuclear program to include the dismantlement of significant portions of its nuclear infrastructure in order to prevent Iran from developing a nuclear weapon in the future.”\nBut the State Department spokesperson, Marie Harf, was much less categorical in a press briefing on Jan. 13: “We’ve said that in a comprehensive agreement, there will likely have to be some dismantling of some things.” That remark suggests that the Kerry and Carney rhetoric of “dismantlement” serves to neutralize the Israel loyalists and secondarily to maximize U.S. leverage in the approaching negotiations.\nKerry and other U.S. officials involved in the negotiations know that Iran does not need to destroy any centrifuges in order to resolve the problem of “breakout” to weapons grade enrichment once the stockpile of 20-percent enriched uranium disappears under the terms of the interim agreement.\nZarif had proposed in his initial power point presentation in October a scheme under which Iran would convert its entire stockpile of 20-percent enriched uranium into an oxide form that could only be used for fuel plates for the Tehran Research Reactor.\nU.S. officials who had previously been insistent that Iran would have to ship the stockpile out of the country were apparently convinced that there was another way to render it “unusable” for the higher-level enrichment necessary for nuclear weapons. That Iranian proposal became the central element in the interim agreement.\nBut there was another part of Zarif’s power point that is relevant to the remaining problem of Iran’s stockpile of low-enriched uranium: Iran’s planned conversion of that stockpile into the same oxide form for fuel rods for nuclear power plants as was used to solve the 20-percent stockpile problem. And that plan was accepted by the United States as a way of dealing with additional low-enriched uranium that would be produced during the six-month period.\nAn element included in the Joint Plan of Action which has been ignored thus far states: “Beginning when the line for conversion of UF6 enriched up to 5% to UO2 is ready, Iran has decided to convert to oxide UF6 newly enriched up to 5% during the 6 month period, as provided in the operational schedule of the conversion plant declared to the IAEA.”\nThe same mechanism  the conversion of all enriched uranium to oxide on an agreed time frame, could also be used to ensure that the entire stockpile of low-enriched uranium could no longer be used for “breakout” to weapons-grade enrichment without the need to destroy a single centrifuge. In fact, it would allow Iran to enrich uranium at a low level for a nuclear power program.\nThe Obama administration’s rhetoric of “dismantlement,” however, has created a new political reality: the U.S. news media has accepted the idea that Iran must “dismantle” at least some of its nuclear program to prove that it is not seeking nuclear weapons.\nCNN Anchor Chris Cuomo was shocked by the effrontery of Zarif and Rouhani. “That’s supposed to be the whole underpinning of moving forward from the United States perspective,” Cuomo declared, “is that they scale back, they dismantle, all this stuff we’ve been hearing.”\nYet another CNN anchor, Wolf Blitzer, who was an official of the American Israel Public Affairs Committee before becoming a network journalist, called Zarif’s statements “stunning and truly provocative,” adding that they would “give ammunition” to those in Congress pushing for a new sanctions bill that is clearly aimed at sabotaging the negotiations.\nThe Obama administration may be planning to exercise more diplomatic flexibility to agree to solutions other than demanding that Iran “dismantle” large parts of its “nuclear infrastructure.” But using such rhetoric, rather than acknowledging the technical and diplomatic realities surrounding the talks, threatens to create a political dynamic that discourages reaching a reasonable agreement and leaves them unresolved.\nGareth Porter, an investigative historian and journalist specializing in U.S. national security policy, received the UK-based Gellhorn Prize for journalism for 2011 for articles on the U.S. war in Afghanistan. His new book Manufactured Crisis: the Untold Story of the Iran Nuclear Scare, will be published in February 2014. [This article originally appeared at Inter Press Service.]\nFine. But whats another action? I wanna get out of\nthis rut!\nJanuary 28, 2014 at 16:52\nIf only the robot Kerry could be dismantled before he does any more harm!\nPaul Surovell\nJanuary 27, 2014 at 23:22\nThese are semantic issues.  Iran will agree to disable, decommission or otherwise take out of operations, parts of its nuclear program, without giving up its ability to enrich uranium to 5% for peaceful purposes.  Iran will insist on retaining control of the fuel cycle and it has already agreed to the principle that it need not enrich above 5%.  Iran has already agreed to suspend some of its programs and one could say that if it suspends them on a permanent basis, it will have dismantled them.\nJOHN l. OPPERMAN\nJanuary 27, 2014 at 21:31\nThis administration, despite their rhetoric, has been no more upfront, truthful nor accurate with the public than the last gang of criminal thugs. Why do we continue trust those so clearly in the pocket of the establishment warmongers and profiteers, at the expense of the ourselves and the entire world?\nDan Huck\nJanuary 27, 2014 at 03:38\n“Dismantling some of the nuclear program”?  What is a nuclear program but a series of procedures effectuated with equipment used for various outcomes.  The centrifuges are not part of the program; they are pieces of equipment used to accomplish varying desired outcomes. Those outcomes are the elements of a nuclear program, and Iran has agreed to dismantle the procedures by which it enriched beyond the LEU level. Dismantling a procedure is a decision and has nothing to do with destroying equipment.  The equipment is used differently, that’s all.\nZakaria, Stephanopoulos, Graham and Blitzer, wittingly or unwittingly, are buying into some semantic flimflam, and the Iranians, reasonably, are saying ‘don’t try and pull any fast ones on us, guys!’\nWe don’t have to fear centrifuges in the same way Sleeping Beauty’s father didn’t have to fear spinning wheels; there was no need to outlaw them.  The fear his daughter would die led him to a bad decision.  It’s the country that has turned the technology into weapons, won’t admit it to the the rest of the world, but threatens to use them if we don’t do things their way that needs censuring.  Israel, you know it’s you we’re talking about, right?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "nuclear",
            "agreement",
            "kerry",
            "uranium",
            "clumsy",
            "stockpile",
            "deal",
            "program",
            "dismantling",
            "enrichment",
            "kerrys",
            "dismantle",
            "words"
        ]
    }
]