[
    {
        "url": "https://www.christianpost.com/news/ed-young-tackles-family-dysfunction-personal-baggage-in-adult-children-sermon-series.html",
        "title": "Ed Young Tackles Family Dysfunction, Personal Baggage in 'Adult Children' Sermon Series",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nEd Young Tackles Family Dysfunction, Personal Baggage in 'Adult Children' Sermon Series\nEd Young Tackles Family Dysfunction, Personal Baggage in 'Adult Children' Sermon Series\nEd Young Tackles Family Dysfunction, Personal Baggage in 'Adult Children' Sermon Series\n| Monday, January 22, 2018\nEd Young, Fellowship Church of Grapevine, Texas pastor, delivering the first part of his sermon series \"Adult Children\" on Sunday, January 14, 2018. The automobile behind him with baggage tied on top represented the personal baggage people carry around with them. | (Screenshot: YouTube/Ed Young)\nEd Young, lead pastor of Fellowship Church in Grapevine, Texas, is tackling the problem of personal baggage from dysfunction and abuse in a new sermon series titled \"Adult Children.\"\nYoung is covering issues like divorce, addiction, and family dysfunction in the series, which kicked off last week and had its latest installment on Sunday.\n\"Divorce. Addiction. Dysfunction. Abuse. We live in a broken world and because of that, we are either experiencing one of these issues or we know someone who is,\" explains Fellowship Church's website .\n\"In this series of talks by Ed Young, we will discover what the Bible has to say about these issues, and that ultimately there is value in and victory over our struggles and that hope can arise from heartache.\"\nTo illustrate his point, for his first installment of the series, delivered on Jan. 14, Young drove an SUV onto the stage of Fellowship, complete with several bags and suitcases tied to the top.\nHe recalled his experiences overseeing a family vacation to SeaWorld when his sons and daughters were children. Upon their return, he forgot about the luggage on top of the car and drove straight into the garage, destroying the top of his garage.\nEd Young, Fellowship Church of Grapevine, Texas pastor, delivering the first part of his sermon series \"Adult Children\" on Sunday, January 14, 2018. The automobile behind him included baggage tied on top, representing the personal baggage people carry around with them. | (Screenshot: YouTube/Ed Young)\n\"A lot of us here have some serious family baggage. We're carrying around a lot of baggage on top of our lives. Yet, most of us are unaware that we have the baggage. We're just sort of used to it,\" explained Young .\n\"We think it's 'normal.' We think it's 'healthy.' Yet, if we stop and look, we see the carnage, we see the destruction that the baggage is causing and also we're discovering if we really take a look at our lives that its expensive.\"\nWhat kind of baggage are people carrying? Anxiety, anger, lack of forgiveness, promiscuity, trust issues, and guilt, among other things, Young explained. Many people grow up experiencing that baggage in their households and later end up displaying that same anxiety, anger, promiscuity and guilt. \n\"Maybe you grew up in the family of a divorce situation, alcohol, drugs, narcissism, maybe you grew up with some sort of abuse,\" he told the congregation. In such families, young girls and boys may end up seeking love and intimacy elsewhere and find themselves having sex with the first person who sends a suggestive text or reaches out to them, Young noted.\n\"And then you have confusion in these families where maybe you have an absentee father or mother, you have homosexuality, addiction to porn, lust. I think we see it played out all the time. If you look at how many couples are living together now, I understand it. I get it. 'I'm not going to repeat what I saw in my family. My parents hated each other, they divorced. I'm not going to do that. I'm going to test drive this girl ... this guy [before] we get married.\" \nYoung explained that the inspiration for the \"Adult Children\" series was the Bible passage of Isaiah 57:18-19 , which reads: \"I have seen how they acted, but I will heal them. I will lead them and help them, and I will comfort those who mourn. I offer peace to all, both near and far! I will heal my people.\"\n\"We want children to act like adults and then we have adults acting like children. Why? Well, I'll tell you why. The root of our problem and the fruit of our problem goes all the way back to the origin or our family of origin,\" he said , referring to Adam and Eve.\n\"They're the ones who said, 'hey, I want to be God. I want to run the show.' So from there ... we've been dealing and trying to process these issues, these bags.\"\nDuring part 2 of the series, delivered on Sunday, Young spoke of the \"will-barrow,\" a play on the word \"wheelbarrow\" which in the sermon referred to an object meant to wheel someone to safety.\nYoung spoke about a hypothetical scenario in which a person finds themselves on a tall burning building and then, from a neighboring building, a cable is attached and a person goes over with a wheel-barrow for the rescue.\n\"Our great God has sent Jesus to fire the cable from God's side to man's side, He's crossed the cable, we're in a towering inferno. He's locked eyes with you and me, and He looks at us and says 'get in,'\" said Young .\n\"Some of us, have gotten in. Some of us have said OK, Jesus, I realize that I am on a towering inferno and I get in. Others of us, though, standing here with our baggage ... we don't comprehend our true condition.\"\nYoung attributed this metaphorical refusal to denial, with the hypothetical person replying, \"I can take care of my situation\" and \"I don't really have dysfunction, I don't really have issues.\"\nHe added that other factors for rejecting the \"will barrow\" include placing blame on others, being too fearful to get in, or other issues stemming from a dysfunctional upbringing.\n\"We use these things and we double down on our dysfunction and when we double down on our dysfunction, it brings us to our knee. Maybe you're down on one knee. Put the other knee down,\" noted Young .\n\"These things will bring you to the bottom. Rock bottom. And you might be saying, 'Ed, I'm at rock bottom, man. I'm sitting on the last row, the last seat in the balcony up there and I am at rock bottom.'\"\nYoung added that this was \"good,\" because \"if you're at rock bottom, now God can build a foundation and the rock is named Jesus.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.biblegateway.com/passage/?search=Isaiah+57&version=GNT"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?time_continue=13&v=tmAzgW0ie1E",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://www.youtube.com/watch?v=jQk-HKtq600",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://fellowshipchurch.com/adult-children"
            ]
        },
        "key_words": [
            "series",
            "family",
            "sermon",
            "dysfunction",
            "issues",
            "im",
            "children",
            "tackles",
            "ed",
            "baggage",
            "rock",
            "young",
            "person",
            "personal"
        ]
    }
]