[
    {
        "url": "https://www.christianpost.com/news/what-baltimore-needs.html",
        "title": "What Baltimore Needs",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWhat Baltimore Needs\nWhat Baltimore Needs\n| Wednesday, April 29, 2015\nRussell Moore, president of the Southern Baptist Convention's Ethics and Religious Liberty Commission, on a panel discussion following Sen. Marco Rubio's remarks on values, culture and poverty at the Catholic University of America, Washington, D.C., July 23, 2014. | (Photo: The Christian Post/Sonny Hong)\nThere's no question that Baltimore needs order and restraint of violence. There's no question that Baltimore needs investigation and justice in the untimely death of Freddie Gray. There's no question that Baltimore suffers from poverty, racial injustice, family breakdown, illegal drugs, gang activity, and a thousand other ailments. Government, civil society, law enforcement, and community organizations must confront all of these. But I would argue that the primary need Baltimore has is for the church.\nBy saying this, I am not suggesting that systemic problems can be wiped out simply by more and more people becoming Christians and leading transformed lives. We needed, after all, a Civil War and some constitutional amendments to end the scourge of human slavery in this country. We need governing authorities to do their God-assigned responsibilities, and as citizens we should see to it that systems are reformed in ways conducive to justice and the common good. But, as a Christian, I believe the primary vehicle for shaping consciences to prioritize life and justice and peace and order is the community of the church, under the reign of Christ.\nWhat we are seeing in the streets of Baltimore, after all, is not an anomaly. Systemic injustice, arson, theft, murder, brutality, fighting—these are remarkable to us only because of the restraining grace of God in the world. Left to ourselves, we are all \"slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another\" (Titus 3:3). Sin causes us not only to be alienated from God, but also to be alienated from one another. We respond to injury and insult with more injury, more insult. We fight idols with idols, Mammon with Mammon, violence with violence.\nThe church, though, is to show a different path. This is not because the church is made up of people more intelligent and more morally put-together than other organizations. It is instead because the church is the place where Jesus now reigns (Eph. 1:22-23). The church is the outpost of the future, the colony of the kingdom, in the midst of this fallen, violent, devil-haunted universe. Jesus rules in the church by reconciling sinners to himself through the gospel, (Eph. 2:1-10), and then reconciling them to one another, through the gospel (Eph. 2:11-22). The unity of the church isn't the result of some program. It's the result of the invading reign of Christ Jesus, tearing down carnal divisions and creating peace where there once was chaos.\nThe gospel polarizes the church from the world, separating out a holy people. But within the church, the gospel ends the polarization of people from one another. As we are filled with the Spirit, we throw aside the primacy of our tribal allegiances, whatever they are, and we seek the interests of the others, of our brothers and sisters. As we do so, we learn what it is to follow Christ by making peace (Rom. 12:9-21).\nThis sort of gospel order doesn't silo the church off from the world. The kingdom in our midst shows us that the lies of the haters are just that: lies. The hateful will always insist that violence is normal—whether the violence of the killing of an unarmed black male or the violence of rioting in response. The witness of the church models for us that what we are told is normal isn't normal at all; violence and hatred are satanic, parasitic on a universe that God created for shalom. When our consciences are formed, together, around the Lord's Table, serving one another, worshipping with one another, we are transformed to see the sort of universe God has in mind. We then work for justice and for peace, together.\nBaltimore is hurting. Let's pray for the wisdom of the governor, the mayor, the Justice Department, the police. But let's pray also for Baltimore to see a preview of the future—of peace and righteousness and unity—in the only place we can see it in the now: the church.\nRussell D. Moore is president of the Southern Baptist Convention's Ethics & Religious Liberty Commission.\nSponsored\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "rioting",
            "world",
            "violence",
            "gospel",
            "church",
            "god",
            "justice",
            "needs",
            "peace",
            "baltimore",
            "question"
        ]
    }
]