[
    {
        "url": "https://www.christianpost.com/news/evangelical-delegation-extends-friendship-to-mormons-in-utah.html",
        "title": "Evangelical Delegation Extends Friendship to Mormons in Utah",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelical Delegation Extends Friendship to Mormons in Utah\nEvangelical Delegation Extends Friendship to Mormons in Utah\n| Friday, March 11, 2011\nTraditionally, evangelicals and Mormons have regarded each other with suspicion and contact was kept at a minimum. But on Thursday, a high-profile delegation of evangelical leaders was hosted by Utah's governor, a Mormon, at his mansion and spent time engaging with one of the top leaders of the Church of Jesus Christ of Latter-day Saints.\nThe event involving board members of the National Association of Evangelicals was the first time that anything close to an official evangelical council had come to Utah to listen and extend a hand of friendship to the LDS Church.\n\"I see the NAE coming to Utah, and not just meeting here but saying, 'We want to meet at least one Mormon leader and extend the hand of friendship;' I see that as a very historic and courageous act,\" said Dr. Richard Mouw, president of Fuller Theological Seminary, to The Christian Post.\nMouw was among the NAE board members that participated in the organization's semiannual meeting in Salt Lake City. He shared that he has been in dialogue with Mormon theologians for the past 11 years to help foster better understanding between the two faiths.\n\"It is very encouraging to those of us who have been in more informal ways negotiating behind the scenes, engaging in dialogue and forming friendships,\" said the respected theologian. \"We see this as a very encouraging public act.\"\nThe NAE, which represents more than 45,000 local churches from over 40 denominations in the United States, held a panel discussion Thursday to tackle hot-button issues regarding evangelical-Mormon relations before heading to a reception hosted by Gov. Gary Herbert at the Governor's Mansion.\nSome of the questions and issues discussed include: are evangelicals being taken advantage of to improve Mormons' public image or is there genuine interest to understand evangelicals; how to understand Mormons who use evangelical language that might mean something very different; and what are some of the big doctrinal disagreements between the two faiths.\n\"There are probably no two groups in American religion that have been more hostile to each other than evangelicals and Mormons,\" Mouw commented.\nThe theologian explained that the hostility began back in the early 19th century when Joseph Smith, Jr., the founder of Mormonism, was in a very evangelical environment in New York. Smith declared that all the evangelical churches were wrong, left the true faith, and it was up to him to restore Christianity. Smith had called all the creeds of the evangelical church an abomination and all the evangelicals basically responded by calling Smith a tool of Satan.\n\"It doesn't get much better than that,\" Mouw said, with a chuckle.\nBut about a decade ago, evangelicals and Mormons began talking, toning down the rhetoric, and trying to understand each other better.\nOne of the developments in evangelical-Mormon discussions was shifting the focus away from the root of Mormonism to what the LDS church believes regarding salvation.\n\"We are finding that some of the stereotypes of Mormonism don't exactly fit,\" said Mouw. \"Although I have to say there are a lot of things in Mormon theology that we disagree with.\"\nThere has been increased interest in evangelical-Mormon relations over the past few years because politicians from both faiths have gained the national spotlight. Former Massachusetts governor Mitt Romney, a Mormon, battled former Arkansas governor Mike Huckabee, a former Southern Baptist pastor, for the Republican presidential nomination in 2008.\nAnd now, there is speculation that former Minnesota governor Tim Pawlenty and former Alaska governor Sarah Palin, both evangelicals, might run for president in the 2012 election.\nOn Thursday, the evangelical delegation was welcomed by Elder Jeffrey Holland, one of the Twelve Apostles of the LDS Church and the ninth most senior apostle among the ranks of the church. Holland spoke briefly and then answered questions from evangelical leaders.\nMormons make up slightly more than 60 percent of the population of Utah and the LDS Church's flagship Mormon Tabernacle is located in Salt Lake City.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "utah",
            "delegation",
            "friendship",
            "church",
            "mouw",
            "lds",
            "evangelical",
            "evangelicals",
            "governor",
            "smith",
            "extends",
            "mormons",
            "mormon"
        ]
    }
]