[
    {
        "url": "https://consortiumnews.com/2015/05/19/punishing-poland-for-us-crimes/",
        "title": "Punishing Poland for US Crimes",
        "authors": [
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-05-19",
        "text": "Main menu\nMay 19, 2015\nBy Nat Parry\nIt is one of the great ironies of the U.S.-led “war on terror” and post-Cold War transatlantic relations that democratic accountability and human rights protections at times seem stronger in the former Soviet bloc than they do in the United States. This lesson was driven home again last week when Poland paid a quarter of a million dollars to two terror suspects tortured by the CIA in a secret prison on Polish territory between 2002 and 2003.\nImposed by the European Court of Human Rights, the penalty issued against Poland prompted outrage among many Poles who felt they were being unfairly punished for American wrongdoing.\nSome of the original detainees jailed at the Guantanamo Bay prison, as put on display by the U.S. military.\n“We might have to pay compensation even though our personnel did nothing wrong,” said Radoslaw Sikorski, Poland’s former foreign minister. Sikorski noted that Poland is the only country that has sought to hold accountable its own senior officials whose decisions allowed the CIA to commit human rights violations on its territory.\nThis lack of accountability also goes for the United States, which has failed to investigate or prosecute any of the senior officials who authorized the human rights violations at secret CIA prisons in Poland or anywhere else.\nOf the 119 known detainees held in CIA black sites between 2001 and 2006, at least 39 were subjected to torture by CIA personnel, according to the U.S. Senate Intelligence Committee report on torture released last December. The two individuals tortured in Poland, Abu Zubaydah and Abd al-Rahim al-Nashiri, were eventually sent to Guantanamo Bay, where they have remained since 2006.\nWhile al-Nashiri is currently on trial for allegedly orchestrating the bombing of the USS Cole in 2000, Abu Zubaydah is considered one of Guantanamo’s “forever prisoners,” with no charges or trial foreseen. Not even a preliminary ruling has been made on his case in nearly seven years. In a May 12, 2015 article , ProPublica noted that his case has been stalled “for 2,477 days and counting.”\nAs one of his lawyers, Helen Duffy, wrote in the Guardian last December following the long-delayed release of the Senate report’s executive summary, “Abu Zubaydah might now be described as exhibit A” in the CIA’s rendition and torture regime.\n“He has the regrettable distinction of being the first victim of the CIA detention programme for whom, as the report makes clear, many of the torture (or  ‘enhanced interrogation’ ) techniques were developed, and the only prisoner known to have been subject to all of them,” Duffy wrote.\nThe Senate report contains about 1,000 references to Abu Zubaydah specifically, and confirms the ECHR’s findings regarding the interrogation techniques that he endured. Among these were “wallings” (being slammed repeatedly against a wall), sleep deprivation for up to 180 hours (usually nude and in stress positions), and waterboarding. The waterboarding of Abu Zubaydah, to which he was subjected 83 times in one month alone, was authorized at the highest levels of the U.S. government.\nHe was also subjected to extreme confinement. “Over the course of the entire 20 day ‘aggressive phase of interrogation,’ Abu Zubaydah spent a total of 266 hours (11 days, 2 hours) in the large (coffin size) confinement box and 29 hours in a small confinement box, which had a width of 21 inches, a depth of 2.5 feet, and a height of 2.5 feet,” according to the Senate report. “The CIA interrogators told Abu Zubaydah that the only way he would leave the facility was in the coffin-shaped confinement box.”\nDuffy notes that beyond Abu Zubaydah’s torture, the Senate report revealed how much misinformation was generated to justify his indefinite detention. Several of the CIA’s claims, in some cases reiterated long after they were known to be false, were repudiated point by point in the report.\nFor example, despite repeated assertions that Abu Zubaydah was “the third or fourth man in al-Qaida,” the report noted that the “CIA later concluded that Abu Zubaydah was not a member of al-Qaida.” It also refuted the government’s claims regarding his involvement in 9/11, that the interrogating team was “certain he was withholding information” and claims that his torture led to valuable actionable intelligence.\nThe case of Abu Zubaydah also led to the only prosecution to date in the United States associated with the CIA’s torture program  although not for anyone who was involved with his ill-treatment, but for the CIA whistleblower who first exposed it.\nSelective Prosecution\nIn a 2007 interview with ABC News, former CIA officer John Kiriakou described the waterboarding of Abu Zubaydah and later allegedly provided to a journalist the name of a covert officer with the CIA’s Counterterrorism Center who worked on the operation to capture and interrogate Abu Zubaydah. For this offense, Kiriakou was charged under the 1917 Espionage Act and accepted a plea bargain for which he spent two years in prison.\nThe prosecution of Kiriakou was criticized at the time by some segments of the international community. The Parliamentary Assembly of the Organization for Security and Cooperation in Europe, for example, in a resolution adopted in 2012 “condemned the prosecution that U.S. authorities have initiated against former CIA agent John Kiriakou, who is accused of providing journalists details regarding the capture of Abu Zubaydah, an al-Qaeda suspect who is said to have been tortured in a secret CIA prison in Poland and is one of two individuals granted ‘victim status’ by prosecutors in Warsaw.”\nFormer U.S. Rep. Jim Moran, D-Virginia, said on the House floor on Nov. 17, 2012, that the government’s targeting of Kirakou represented a “selective prosecution.” He asked President Barack Obama to pardon Kiriakou and called the 15-year CIA veteran “an American hero.”\nWith Kiriakou out of prison after serving his term but the CIA’s torture victims still languishing in Gitmo with no end in sight, Poland has faced not only the political fallout for these policies but also the practical challenges of complying with the ECHR’s rulings considering the logistics of compensating individuals who are incarcerated  one a Palestinian and one a Saudi.\nNevertheless, “Poland is applying the ECHR’s decisions,” foreign ministry spokesman Marcin Wojciechowski said . “In the case of one person, the money was paid into a bank account indicated by his lawyers, in the case of the other, hit by international sanctions, we requested the creation of a judicial deposit,” he added.\nIn accordance with the ECHR ruling, Poland has also asked the United States to rule out the death penalty for the two men in line with an EU-wide ban on capital punishment, Wojciechowski told AFP.\nPlausible Deniability\nIt irks many in Poland that their country is facing legal repercussions for the secret rendition and detention program which the CIA operated under then-President George W. Bush in several countries across the world after the 9/11 attacks. In Poland, the notion that the former Communist country would tolerate a secret CIA prison in which torture was being used was for years derided by the country’s politicians, journalists and the public as a crackpot conspiracy theory. Polish officials consistently  denied  the existence of any such prison.\nBut a string of revelations and political statements by Polish leaders acknowledged for the first time that the United States did indeed run a secret interrogation facility for terror suspects in 2002 and 2003 in a remote region of the country. In December 2014, Poland’s former President Aleksander KwaÅ›niewski officially admitted that a secret CIA prison had existed at an airbase where terror suspects were brought for interrogation, but he insisted that Warsaw had no knowledge of abuse happening at the site.\nIt appears now though that the denials of knowledge regarding torture may have been a case of willful ignorance or plausible deniability enforced by millions of dollars in cash payoffs. The Senate torture report revealed that despite initial threats by Poland to halt the transfer of terror suspects to the black site 11 years ago, the government became more “flexible” after the CIA started giving it large amounts of money. Reportedly, the CIA paid Polish officials as much as $50 million in cash to look the other way.\nBut, according to Radoslaw Sikorski, Poland’s former foreign minister and now marshal of the lower house of the Parliament, the prison was set up out of friendship with the United States. He now concedes however that the covert relationship has proved detrimental to Poland.\n“We have been embarrassed by it, but even so we do not apologize for having the closest possible security and intelligence relationship with the United States,” he said . “We might have to pay compensation even though our personnel did nothing wrong. You can imagine how Polish people feel about it.”\n“This left bad feelings on our side,” said Tadeusz Chabiera, founder of the Euro-Atlantic Association think tank in Warsaw. “We are a small country that was badly treated by a great power.”\nThe regrets and feelings of betrayal being expressed in Poland follow a long-established pattern that goes back at least a decade. Signs of this frustration first emerged in 2004 during the U.S.-led occupation of Iraq, to which Poland committed 2,400 troops.\nAt the height of the Iraqi insurgency, David Ost reported  in The Nation magazine on Sept. 16, 2004, “George W. Bush has managed to do what forty-five years of Communist rule could not: puncture the image of essential American goodness that has always been the United States’ key selling point.”\nAmerica’s Eroding Image\nIn Poland, as in many countries around the world, much of that positive image was restored following the election in 2008 of Barack Obama and the promise of change that he seemed to represent. But as the Pew Research Center reported in 2013, “pro-America sentiment is slipping.”\n“The decline is in no way comparable to the collapse of U.S. standing in the first decade of this century,” according to Pew, which noted that at the time of the 2013 global survey, more than six-in-ten in Poland, France, Italy and Spain had a favorable opinion of the U.S. “But the ‘Obama bounce’ in the global stature of the United States experienced in 2009 is clearly a thing of the past.”\nIt remains to be seen whether the recent developments on CIA torture will play any significant role in further eroding the image of the United States, but the incongruity of a small country like Poland bearing the brunt of liability for these illegal policies while no one in the United States answers for them should not be lost on any of the U.S.’s other allies.\nIn some of the countries that cooperated with the U.S. rendition program, the wheels of justice are still spinning, albeit slowly. A criminal investigation is ongoing in Lithuania, where prosecutors are focusing on a possible illegal border crossing involving CIA prisoner Mustafa al-Hawsawi who was allegedly tortured at a Lithuanian black site code-named Violet.\nMeanwhile, calls are growing for authorities to conduct a comprehensive investigation into the existence of a CIA black site in Romania, with former Romanian President Ion Iliescu revealing last month that he had approved CIA requests to set up at least one secret prison where prisoners were subject to torture. Iliescu said he deeply regrets that decision.\nCalls also continue for the United States to launch credible investigations into its own role, and to offer reparations to the victims of the rendition and torture program.\nCoincidentally, the ECHR’s penalty against Poland was imposed the same week that the U.S. was urged by the United Nations to financially compensate victims of the U.S. torture regime and to prosecute the perpetrators of this abuse.\nAccording to a report by the UN Human Rights Council’s Working Group on the Universal Periodic Review, issued on May 15, the U.S. should “ensure that all victims of torture and ill-treatment  whether still in U.S. custody or not  obtain redress and have an enforceable right to fair and adequate compensation and as full rehabilitation as possible, including medical and psychological assistance.”\nFurther, the U.S. should “ensure proper and transparent investigation and prosecution of individuals responsible for all allegations of torture and ill treatment, including those documented in the unclassified Senate summary on CIA activities published in 2014 and provide redress to victims.”\nWith a September deadline to respond to the UN’s recommendations, the Obama administration will have to make a stated commitment to the world by deciding which of the recommendations will be accepted, and which will be rejected.\nWhen it comes to torture prosecutions and compensation, it is safe to say that the world will be watching.\nNat Parry is the co-author of Neck Deep: The Disastrous Presidency of George W. Bush. Follow Nat Parry on Twitter @natparry.\nJoe Tedesky\nMay 19, 2015 at 16:34\nI picture the Democrates lifting the rug, while the Republicans do the sweeping. Do any of you remember towards the end of 2014 when Senator Feinstein produced the Panetta Review. Can you recall how all of us were screaming that ‘Justice’ must be served? The last I heard was how one of Feinsteins researchers was being prosecuted for breaching CIA data to compile information for the torture report. I guess that ‘killing the messenger’ is in fashion these days. Let’s face it, our governments leaders have us all duped. You can’t just vote them out. The Tea Party tried that, and all we got was more AIPAC stooges, along with a few other crazies. It would be nice if we had a presidential candidate who we could rely on, to straighten all this out, but we don’t. I can not for the life of me see how these ‘war crimes’ get resolved. My fear is that it will take something awfully big, in the way of catastrophic, to remedy all of this.\nWhitehat\nMay 20, 2015 at 01:51\nSenator Feinstein is now in the minority in the US Senate. Richard Burr (R) is the new chairman of the committee and has started withdrawing the torture reports. He is supposedly collecting all available copies of the unclassified report, and not allowing them to be distributed. The much larger classified report is being withheld, even from authorized people. It’s a good bet, we won’t hear any more about these war crimes – at least not in the US.\nZachary Smith\nMay 19, 2015 at 16:24\nPoland paid $125,000 to each of two victims of US torture?   They got off mighty lightly, in my opinion.\nWhy didn’t they divvy up the $50 million dollars given to corrupt Polish officials who allowed this to happen?\nWill THEY do any prison time?   I doubt it.\nSky\nMay 21, 2015 at 04:06\nThese weren’t corrupt officials. By the time decision was made it all seemed perfectly legal, and noone really knew USA would be torturing prisoners. First reliable info about tortures came out few years later.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.latimes.com/world/europe/la-fg-poland-cia-blacksite-20150510-story.html",
                "https://www.pewresearch.org/global/2013/07/26/americas-international-image-slipping/",
                "https://www.nytimes.com/interactive/2014/12/09/world/cia-torture-report-document.html?_r=0",
                "https://www.rawstory.com/2015/05/poland-pays-damages-to-men-detained-in-secret-cia-prison/",
                "http://sputniknews.com/europe/20150514/1022143540.html#ixzz3aa0I1ozU",
                "https://www.thenation.com/article/letter-poland-0/",
                "https://www.theguardian.com/world/2007/jun/07/usa1",
                "https://www.theguardian.com/us-news/2014/dec/09/senate-committee-cia-torture-does-not-work",
                "http://security.blogs.cnn.com/2012/01/23/former-cia-officer-accused-of-disclosing-i-d-of-a-fellow-agent/",
                "https://www.reuters.com/article/us-usa-cia-torture-poland/cia-paid-poland-to-ease-qualms-over-secret-prison-senate-report-idUSKBN0JO03320141210",
                "http://sputniknews.com/europe/20150430/1021575579.html#ixzz3aaUyZ31X",
                "https://shadowproof.com/2014/11/20/congressman-criticizes-selective-prosecution-of-cia-whistleblower-john-kiriakou-calls-for-pardon/",
                "https://www.propublica.org/article/guantanamo-detainee-case-stalled-for-2477-days-and-counting",
                "https://www.theguardian.com/commentisfree/2014/dec/15/cia-tortured-abu-zubaydah-guantanamo-bay-trial-senate-report"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.redress.org/case-docket/al-hawsawi-case-1",
                "http://www.oscepa.org/meetings/annual-sessions/2012-monaco-annual-session/2012-monaco-final-declaration/1696-28",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "http://www.afp.com/en/news/poland-pays-damages-cia-detainees",
                "http://www.bbc.com/news/world-us-canada-30418405",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://sputniknews.com/europe/201505141022143540/",
                "http://www.washingtonpost.com/wp-srv/special/national/cia-interrogation-report/word-count/"
            ]
        },
        "key_words": [
            "united",
            "secret",
            "report",
            "punishing",
            "poland",
            "senate",
            "cia",
            "zubaydah",
            "abu",
            "states",
            "crimes",
            "torture"
        ]
    }
]