[
    {
        "url": "https://www.christianpost.com/news/duck-dynasty-willie-and-korie-robertson-adopting-new-child-speak-of-benefits-of-adoption.html",
        "title": "'Duck Dynasty' Willie and Korie Robertson Adopting New Child, Speak of Benefits of Adoption",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Duck Dynasty' Willie and Korie Robertson Adopting New Child, Speak of Benefits of Adoption\nThursday, October 17, 2013\n'Duck Dynasty' Willie and Korie Robertson Adopting New Child, Speak of Benefits of Adoption\n'Duck Dynasty' Willie and Korie Robertson Adopting New Child, Speak of Benefits of Adoption\n| Thursday, October 17, 2013\nDuring a recent event in Washington D.C. \"Duck Dynasty's\" Willie and Korie Robertson revealed plans of expanding their family by adopting another child.\nThe couple has five children together, including one adopted son, Will, 11, and a foster daughter, Rebecca, 24, but admitted there's room for at least one more during an appearance at the Adoption Institute's Angels in Adoption Gala in Washington D.C. on October 9.\n\"There are plenty of kids who need homes,\" Willie told In Touch at the event. \"That's why we're all here. We have adopted children and we have natural children … and there's no difference between them.\"\n\"I've done a lot of things in the past couple of years. I've met presidents and been all over the world. But I still say the best decision we ever made and that had the biggest impact on our lives was the adoption of our son, Will.\"\nHis wife, Korie, then revealed the joy she had when she was able to finally call the child her own.\n\"From the moment we found out about him, he was ours,\" she told the audience. \"I swear, I had labor pains the night before I went and picked him up at the foster home he was living at. He's our child, just like our biological children.\"\nThe couple also admitted at the gala that they didn't have the money to pay Will's adoption fee when they picked him up. \"We said, 'We're good for it – we'll come back,' \" Willie revealed. \"We've [since] paid it, by the way.\"\nThe couple also hopes to bring awareness to those children who need good adoptive homes by encouraging families to consider the option of adopting a child.\n\"We are proud to … use the platform we have with Duck Dynasty to talk other people into bringing children into their homes.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "adoption",
            "revealed",
            "couple",
            "children",
            "korie",
            "child",
            "benefits",
            "homes",
            "robertson",
            "speak",
            "duck",
            "willie",
            "dynasty",
            "adopting"
        ]
    }
]