[
    {
        "url": "https://www.christianpost.com/news/megachurchs-cancer-ministry-fills-in-insurance-gaps.html",
        "title": "Megachurch's Cancer Ministry 'Fills In' Insurance Gaps",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMegachurch's Cancer Ministry 'Fills In' Insurance Gaps\nMegachurch's Cancer Ministry 'Fills In' Insurance Gaps\nBy Michelle A. Vu , Christian Post Reporter\n| Monday, January 17, 2011\nOne of the fastest growing cancer care organizations in Southern California happens to be a ministry of a megachurch known for serving the community.\nThe Rock Cancer C.A.R.E., a ministry of the 12,500-member The Rock Church in San Diego, will officially open its new office on Tuesday to better serve cancer patients and their families in the area. The ministry provides important services such as meal delivery, house cleaning, transportation to treatment, and child care, among other services that insurance companies and other cancer organizations do not provide.\n\"We (the Reed family) were at a point where we didn't know how we were going to get through with me being in the hospital for 30 days,\" recalled Tamela Reed, the CEO of Rock Cancer C.A.R.E. and a cancer survivor, to The Christian Post. \"I remember that the burden was so much going into the hospital. The burden was my kid and who was going to take care of her and my family.\"\nIn August 2008, Reed founded the nonprofit organization Rock Cancer C.A.R.E. after battling and surviving Multiple Myeloma Leukemia (Cancer). At the time of her diagnosis in 2005, Reed was the mother of a five-year-old girl and pregnant with another child. She recalled calling different cancer care organizations and asking them if they offered child care, hot meal service, or house cleaning for cancer patients, but none of them offered such services.\nReed went into the hospital for two bone-marrow transplants, which required a 30-day stay, worrying about who would take care of her child while her husband took care of her in the hospital and went to work. She ended up having to fly her best friends from New York and Detroit to California to take care of her family and house while she was in the hospital.\nWith her second bone marrow transplant, Reed's small group at church helped bring meals, clean her house, take her to appointments, and care for her child.\n\"That was when I decided that I was going to start a ministry that fills in the gap of cancer care and looks at families individually based on what their needs are and cater this ministry around those needs,\" said Reed.\nThe acronym C.A.R.E. stands for compassion, awareness, resources, and encouragement.\nBesides meeting physical needs of cancer patients and their families, the ministry also provides a prayer support group and arranges funerals at The Rock Church after someone passes away. The Rock Cancer C.A.R.E. has fulfilled more than 4,000 assignments, which include meal deliveries and transportation, since its inception.\n\"Every week the needs are getting more and more,\" said Reed. \"We need more help.\"\nAs far as Reed knows, there are no other organizations in southern California that do what the Rock Cancer C.A.R.E. does on the same scale; other local churches offer cancer care to only their own members and meet once a week. In contrast, The Rock Cancer C.A.R.E. mostly provides its services to non-Rock Church members; 95 percent of the people that enlist its help are not from the church. But the 200 volunteers that take care of cancer patients and their families are from The Rock Church.\nThe Rock Church is known nationwide for its annual pledge of 600,000 hours of services to the San Diego community, worth about $10.9 million. It also annually gives out 10,000 toys and 60,000 pounds of food during Christmas to those in need in the local community.\n\"I draw my strength from my Lord and Savior Jesus Christ. My joy and the things that I have to get accomplished that's all wrapped up and focused on Jesus,\" said Reed, whose cancer came back seven months ago. \"No matter what, I praise Him and know that He is in control of the situation.\"\nCancer is the second leading cause of death, behind heart disease, according to the Centers for Disease Control and Prevention. Nearly 570,000 people died in the United States from cancer in 2010, according to the American Cancer Society. The most common cancers are of the lung and bronchus, breast, prostate, colon and rectum, and pancreas.\nOn the web: rockcancercare.org\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu",
                "http://rockcancercare.org"
            ]
        },
        "key_words": [
            "cancer",
            "services",
            "megachurchs",
            "church",
            "ministry",
            "fills",
            "needs",
            "organizations",
            "reed",
            "insurance",
            "rock",
            "care",
            "gaps",
            "patients"
        ]
    }
]