[
    {
        "url": "https://www.christianpost.com/news/christian-teens-accused-of-mocking-islam-jailed-5-years-egypt.html",
        "title": "Christian Teens Accused of Mocking Islam Are Jailed for 5 Years in Egypt",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Teens Accused of Mocking Islam Are Jailed for 5 Years in Egypt\nChristian Teens Accused of Mocking Islam Are Jailed for 5 Years in Egypt\nChristian Teens Accused of Mocking Islam Are Jailed for 5 Years in Egypt\n| Thursday, February 25, 2016\nChristians attend Sunday service in the Virgin Mary Church at Samalout Diocese in Al-Our village, in Minya governorate, south of Cairo, May 3, 2015. Copts have long complained of discrimination under successive Egyptian leaders and Sisi's actions suggested he would deliver on promises of being an inclusive president who could unite the country after years of political turmoil. However, striking out at extremists abroad might prove easier than reining in radicals at home. Orthodox Copts, the Middle East's biggest Christian community, are a test of Sisi's commitment to tolerance, a theme he often stresses in calling for an ideological assault on Islamist militants threatening Egypt's security. | (Photo: Reuters/Stringer)\nThree Christian teenagers have been sentenced to five years in jail by an Egyptian court after they were accused of mocking Islam.\nThe three boys, ages 15 to 18, were sentenced Thursday in Egypt's Minya province. They were charged last year with insulting Islam after recording a video while on a class field trip.\nThe video, recorded in January 2015, showed the boys pretending to be Islamic State militants by reciting Quranic prayers and pretending to slit each others' throats.\nMaher Naguib, the defense lawyer for the teens, told the AFP that he plans to appeal the judge's harsh ruling.\n\"They have been sentenced for contempt of Islam and inciting sectarian strife,\" Naguib told the AFP , adding, \"the judge didn't show any mercy. He handed down the maximum punishment.\"\nThe boys' teacher, who filmed the video on his mobile phone, was sentenced to three years in jail in a separate trial.\nActivist groups, including the Egyptian Initiative for Personal Rights, have spoken out against the recent ruling, arguing it unfairly targets Coptic Christians in the strict Muslim majority country.\nThe EIPR said  Thursday that the court is using the excuse of \"protection of religions, general system, and public morals\" as a reason to \"impose restrictions on the mother of all freedoms: freedom of expression and faith.\"\nMina Thabet, a researcher at the Egyptian Commission for Rights and Freedoms, told Fox News  last May that the boys are being prosecuted for participating in a harmless teenage prank.\n\"They are some kids who decided to have fun in a private place,\" Thabet told Fox. \"They were on a trip with their teacher, but somehow rumor got out that they'd thrown down the Quran, and had insulted Islam, so that led to their arrests.\"\nThere have been numerous court cases in Egypt where Coptic Christians are sentenced to harsh prison sentences for allegedly \"insulting Islam.\"\nIn 2014, 32-year-old Bishoy Armia Boulous, a journalist who converted from Islam to Christianity, was sentenced to five years in prison after he was accused  of \"instigating\" Muslim-Christian conflict by reporting \"misinformation … in order to depict Egyptian Christians as victims of discrimination.\"\nIn August 2015, Medhat Ishak, a 35-year-old Coptic Christian, had his jail sentence extended after he was arrested for handing out Bibles at the Mall of Arabia in October 2014, according to Morning Star News .\nChristian watchdog groups have criticize Egypt's harsh punishment of Copts, with Doug Bandow, a senior fellow in international religious persecution at the Institute on Religion and Public Policy, saying in last year that Christians continue to suffer persecution under Egyptian President Abdel Fattah el-Sisi.\n\"Egypt has the most Christians of any Islamic country in the Middle East, around 8 million or so. They face a lot of persecution and it's been consistent,\" Bandow said at a Family Research Council panel discussion about Christian persecution worldwide that was attended by The Christian Post  in August. \"It was consistent under [President Hosni] Mubarak. It occurred under [President Mohamed] Morsi, and it occurs today under Al-Sisi.\"\n\"The International Christian Concern, in their May issue, had a very extended discussion of what is going on there. They note that basically, there has been very little improvement under Al-Sisi,\" Bandow continued. \"He has made some public statements and made some small gestures, including for Copts that were murdered in Libya. Nevertheless, they noted that the extremist groups and restrictive laws directed at Christians are far from gone.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://morningstarnews.org/2015/08/christian-in-egypt-kept-in-prison-on-false-charge-of-blasphemy-attorney-says/",
                "https://news.yahoo.com/egyptian-coptic-teens-hit-jail-sentence-contempt-islam-132419988.html",
                "https://www.christianpost.com/news/egyptian-court-sentences-christian-journalist-to-prison-for-sectarian-strife-122149/",
                "https://www.foxnews.com/world/egyptian-youths-face-trial-for-insulting-islam-by-making-fun-of-isis",
                "https://www.christianpost.com/news/why-is-the-world-turning-a-blind-eye-to-the-eradication-of-christians-in-the-middle-east-142306/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://wtop.com/news/2016/02/egypt-sentences-4-coptic-teenagers-for-contempt-of-islam/"
            ]
        },
        "key_words": [
            "told",
            "teens",
            "sentenced",
            "egypt",
            "jailed",
            "boys",
            "mocking",
            "video",
            "islam",
            "accused",
            "persecution",
            "christians",
            "public",
            "egyptian",
            "christian"
        ]
    }
]