[
    {
        "url": "https://www.christianpost.com/news/ambassadors-press-clinton-for-more-action-for-slain-bhatti.html",
        "title": "U.S. Ambassadors Press Clinton for More Action for Slain Bhatti",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nU.S. Ambassadors Press Clinton for More Action for Slain Bhatti\nU.S. Ambassadors Press Clinton for More Action for Slain Bhatti\nU.S. Ambassadors Press Clinton for More Action for Slain Bhatti\n| Friday, March 11, 2011\nIn a letter dated March 11 (obtained earlier by The Christian Post), 11 U.S. ambassadors, one state department official, three human rights leaders, and six prominent religious figures collectively \"respectfully urge\" Clinton and lawmakers to be more involved in Bhatti's upcoming Islamabad memorial service, expected to take place in the next few weeks.\nSigners of the letter urge Clinton to personally attend Bhatti's memorial service. They also ask that the U.S. government \"do all that needs to be done\" to ensure the representation of senior delegations from other countries in order to show a united global front on promoting \"religious and political tolerance in Pakistan.\"\nLastly, the influential group of signers ask that the United States and other countries \"strongly encourage\" the Pakistani Cabinet, including Prime Minister Syed Yousuf Raza Gilani and President Asif Zardari, to attend Bhatti's Islamabad memorial service.\n\"Such a course of conduct, in our view, will make it likely that many of Pakistan's Muslim leaders, including many Imams, will join the celebration of Minister Bhatti's life, faith and bravery,\" the letter explains.\nNotably, President Zardari did not attend Bhatti's funeral service last Friday, although Prime Minister Gilani did. Zardari is said to rarely make public appearances out of fear for his security.\nBhatti, the federal minister of minorities affairs, was gunned down March 2 in front of his mother's home at around 11 a.m. (local time). He died from his injuries upon arrival at Shifa Hospital in Islamabad.\nAfter his death, many have questioned why his security guards were not with him at the time and why he did not have a bulletproof car when he was the Taliban's No.1 target in Pakistan and held a cabinet position; all cabinet members are provided a bulletproof vehicle. His family members have said that Bhatti repeatedly petitioned for a bulletproof car but his requests were denied.\nA letter found at the scene, allegedly from Pakistan's Taliban and al-Qaida terrorists, says that Bhatti was murdered for campaigning against the country's blasphemy laws.\n\"Bhatti, a Christian, was in charge of a committee set up to amend the law against blasphemy,\" the letter states. \"This is his fate. We will not spare anybody involved in acts of blasphemy.\"\nThe minorities minister's death comes less than three months after Punjab Gov. Salman Taseer was assassinated by his own bodyguard for criticizing the blasphemy laws. Taseer, a Muslim who was educated in the West, fought for the release of Asia Bibi, a Christian woman who was sentenced to death under the blasphemy laws for allegedly speaking ill of the Muslim prophet Muhammad.\nIn the letter by the U.S. ambassadors, they express \"regret that a response to the Bhatti and Taseer murders\" consisted \"of mere words of regret written from afar.\"\n\"To the contrary, we believe that such a response will enhance present impulses to appease Pakistan's terrorists, and not only on matters involving religious freedom,\" they warn the U.S. government.\n\"The failure to respond to Punjab Governor Taseer's and Minister Bhatti's murders in powerful and visible fashion will in our view also have its effect on such issues as nuclear proliferation, relations with India and the war in Afghanistan.\"\nThey continue, \"For this to occur as a result of Minister Bhatti's murder would be to debase all he bravely stood for and all he worked to do, and we urge you to take the steps necessary to see that is does not.\"\nAlready Members of Congress are taking action in response to Bhatti's murder. On Thursday, Reps. Trent Franks (R-Ariz.) and Heath Schuler (D-N.C.), co-chairs of the International Religious Freedom Caucus, issued a statement on the introduction of HRes141, which condemns the murder of Bhatti and Taseer.\n\"Both Mr. Bhatti and Mr. Taseer courageously fought in defense of these sacred truths and, by doing so, were targeted by those who would stifle the basic human right of free religious expression,\" says Franks.\n\"I implore President Obama and the State Department to urgently convey to the Pakistani government that such offenses should not be tolerated, and, moreover, that it is time for the iron grasp of Pakistan's 'blasphemy laws' to, at long last, be broken.\"\nMeanwhile, Schuler says as a person of faith he strongly condemns the murder of Taseer and Bhatti, \"two courageous men who sacrificed their lives to fight injustice and defend religious freedom for all.\"\n\"These horrific acts of violence are an attack on the values of tolerance and respect that people across Pakistan and the world hold dear,\" says the North Carolina congressman.\nSome of the signers of the March 11 letter to Secretary of State Clinton and Members of Congress include: Ambassador Mark Palmer, former U.S. Ambassador to Hungary; Ambassador Tony P. Hall, former U.S. Ambassador to the United Nations and former U.S. Representative from Ohio; Stephen Rickard, former senior adviser of South Asian Affairs at the Department of State; Elisa Massimino, president of Human Rights First; Archbishop Charles J. Chaput of the Diocese of Denver; Dr. Richard Land, president of Ethics & Religious Liberty Commission at Southern Baptist Convention; and Dr. Geoff Tunnicliffe, chief executive officer of the World Evangelical Alliance.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "taseer",
            "clinton",
            "members",
            "press",
            "ambassadors",
            "president",
            "state",
            "action",
            "bhattis",
            "pakistans",
            "minister",
            "religious",
            "slain",
            "letter",
            "bhatti"
        ]
    }
]