[
    {
        "url": "https://nutritionfacts.org/es/2017/12/28/como-usar-la-remolacha-enlatada-para-mejorar-el-rendimiento-deportivo/",
        "title": "Cómo usar la remolacha enlatada para mejorar el rendimiento deportivo",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-28",
        "text": "Cómo usar la remolacha enlatada para mejorar el rendimiento deportivo\nEnero 28th, 2017\nLos nitratos de las verduras, concentrados en los vegetales de hoja verde y la remolacha, sufrieron una transformación enorme hace algunos años. Pasaron de verse como substancias inertes a tener un efecto muy importante en las “centrales energéticas” de nuestras células, al reducir el gasto de oxígeno al hacer ejercicio. Esto significa que nos permiten hacer el mismo trabajo con menos oxígeno. Un pequeño trago de zumo de remolacha les permitió a buzos aguantar la respiración debajo del agua más de cuatro minutos, o sobre medio minuto más de lo normal. A otros atletas, la mejora en la eficiencia muscular les permitió hacer ejercicio a mayor potencia o correr a más velocidad con el mismo aliento. Hablé sobre este descubrimiento tan fascinante en una serie de 17 videos, la más larga que he hecho. Esto fue en el 2012, ¿pero qué dice la nueva ciencia? Es lo que cubro en mi video  Remolachas enteras vs zumo para mejorar el rendimiento atlético .\nLa mayoría de los estudios se hicieron con hombres, pero también funciona con las mujeres, incluyendo mujeres afroamericanas, las cuales tienden a ser todavía más olvidadas en la investigación demográfica. Beber zumo de remolacha nos permite hacer lo mismo pero utilizando significativamente menos energía. ¿Y las remolachas enteras? Son más baratas, más sanas y las encuentras en cualquier supermercado, pero nunca se habían estudiado sus efectos… hasta ahora.\nEl consumo de remolachas enteras mejora críticamente el rendimiento al correr. Se les dio una taza y media (una media lata) de remolacha asada a hombres y mujeres físicamente en forma, 75 minutos antes de correr 5 kilómetros. Empezaron igual, pero hacia el final de la carrera, el grupo que había tomado la remolacha adelantó al grupo de placebo, a quienes se les dio frutos rojos en su lugar. Aunque el grupo de la remolacha corrió más rápido, sus corazones no latieron más deprisa. En realidad, dijeron haber hecho un esfuerzo menor. \nSi los nitratos son tan buenos, ¿por qué no tomarlos en forma de pastilla? Aunque los suplementos de nitrato dietético funcionan, su seguridad a largo plazo es cuestionable. Fuentes no vegetales de nitratos podrían tener efectos negativos en la salud, así que si queremos mejorar nuestro rendimiento, deberíamos obtener los nitratos idealmente de vegetales enteros, es decir, en su versión integral. La industria lo sabe, así que prefiere promocionar suplementos estimulantes de óxido nítrico. Sin embargo, casi no hay ninguna evidencia de una mejora en el rendimiento debida a esta suplementación. La evidencia permanece con los vegetales. \nPero, ¿cuánto dinero puede hacer una empresa vendiendo remolachas? ¿Y vendiendo un nuevo pan enriquecido con remolacha ? Hemos intentado que la gente se coma sus frutas y verduras, ¿y ha dónde nos ha llevado eso? Pero, ¡espera! Mucha gente come pan blanco, ¿así que por qué no hacerles comer pan rojo? Y, de hecho, funcionó; el pan rojo redujo la presión arterial y mejoró la habilidad de las arterias para relajarse y dilatarse naturalmente. Por lo tanto, el pan puede ser un “vehículo efectivo en el aumento del consumo de vegetales sin cambios significativos en la dieta”, porque que Dios nos libre de cambiar nuestra dieta para mejorar nuestra salud…\n(La colección de 17 videos es bastante antigua, al ser de 2012, y no tiene versión en español en la página web)\n¿Qué más puede ayudar al rendimiento deportivo?\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/25412154",
                "https://www.ncbi.nlm.nih.gov/pubmed/22588047",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3909870/",
                "https://www.ncbi.nlm.nih.gov/pubmed/21284982",
                "https://www.ncbi.nlm.nih.gov/pubmed/22709704",
                "https://www.ncbi.nlm.nih.gov/pubmed/23884387",
                "https://www.ncbi.nlm.nih.gov/pubmed/22414688",
                "https://www.ncbi.nlm.nih.gov/pubmed/25068792"
            ],
            "unsure": [
                "https://nutritionfacts.org/es/video/remolachas-enteras-versus-zumo-para-mejorar-el-rendimiento-atletico/"
            ]
        },
        "key_words": [
            "más",
            "la",
            "cómo",
            "en",
            "usar",
            "que",
            "pero",
            "enlatada",
            "mejorar",
            "las",
            "y",
            "rendimiento",
            "los",
            "el",
            "para",
            "deportivo",
            "remolacha"
        ]
    }
]