[
    {
        "url": "https://nutritionfacts.org/audio/wake-up-and-drink-the-coffee/",
        "title": "Wake Up and Drink the Coffee",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nJuly 6th, 2017\nWake Up and Drink the Coffee\nWelcome to Nutrition Facts.  I’m your host, Dr. Michael Greger, and I’m here to ask you, what is the most important decision you’ll make today, is it how you’ll get to work, who you’ll set up a meeting with, what friend you’ll call for lunch?  Well, as it turns out, probably the most important decision you’ll make today is what to eat.  What we eat on a day-to-day basis is the number one determinant of our health and longevity—literally.  Most premature deaths in the United States are preventable and related to nutrition.  So, we’re going to explore some smart nutrition choices based, naturally, on facts.  Here, we refer to the science, the research, the available data published in the peer-reviewed medical literature right now.  That’s why I wrote my book, How Not to Die, and why I created my nonprofit site NutritionFacts.org and, now, this podcast.\nNew dietary guidelines for beverages recommend tea and coffee second only to water in healthfulness, but what about concerns that coffee might impair the function of our endothelium –you know, that life-saving inner layer of our arteries in every vital organ of our body.\nBut what effect does coffee and tea consumption have on longevity, cancer risk, acid reflux, bone fractures, glaucoma, sleep quality, and atrial fibrillation or irregular heartbeat?  Here are some facts.\nDo coffee drinkers live longer than non-coffee-drinkers?  Is it, “Wake up and smell the coffee or don’t wake up at all”?  The largest study ever conducted on diet and health put that question to the test, examining the association between coffee drinking and subsequent mortality among hundreds of thousands of older men and women in the United States and coffee drinkers won, though the effect was modest.  A 10 to 15% lower risk of death for those drinking six or more cups a day, specifically due to lower risk of dying from heart disease, respiratory disease, stroke, injuries and accidents, diabetes, and infections.  But, if you put all the studies together, bottom line, coffee consumption is associated with no change or a small reduction in mortality starting around one or two cups a day, for both men and women. \nOn a cup-by-cup basis, the risk of dying was 3% lower for each cup of coffee consumed daily, which all provides reassurance with respect to the concern that coffee drinking might adversely affect health–well, at least, longevity.  Health-wise though, a recent population study found no link between coffee consumption and symptoms of GERD, reflux disease, such as heartburn and regurgitation.  If you actually stick a tube down people’s throats and measure pH, coffee induces significant acid reflux, whereas tea does not.  Is it just because tea has less caffeine?  No.  If you reduce the caffeine content of coffee down to that of tea, it still causes significantly more acid reflux.  Decaf did cause less though, so GERD patients might want to choose decaffeinated or, even better, drink tea. \nCoffee intake is also associated with urinary incontinence and so a decrease in caffeine intake should be discussed with women who have the condition, or men.  About two cups of coffee a day worth of caffeine may worsen urinary leakage in men as well. \nA 2014 meta-analysis suggested that daily coffee consumption was associated with a slightly increased risk of bone fractures in women, but a decreased risk of fractures in men–not hip fractures, though.  No significant association was found between coffee consumption and risk of hip fracture, though tea consumption may actually be protective against hip fracture, though appears to have no apparent relationship with fracture risk in general. \nThere are certain populations in particular that may want to stay away from caffeine; for example, those with glaucoma, and possibly even those with a family history of glaucoma. \nIt goes without saying that people who have trouble sleeping might not want to imbibe.  Even just a single cup at night can cause a significant deterioration in sleep quality.  Then, there are case reports, for example, of individuals with epilepsy having fewer seizures after stopping coffee; so, I guess it’s worth a shot.  \nWe used to think caffeine might increase the risk of an irregular heart rhythm called atrial fibrillation, but that too was based on anecdotal case reports, like this one of a young woman who suffered atrial fibrillation after chocolate intake abuse.  But these cases invariably involved the acute ingestion of very large quantities of caffeine.  As a result, though, the notion that caffeine ingestion may trigger abnormal heart rhythms had become ”common knowledge,” and this assumption led to changes in medical practice.  More recently, however, the pendulum has swung in the opposite direction.  Why?  Because we actually have data now:  Caffeine does not increase the risk of atrial fibrillation and low-dose caffeine, which they defined as less than about five cups a day, may even have a protective effect.  Tea consumption also appears to lower cardiovascular disease risk, especially when it comes to stroke.  However, given the proliferation of energy drinks that contain massive quantities of caffeine, one might want to temper any message that suggests caffeine is beneficial.  Seems a little patronizing, but it’s no joke.  Twelve highly caffeinated energy drinks within a few hours could be lethal. \nBased on studies linking coffee consumption with lower liver cancer risk, coffee was put to the test to see if it can help reduce liver damage in those with hepatitis C. \nDecades ago, a group of researchers in Norway came upon an unexpected finding.  Alcohol consumption was associated with liver inflammation—no surprise.  But, a strong protective association was found for coffee consumption. \nThese findings were replicated in the U.S. and around the world.  Those at risk for liver disease—those who drank a lot of alcohol or were overweight, and therefore at risk for fatty liver disease, appeared to cut their risk in half if they drank more than two cups of coffee a day. \nLiver cancer is one of the most feared complications of liver inflammation.  “Hepatocellular carcinoma is the third leading cause of cancer death.  Furthermore, it has a rapidly rising incidence in the United States and Europe, largely driven by the burden of hepatitis C infection and fatty liver disease.”  Putting together all the best studies done to date, those drinking the most coffee had half the risk of liver cancer compared to those that drank the least.  Since this meta-analysis was published, a new study found that male smokers may be able to cut their risk of liver cancer more than 90% by drinking four or more cups of coffee a day.  Of course, they could have also stopped smoking. \nIt’s like if you look at heavy drinkers of alcohol, drinking more coffee may decrease liver inflammation—but not as much as drinking less alcohol. \n“Liver cancers are among the most avoidable cancers—through hepatitis B vaccination, control of hepatitis C transmission, and reduction of alcohol drinking.  These three measures could, in principle, wipe out 90% of liver cancers worldwide.  It remains unclear whether coffee drinking has an additional role on top of that, but in any case such a role would be limited compared to preventing liver damage in the first place.” \nWhat if we already have hep C, or are among the 30% of Americans with non-alcoholic fatty liver disease due to obesity—which may quadruple one’s risk of dying from liver cancer? \nWell, coffee seems to help with hepatitis C, reducing liver damage, disease activity, and mortality.  It seems to help reduce the risk of developing liver cancer.  “Only the lack of randomized trials and interventional studies on the topic prevents us from considering the protective effect of coffee as fully ascertained.”  But we didn’t have such trials, until now. \nA randomized controlled trial on the effects of coffee consumption in chronic hepatitis C.  “Forty patients with chronic hep C were randomized into two groups: the first consumed 4 cups of coffee a day for 30 days, while the second group remained coffee ‘abstinent.’”  And then, the groups switched for the second month.”  Now, two months is too soon to detect changes in cancer rates, but they were able to demonstrate that “coffee consumption reduces oxidative DNA damage, increases the death of virus-infected cells,” stabilizes the chromosomes, and reduces fibrosis, all of which could explain the role coffee appears to play “in reducing the risk of disease progression and of evolution to cancer”. \nSo, is it time to write a prescription for coffee for those at risk for liver disease?  Some say no.  “Although the results are promising, additional work is needed to identify which specific component of coffee is the contributing factor in reducing liver disease and related mortality.”  “There are more than 1000 compounds that could be responsible for its beneficial effects.”  That’s such a pharmacological worldview.  Why do we have to know exactly what it is in the coffee bean before we can start using it to help people?  Yes, more studies are needed but, “In the interim, moderate, daily, unsweetened coffee ingestion is a reasonable adjunct to therapy for people at high risk, such as those with fatty disease.” \nYes, daily consumption of caffeinated beverages can lead to physical dependence.  Caffeine withdrawal symptoms can include days of headaches, fatigue, difficulty with concentration, and mood disturbances.  But, this dependence could be a good thing.  “The tendency for coffee to promote habitual daily consumption may ultimately turn out to be advantageous if its myriad potential health benefits are confirmed.” \nCaffeine itself can have positive cognitive and physiological effects at moderate doses. \nYes, coffee may reduce cancer risk, but what about the caffeine?  Oh, you mean the substance that increases energy availability and expenditure, decreases fatigue and the sense of effort associated with physical activity, enhances physical, motor, and cognitive performance, increases alertness, wakefulness, and feelings of energy, decreases mental fatigue, quickens reactions, increases their accuracy, increases the ability to concentrate and focus attention, enhances short-term memory, the ability to solve problems, the ability to make correct decisions, enhancing cognitive functioning capacities and neuromuscular coordination, and, in otherwise healthy, non-pregnant adults, is safe.  That caffeine? \nWhat do they mean by moderate amounts, though?  Up to 1,000 milligrams, about 10 cups of coffee a day.  What about this, though?  “A case of fatal caffeine poisoning:  Twenty-one-year-old woman; 10,000 milligrams of caffeine by swallowing a bottle of caffeine pills.”  The equivalent of about a hundred cups of coffee at one time is, indeed, too much. \nThe non-pregnant is an important caveat, though.  New advice has been issued to restrict caffeine intake in pregnancy to under just 200 milligrams a day. \nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\nThis is an approximation of the audio content, contributed by Allyson Burnett.\n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/video/coffee-and-artery-function/"
            ]
        },
        "key_words": [
            "risk",
            "liver",
            "cups",
            "cancer",
            "day",
            "drinking",
            "disease",
            "consumption",
            "coffee",
            "caffeine",
            "drink",
            "wake"
        ]
    }
]