[
    {
        "url": "https://www.christianpost.com/news/trump-mentally-fit-office-health-results-media-mental-critics.html",
        "title": "Is Trump Mentally Fit for Office? Health Results Not Satisfying Media, Mental Health Critics",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIs Trump Mentally Fit for Office? Health Results Not Satisfying Media, Mental Health Critics\nIs Trump Mentally Fit for Office? Health Results Not Satisfying Media, Mental Health Critics\nIs Trump Mentally Fit for Office? Health Results Not Satisfying Media, Mental Health Critics\n| Wednesday, January 17, 2018\nU.S. President Donald Trump | (Photo: Reuters/Carlos Barria)\nMany reporters in the White House press corps and critics of President Trump are questioning the results of his physical after U.S. Navy Rear Admiral Ronny Jackson said Tuesday that the commander-in-chief's overall health is \"excellent.\"\nCNN's medical correspondent Dr. Sanjay Gupta , who asked questions at the briefing, said he believes the president has heart disease, disputing Jackson who told Gupta the president \"does not have heart disease.\" \n\"A few years ago, dating back to 2009 President Trump started having these tests that are actually looking for the presence of calcium in the blood vessels that lead to the heart ... and steadily, up until just this past week, when he had them performed again, those numbers have gone up,\" Gupta said on CNN  Wednesday, without ever having examined Trump. \"Well, when they get to a certain range, and his number is in the 130s, that means he has heart disease.\"\nJackson, who administered Trump's physical that lasted over four hours Friday at Walter Reed National Military Medical Center as well as the Montreal Cognitive Assessment  exam that tests a patient's memory and is used to screen for Parkinson's, multiple sclerosis and dementia, fielded an onslaught of questions from the press that ranged from \"does the president wear dentures?\" to whether he's mentally fit  to serve in office, to \"what is his life expectancy?\" and \"what is his waist measurement?\"\nTrump is the first president to have the cognitive assessment performed as part of his physical exam. Trump requested the assessment after this month's publication of Michael Wolff's Fire and Fury alleged  he is not mentally fit for office.\nJackson explained that he had \"no intention\" of performing the screening because he sees the president several times a day and had \"absolutely no concerns about his cognitive ability and neurological function.\"\nWhite House, Presidential physician Ronny Jackson answers question about U.S. President Donald Trump's health after the president's annual physical during the daily briefing at the White House in Washington, D.C., January 16, 2018. | (Photo: REUTERS/Carlos Barria)\nThe president scored 30 out of 30 on the mental assessment, and Jackson said the president is \"very sharp.\"\nJackson did, however, say that Trump needs to lose 10 to 15 pounds this year and eat fewer carbohydrates. He also said the president is taking a medication to lower his cholesterol, Propecia for hair loss, and a medication to treat rosacea.\nMSNBC's \"Morning Joe\" co-host Joe Scarborough, a former friend of Trump's who's now a frequent critic and has claimed that the president has  dementia , is now disputing the president's reported weight. \nIf \"that's what 6-3, 239 pounds looks like, that's a shock to me.\" Scarborough said, according to the Hill . \nScarborough's co-host, Mika Brzezinski, addressed the results of Trump's MOCA test, saying, \"I'm not sure if it makes me feel better that this doctor says he has no cognitive issues. It makes me feel worse and more worried for the country.\" \n\"We won't question the doctor,\" Scarborough said. \"I will say on his mental sharpness, if that is in fact the case, and medically, perhaps, that is, he has shocked and surprised a lot of people.\"\nClick here  to read a summary of Trump's physical exam and here  to watch Jackson read a summary of the report and answer reporters' questions.\nDr. Bandy Lee , an assistant professor in forensic psychiatry at the Yale School of Medicine and co-author of the controversial book, The Dangerous Case of Donald Trump — which includes a commentary by Noam Chomsky  warning that Trump is a threat to \"human species' survival\" — told Newsweek Wednesday that the MOCA test Johnson performed on the president last week still doesn't address her concerns about his psychiatric wellbeing. \n\"The MOCA was not the test she believed he needed,\" Newsweek  reported.\n\"Screening someone with a test you'd give to people who seem normal isn't an effective approach for a person who has already shown signs that require in-depth evaluation,\" Lee argued, according to Newsweek. \nIn August 2016, after Trump had won the Republican nomination for president, left-leaning media started reporting on claims of Trump's fitness to serve, which led  American Psychiatric Association  President Maria Oquendo to issue a statement advising members to abide by a principle commonly known as \" the Goldwater Rule ,\" which says psychiatrists shouldn't offer opinions on someone they have not personally evaluated.\nBut that hasn't stopped Lee and her group, the National Coalition of Concerned Mental Health Experts , all of whom are opposed to Trump, from promoting their claims and urging citizens to call their representatives in Congress and warn of \"Donald Trump's dangerousness and the need for immediate evaluation under the provisions of the 25th Amendment .\"\nIn an interview with The Christian Post via email Friday, Lee reiterated her accusations that the president  is \"dangerous.\"\n\"He has exhibited multiple dangerous behaviors,\" Lee said, asserting that one \"indication of [Trump's] fragility is how he panders to his 'base,' no matter how extreme and how shrinking, he needs those extraordinary levels of adulation to survive.\"\nShe also cited Trump's use of Twitter as problematic, saying, \"the sheer frequency of his tweets seemed to reflect [his] frantic state of mind.\"\nLee then suggested that Trump is to blame for any increases in gun violence, bullying at schools and hate crimes . And warned that he could \"instigate civil conflict, and lay a foundation for a violent culture that could give way to epidemics of violence.\"\nLee further argued that Trump \"declaring Jerusalem  as Israel's capital\" was like \"poking a beehive in the Middle East.\"\n\"He resorts to violence the more he feels threatened,\" she said, \"and it is a typical pattern. It is a pattern that also echoes through his decision to pull out of the Paris accord , contributing to collective suicidal behavior, and his tax bill  that will assuredly increase inequality, which is the most potent stimulant for mass violence — which we might see in terms of suicide epidemics, homicide epidemics or wars.\"\nIn response to her claims that Trump is exhibiting neurological problems, she said she believes he's \"exhibiting signs that appear very neurological, but it is not possible to diagnose from afar, and only a full examination will reveal whether it is neurological, psychological, or medical in origin.\"\nAt the press briefing Tuesday, NBC News Chief White House Correspondent Hallie Jackson was the first to ask about Trump's mental fitness for office. This was followed by a reporter who asked about Trump \"appearing to slur his words\" at a recent press conference.\nJackson said the reason for that was because the president had been taking Sudafed for several days prior and he simply had a dry mouth.\nWhen ABC News' Chief White House Correspondent Jonathan Karl asked  Jackson how it was possible for a man who eats fast food, drinks diet cokes and doesn't exercise (other than playing golf) to be \"in as good of shape as you say he's in,\" the doctor explained that Trump hasn't been eating fast food since he's been president because he eats the food the White House chefs prepare for him. Jackson added that Trump \"just has incredibly good genes and it's just the way God made him.\"\nCNN's Jim Acosta later followed up by asking Jackson if there is anything he's \"keeping from the press for privacy reasons.\" Jackson further explained that he's been involved in the last six or seven physical exams [for Obama and now Trump] and \"this is hands down more information that's been put forth by any other assessment [of presidents] to date.\"\nRichard Benedetto, an adjunct professor of journalism and retired White House correspondent and columnist for USA Today who covered four presidential administrations, told CP that the media's reporting on Trump's mental health \"is all part and parcel of the one goal that the media who cover politics and the presidency seem to have these days, and that's let's get him out of office — that's the goal that they have. And so whatever we can come up with that would hasten that goal is fair game.\"\nOn the other hand, Benedetto said, \"Trump gives them things to play off of because he's brash, he speaks off the cuff, he reacts quickly to when somebody criticizes him. Therefore, he makes it relatively easy for them to then say, 'Ah ha, he's doing this; ah ha, it shows that.' And then they go and ask some psychologist or psychiatrist, 'Well, what does that mean?'\n\"And what you end up with is this narrative that somehow or other this guy is deranged and mentally unbalanced. And it plays perfectly to those who can't stand him, and it angers those who support him.\n\"It's one more piece of evidence that the media detractors point to, to say, 'You see, all they want to do is get this guy out, and they don't cover the news fairly, and they don't cover the news honestly, and they don't give us the full story,\" Benedetto added. \"You've got this continuous clash between those who support Trump and those who don't.\"\nRelated Articles\n",
        "quotes": [
            [
                "A few years ago, dating back to 2009 President Trump started having these tests that are actually looking for the presence of calcium in the blood vessels that lead to the heart ... and steadily, up until just this past week, when he had them performed again, those numbers have gone up,",
                "Gupta",
                true
            ],
            [
                "Well, when they get to a certain range, and his number is in the 130s, that means he has heart disease.",
                "Gupta",
                true
            ],
            [
                "absolutely no concerns about his cognitive ability and neurological function.",
                "Donald Trump",
                false
            ],
            [
                "that's what 6-3, 239 pounds looks like, that's a shock to me.",
                "Scarborough",
                false
            ],
            [
                "I'm not sure if it makes me feel better that this doctor says he has no cognitive issues.",
                "Donald Trump",
                true
            ],
            [
                "It makes me feel worse and more worried for the country.",
                "Donald Trump",
                true
            ],
            [
                "We won't question the doctor,",
                "Scarborough",
                true
            ],
            [
                "I will say on his mental sharpness, if that is in fact the case, and medically, perhaps, that is, he has shocked and surprised a lot of people.",
                "Scarborough",
                true
            ],
            [
                "The MOCA was not the test she believed he needed,",
                "",
                true
            ],
            [
                "Screening someone with a test you'd give to people who seem normal isn't an effective approach for a person who has already shown signs that require in-depth evaluation,",
                "Lee",
                true
            ],
            [
                "Donald Trump's dangerousness and the need for immediate evaluation under the provisions of the 25th Amendment .",
                "Lee",
                true
            ],
            [
                "He has exhibited multiple dangerous behaviors,",
                "Lee",
                true
            ],
            [
                "indication of [Trump's] fragility is how he panders to his 'base,' no matter how extreme and how shrinking, he needs those extraordinary levels of adulation to survive.",
                "Lee",
                false
            ],
            [
                "the sheer frequency of his tweets seemed to reflect [his] frantic state of mind.",
                "Donald Trump",
                false
            ],
            [
                "instigate civil conflict, and lay a foundation for a violent culture that could give way to epidemics of violence.",
                "Lee",
                false
            ],
            [
                "declaring Jerusalem  as Israel's capital",
                "Lee",
                false
            ],
            [
                "poking a beehive in the Middle East.",
                "Lee",
                false
            ],
            [
                "He resorts to violence the more he feels threatened,",
                "Lee",
                true
            ],
            [
                "and it is a typical pattern.",
                "Lee",
                false
            ],
            [
                "It is a pattern that also echoes through his decision to pull out of the Paris accord , contributing to collective suicidal behavior, and his tax bill  that will assuredly increase inequality, which is the most potent stimulant for mass violence — which we might see in terms of suicide epidemics, homicide epidemics or wars.",
                "Lee",
                true
            ],
            [
                "exhibiting signs that appear very neurological, but it is not possible to diagnose from afar, and only a full examination will reveal whether it is neurological, psychological, or medical in origin.",
                "Donald Trump",
                false
            ],
            [
                "in as good of shape as you say he's in,",
                "Ronny Jackson",
                false
            ],
            [
                "just has incredibly good genes and it's just the way God made him.",
                "Ronny Jackson",
                false
            ],
            [
                "keeping from the press for privacy reasons.",
                "",
                false
            ],
            [
                "this is hands down more information that's been put forth by any other assessment [of presidents] to date.",
                "",
                false
            ],
            [
                "is all part and parcel of the one goal that the media who cover politics and the presidency seem to have these days, and that's let's get him out of office — that's the goal that they have.",
                "Ronny Jackson",
                false
            ],
            [
                "And so whatever we can come up with that would hasten that goal is fair game.",
                "Ronny Jackson",
                true
            ],
            [
                "Trump gives them things to play off of because he's brash, he speaks off the cuff, he reacts quickly to when somebody criticizes him.",
                "Benedetto",
                true
            ],
            [
                "Therefore, he makes it relatively easy for them to then say, 'Ah ha, he's doing this; ah ha, it shows that.",
                "Benedetto",
                true
            ],
            [
                "And then they go and ask some psychologist or psychiatrist, 'Well, what does that mean?",
                "Benedetto",
                true
            ],
            [
                "And what you end up with is this narrative that somehow or other this guy is deranged and mentally unbalanced.",
                "Benedetto",
                true
            ],
            [
                "And it plays perfectly to those who can't stand him, and it angers those who support him.",
                "Benedetto",
                true
            ],
            [
                "It's one more piece of evidence that the media detractors point to, to say, 'You see, all they want to do is get this guy out, and they don't cover the news fairly, and they don't cover the news honestly, and they don't give us the full story,",
                "Benedetto",
                true
            ],
            [
                "You've got this continuous clash between those who support Trump and those who don't.",
                "Benedetto",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/things-to-know-fire-and-fury-scandalous-book-trump-doesnt-want-published-michael-wolff-212571/",
                "http://www.kabc.com/2018/01/09/psychiatrist-warning-about-trumps-mental-state-admits-lincoln-roosevelt-also-concerning/",
                "https://thehill.com/homenews/media/369312-scarborough-questions-white-house-doctors-report-of-trumps-weight",
                "https://www.wsj.com/articles/SB115922160207573526",
                "https://thefederalist.com/2018/01/08/eliminating-goldwater-rule-trump-will-damage-mental-health-professions-credibility/",
                "https://www.washingtonexaminer.com/cnns-sanjay-gupta-disputes-trumps-personal-doctor-he-does-have-heart-disease",
                "https://www.cnn.com/2018/01/16/politics/executive-time-donald-trump-phones-twitter/index.html",
                "http://www.foxnews.com/entertainment/2018/01/16/white-house-doctor-peppered-with-questions-as-reporters-hunt-for-evidence-trump-illness.html",
                "https://thehill.com/homenews/media/362513-scarborough-trump-allies-told-me-he-has-dementia",
                "https://www.christianpost.com/news/things-you-need-to-know-about-republican-tax-cuts-bill-210855/",
                "https://dailycaring.com/testing-for-dementia-the-montreal-cognitive-assessment-moca/",
                "https://www.dailywire.com/news/25995/cnns-dr-sanjay-gupta-attempts-re-diagnose-trump-emily-zanotti",
                "https://www.christianpost.com/news/reactions-trump-recognizing-jerusalem-israel-capital-biblical-prophecy-day-of-rage.html?page=3",
                "https://www.wsj.com/articles/does-it-take-a-shrink-to-evaluate-trump-1516145469?mod=searchresults&page=1&pos=1",
                "https://www.nationalreview.com/2017/06/trump-anti-semitism-fabricated-hysteria-left-anne-frank-center-anti-defamation-league/",
                "https://www.christianpost.com/news/4-evangelical-reactions-to-trump-pulling-out-of-paris-climate-deal-186206/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=ItIrOfOurEY",
                "https://www.c-span.org/video/?439834-1/white-house-physician-president-trump-excellent-health",
                "https://dangerouscase.org/our-mission/",
                "https://twitter.com/ABCWorldNews/status/953375250665869312",
                "https://www.newsweek.com/trumps-montreal-cognitive-assessment-mental-health-psychiatrists-783524",
                "https://www.psychiatry.org/news-room/apa-blogs/apa-blog/2016/08/the-goldwater-rule",
                "https://www.scribd.com/document/369308997/Summary-of-Physical-Exam-for-President-Trump-12-Jan-2018#from_embed"
            ]
        },
        "key_words": [
            "critics",
            "press",
            "say",
            "media",
            "trump",
            "hes",
            "president",
            "white",
            "health",
            "results",
            "satisfying",
            "mental",
            "trumps",
            "jackson",
            "fit",
            "thats",
            "office",
            "mentally"
        ]
    }
]