[
    {
        "url": "https://www.christianpost.com/news/franklin-graham-trump-porn-star-allegations-not-president-perfect.html",
        "title": "Franklin Graham Responds to Trump-Porn Star Allegations: 'He Is Not President Perfect'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFranklin Graham Responds to Trump-Porn Star Allegations: 'He Is Not President Perfect'\nFranklin Graham Responds to Trump-Porn Star Allegations: 'He Is Not President Perfect'\nGraham Lauds Trump's Achievements in Defeating ISIS, Boosting Economy\nFranklin Graham Responds to Trump-Porn Star Allegations: 'He Is Not President Perfect'\n| Sunday, January 21, 2018\nEvangelist Franklin Graham speaks at President Donald Trump's rally in Phoenix, Arizona on August 22, 2017. | (Screengrab: YouTube / ABC15 Arizona)\nQuestioned by MSNBC about a recent accusation that a lawyer for Donald Trump had paid $130,000 to a porn star to keep quiet about an alleged affair during the election season, evangelist Franklin Graham said Trump \"is not president perfect\" and added that \"we just have to give the man the benefit of the doubt.\"\n\"Does the president have a sin problem?\" MSNBC  \"Live\" anchor Alex Witt asked, referring to the porn star, Stormy Daniels.\n\"He is not president perfect,\" Graham, the president and CEO of the Billy Graham Evangelistic Association, told Witt. \"President Trump I don't think has admitted to having an affair with this person. And so this is just a news story, and I don't even know if it's accurate.\"\nGraham added that he believes \"at 70 years of age, the president is a much different person today than he was four years ago, five years ago, 10 years ago, or whatever and we just have to give the man the benefit of the doubt.\"\nTrump said he didn't do it, \"so okay, let's say he didn't do it,\" Graham added.\nAsked about his support for a president who was recently accused of referring to Haiti, El Salvador and African nations as \"s***hole countries,\" Graham said he doesn't think it's hypocritical.\n\"He said he didn't say it, so I have to go along with the president in that he didn't say it,\" Graham added.\n\"Why are we having all these people from s---hole countries come here?\" Trump allegedly asked during a recent meeting at the Oval Office in the White House with several Republicans and Democrats during immigration negotiations, according to The Washington Post, which also reported that the president said he would prefer people from countries like Norway to come to America instead.\n\"God has forgiven me and I've asked for his forgiveness, and I think the president has, too,\" Graham said. \"We certainly don't hold him up as the pastor of this nation and he is not. But I appreciate the fact that the president does have a concern for Christian values, he does have a concern to protect Christians whether its here at home or around the world and I appreciate the fact that he protects religious liberty and freedom.\"\nThe Islamic State terror group, also known as IS, ISIS, ISIL or Daesh, recently lost its territorial empire in Iraq and Syria due to a U.S.-led military campaign.\nGraham stressed that Trump is \"a businessman who is a president, not a politician, but a businessman.\"\nHe continued, \"We should all be grateful that he's brought his knowledge to Washington and he's helping to turn this economy around.\"\nThe president's deregulation and tax cut policies have resulted in the stock markets hitting record highs with the Dow Jones Industrial Average jumping past 25,000 for the first time ever earlier this month, among other economic indicators.\nEarlier this month, The Wall Street Journal reported that a lawyer for Trump had paid $130,000 in hush money to Stormy Daniels.\nDaniels, whose given name is Stephanie Clifford, has claimed  to multiple publications that she had sex with Trump around the time that his wife Melania had given birth to their son Barron. According to the story, Daniels and Trump began their affair in July 2006 at American Century celebrity golf tournament in which Trump invited the porn star into his room and they had what she later described as \"textbook generic\" sex.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/allegations-trump-sex-porn-star-214138/",
                "http://www.msnbc.com/weekends-with-alex-witt/watch/reverend-graham-assails-u-s-moral-character-praises-pres-trump-1141574723960"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "say",
            "allegations",
            "responds",
            "perfect",
            "trumpporn",
            "president",
            "trump",
            "think",
            "porn",
            "graham",
            "franklin",
            "countries",
            "didnt",
            "dont",
            "star"
        ]
    }
]