[
    {
        "url": "https://www.christianpost.com/news/christian-print-shop-refuses-to-make-gay-couples-wedding-invites-god-is-our-defense-says-irish-firm.html",
        "title": "Christian Print Shop Refuses to Make Gay Couple's Wedding Invites; 'God Is Our Defense,' Says Irish Firm",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Print Shop Refuses to Make Gay Couple's Wedding Invites; 'God Is Our Defense,' Says Irish Firm\nChristian Print Shop Refuses to Make Gay Couple's Wedding Invites; 'God Is Our Defense,' Says Irish Firm\nChristian Print Shop Refuses to Make Gay Couple's Wedding Invites; 'God Is Our Defense,' Says Irish Firm\n| Friday, March 06, 2015\nA same-sex wedding cake topper is seen outside the East Los Angeles County Recorder's Office on Valentine's Day during a news event for National Freedom to Marry Week in Los Angeles, Calif., Feb. 14, 2012. | (Photo: Reuters/David McNew)\nA printing company based in Ireland has refused to print out invitations for a gay couple's wedding.\nBeulah Print and Design, a business located in Drogheda, garnered headlines earlier this week for declining to print out the invitations for a same-sex couple.\nSiobhan M. O'Leary, spokesperson for Beulah , told The Christian Post in an interview Friday that their refusal was a matter of religious conscience.\n\"We decided not to print Jonathan and John's wedding invitation … because their decision does not align with our convictions,\" O'Leary said in a statement that was shared with CP.\n\"We have never hidden our faith from our customers and represent the Gospel at every opportunity. We are not against homosexuals, however, we do not support same sex marriage, which printing wedding invitations would do,\" the statement continues.\n\"We believe the love of God is extended to all people and that He has called us all to walk in the light of His word, for He is the way, the truth and the life.\"\nO'Leary also told CP that workers at Beulah \"have often printed jobs for homosexuals\" and that feedback for their position has been \"mostly from those who support us.\"\n\"We are not opposed to doing business with homosexuals, but we cannot endorse through print same-sex marriage or any other known practice that conflicts with our convictions,\" O'Leary said.\nRecently Jonathon Brennan, a former customer of Beulah, had requested that the Christian company print out invitations for his gay marriage ceremony.\nA 29-year-old salon owner in Drogheda, Brennan told the Irish Independent that he was \"infuriated and shocked\" by the rejection.\n\"We've been together eight years and we've never come across an instance like this. We are hurt and we are very angry,\" continued Brennan, who also said that originally Beulah had agreed to do the invitations.\nAccording to the BBC, this is not the first time that Beulah has declined to service a given function due to its incompatibility with their biblical Christian beliefs.\n\"Mr O'Leary said that 10 years ago, they declined a similar request to print invitations for a gay ceremony abroad,\" reported the BBC.  \" ... they have also refused request to print materials that promote binge drinking, Halloween, 'borderline pornography' and what he described as 'the dark arts.'\"\nAs gay marriage receives legal recognition in a growing number of places, controversies have arisen regarding various businesses declining to service gay weddings.\nIn the United States, photographers, florists and wedding cake bakers  are among those who've found themselves in legal trouble as gay couples have sued them for denial of service.\nWhen asked by CP about whether or not Beulah expected legal trouble for their refusal to print the invitations, Siobhan O'Leary responded that \"God is our defense.\"\n\"We didn't expect what has happened since Wednesday, so we don't know what is ahead. However, we do know that God is our defense,\" said Siobhan.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.independent.ie/irish-news/kildare-firm-offer-to-print-wedding-invites-of-gay-couple-refused-by-local-printer-for-free-31046224.html",
                "https://www.christianpost.com/news/christian-couple-forced-to-close-bakery-due-to-gay-activism-may-face-over-150k-in-damages-127331/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/news/world-europe-31753375",
                "http://www.beulahprint.ie/"
            ]
        },
        "key_words": [
            "defense",
            "told",
            "irish",
            "god",
            "gay",
            "beulah",
            "invitations",
            "christian",
            "shop",
            "marriage",
            "refuses",
            "firm",
            "wedding",
            "print",
            "invites",
            "oleary"
        ]
    }
]