[
    {
        "url": "https://www.christianpost.com/news/afghan-muslims-killing-christian-converts-in-european-refugee-camps-report.html",
        "title": "Afghan Muslims Threatening to Kill Christian Converts in European Refugee Camps: Report",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAfghan Muslims Threatening to Kill Christian Converts in European Refugee Camps: Report\nAfghan Muslims Threatening to Kill Christian Converts in European Refugee Camps: Report\nAfghan Muslims Threatening to Kill Christian Converts in European Refugee Camps: Report\n| Tuesday, November 29, 2016\nA stranded Iranian woman cries as she embraces a colleague who just had his mouth sewed shut during a protest at the Greek-Macedonian border near the Greek village of Idomeni November 26, 2015. Countries along the Balkan route taken by hundreds of thousands of migrants seeking refuge in western Europe last week began filtering the flow, granting passage only to those fleeing conflict in Syria, Iraq and Afghanistan. | (Photo: Reuters/Yannis Behrakis)\nMigrants walk in front of tents in a refugee camp in Celle, Lower-Saxony, October 15, 2015. With the approach of winter, authorities are scrambling to find warm places to stay for the thousands of refugees streaming into Germany every day. In desperation, they have turned to sports halls, youth hostels and empty office buildings. But as these options dry up, tent cities have become the fall-back plan: despite falling temperatures, a survey by German newspaper Die Welt showed at least 42,000 refugees were still living in tents. | (Photo: Reuters/Fabian Bimmer)\nMigrants from Syria sit in their tent in a refugee camp in Celle, Lower-Saxony, Germany, October 15, 2015. With the approach of winter, authorities are scrambling to find warm places to stay for the thousands of refugees streaming into Germany every day. In desperation, they have turned to sports halls, youth hostels and empty office buildings. But as these options dry up, tent cities have become the fall-back plan: despite falling temperatures, a survey by German newspaper Die Welt showed at least 42,000 refugees were still living in tents. | (Photo: Reuters/Fabian Bimmer)\nA crucifix hangs from a tree at a makeshift camp during a day of solidarity organised by local organizations and resdients for asylum seekers and migrants at a makeshift camp outside the foreign office in Brussels, Belgium, September 6, 2015. | (Photo: Reuters/Yves Herman)\nMigrants run toward the Austrian border from Hegyeshalom, Hungary, October 6, 2015. Austria and Germany have committed to backing Greek efforts to secure more EU funds to cope with the influx and to boost staff on the ground. Many of the almost 400,000 migrants who have arrived in Greece this year have later passed through Austria on their way to Germany. | (Photo: Reuters/Leonhard Foeger)\nView Photos\nChristian refugees in migrant camps across Europe are speaking out against the persecution they face at the hands of Muslims who are targeting converts from Islam.\nBosNewsLife  featured several stories of Christians who are speaking about their treatment in camps across Europe, with one group of believers stating in a letter that they \"fled from the Islamic Republic of Iran because we have been accused of being Christians and, therefore, have repeatedly been threatened by torture, imprisonment and the death penalty.\"\nThey added: \"Here, where we have been accommodated presently, we are exposed to the same kinds of threats as before, this time at the hand of Afghan Muslims, and we fear for our lives.\"\n\"The Afghan refugees ... call us Iranian Christians 'apostates' and 'infidels' because of our decision to leave Islam and consider the shedding of our blood as legitimate (or even necessary).\"\nKurdish church leaders are also being threatened, with one pastor from the Iraqi Kurdistan region revealing that he has been threatened with losing his life unless he leaves the refugee camp he is staying in.\nThe Kurdish pastor said he left Kurdistan because he was being threatened by Muslims and the local police.\n\"In the mosque the imams talked about me, and my father, and my little brother, who became a Christian too. ... The imam talked about us — 'they are kafir [unbelievers], they have to die,' from the stage, into the mosque microphone. My father [a Muslim] was filled with shame,\" the man said.\n\"They were taught bad things about us in the mosque: 'The Christians are kafir.' Of course, they [also] say you are slaves to Israel, to the American people.\"\nPersecution watchdog groups, such as Open Doors, have published large reports on the treatment of Christians  in refugee camps across Europe, and in October found that at least 743 Christians had been attacked by Muslims in camps in Germany in 2016.\nThe study read: \"The documented cases confirm that the situation of Christian refugees in German refugee shelters is still unbearable. As a minority they are discriminated against, beaten up by and receive death threats from Muslim refugees and partly by the Muslim staff (securities, interpreters, volunteers) on grounds of their religion.\"\nThe report added that the known persecution cases are only the \"tip of the iceberg,\" noting that there are many unreported cases as well.\n\"We believe that the trivialization, concealment or misuse of this injustice, be it for political or other motives, will give encouragement to the perpetrators and increase the suffering of the victims,\" the report said, calling on authorities at refugee camps to do a better job in protecting Christians, Yazidis, and other minorities that are being targeted.\nChristian leaders, such as the Archbishop of Canterbury Justin Welby, have warned in the past that governments need to understand the special dangers that Christian refugees face at such camps.\nInternational Christian Concern told The Christian Post  back in 2015: \"As countries like the U.K. debate how to deal with the refugee crisis, the Archbishop of Canterbury has said that their policy will discriminate against Christians. The policy takes those who are in camps, but many Christians fearing discriminant, violence, and intimidation have not been willing to enter formal camps that are largely populated by Sunni Muslims.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/743-christian-refugees-converts-attacked-muslims-german-camps-persecution-group-report-finds-170957/",
                "http://www.christianpost.com/news/christian-refugee-conversion-islam-attacked-muslim-migrants-germany-148154/",
                "https://www.bosnewslife.com/2016/11/28/christian-refugees-facing-attacks-in-european-refugee-camps/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "refugee",
            "muslims",
            "camp",
            "afghan",
            "report",
            "camps",
            "european",
            "2015",
            "refugees",
            "germany",
            "migrants",
            "kill",
            "christians",
            "threatening",
            "converts",
            "christian"
        ]
    }
]