[
    {
        "url": "https://www.christianpost.com/news/whos-afraid-of-the-big-bad-christian-james-lankford-religious-freedom.html",
        "title": "Who's Afraid of the Big Bad Christian?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWho's Afraid of the Big Bad Christian?\nWho's Afraid of the Big Bad Christian?\n| Tuesday, January 23, 2018\nRepublican Sen. James Lankford of Oklahoma says that many people in America today are \"afraid of faith\" and that too many American Christians today treat their faith like a weekend \"hobby.\"\nLankford, who previously served as the director of student ministries at the Baptist Convention of Oklahoma and is a tireless voice for religious freedom on Capitol Hill, appeared as a guest on Family Research Council President Tony Perkins' special National Religious Freedom Day broadcast of his \"Washington Watch\" radio program Tuesday.\nRead more here:  https://www.christianpost.com/news/people-are-becoming-afraid-of-faith-in-america-senator-lankford-says-214136/\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/people-are-becoming-afraid-of-faith-in-america-senator-lankford-says-214136/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "whos",
            "today",
            "big",
            "freedom",
            "christian",
            "watch",
            "religious",
            "faith",
            "oklahoma",
            "afraid",
            "bad",
            "weekend",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/people-are-becoming-afraid-of-faith-in-america-senator-lankford-says.html",
        "title": "People Are 'Becoming Afraid of Faith' in America, Senator Lankford Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPeople Are 'Becoming Afraid of Faith' in America, Senator Lankford Says\nPeople Are 'Becoming Afraid of Faith' in America, Senator Lankford Says\nPeople Are 'Becoming Afraid of Faith' in America, Senator Lankford Says\n| Wednesday, January 17, 2018\nSen. James Lankford, R-Okla, speaks during a live broadcast of Tony Perkins \"Washington Watch\" radio program at the Family Research Council headquarters in Washington, D.C. on Jan. 16, 2018. | (Screenshot: Facebook.com / Family Research Council)\nRepublican Sen. James Lankford of Oklahoma says that many people in America today are \"afraid of faith\" and that too many American Christians today treat their faith like a weekend \"hobby.\"\nLankford, who previously served as the director of student ministries at the Baptist Convention of Oklahoma and is a tireless voice for religious freedom on Capitol Hill, appeared as a guest on Family Research Council President Tony Perkins' special National Religious Freedom Day broadcast  of his \"Washington Watch\" radio program Tuesday.\nWhen asked to comment on the state of religious freedom in the United States, Lankford, who also serves as the co-chair of the Congressional Prayer Caucus, expressed concern.\n\"It is a really odd season for us. Religious liberty and religious freedom and the free expression of your faith has been a given throughout American history. Now for some reason, people in our country and this cultural time are becoming afraid of faith and afraid of people of faith,\" the 49-year-old legislator explained.\nAs secularist and atheist groups like the Freedom From Religion Foundation and others who advocate for a strict separation of church and state continue their efforts to ensure that faith and religion are pushed out public schools and the public square, many Americans today are facing backlash and even legal action because they choose to live out their faith at work, in school and elsewhere outside of their home.\n\"[There is] this belief that somehow [in] the separation of church and state coming from another letter that Thomas Jefferson wrote — clearly not in our Constitution, but another letter that he wrote to the Danbury Baptist Association — [that there must be] this wall of separation,\" Lankford said. \"People are trying to put that up and say, 'If you are going to have faith, that is fine to have it but you need to have it in your church, by yourself, with your family. Don't bring it to your work. Don't bring it out in conversation. Clearly, don't bring it out in the public arena.'\"\nLankford asserted that the strict separation of church and state is not what the Founding Fathers intended.\n\"That was never the intention,\" Lankford stated. \"We have always been a nation that you can not only have a faith but you can live your faith and that is dwindling away at this point as people are becoming afraid of people of faith.\"\nOne example, Lankford said, of how a person living out his faith in the public square improved the American society was civil rights hero and pastor Martin Luther King Jr.\n\"Why would we not allow people of faith to participate? There have been earth-shattering individuals like Dr. Martin Luther King Jr. who brought his faith into the public arena and challenged America by saying, 'Hate doesn't overcome faith, love does,'\" Lankford said. \"Where did he get that? He got that from Scripture and from his own personal faith. And that bubbled out and has transformed our culture and we are all grateful for that. We should continue to allow people of faith to live out the expression of their faith and not be afraid of that.\"\nAnother problem that Lankford has noticed is the fact that many Christians in the U.S. are not \"truly\" living out their faith outside of Sunday mornings.\n\"One of the challenges that I talk to people about within the church is not that the church is not able to live the faith, it's that individuals within the church are not truly living their faith outside of the church,\" he lamented. \"The more that we practice integrity and practice the basic tenets of our faith, whether we are at home or in our business or whether we are in recreation, we show a constituency of that faith.\"\n\"People don't see one person at church and another at the business, but they really see faith lived out and that's what makes a difference,\" he continued. \"I poke people often and say, 'If church and faith is only something you do on weekends, that is not a faith. That is a hobby. A hobby is something you do on weekends.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "It is a really odd season for us.",
                "Lankford",
                true
            ],
            [
                "Religious liberty and religious freedom and the free expression of your faith has been a given throughout American history.",
                "Lankford",
                true
            ],
            [
                "Now for some reason, people in our country and this cultural time are becoming afraid of faith and afraid of people of faith,",
                "Lankford",
                true
            ],
            [
                "There is] this belief that somehow [in] the separation of church and state coming from another letter that Thomas Jefferson wrote — clearly not in our Constitution, but another letter that he wrote to the Danbury Baptist Association — [that there must be] this wall of separation,",
                "Lankford",
                true
            ],
            [
                "People are trying to put that up and say, 'If you are going to have faith, that is fine to have it but you need to have it in your church, by yourself, with your family.",
                "Lankford",
                true
            ],
            [
                "Don't bring it to your work.",
                "Lankford",
                true
            ],
            [
                "Don't bring it out in conversation.",
                "Lankford",
                true
            ],
            [
                "Clearly, don't bring it out in the public arena.",
                "Lankford",
                true
            ],
            [
                "We have always been a nation that you can not only have a faith but you can live your faith and that is dwindling away at this point as people are becoming afraid of people of faith.",
                "Lankford",
                true
            ],
            [
                "Why would we not allow people of faith to participate?",
                "Lankford",
                true
            ],
            [
                "There have been earth-shattering individuals like Dr. Martin Luther King Jr. who brought his faith into the public arena and challenged America by saying, 'Hate doesn't overcome faith, love does,",
                "Lankford",
                true
            ],
            [
                "He got that from Scripture and from his own personal faith.",
                "Lankford",
                true
            ],
            [
                "And that bubbled out and has transformed our culture and we are all grateful for that.",
                "Lankford",
                true
            ],
            [
                "We should continue to allow people of faith to live out the expression of their faith and not be afraid of that.",
                "Lankford",
                true
            ],
            [
                "One of the challenges that I talk to people about within the church is not that the church is not able to live the faith, it's that individuals within the church are not truly living their faith outside of the church,",
                "",
                true
            ],
            [
                "The more that we practice integrity and practice the basic tenets of our faith, whether we are at home or in our business or whether we are in recreation, we show a constituency of that faith.",
                "Lankford",
                true
            ],
            [
                "People don't see one person at church and another at the business, but they really see faith lived out and that's what makes a difference,",
                "",
                true
            ],
            [
                "I poke people often and say, 'If church and faith is only something you do on weekends, that is not a faith.",
                "Lankford",
                true
            ],
            [
                "A hobby is something you do on weekends.",
                "Lankford",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/familyresearchcouncil/videos/10156016781102442/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "senator",
            "church",
            "america",
            "freedom",
            "separation",
            "state",
            "public",
            "religious",
            "faith",
            "live",
            "afraid",
            "lankford"
        ]
    }
]