[
    {
        "url": "https://www.christianpost.com/voice/important-pro-life-goals-for-2018-you-need-to-know-about.html",
        "title": "Important Pro-Life Goals for 2018 You Need to Know About",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nImportant Pro-Life Goals for 2018 You Need to Know About\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nImportant Pro-Life Goals for 2018 You Need to Know About\nImportant Pro-Life Goals for 2018 You Need to Know About\n| Wednesday, January 24, 2018\nA pregnant pro-life demonstrator and her daughter kneel before the Supreme Court in Washington October 6, 2008. Amid a presidential race that may decide its future direction, the Supreme Court began a new term today with cases about tobacco company lawsui\nJust one short year ago, there was a considerable sense of doubt among some in the pro-life movement. Although there was palpable relief that Hillary Clinton was not elected president in November 2016, many still harbored concerns about President-elect Donald Trump. Trump certainly campaigned as an opponent of abortion in both the primary and the general election. However, unlike previous Republican presidential nominees, he did not have a track record of voting for pro-life bills or supporting pro-life initiatives. However, most pro-lifers have been pleasantly surprised by the Trump administration.\nOne of the president's first actions was to both reinstate and strengthen the Mexico City policy, which prevents foreign-aid money from being used to pay for abortions overseas. President Trump also defunded the United Nations Population Fund. It has a long history of involvement in China's brutal birth-limitation policy, which routinely included forced abortions. Finally, Trump's executive-branch appointments and his judicial nominees, especially Supreme Court Justice Neil Gorsuch, have received praise from pro-lifers. Of course, the work is far from over.\nThis year is shaping up to be an extremely important year for the pro-life movement. That is because Republican majorities in both the U.S. House and the U.S. Senate have made possible two important pro-life policy objectives. The first is to defund Planned Parenthood. The second is a federal ban on abortions after 20 weeks. Pro-lifers should move boldly, because the twin pro-life strategies of defunding big abortion and pursuing incremental legislation have proven to be very effective in the past. Some history is instructive. One of the most important legislative victories for pro-lifers was the passage of the Hyde Amendment in 1976. It prevents federal Medicaid dollars from being used to pay for elective abortions. After years of litigation, the Hyde Amendment was upheld by the Supreme Court in 1980, and the abortion rate has fallen nearly every year since then.\nAdditionally, both pro-life and pro-choice analysts agree that the amendment has reduced abortion rates. In my analysis of it, I find that it has saved 2.1 million lives between 1976 and 2016. The defunding of Planned Parenthood needs to be a priority. The upcoming Department of Justice investigation will almost certainly reveal damaging information about the organization. Furthermore, Republican elected officials should not be scared by the inevitable misinformation campaign that will take place. Ever since Texas defunded Planned Parenthood in 2011, the media have worked overtime to find evidence of a public-health crisis in the Lone Star State. However, most public-health trends are positive. Minor pregnancies and minor abortions in Texas are down by 33 percent and 49 percent, respectively, and there is no evidence of a significant increase in the rate of unintended pregnancies. The debate over a 20-week abortion ban will definitely shape public opinion in a way that will benefit the pro-life cause. Since 1973, the biggest gain in pro-life public sentiment occurred in the mid 1990s, during the congressional and national debates over banning partial-birth abortion. The media attention given to that gruesome practice made many Americans reconsider their position on abortion. Something similar could happen with the 20-week abortion ban. Such bans have been popular politically: 20 states have passed bans on abortion after 20 weeks. And a significant body of survey data shows that women and young adults are actually more likely to support a 20-week abortion ban than are other demographic groups. \nAlthough we have not succeeded in overturning Roe. v Wade, we have enjoyed great success in reducing the abortion rate in the U.S. The abortion rate has been falling consistently for the past 34 years and is currently half of what it was in 1980. In fact, in 2014, the most recent year for which we have data, the abortion rate was lower than what it was in 1973, the year that Roe v. Wade was decided. Contrary to the claims of the mainstream media, the declines in the abortion rate are not due to increases in contraceptive use. Rates of unintended pregnancy have been fairly stable for much of the past 35 years. Instead, the main factor driving the decline in the abortion rate has been that a higher percentage of unintended pregnancies are being carried to term. Pro-life efforts to defund Big Abortion, pursue incremental legislation, and provide for the needs of pregnant women will continue to protect women — and their unborn children — for years to come.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "prolife",
            "abortions",
            "abortion",
            "know",
            "need",
            "prolifers",
            "trump",
            "rate",
            "ban",
            "2018",
            "goals",
            "important",
            "unintended",
            "women"
        ]
    }
]