[
    {
        "url": "https://consortiumnews.com/2016/11/28/what-trump-means-for-american-jews/",
        "title": "What Trump Means for American Jews",
        "authors": [
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bill Cash",
                "link": null
            },
            {
                "name": "Chet Roman",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "Steve Naidamast",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Wm. Boyce",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-11-28",
        "text": "Main menu\nNovember 28, 2016\nBy Lawrence Davidson\nBefore the year 1967, the political and social relationships of the American Jewish community were very different than today. Those relationships were based on simple and accurate logic. Jews in the United States were a minority. The U.S. had other minorities as well, most notably African-Americans, who also had a long history of being discriminated against.\nGiven these conditions, it made sense for the American Jews to make alliances with other U.S. minorities – a united front, so to speak – with the clear-sighted understanding that if one group’s rights were attacked, all of their rights stood in danger. The alliance proved beneficial, and many American Jews were involved in the civil rights movement of the 1960s.\nSteve Bannon, political adviser to President-elect Donald Trump. (Photo from YouTube)\nThis era of mutually beneficial cooperation lasted until the year 1967. In that year the State of Israel, which had put forth the hubristic claim of being a “Jewish state” whose government had the right to speak for the world’s Jews, conquered territory from several of its neighboring states and then (1) refused to withdraw from most of that land, (2) began to move their own population into the conquered lands in violation of international law, and finally (3) began ethnically cleansing the conquered area of its non-Jewish population.\nThis process was so blatantly illegal and racist in nature that almost all American minority groups protested against it (the only notable exception being right-wing Cuban-Americans). Particularly strong protests came from African-Americans.\nAt that point American Jews had an important decision to make. Should they maintain a principled anti-racist position, which required standing apart from Israeli action and preserve their united front with other U.S. minority groups? Or should they abandon the united front strategy and cast their fortunes with their increasingly racist Israeli cousins?\nThough it was predictably a tragic misjudgment, the American Jewish elite and most of the Jews of the time who followed their lead abandoned the anti-racist front, angrily turned away from those critical of Israeli behavior, and began supporting and rationalizing Israel’s war on the indigenous population (the Palestinians) of the lands they had conquered.\nThis situation has continued to the present day. And, during all this time, it seems never to have occurred to the American Jewish community that its bond with Israel has cost them exactly those domestic allies that they would need if hate groups – those who lump together Jews with other American minorities and detest them all – eventually found influence in Washington.\nEnter Trump \nAnd now that is what appears to be happening. Donald Trump is president-elect. An article in Haaretz describes Trump’s worldview as “reactionary, nativist, chauvinistic, anti-foreigner, anti-immigrant and mainly anti-Muslim.” This  concoction is threatening to American Jews as well. One can see this by paying attention to some of the people Trump is now naming as advisers and cabinet appointees. People such as:\nRepublican presidential candidate Donald Trump in an MSNBC interview.\nSteve Bannon – Trump’s “chief strategist.” Bannon is a leader in the so-called “white nationalist” movement and “the standard bearer” for racist, anti-immigrant positions. He is also an anti-Semite who, reportedly, does not want his children going to school with Jews.\nFrank Gaffney – Trump is consulting with Gaffney on a range of national security appointments. The problem is that Gaffney’s view of the world is crazy . He is the founder of a think tank called the Center for Security Policy, which promotes such ideas as (1) President Obama is a “closet Muslim,” (2) the Muslim Brotherhood is “infiltrating the U.S. government at high levels,” and (3) Islamic religious law is “replacing American democracy.”\nJeff Sessions – Sessions is a senator from Alabama whom Trump wants to make Attorney General because, allegedly, he is “a world class legal mind.” He is also a known racist who, as a prosecuting attorney in Alabama, was denied a federal judgeship because of his racial insensitivity. What else can one expect from someone who thinks that “ a white voting rights lawyer was a disgrace to his race .” The American Civil Liberties Union describes Sessions as “ the senator with probably the most anti-immigrant, anti-refugee, anti-child record in the Senate. ”\nGaffney and Sessions might not be as obviously anti-Semitic as Bannon, but one has to understand that there is a threat of their acting so, or condoning such action, by virtue of their overall hostility to minorities.\nTwo Consequences\nTrump’s election and choice of advisers have had two important consequences for Jews:\nPrime Minister Benjamin Netanyahu held a security meeting with senior Israeli Defense Forces commanders near Gaza on July 21, 2014. (Israel government photo)\n— The evolving social situation in the United States is now creating pressure on its Jewish community to move back to that pre-1967 position of a united front – the position that says an attack on the civil rights of one U.S. minority group is an attack on all of them. The need for such a position is so obvious that even the CEO of the Anti-Defamation League, Jonathan Greenblatt, has responded to it.\nIn a recent speech he declared , “We must stand with our fellow Americans who may be singled out for how they look, who they love, where they’re from or how they pray. … So I pledge to you … that if one day Muslim-Americans will be forced to register their identities, then that is the day that this proud Jew will register as a Muslim.”\nUnfortunately, Greenblatt’s position is not a unanimous one among American Jewish leaders. As the Jewish commentator Peter Beinart points out, “American Jewry’s two most influential groups [AIPAC and the Conference of Presidents of Major American Jewish Organizations] no longer take moral responsibility for the country in which their members live.” That is because they have chosen to become promoters of Israeli, and not American, interests. “The result is that America’s most powerful Jewish organizations … judge American politicians by one standard: Do they support the Israeli government no matter what?”\n— The Israeli government and its settler supporters have come out in full support of President-elect Trump, thus revealing a willingness to, at the very least, turn a blind eye to the evolving anti-Semitic trends within the new administration. While this might seem crazy, there is in fact a method to this madness.\nIsraeli journalist Yaron London explained this in a recent op-ed piece on Ynet: “a world view which supports white supremacy matches our [Israel’s] government’s interests.” Why so? Because “all forms of Zionism hold the perception that a certain extent of anti-Semitism benefits the Zionist enterprise. To put it more sharply, anti-Semitism is the generator and ally of Zionism. Masses of Jews leave their place of residence only when their economic situation and physical safety are undermined.”\nA Second Chance\nAmerican Jews now have a rare opportunity. They can realize where their real interests lie and act accordingly.  And, as they always have, those interests lie in upholding the universal principles of civil and humanitarian rights. To not do so is to affirm their present alliance with a nation self-destructing on tribalism and racism.\nA section of the barrier — erected by Israeli officials to prevent the passage of Palestinians — with graffiti using President John F. Kennedy’s famous quote when facing the Berlin Wall, “Ich bin ein Berliner.” (Photo credit: Marc Venezia)\nThe truth is that Zionism has turned out to be a tragic and potentially fatal mistake. Those who led the Jewish community to support Zionism tied the fate of the U.S. Jews to an apartheid political ideology that has isolated them from much that is decent and progressive in the world.\nAs problematic as it is, the ascendency of Donald Trump gives the American Jews a second chance to make the right choice, to join with their natural allies and fight for the equal rights of all groups. U.S. Jews should think long and hard about this, for it may well be that their second chance will also be their last chance.\nXavier\nNovember 30, 2016 at 21:45\n“Now, the Trump presidency presents a challenge and an opportunity to steer back to universal principles, says Lawrence Davidson.”\nPeople who consistently uphold the principles of universalism understand that it is a moral imperative. It’s not about the crude opportunism of ‘You scratch my back, I’ll scratch yours’  or in Davidson‘s somewhat euphemistic phrasing, “mutually beneficial cooperation”.\nLawrence Davidson duly notes the American Jewish community’s betrayal of their fellow minorities back in 1967, but doesn’t say that corrective action should be taken because it is the right thing to do. He does not directly condemn the community’s transgression, or even make an understatement to the effect that the action they undertook was self-serving. Instead Mr. Davidson refers to the matter (again euphemistically) as a “tragic misjudgment”! Now, almost fifty years after that event, and with the US Jewish community having thrown their support to the Israelis, Mr. Davidson advises them to join hands again with their former minority allies, because – due to recent events – it is to their advantage to do so.\n“…it seems never to have occurred to the American Jewish community that its bond with Israel has cost them exactly those domestic allies that they would need if hate groups …  eventually found influence in Washington.” Has it occurred to the Jewish community or to Mr. Davidson that AIPAC functions at times as a hate group that has found influence in Washington decades ago? It has been and still remains very powerful. Ask any Palestinian who has heard of it, who knows who it represents and how it operates.\nBesides the American Jewry’s previously discussed activity of switching allegiances, there is also their perpetual and highly problematic habit of slinging accusations of “anti-Semitism” at non-Jews who are critical of them. Whether or not anyone likes or dislikes Jews, everyone has a right to send their children to schools that reflect their own values to some degree. People who want their children to experience authentic fellowship with their peers and who are concerned about the healthy psychological and ethical development of their children, may have reservations about having their children interacting with children who are instilled with the idea of their intrinsic ‘chosenness’, or exceptionalism. Ethical people understand that chosenness is not an honorable precept or a proper way of relating to others. It is contrary to both universalism and egalitarianism.\nWm. Boyce\nNovember 30, 2016 at 12:04\nGood column. It is plenty scary that the crazies have taken over here as well as in Israel.\nDr. Ibrahim Soudy\nNovember 29, 2016 at 21:17\nAs a Semite myself, I find it REPULSIVE that people still use “Anti-Semitism” to refer to Jews!! The Arab people, who are over 300 millions compared with the less than 14 million Jews, are also SEMITES……….Using the term to mean Jews only is RACIST BIGOTED and ANTISEMITIC in and by itself…………..time for the Jews to choose a term to refer to them WITHOUT offending others. YES the term was coined by ignorant racist Europeans but that does not mean that we continue to use it……………..\nLitchfield\nNovember 30, 2016 at 11:07\nYes, and the continued use of this term “frames” any discussion of Israel and its crimes against humanity and suppressed history, those who are complicit in Israel’s crimes against humanity, and also those who challenge the Zionist program and stand up for justice for the Palestinians.\nThe term has been weaponized and should be retired.\nJohn\nNovember 29, 2016 at 03:23\nThe father of modern (aka political) Zionism, Theodor Herzl, in his Diaries, said “Anti-Semites will be our closest friends, and Anti-Semitic nations our closest allies.” David Ben-Gurion said that he would rather see half of Europe’s Jews die, and the other half of them emigrate to Palestine, than to see all Jews survive and go elsewhere.  When a boatload of Jewish refugees was coming to the US, it was the World Zionist organization that lobbied to refuse them permission to land.\nThe old Rabbis saw the dangers of Zionism to the Jewish people, which is why they forbade Jews to associate with Zionists.  The Palestinian Jews (those who had lived in Palestine for generations) opposed Zionist immigration, and repeatedly pleaded with the UN to not allow the creation of a State of Israel, as it would only cause problems with the Muslim world, which had been welcoming to Jews since the time of Muhammed.  During the Inquisition, the Ottoman Empire threatened Spain with war if any Jews were harmed.\nThe spark that lit of the fires of the Holocaust was triggered by the World Zionist Organization’s call to boycott Germany, which the Rabbis denounced, saying it would cause much pain and suffering for the Jews of Germany.  Of course, at the same time the Zionists called for a boycott of Germany, they made a pact with the Nazis to exclusively buy German goods to settle Palestine with.  One of the early boats of settlers to Haifa was Zionist owned, but flew the Swaztika flag.\nThe Blue and White flag of Israel has its origins in a training camp that Nazis established in Germany to train the Zionists for the invasion of Palestine.\nThere is a reason that traditional Rabbis refer to Israel as a Golden Calf.\nThe founding and continuation of this Golden Calf could not have more systematically violated the Ten Commandments – the basic moral foundation of Judaism – if it tried to do so intentionally.  (I am not saying that it was not intentional, however…)\nZionism is an insidious inversion of Judaism.  Due to the trauma inflicted on the Jewish psyche by the Holocaust (which, according to many traditional sects, was intentionally brought about by the Zionists for this purpose), along with the intentional targetting of traditional Jewish spiritual leaders -who adamantly rejected Zionism- many Jewish people were led astray.  This is hardly the first time that this has happened to the Jewish people, however.\nOn the bright side, some of the most ardent anti-Zionists I have met are younger Jews, including those who were raised within the Golden Calf, and left as soon as they were old enough to leave their parents’ house.\nWhen it comes to “Israel”, this too shall pass.\nSteve Naidamast\nNovember 29, 2016 at 14:14\nOrganizations such as AIPAC and JINSA were originally founded to support only Zionist intentions so they never turned away from anything in terms of civil rights.  Bnai’ Brith on the other hand and the Anti Defamation League had much better intentions when they were first set up.\nIf we are going to look at sociological trends than one could easily conclude that Israel is a dying nation in its present form.  As one commentor has already noted, there has been substantial emigration out of Israel by the financially able and the educated classes.  This is one of the reasons why the Israeli leadership has become so right-winged.  In short, only the nut-jobs remained.\nThe reasons for this emigration, which is still ongoing, is that in recent years Israel has begun to turn against its own citizens let alone the Palestinians and other non-Jewish groups in its midst.  It is hardly the “only democracy in the Mid East” and in fact is becoming quite totalitarian in its policies.\nAccording to Norman Finkelstein’s research as well as some of his contemporaries, American Jewish youth and Millennials are increasingly abandoning their support for Israel as the younger US generations are far more secular and open to living with each other than previous generations.\nThis bodes well for peoples like the Palestinians if they can survive long enough through a Trump presidency.  However, even here there is the “Russia Card” at play, which is more or less in the Palestinian Camp.\nFighting in Syria is an alignment with both Syria and Iran who are pro-Palestinian.  Netanyahu’s negotiations with Russia is based  upon an age-old tactic whereby Zionsist attach themselves to a host nation to get what they want from it by promising funding for the politicians that have been turned, or in the first two cases, promising to get the Jews out of Europe.  First it was Britain. Than it was Germany prior to WWII and up through I believe 1942.  Then back to Britain.  Then the US.  Finally, they are currently trying with Russia.\nHowever, I do not See Putin and his lieutenants supporting Israel anywhere near the fashion that the US has.  According to Israel Shamir who has reported from Moscow, Putin knows exactly where Netanyahu is coming from…\nNovember 30, 2016 at 11:48\nGeneralizing the ‘Old Rabbis’ in this way is misleading to readers. Especially when ‘old rabbis’ are directly linked to the zionest ideology, as in the ultra orthodox variety who are squarely at the root of zionism… the intolerant righteous ones, the source of religious apocalyptic fever, the zaddikim.\n‘Zionism is an insidious inversion of Judaism’… yes and no.\nUnlike most religions Judaism and its teachings are not meant for all people. Its morality is not universal. Judaism is a religion for one particular people. The Jewish religion is based not on a relationship between God and humanity, but rather on a “covenant,” or contract, between God and a “chosen” people — the “People of Israel.”\nOne major reason why the role of the organized Jewish community is a problem in our society is because most American Jews manifest a strong loyalty to a foreign country, Israel, that since its founding in 1948 has been embroiled in seemingly endless crises and conflicts with its neighbors. But there is another reason.\nThe role of the Jewish community is also a harmful one because Jews are encouraged to regard themselves as separate from the rest of humanity, and as members of a community with interests quite distinct from those of everyone else. This “Us vs. Them” attitude — this mindset that sees Jews as dis­tinct from the rest of humanity, and which views non-Jews with distrust — is rooted in the Jewish religion, and in centuries of tradition.\n“Due to the trauma inflicted on the Jewish psyche by the Holocaust”\nLook at early 20th century Russia, and the Jewish Bolshies (estimated at 75% in leadership roles: Trotsky and his gang) behind the genocide of Russian peoples numbering 20m+ and you begin to grasp the true history of wwII and Germans response to the Jews warpath in Russia.\nJews played a decisive role in founding and promoting the egalitarian-universalist ideology of Marxism, in developing the Marxist political movement, and in brutally establishing Bolshevik rule in Russia. With the notable exception of Lenin, who was one-quarter Jewish, most of the leading Marxists who took control of Russia in 1917-20 were Jews, including Trotsky, Sverdlov, Zinoviev, Kamenev and Radek. The Bolshevik killing of Russia’s imperial family is symbolic of the tragic fate of Russia and, indeed, of the entire West.\nSolution for the Jewish people is simple, and this applies to every single one of them – dissolve the jewish title, dissolve the chosen title, dissolve the separatist ideology that is Judaism, dissolve the anger and hatred aimed at yourselves which transfers directly onto your brothers and sisters, aka all of humanity (goy).\nIt’s the only way you’re going to get through the changes ahead.\nRikhard Ravindra Tanskanen\nDecember 3, 2016 at 19:58\nThat reeks of anti-Semitism, asshole. The communists persecuted Jews. The idea that the holocaust was a response to Stalin (who killed millions of people, not Lenin) was created by a German historian and does not take into account Hitler wrote about the extermination of the Jews in Mein Kampf in 1923 – years before the Five-Year Plan and the Great Purge.\nbackwardsevolution\nNovember 28, 2016 at 22:30\nCynthia McKinney, former member of Congress from Georgia, had this to say about the Israeli lobby, how if you didn’t sign the “pledge,” you were ostracized.  The section to listen to starts at 11:45 and goes to 21:00.  She speaks about how the Israeli lobby controls women’s groups, environmental groups, peace groups.  And if you don’t sign the pledge to support Israel and say that Jerusalem is the capital, then they support your opponent.\nNovember 28, 2016 at 15:41\nThe only thread of evidence that Bannon is an anti-Semite is a comment made by his wife during a rancorous divorce. His children were enrolled in the mentioned school. The website (Breitbart which is pro-Israel) that Bannon managed was founded by a Jew who hired Bannon. Bannon hired Jews, gay Milo being the best known, to work for the website. While I’m not a supporter of Bannon, reading his comments to a conference held at the Vatican gives a more nuanced view of his world view.\nFrank Gaffney is a supporter of Israel and reflects the Israeli government views as well as most Israelis.\n“Masses of Jews leave their place of residence only when their economic situation and physical safety are undermined.” Netanyahoo made news on a visit to Paris when he tried to frighten the Jewish population in France to move to Israel after one of the terrorist incidents. It’s a policy of the Israeli government to hype the unsafe conditions in the diaspora (to which Israel is greatly responsible for) to encourage aliyah. As a result of Israeli government’s move to the radical right there is an exodus of Israelis moving to countries like Germany and the U.S., so the Israeli government needs a source of new citizens that fit the racial purity requirement.\n“That is because they have chosen to become promoters of Israeli, and not American, interests. “The result is that America’s most powerful Jewish organizations … judge American politicians by one standard: Do they support the Israeli government no matter what?” – Peter Beinart. I would say that is true not only of the Jewish organizations but of most politicians in Congress due to the legal bribery and threat of retaliation.\nAs much as Beinart may not like it, I believe that the “powerful Jewish organizations” will look at this new administration as an opportunity to strengthen their grip on the political structure in the U.S. If you look at the transition team you’ll see that Trump’s two corporate lawyers, both Zionist Jews, are at the center of the transition team that will be filling the thousands of government positions. One of the most powerful persons in the transition team is Jared Kushner, a committed Zionist and Trump’s son-in-law.\n“the ascendency of Donald Trump gives the American Jews a second chance to make the right choice.”\nThat is true and the choice will be to double-down on their influence on the political system by joining and supporting the Zionists in the Trump administration. Fighting for the equal rights of all groups is incompatible with Zionism and, since Israel has become the tangible manifestation of G-D, it is the inevitable choice.\nBill Cash\nNovember 29, 2016 at 12:37\nBannon will appeal to anti-semites for gaining Breitbart supporters as noted here:\nunder Bannon’s leadership, the site became wildly popular with anti-Semitic readers by aggressively marketing conspiracy theories about a “globalist” financial and media elite of “puppet masters” secretly running the world.\nAccording to Dan Cassino, an associate professor of Political Science at Fairleigh Dickinson University who studies the right-wing media, in the early days of the site, when it was led by Andrew Breitbart, much of the reporting and commentary was focused on “calling out the left, but especially American Jews who were insufficiently loyal to Israel.”\nAs Cassino explains it, Breitbart, who died in 2012, relentlessly pursued the argument that “the left is the enemy, but Jews on the left are worse because they are traitors” who are “selling out Israel.”\nAfter Breitbart’s death, Cassino says, Bannon realized that the site was attracting a huge readership by “posting what amount to anti-Semitic headlines,” attacking American Jews deemed to be “not sufficiently pro-Israel.” Those pieces, Cassino notes, frequently went viral in part because they struck a chord with readers who came to them through links posted on message boards like 4chan. “By any website metric, if you’re getting that engagement,” Cassino says, editors are inclined to “do more of that.”\nThat Breitbart’s right-wing Jewish writers were willing to use anti-Semitic tropes to attack their left-wing Jewish enemies as “self-hating” enemies of Israel was mirrored by the tacit assent from Trump’s Jewish supporters, and son-in-law, to Bannon’s use of such tactics in the presidential campaign.\nTrump’s campaign even ended with a television commercial in which the candidate complained about “those who control the levers of power in Washington,” and “global special interests,” who have “stripped our country of its wealth and put that money into the pockets of a handful of large corporations,” while the villains displayed on screen were all prominent Jews: George Soros, the hedge-fund billionaire who funds progressive causes, Janet Yellen, the Federal Reserve chairwoman, and Lloyd Blankfein, the head of Goldman Sachs.\nLitchfield\nNovember 30, 2016 at 11:03\nWell, what can you do about it if these major movers are Jews?\nLitchfield\nWhat is G-D?\nNovember 30, 2016 at 00:08\nJews do not casually write any name of God. Judaism does not prohibit writing the Name of God per se; it prohibits only erasing or defacing a Name of God. However, observant Jews avoid writing any name of God casually because of the risk that the written Name might later be defaced, obliterated or destroyed accidentally or by one who does not know better.\nThe commandment not to erase or deface the name of God comes from Deut. 12:3. In that passage, the people are commanded that when they take over the promised land, they should destroy all things related to the idolatrous religions of that region, and should utterly destroy the names of the local deities. Immediately afterwards, they are commanded not to do the same to our God. From this, the rabbis inferred that they are commanded not to destroy any holy thing, and not to erase or deface a Name of God.\nSo, one can avoid writing the Name by substituting letters or syllables, for example, writing “G-d” instead of “God.”\nSFOMARCO\nOy Yaweh!\nZachary Smith\nNovember 28, 2016 at 14:33\nTo put it more sharply, anti-Semitism is the generator and ally of Zionism. Masses of Jews leave their place of residence only when their economic situation and physical safety are undermined.”\nIt’s a scary proposition that Israel might even consider encouraging “enough” agitation against American Jews so as to frighten a percentage of them into moving to Israel.\nOtherwise, it’s an interesting essay, but living here in Indiana I’ve never met anybody I knew to be Jewish so I’m not exactly well-informed about the attitudes of American Jews.\nIn fairness I must also say I know nobody whose faith is Islam or Buddhist or Hindu.\nb.grand\nNovember 30, 2016 at 03:51\nZ.S. – “I’ve never met anybody I knew to be Jewish…… I know nobody whose faith is Islam or Buddhist or Hindu.”\nWow!  Are you a corn/hog farmer or something, never travel, and lucky enough to not go to hospital?  How old are you?  Seems like you’re a long-time reader and thoughtful commenter here at CN.  This is such an absolute statement, it’s mind-boggling.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://portside.org/2016-11-17/americas-most-influential-jewish-groups-have-prioritized-netanyahu-over-us-jews-safety",
                "https://www.alternet.org/2016/11/jeff-sessions-alabamas-neo-confederate-racist-misogynist-anti-immigrant-obstructionist/",
                "https://www.ynetnews.com/articles/0,7340,L-4882021,00.html",
                "https://www.splcenter.org/fighting-hate/extremist-files/individual/frank-gaffney-jr",
                "https://www.timesofisrael.com/jerusalem-said-to-welcome-trumps-pro-israel-security-picks/",
                "https://www.npr.org/sections/thetwo-way/2016/11/18/502207098/trump-picks-sen-jeff-sessions-for-attorney-general",
                "http://www.haaretz.com/world-news/u-s-election-2016/1.752946"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.apple.com/"
            ]
        },
        "key_words": [
            "united",
            "american",
            "trump",
            "jewish",
            "jews",
            "israeli",
            "means",
            "groups",
            "rights",
            "position",
            "civil"
        ]
    }
]