[
    {
        "url": "https://www.christianpost.com/news/obama-isis-strategy-heavily-criticized-by-gop-senate-dems-pentagon-official.html",
        "title": "Obama ISIS Strategy Heavily Criticized by GOP, Senate Dems, Pentagon Official",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nObama ISIS Strategy Heavily Criticized by GOP, Senate Dems, Pentagon Official\nObama ISIS Strategy Heavily Criticized by GOP, Senate Dems, Pentagon Official\nObama ISIS Strategy Heavily Criticized by GOP, Senate Dems, Pentagon Official\n| Saturday, September 13, 2014\nU.S. President Barack Obama delivers a live televised address to the nation on his plans for military action against the Islamic State, from the Cross Hall of the White House in Washington, Sept. 10, 2014. | (Photo: Reuters/Saul Loeb/Pool)\nPresident Barack Obama said with confidence in Wednesday night's prime-time presidential address that he considers hunting down terrorists organizations like the Islamic State to be a \"core principle\" of his presidency. However, the plan Obama presented the nation to combat the terrorist group ISIS, also known as ISIL, in Syria and Iraq has received heavy criticism from both sides of the political aisle and from ranking officials in the Defense Department.\nMany members of the GOP criticized Obama because they felt the plan is not strong enough or lacks the proper details to prove it will \"degrade and ultimately destroy\" the terrorist group like the president has vowed, Speaker of the House John Boehner, R-Ohio, told reporters on Thursday.\nAlthough Obama said he will continue airstrikes in Iraq and begin airstrikes in Syria, he ruled out sending combat troops to fight on the ground. But many Republicans need to see some kind of action on the ground, Boehner said. And, Obama's \"isolated counter terrorism\" efforts will not fully defeat \"an enemy that has declared a holy war against America,\" he added.\nU.S. President Barack Obama meets with Speaker of the House John Boehner (L) and other Congressional leaders in the Oval Office of the White House in Washington to discuss his plan to combat Islamic State militants operating in Iraq and Syria, Sept. 9, 2014. | (Photo: Reuters/Kevin Lamarque)\n\"An F-16 is not a strategy and airstrikes alone will not accomplish what we're trying to accomplish,\" Boehner said. \"The president's made clear that he doesn't want boots on the ground. Well, somebody's boots have to be on the ground.\"\nRep. Michele Bachmann, R-Minnesota, said she doesn't even want to vote for Obama's plan because she said Obama laid out the same failed strategy.\n\"I can't vote for what the president proposed because there was nothing new last night in the president's speech,\" Bachmann said. \"He wants to continue the same failed strategy, but he wants to make it even worse by giving even more money to the so-called vetted moderates who aren't moderate at all.\"\nMany Republicans favor Obama's call to provide arms and training assistance to the moderate rebel Syrian forces. However, Rep. John Fleming, R-Louisiana, said he wanted the U.S. to wage an \"all-out war\" and said that it is foolish to depend on groups of rebel forces that \"are proven undependable.\"\nDemocratic senators and a unidentified ranking Pentagon official voiced pessimism in Obama's strategy to arm and train Syrian rebels.\nDemocratic senators, who had a closed-door meeting Thursday according to Politico , said they don't like the idea of entrusting rebels with weapons with the risk they might wind up in the wrong hands saying that the U.S. does not have a good history when it comes to their weapons winding up in the wrong hands. As IJReview.com  reports, its been confirmed that ISIS has received identical weapons to that of the weapons that the New Syrian rebel forces were given in 2013.\n\"They were telling me that they were doing everything they can to vet to make sure that the people that are trained are the right people for the right reasons,\" said Sen. Joe Manchin, D-West Virginia, in an interview with Politico. \"I said there's no guarantee, and I said there's no security that that's happening. It hasn't happened in the past. And I have deep concerns that we won't be able to be successful at that in the future.\"\nIn an editorial for the Daily Caller , an unnamed ranking Pentagon official going by the pseudonym \"Joseph Miller\" claimed that Obama's plan is a \"foolish plan that is unlikely to succeed.\"\nThe biggest issue the Department of Defense official had with Obama's strategy lies in the fact the he relies on rebel Syrian forces to do the leg work in the battle against ISIS although they will also be dealing with Syrian government forces of President Bashar al-Assad at the same time.\n\"The president's end state in Syria remains contingent upon a political solution to the Syrian civil war,\" the official wrote. \"This is not likely to happen, and is probably the most serious flaw in the strategy.\"\nThe official also claimed that it is pointless to think of an Iraq military and Syrian rebels as legitimate leading forces in the ground attack against radical terrorists that have already claimed many strongholds in the region and continuing to grow in size through global recruitment.\n\"In both Iraq and Syria, the United States lacks a reliable, legitimate ground force that it can support with air strikes in order to defeat the Islamic State,\" the official wrote. \"Building the capacity of the ground forces through an advise, assist, and training mission will take a significant amount of time. During this period, the Islamic State will continue to plot and train for terrorist attacks, and Syria will continue down the path of becoming a failed state where Islamic terrorists rule.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/story/2014/09/isil-briefing-senate-syria-110877",
                "https://dailycaller.com/2014/09/11/pentagon-official-obamas-isis-strategy-is-doomed-to-fail/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.ijreview.com/2014/09/175685-remember-moderate-rebels-syria-obama-armed-isis-got-weapons/"
            ]
        },
        "key_words": [
            "plan",
            "obamas",
            "dems",
            "isis",
            "criticized",
            "syria",
            "state",
            "strategy",
            "pentagon",
            "ground",
            "forces",
            "senate",
            "heavily",
            "obama",
            "syrian",
            "official",
            "gop"
        ]
    }
]