[
    {
        "url": "https://www.christianpost.com/news/american-idol-lauren-alaina-conquers-with-ode-to-mom.html",
        "title": "'American Idol' Season Finale Showcases Christian, Family Values",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, May 25, 2011\nWill American Idol finalist Lauren Alaina win over America’s heart with her piercing song “Like My Mother Does”? Alaina’s ode left her mom in tears – with her head buried in her husband’s shoulder – and garnered the night’s only standing ovation from judge Randy Jackson.\n“This is a very tight race tonight, but Lauren, with that song, you may have just won,” said fellow Idol judge Jennifer Lopez on Tuesday night after the third round.\n16-year-old songbird Alaina sang lyrics that tugged at heartstrings of mothers and everyone that has a mother with lines such as, “She’s a rock, she is grace; she’s an angel, she’s my heart and soul; she does it all.”\nAnd the chorus, “When I love, I give it all I’ve got, like my mother does. When I’m scared I bow my head and pray, like my mother does.”\nAfter the emotionally-charged but vocally powerful performance, Steven Tyler declared, “You are it in my eyes.”\nAlaina sang the song without a hitch even though she blew out a vocal cord earlier in rehearsals. Fellow finalist, 17-year-old Scotty McCreery, told Fox’s All Access after the performance that “Like My Mother Does” had him “watering up in the eyes.”\nThe finalists in American Idol Season 10, Alaina and McCreery, have brought the show’s family-friendly message back to the small screen in full force. Not only are both their families constantly seen in the audience showing support, but the two young country crooners often express their love and appreciation for their parents, and also grandparents, on stage.\n“Just to be in this moment where we never expected to be … we both had our moms here since day one, so it’s really emotional,” said McCreery to Fox’s All Access.\nThe two rising stars have also not been shy about their Christian faith. McCreery has been seen wearing a large black cross necklace since his audition, and Christian ministry I Am Second pointed out this week that he is wearing a black I Am Second bracelet on his right wrist.\nThe I am Second movement teaches the importance of making Jesus Christ the first focus in a person’s life and making oneself second.\n“It is inspiring to see him confidently display his faith to millions each week,” said Mike Jorgensen, I Am Second executive director. “We wish him the best in the finals.”\nMcCreery told Hollywood Life that, “My faith is a big part of my life. I love Jesus Christ with all my heart. He’s got me through this for sure. I need to stay by him through this competition. He’s the only way I’m getting through it.”\nAnd his favorite day of the week? Sunday, because he gets to go to church and have a home-cooked meal by his mom.\nCompetitor and good friend Lauren Alaina shared with Us Magazine that her pre-show ritual is prayer.\n“I just pray before I go out every time,” she told the Hollywood celebrity-focused magazine.\nAmerica will have to wait until Wednesday night to see who will be crowned the next American Idol.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "showcases",
            "idol",
            "values",
            "finale",
            "american",
            "mother",
            "second",
            "does",
            "season",
            "week",
            "song",
            "mccreery",
            "told",
            "family",
            "alaina",
            "christian"
        ]
    }
]