[
    {
        "url": "https://www.christianpost.com/news/christianity-patently-persisting-not-shrinking-in-us-unlike-other-developed-nations-study.html",
        "title": "Christianity 'Patently Persisting,' Not Shrinking in US, Unlike Other Developed Nations: Study",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristianity 'Patently Persisting,' Not Shrinking in US, Unlike Other Developed Nations: Study\nChristianity 'Patently Persisting,' Not Shrinking in US, Unlike Other Developed Nations: Study\nChristianity 'Patently Persisting,' Not Shrinking in US, Unlike Other Developed Nations: Study\n| Tuesday, January 23, 2018\nNew research from Harvard University shows that despite the dominant narratives about American Christianity's shrinking numbers, Christian faith is actually strengthening in the United States.\nThe study, which was published  late last year and titled \"The Persistent and Exceptional Intensity of American Religion: A Response to Recent Research\" tested the \"secularization thesis\" — the idea that the United States, like other advanced economies in the world, has dispensed with their once active culture of religious faith. Researchers Landon Schnabel of Indiana University and Sean Bock of Harvard found that the U.S. \"remains an exceptional outlier and potential counter example\" to that thesis.\nAnd the reason for this is because of the degree of seriousness and the particular kind of faith that Americans believe and practice.\nThe Federalist noted  Monday that mainline Protestant churches are indeed declining rapidly but that does not mean people are abandoning faith altogether; they are going somewhere else, often more distinctly evangelical congregations.\n\"Because of this shifting, other very different kinds of churches are holding strong in crowds and have been for as long as such data has been collected. In some ways, they are even growing. This is what this new research has found.\"\nFor the past 50 years, the percentage of Americans who pray every day, attend church once a week or more, and who believe the Bible to be reliable and bring it to bear on their lives has remained steady, patently persisting to this very day. The United States stands in stark contrast with respect to faith in that approximately one in three Americans prays multiple times a day, whereas only one in 15 does in other comparable nations on average.\nOne in three Americans also believes that the Bible is God's Word. Less than 1 in 10 in other industrial nations on average believes the same. Americans attend religious services at rates that are twice as high as the next highest-attending industrial country, and three times higher than the average comparable country, the researchers found.\nMeanwhile, other polling organizations have reported findings that supplement the idea that despite much talk in recent years, American Christianity is not shrinking. Pew noted in 2015 that nondenominational evangelical churches are growing significantly and that black Protestant churches have remained mostly stable and have even seen an uptick.\nConsiderable media attention has been paid to young people — millennials in particular — who are leaving church in supposedly sky-high numbers but even that requires deeper analysis.\nAmong the young adults who left their faith, only 11 percent said they had strong faith during their childhood whereas 89 percent recounted they hailed from a home where faith was weak in belief and practice, according to Pew.\nSchnabel and Bock's research coheres with other recent findings  from distinguished scholars at Baylor University.\nJ. Gordon Melton, a professor of American religious history at the Waco, Texas, school contended in November 2015  that \"[w]hile some churches have lost membership over the last 65 years, simultaneously, hundreds of new denominations have been founded, and while population has more than doubled, church membership has more than quadrupled.\"\n\"It is still in an upward trajectory.\"\nAmong the most talked-about demographics in polling focused on religious viewpoints and identification are the \"nones\" — those who do not identify with any particular religious tradition whatsoever. Melton argued it is a mistake to equate them with the irreligious.\n\"That's not the case,\" he asserted.\n\"We have a large segment of the 'nones' who are atheists and irreligious, but we have a large segment that fall into spiritual but not religious category ... The largest group are ones who say Christianity is not a religion.\"\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "The Persistent and Exceptional Intensity of American Religion: A Response to Recent Research",
                "",
                false
            ],
            [
                "remains an exceptional outlier and potential counter example",
                "",
                false
            ],
            [
                "Because of this shifting, other very different kinds of churches are holding strong in crowds and have been for as long as such data has been collected.",
                "",
                true
            ],
            [
                "In some ways, they are even growing.",
                "",
                true
            ],
            [
                "This is what this new research has found.",
                "",
                true
            ],
            [
                "w]hile some churches have lost membership over the last 65 years, simultaneously, hundreds of new denominations have been founded, and while population has more than doubled, church membership has more than quadrupled.",
                "J. Gordon Melton",
                false
            ],
            [
                "It is still in an upward trajectory.",
                "",
                true
            ],
            [
                "We have a large segment of the 'nones' who are atheists and irreligious, but we have a large segment that fall into spiritual but not religious category ...",
                "J. Gordon Melton",
                true
            ],
            [
                "The largest group are ones who say Christianity is not a religion.",
                "J. Gordon Melton",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thefederalist.com/2018/01/22/new-harvard-research-says-u-s-christianity-not-shrinking-growing-stronger/",
                "https://www.christianpost.com/news/christianity-not-declining-america-baylor-university-professors.html?page=2",
                "https://www.christianpost.com/news/christianity-not-declining-america-baylor-university-professors-149644/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "unlike",
            "religious",
            "american",
            "patently",
            "recent",
            "particular",
            "shrinking",
            "study",
            "nations",
            "churches",
            "research",
            "americans",
            "developed",
            "united",
            "faith",
            "persisting",
            "christianity"
        ]
    }
]