[
    {
        "url": "https://www.christianpost.com/news/afghan-converts-trial-delayed-faces-possible-death-penalty.html",
        "title": "Afghan Convert's Trial Delayed; Faces Possible Death Penalty",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, November 22, 2010\nThe trial of an Afghan convert to Christianity was delayed from Sunday to possibly as early as sometime this week, depending on when officers figure out how to judge the case.\nSaid Musa, 45, an amputee, is understood to be in prison for his Christian faith, although he has no legal representation and does not know the charges against him. Under the Afghan constitution, there is no law that bans religious conversion. As a result, officers are currently deciding if Musa should be tried under sharia law.\nSharia or Islamic law says a convert from Islam can be punished by death.\nMusa was arrested and detained in May after a nationally televised broadcast by Noorin TV station showed images of Afghan Christians being baptized and worshipping. He was seen in several of the televised videos. Although the government is trying to locate other Christians in the video, Musa is the only known Christian connected to the broadcast that is facing a court hearing for his conversion. The broadcast sparked protests throughout the country, including those in the country's parliament, and calls for the execution of Christians.\nA hand-delivered letter penned by Musa was recently sneaked out of the country and distributed to Christian leaders. The letter is addressed to the global church, U.S. President Barack Obama and the heads of NATO's International Security Assistance Forces.\nIn the letter, Musa, who is a father of six and an amputee with a prosthetic leg, said he is in Oullayat prison in Kabul where he has been beaten, forcefully sleep deprived, and sexually abused by prisoners. He said the prison officers give him no protection and at times even encouraged his abuse.\n\"I am alone between 400 of terrible wolves in the jail, like a sheep,\" he wrote in broken English.\nHe called President Obama \"brother\" and pleaded with the international community to pray for him and rescue him from jail, \"otherwise they will kill me…\" He also expressed repentance for denying his faith in public, writing, \"I acknowledge my sin before [the] Lord Jesus Christ: 'Don't refuse me before your holy angels and before your father because I am a very very weak and [sinful] man.'\"\nMusa was forced to renounce his faith publicly on television earlier this year, but has openly stated his faith in prison.\n\"Part of me flushes with anger when I consider the price America has paid to help Afghanistan escape from the Taliban, and think that this is how the new government treats its own people,\" wrote Pastor J.D. Greear of the megachurch The Summit Church in Durham, N.C., on his blog last week after reading the letter by Musa. \"Is this what we sacrificed to produce? Is freedom of conscience and freedom of speech not a fundamental right of human beings everywhere?\"\nMusa was transferred to Kabul Detention Center in the Governor's Compound after his letter was circulated.\nSimilarly, Aidan Clay, regional manager for the Middle East at International Christian Concern, vented that the Afghan government's treatment of Musa cannot be justified given the number of NATO and ISAF soldiers killed and billions of dollars from the international community that has gone into building a stable and democratic society in Afghanistan.\n\"[I]t is hard to justify such sacrifices supporting a government that practices similar human rights restrictions that existed under the Taliban,\" said Clay.\nHuman rights groups point out that Afghanistan is a signatory of the Universal Declaration of Human Rights (UDHR), which in Article 18 says: \"Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.\"\nLast week, the U.S. Department of State reported in its 2010 International Religious Freedom Report that religious freedom in Afghanistan \"deteriorated\" over the past year, \"particularly toward Christian groups and individuals.\"\n\"Conversion from Islam was understood by Shi'a and Sunni Islamic clergy, as well as many citizens, to contravene the tenets of Islam,\" the report stated.\nIn 2006, an Afghan citizen named Abdul Rahman also faced the death penalty for converting to Christianity. He was released from prison after heavy pressure from foreign governments and fled to Italy where he was offered asylum.\n\"The court case against Said Musa is unique,\" said one religious freedom advocate, a Christian, under condition of anonymity, to Compass Direct News. \"Authorities usually don't want court cases against Christians. This is high profile, as Musa has been on TV and was put under pressure to deny his faith publicly. This is a kind of a test case to see which law prevails in the country: sharia [Islamic law] or international agreements.\"\nMusa had worked for 15 years with the International Committee for the Red Cross (ICRC), where he mostly treated landmine victims such as himself. He has been a Christian for eight years.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "faith",
            "afghan",
            "prison",
            "death",
            "penalty",
            "musa",
            "law",
            "possible",
            "religious",
            "delayed",
            "letter",
            "faces",
            "trial",
            "international",
            "converts",
            "christian",
            "freedom"
        ]
    }
]