[
    {
        "url": "https://consortiumnews.com/2016/10/13/how-america-expunges-bad-memories/",
        "title": "How America Expunges Bad Memories",
        "authors": [
            {
                "name": "Joe Wallace",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Bart In Virginia",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Lois Gagnon",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-10-13",
        "text": "Main menu\nOctober 13, 2016\nBy Michael Brenner\nHow collective memory is formed, and the crucial influence it exercises on the way a people orient themselves toward the world, is the subject of a fascinating new book by Viet Thanh Nguyen – author of the brilliant novel The Sympathizer. His probing exploration of the differing experience of the Vietnamese (on the two sides) and the Americans in what has been assimilated from their encounter over a period of roughly 15 years offers insight into the make-up of each nation as well as casting light on the mechanisms by which collective memory takes shape.\nPhotos of victims of the My Lai massacre in Vietnam galvanized public awareness about the barbarity of the war. (Photo taken by U. S. Army photographer Ronald L. Haeberle)\nIn this sense, national memory is intimately bound up collective identities before and after the experience. It is a dynamic cultural phenomenon wherein politics per se plays a subordinate part.\nWhile reams of studies have concentrated on the “lessons of Vietnam” in terms of foreign policy, military doctrine and so-called nation-building – relatively little attention has been paid this deeper process. Wars are trauma. They shake societies to their roots – especially when they are protracted, follow no established script and conclude with an unprecedented outcome. Those are features of the American experience in Vietnam and about Vietnam. One might naturally expect that the after-effects would cut deep into the national psyche and endure. Yet, oddly there is little evidence of that.\nAmericans are largely as oblivious to the war’s consequences as they are ignorant of its events. This is true not only now, but was discernible decades ago. Yes, many visit the moving memorial in Washington, veterans of the war are powerfully affected by grazing their fingers across the gilded names and conjuring visions of those long lost. Relatives stare with silent emotion at photographs half-a-century old. That, though, is a very small minority of citizens.\nWhile many served, casualties were low relative to population or to World War II. Disruption, much less sacrifice, at home was minimal. The graphic images played on television screens are effaced over time and anyone under 50 never has seen them.\nMost significant, the country has made a systematic effort to forget – to forget everything about Vietnam. Understandably, since most of it was ugly – on every count. Textbooks in American history give it little space; teachers downplay it; television disregards it as retro; Hollywood has other fish to fry as it strains and struggles to bring our more recent wars in the greater Middle East into line with American myth and legend.\nAll we have are cinematic antiques like The Green Berets, Deerhunter and the weird Apocalypse Now. Each stirred American feelings (in different ways) for a time before disappearing over the emotional horizon. One could speak of displacement were it not that Vietnam was expunged from the collective memory book well before 9/11, Iraq and all that.\nForgetting Napalmed Children\nEven the most graphic images have proven transient. That came home for us just a few weeks ago when Facebook expunged the infamous picture of a young girl, her clothes burnt off her scorched body, fleeing in terror from her napalmed village. No one in the company recognized it as other than child pornography posted by a pedophile of the S&M variety. “Zuck,” America’s favorite genius, and his fellow ignoramuses in Menlo Park, were clueless. And that’s a guy who allegedly spent four years at Harvard. [Phan Thi Kim Phuc, still living in Vietnam, does not mind the photo being displayed.]\nNick Ut’s famous photo of terrified South Vietnamese children fleeing from a napalm attack on the village of Trang Bang in 1972. The girl, Phan Thi Kim Phuc, has ripped off her burning clothes.\nIn a sense, the most noteworthy inheritance from the post-Vietnam experience is the honing of methods to photo shop history. Vietnam was a warm-up for the current  more thorough, systematic cleansing that has made palatable Presidential mendacity, sustained deceit, mind-numbing incompetence,  systemic torture, censorship, the shredding of the Bill of Rights and the perverting of national public discourse – as it degenerates into a mix of propaganda and vulgar trash-talking. The “War on Terror” in all its unsavory aspects.\nThe great innovation we Americans have made in the handling of collective memory is cultivated amnesia. That is a craft enormously facilitated by two broader trends in American culture: the cult of ignorance whereby a knowledge-free mind is esteemed as the ultimate freedom; and a public ethic whereby the nation’s highest officials are given license to treat the truth as a potter treats clay so long as they say and do things that make us feel good.\nSo our strongest collective memory of America’s wars of choice is the desirability – and ease – of forgetting them. “The show must go on” is taken as our imperative. Or “find closure” in the convenient pop psychology jargon that our elites favor. That is to say, the pageant of American life must go on: shopping, spectating, ogling celebrities; grabbing riches where and however we can; and titillating ourselves with games of every sort – sex, fantasy football and Pokeman being the outstanding examples.\nThe tumult that shook American in the late 1960s and early ‘70s had Vietnam as one epicenter – civil rights at the other. The rebellion in politics intersected the simultaneous youth rebellion in numerous complicated ways. One fed off the other. Each seemed poised to recast the United States’ collective identity – or at least transform it in significant respects. From today’s vantage-point, those expectations clearly were misplaced – whether one viewed them with hope or anxiety.\nIn regard to how we relate to the rest of the world, there is no discernible change whatsoever. The overweening pride, the belief in American exceptionalism – as duty and/or prerogative, the penchant for using military force, the self-righteousness, the double standards applied in politics and ethics – they remain hallmarks of our foreign policy.\nBack to Picking Fights\nThat truth has been demonstrated in the Middle East, in the yen for picking fights with Russia, Iran or whomever, in our sub rosa interventions in Latin America. These days that is done without the Cold War justification of our facing a diabolical threat to our core interests (even survival) as the Soviet Union and/or Red China supposedly did. Instead we have the disorganized Salafist thugs with a penchant for acts of terror – 98 percent of them abroad. By no measure can so-called Islamo-Fascism be equated Soviet-led international communism (actual or imagined). On this score, America has become more belligerent than it was in 1968.\nAt the start of the U.S. invasion of Iraq in 2003, President George W. Bush ordered the U.S. military to conduct a devastating aerial assault on Baghdad, known as “shock and awe.”\nOn the other side of the equation, today’s university campuses are more like the 1950s than 1965-1972 – as far as collective action is concerned. Almost no one protests our mindless wars, or draconian surveillance, or administration’s kow-towing to reactionary state legislators and other forces pushing hard for the vocationalizing of higher education. Only identity issues stir a modicum of student interest.\nIn the cultural domain, we observe a different story unfolding. But one with strange plot twists. If we think of what altered American life the most since that date, we have to put “the pill” and the behavioral revolution that it encouraged at the apex. At the personal level, that change has been dramatic and enduring. The same, though, does not hold for associated aspirations as regards life-style. Quite the opposite.\nThe communal ethic cum ideal is gone with the wind. Today, we are more isolated, individualized and atomized than ever before. Our liberation from the strictures and constraints of social convention has led to runaway selfishness. The man in the grey flannel suit may have given way to the gender unspecific person in jeans – but that person is a money-grubbing careerist whose idea of a morning workout is a sharpening of elbows.\nIn this society of the new nihilism, the ideal of humanistic equality is viewed as a quaint irrelevancy – like tie-dye paisley t-shirts. Our bimodal culture is anchored at its ends by gross billionaires and the burgeoning tattooed proletariat.\nThe one saving grace of the era which has brought to fruition 1960s hopes and expectations is the dedication to racial and ethnic tolerance. This proposition holds even in the year of Trump. The evidence is all around us – despite the disturbing headlines of outlaw police, the vicious racist attacks on Barack Obama, and the vicarious lynching of Mexicans and Muslims at Tea Party rallies. Step back and recall the state of affairs 50 years ago.\nWhat we are seeing is the recrudescence of old, tarnished half-buried passions that have been brought back to life by the new-found insecurities of American life. Some insecurities are financial – the institutionalized gig economy (sweated labor), some stem from the renewed crisis in white masculine identity paradoxically heightened by the sexual revolution and its deformations in pop culture, some by the multiple neuroses pervading a country that has lost solid points of reference. Some have been stirred by politicians and self-seeking hustlers in the media or business on the make.\nPresident George W. Bush in a flight suit after landing on the USS Abraham Lincoln to give his “Mission Accomplished” speech about the Iraq War on May 1, 2003..\nAnd some of this flailing about is due to the fraying of the myths that have given meaning to the American experience all these years. Those myths are bound up with the country’s unique place and mission in the world. Now untenable, the inability to come to terms with awakened awareness of realities that should have been evident in 1975 adds markedly to what haunts us.\nCultivated amnesia in effacing collective memory did not serve the nation well. It will harm us even more – going forward. It cannot be otherwise among those masses of Americans who see memory itself as a threat to the precious autonomy to live in the instant. Poking at their smart watches to recall the home address they text to the robot who sends an automated Uber taxi, they have closed off all mental space for pondering Tet, the Mekong, Pol Pot, My Lai and those fellow countrymen who fell in the misbegotten quest for an imagined America.\nAnd the national memory book already is closing, too, for Guantanamo, Fallujah, Abu Ghraib, “black” torture sites, Bush’s puerile “Mission Accomplished” stunt, and Obama’s hacking of the Senate Intelligence Committee to better serve the CIA’s extra-legal machinations abroad and spying at home. (Really? When did that happen?) In compensation, we’ll always have Zero Dark Thirty and The Sniper to cuddle with.\nMichael Brenner is a professor of international affairs at the University of Pittsburgh. mbren@pitt.edu\nOctober 16, 2016 at 09:50\nAmerican people need to stop the Clinton war machine. That’s the way to save freedom.\nLois Gagnon\nOctober 14, 2016 at 20:26\nI remember during the end of Carter’s only term, people seemed subdued and reflective. I took it to be a healthy sign of re-evaluation of who we are in the world post Vietnam/Civil Rights uprisings. Then Carter gave his famous “malaise speech”. During the election Reagan the “amiable dunce” as former Speaker of the House Tip O’Neal called him, began is invitation to the country to join him in his denial of reality and be proud Americans whose purity is unquestioned. It proved too enticing an invitation for most to pass up. They leaped in with abandon and have never looked back.\nA lost opportunity to learn and grow as a country and a people from the past. History is now something to be forgotten as soon as possible. We may never recover.\nbackwardsevolution\nOctober 14, 2016 at 04:42\nVery good article, Mr. Brenner.  Thank you.  Pride and exceptionalism are like big fences that prevent us from looking inward.  To look inward you need to be humble.  If humility is the key, then cockiness is the lock.  The elite have done a masterful job of steering the herd, telling them they are exceptional, because exceptional people don’t ask questions, they don’t reflect; they are already perfect and ‘right’.  The elite want easily controlled, dumbed-down, dependent children, otherwise looting them would be that much harder.  Just imagine where the elite would be if 75% of the population were as knowledgeable as you are.\nbackwardsevolution\nOctober 14, 2016 at 03:38\nWhile in Washington, D.C., taking in the sites, I spotted the Vietnam Memorial and decided, while I was there, I at least should take a look at it.  OMG, it was one of the most moving experiences of my life!  It still brings tears to my eyes today, whenever I think of it.  To see those names, average age of 19, to witness the family members tracing out loved one’s names onto paper and moving their fingers across the granite, the tears, the hugs, the photos, the flowers.  I’ll never forget it.  It made me angry and sad at the same time.  What a complete waste of precious lives!  And for what?  And then there are those in Vietnam who lost everything as well, families torn apart.\nThe U.S. – one great big killing machine.\nMike\nOctober 13, 2016 at 23:15\nPhan Thi Kim Phuc defected from Vietnam to Canada over 30 years ago.\nJoe Tedesky\nOctober 13, 2016 at 23:12\nMy friend Walt quit High School, lied about his age, and joined the Marines in 1967. After Walt returned home from his first tour of duty in Vietnam, my cousin Pete and I played a day of hooky, and bummed around with Walt playing pinball machines all morning. Walt at one point broke down a little, and talked about being the cook in a Marine tent camp kitchen when the camp was overrun by the VC. Suddenly Walt who was cleaning up after breakfast turned to see a VC soldier standing right there to his side. Walt’s instincts took over, as he grabbed his rifle and pulled on the trigger instantly killing his enemy. When Walt’s unit, after repelling the VC, was able to get everything under control, Walt did an inspection of the VC he had just killed. It didn’t take look for when Walt picked the VC’s hat off, out came beautiful flowing hair and this VC had a beautiful face to go along with her beautiful hair. At this point in the story Walt had tears coming out of this guy’s eyes. PIcture a young Ward Bond with tears rolling down his cheeks. Here was a tough man who could kick butt on dozens of other guys, but Watt was one of those kind of tough guys who would never hit a woman, let alone kill her. Walt then out of no where confessed to my cousin Pete and I, how he had put in for another tour of Vietnam. Walt never returned from that second tour, and from time to time my cousin Pete and I would ponder to if Walt had had another VC encounter, and if this time he had hesitated….you thought long, you thought wrong.\nI was 13 when JFK died. Up to that moment we were a country shooting rockets up into space, and watching Dick Clark on Bandstand. We twirled hoola hoops, and did the Twist. Suddenly on November 22, 1963 it all changed. Except for pop music everything went downhill. Vietnam is a history America refuses to admit to honestly. This denial even thought American Vietnam vets are still alive, is self defeating if we are to go forward. For a America at this current time to become inwardly critical and to have that adult honest debate about whatever it was we as a nation thought we were doing when fighting in Vietnam is a very inconvenient truth to confront ourselves with when we look at our present geopolitical landscaping, we are living in. We are lying to ourselves as a nation all the time. No the economy isn’t good. America’s existing foreign policy is a Vietnam a hundred times on steroids, and this musclebound mammoth of chaos is going to burst from it’s own hubris, and then we will see what a real mess is. When the next request comes for a bail out for more bank money, more war money, because the sky is falling, we citizens should take to the streets in peaceful protest, and tell the taxing thiefs to let it fall.\nDear Sir,\nQuoting you; “I was 13 when JFK died. Up to that moment we were a country shooting rockets up into space, and watching Dick Clark on Bandstand. We twirled hoola hoops, and did the Twist. Suddenly on November 22, 1963 it all changed. Except for pop music everything went downhill. ” John Kennedy is the US President that signed into operation the use of napalm in Vietnam; Kennedy is a war criminal among a list of war criminals that succeeded(and preceeded) him.   You subscribe to the “camelot” perspective of the Kennedy years which  never, never existed.   American “innocence” was lost at Hiroshima, or was it at Wounded Knee? or was it  when the first Negro hit the eastern seaboard as a slave….\nYours truly,\ndennis adresse\nOctober 13, 2016 at 18:22\nThanks to both Professor Brenner and Robert Parry for putting the emphasis exactly where it should be right now; on the US Citizen.\nThe Military Industrial Complex of President Eisenhower’s speech, made up of an odd collection of bureaucrats, military professionals, powerful landed gentry and jaded politicians, blended by the cauldron WWII, came together post War, with the idea of World Military Domination and secretly built an underground movement that rather easily corrupted the fragile democracy of 1776. With the masterful blending of modern communication and newfound behavioral methodology, they were rather easily able to co-opt a nation and political system. Precisely because media messaging works so well, we have come to the very unique position where untruthful saturation in messaging fails totally; where nothing is believed, or trusted. It may or may not have been predictable, but most importantly, that is our current situation.\nMy guess is that this election cycle will not resolve any real issues, and the malaise will continue, to a break point.\nJ'hon Doe II\n(continued excerpt)\nBut I know, and you know, and every independent business man who has had to struggle against the competition of monopolies knows, that this concentration of economic power in all-embracing corporations does not represent private enterprise as we Americans cherish it and propose to foster it. On the contrary, it represents private enterprise which has become a kind of private government, a power unto itself—a regimentation of other people’s money and other people’s lives.\nBack in Kansas I spoke about bogey-men and fairy tales which the real Republican leaders, many of whom are part of this concentrated power, are using to spread fear among the American people.\nYou good people have heard about these fairy tales and bogeymen too. You have heard about how antagonistic to business this Administration is supposed to be. You have heard all about the dangers which the business of America is supposed to be facing if this Administration continues.\nThe answer to that is the record of what we have done. It was this Administration which saved the system of private profit and free enterprise after it had been dragged to the brink of ruin by these same leaders who now try to scare you.\nLook at the advance in private business in the last three and a half years; and read there what we think about private business.\nToday for the first time in seven years the banker, the storekeeper, the small factory owner, the industrialist, can all sit back and enjoy the company of their own ledgers. They are in the black. That is where we want them to be; that is where our policies aim them to be; that is where we intend them to be in the future.\nOctober 13, 2016 at 17:54\nGood memories are likewise lost.\nEighty years ago tomorrow, 10/14/1936, FDR’s Campaign address, Chicago, Ill. is one special example of true American Ideals. True Liberal Ideals.\nMany of this assembly share the core values put forth by FDR in his well imagined, Beautiful America speech.\nHis is the Democracy of our dreams and one that actually existed for a good number of decades. Times of peace.\n::\nThe train of American business is moving ahead.\nBut you people know what I mean when I say it is clear that if the train is to run smoothly again the cars will have to be loaded more evenly. We have made a definite start in getting the train loaded more evenly, in order that axles may not break again.\nFor example, we have provided a sounder and cheaper money market and a sound banking and securities system. You business men know how much legitimate business you lost in the old days because your customers were robbed by fake securities or impoverished by shaky banks.\nBy our monetary policy we have kept prices up and lightened the burden of debt. It is easier to get credit. It is easier to repay.\nWe have encouraged cheaper power for the small factory owner to lower his cost of production.\nWe have given the business man cheaper transportation rates.\nBut above all, we have fought to break the deadly grip which monopoly has in the past been able to fasten on the business of the Nation.\nBecause we cherished our system of private property and free enterprise and were determined to preserve it as the foundation of Our traditional American system, we recalled the warning of Thomas Jefferson that “widespread poverty and concentrated wealth cannot long endure side by side in a democracy.”\nOur job was to preserve the American ideal of economic as well as political democracy, against the abuse of concentration of economic power that had been insidiously growing up among us in the past fifty years, particularly during the twelve years of preceding Administrations. Free economic enterprise was being weeded out at an alarming pace.\nDuring those years of false prosperity and during the more recent years of exhausting depression, one business after another, one small corporation after another, their resources depleted, had failed or had fallen into the lap of a bigger competitor.\nA dangerous thing was happening. Half of the industrial corporate wealth of the country had come under the control of less than two hundred huge corporations. That is not all. These huge corporations in some cases did not even try to compete with each other. They themselves were tied together by interlocking directors, interlocking bankers, interlocking lawyers.\nThis concentration of wealth and power has been built upon other people’s money, other people’s business, other people’s labor. Under this concentration independent business was allowed to exist only by sufferance. It has been a menace to the social system as well as to the economic system which we call American democracy.\nThere is no excuse for it in the cold terms of industrial efficiency.\nThere is no excuse for it from the point of view of the average investor.\nThere is no excuse for it from the point of view of the independent business man.\nI believe, I have always believed, and I will always believe in private enterprise as the backbone of economic well-being in the United States.\nBart in Virginia\nOctober 13, 2016 at 17:06\nThe loss of memory of Viet Nam can be blamed for so many of our costly adventures abroad. Along with that is the hubris that causes the same mistakes to be repeated.\nOne wonders just what it would take for the generals to refuse. We know they studied the history of our wars at the academies.\nOctober 13, 2016 at 18:09\nWell actually Reagan erased the horrors of Vietnam with the invasion of Grenada. Soon after that great victory over a nation with the population of a small US city and no armed forces, he claimed that  Vietnam era was over and the US Military was starting a new winning streak. Then along came Iraq 1 in which the US and it´s other gang members beat yet one more third world country into the stone age.  But that was the end of the winning streak. Stopped at two, actually stopped at one because they never finished the iraq war and Saddam never gave up.\nhistoricus\nOctober 14, 2016 at 08:43\nIt’s also instructive to note that the United States government propagandized the Spanish-American War as a war to “heal” the wounds of the Civil War. They trotted out former Confederate General Joe Wheeler, gave him a Federal command and so declared our onslaught against the people of Cuba, Puerto Rico, and the Philippines a fine and noble thing.\nOctober 16, 2016 at 09:49\nThe American people themselves must stop their wars. The world is fed up with USA imperialism. Sadly for the American people, they’re loosing the freedom they once stood for.\nTom Welsh\nA very piercing analysis. I particularly liked this.\n“The great innovation we Americans have made in the handling of collective memory is cultivated amnesia. That is a craft enormously facilitated by two broader trends in American culture: the cult of ignorance whereby a knowledge-free mind is esteemed as the ultimate freedom; and a public ethic whereby the nation’s highest officials are given license to treat the truth as a potter treats clay so long as they say and do things that make us feel good”.\nThat really nails it. It’s not for nothing Gore Vidal used to speak of “The United States of Amnesia”.\nTom Welsh\nOctober 13, 2016 at 16:36\n‘It’s not for nothing Gore Vidal used to speak of “The United States of Amnesia”’.\nBut probably no one remembers that…\nCurious\nOctober 13, 2016 at 19:41\nTom, I was thinking the same thing, but also Vidal’s book from a line by historian Charles A. Beard called “Perpetual War for Perpetual Peace.” is a good read. Also, Gore V. goes on to list over 200 declared wars our Pentagon has named, or had, since the end of WW2. How many people know this? More than 200?\nMr Brenner is right on point here regarding the unpleasant facts people in the US prefer to un-remember, or better yet, “amnesia”. I thought the same as you when reading his article.\nThose of us who were part of the 60s and early 70s do remember better than most about the evils of war and that is why the US didn’t want a draft for Iraq. And ‘Bush the Elder’ raved about Kuwait as a way for people to get over the Vietnam syndrome, since we ‘won’. If there had been a draft during the Iraq years (is it over yet?) we would have an entirely different generation of young people, and there would be more people out on the streets, which is a fact Mr Brenner bemoaned. It doesn’t help that the military glorifies the process to the younger generation and everyone is a “hero”. If everyone is a hero, than there are no real heroes.\nI have talked to college people and they had never heard of Kent State, Cambodia, Laos or even napalm. And strangely enough, many thought we were fighting the USSR. And more bombs dropped than in all of WW2? Literacy and critical thinking has really sunk deep in this country. So, just put on those headphones and block out the world until the world is at their door.\nbtw, Zuck is just a person who wanted a money grab and boasted he would be the first trillion dollar company. I knew something was strange when Wall Street delayed his IPO and handed him 1/2 a million to wait a year. I can’t believe this is common Wall Street behavior. All he has to market is peoples personal data.\nJay\nMark Zuckerberg dropped out of Harvard.\nRegarding “Apocalypse Now”, read Conrad’s “Heart of Darkness”.\nBill Bodden\nOctober 13, 2016 at 15:37\nThe communal ethic cum ideal is gone with the wind. Today, we are more isolated, individualized and atomized than ever before. Our liberation from the strictures and constraints of social convention has led to runaway selfishness.\nThough I have long forgotten the author and title there is an event from his book that has proved indelible.  The scene takes place on a sailing ship as the crew is called out to secure the ship for an approaching storm.  An old sailor tells a young greenhorn before they go out on deck, “Remember, one hand for the ship and one for yourself.” The logic is impeccable.  If you don’t save the ship, we are all lost.  If you don’t save yourself, you can’t save the ship.\nThe same concept applies to the ship of state.\nJoe Wallace\nBill Bodden:\nApropos of your quote from the article, the late historian Tony Judt wrote of “the connected isolation of the wireless age.”\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "expunges",
            "american",
            "world",
            "america",
            "vietnam",
            "national",
            "bad",
            "war",
            "experience",
            "collective",
            "wars",
            "memory",
            "memories",
            "life"
        ]
    }
]