[
    {
        "url": "https://www.christianpost.com/news/hillary-clinton-we-need-president-who-will-pray-with-you-walk-humbly-with-our-god.html",
        "title": "Hillary Clinton: We Need President Who Will 'Pray With You,' 'Walk Humbly With Our God'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nHillary Clinton: We Need President Who Will 'Pray With You,' 'Walk Humbly With Our God'\nHillary Clinton: We Need President Who Will 'Pray With You,' 'Walk Humbly With Our God'\nHillary Clinton: We Need President Who Will 'Pray With You,' 'Walk Humbly With Our God'\n| Friday, September 09, 2016\nDemocratic presidential nominee Hillary Rodham Clinton giving a speech before the National Baptist Convention, USA, Inc. in Kansas City, Missouri on Thursday, September 8, 2016. | (Photo: Hillary for America)\nAmerica needs a president who will \"pray with you\" and \"walk humbly with our God,\" Democratic presidential nominee Hillary Clinton told the largest historically African-American religious convention in the country.\nClinton gave the speech before the National Baptist Convention, USA, Inc. on Thursday afternoon in Kansas City, Missouri wherein she spoke of the importance of the president being a \"praying person.\"\nIn a transcript of the speech provided to The Christian Post by the Hillary Clinton campaign, the former secretary of state explained that the United States needs a president who understands faith, personally and publicly.\n\"We need a president who understands the powerful role that faith — and communities of faith — have always played in moving our country toward justice, from the abolitionists of the 19th century, to the Civil Rights Movement of the 20th century, to the unfinished business of today,\" stated Clinton.\n\"A president who will pray with you, and for you, who will defend the dignity of every individual, and the principle of religious freedom that was woven into the moral fabric of our nation from the very beginning. Yes, we need a president who will do justice, love kindness, and walk humbly with our God.\"\nThe Secular Coalition for America , a Washington, DC-based entity comprised of nearly twenty non-theist groups, took issue with Clinton's comments.\nIn an emailed statement sent out to supporters, Secular Coalition Senior Legislative Representative Sarah Levin argued that Clinton's remarks \"reinforce the de facto religious test imposed on nonreligious Americans seeking elected office.\"\n\"Americans do not 'need' a candidate to pray for or with them. They need a candidate who will lead effectively and represent the values shared by Americans of all faiths and of no faith,\" stated Levin.\n\"At the Democratic National Convention, Secretary Clinton emphasized the importance of being inclusive … If Secretary Clinton claims to stand for inclusion, we urge her to … start walking the walk.\"\nLast month, the Secular Coalition gave Clinton an \"A\" grade on their 2016 voter guide in part for her vocal support of church and state separation and socially liberal views while bestowing a failing grade to Republican opponent Donald Trump.\n\"This divisive rhetoric no longer resonates with an American electorate that increasingly accepts science, embraces religious pluralism, and values the separation of church and state.\"\nClinton's remarks at the National Baptist Convention meeting in Kansas City are not the first time that her campaign has reached out to African-American churches.\nIn August, Democratic vice presidential running mate Tim Kaine gave a speech before the Progressive National Baptist Convention, Inc. at their annual meeting in New Orleans.\nDuring his remarks, Kaine promoted Clinton's Christian faith, stating that her beliefs are at the \"root of everything she does.\"\n\"Some of you know this story. She was a Midwestern Methodist church kid. Now, I know a lot of those Midwestern Methodist church kids growing up. And there is a beautiful sense of duty,\" said Kaine to the PNBC.\n\"I think a lot of you know Hillary very well, either from her time in Arkansas, her time as first lady, her time as senator, time as secretary of state. That Methodist connection, that beautiful sense of duty, the obligation to others, that is the root of everything she does.\"\nFollow Michael Gryboski on Facebook: michael.gryboski Follow Michael Gryboski on Twitter: MichaelGryboskiCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/tim-kaine-hillary-clinton-christian-methodist-faith-root-of-everything-she-does-167891/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nationalbaptist.com/about-us/index.html",
                "https://www.facebook.com/michael.gryboski?hc_ref=SEARCH&fref=nf",
                "https://www.secular.org/about/main",
                "https://twitter.com/Puritan1986"
            ]
        },
        "key_words": [
            "clinton",
            "faith",
            "president",
            "god",
            "need",
            "hillary",
            "convention",
            "national",
            "religious",
            "secular",
            "humbly",
            "secretary",
            "pray",
            "walk"
        ]
    }
]