[
    {
        "url": "https://www.christianpost.com/news/gory-good-friday-film-to-be-shown-in-thousands-of-churches.html",
        "title": "Gory 'Good Friday' Film to be Shown in Thousands of Churches",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGory 'Good Friday' Film to be Shown in Thousands of Churches\nGory 'Good Friday' Film to be Shown in Thousands of Churches\nGory 'Good Friday' Film to be Shown in Thousands of Churches\n| Friday, April 22, 2011\nThousands of churches nationwide will be showing the \"very graphic\" film \"Good Friday,\" made by Seattle-based Mars Hill Church, today in hopes that viewers will truly understand the sacrifice Jesus made in paying the price for the sins of humanity.\nAlthough Mars Hill campuses already showed the film last year, this year marks the first time that other churches can download the 30-minute movie online for free and screen it as part of their Good Friday service. According to Mars Hill Church, more than 400,000 people will watch the \"Good Friday\" film today, which has been downloaded over 5,000 times by churches.\nOn the church's website whokilledgod.com , it warns that the film \"is very graphic and not recommended for children under ten years of age.\" There are scenes where Jesus is covered in blood from head to foot and his body is pocked and pitted with lacerations.\n\"It is bloody because the event (Good Friday) was bloody,\" explained Nick Bogardus, Mars Hill media director, to The Christian Post. \"Roman scourging itself often meant the pieces of bones and metal in the whip would tear into human flesh and expose muscle, ligaments, and sometimes intestines.\"\n\"The event is part of the murder of an innocent man, the Son of God, Jesus Christ,\" he said.\nEach year, Mars Hill Church holds a Good Friday service in \"funeral-like fashion\" to remember the death of Jesus Christ. But the \"Good Friday\" movie, which was filmed on the \"Spartacus\" set at Universal Studios, brings the gloomy, dark and bloody aspects of the historic day to a whole new level.\n\"We remember the bloody substitutionary death of Jesus Christ in our place for our sins,\" Mars Hill Pastor Mark Driscoll stated. \"It's the darkest day of the year.\"\nHe explained in a promotional video that he wanted to help people \"understand exactly what the Bible means with simple phrases like Christ dying for our sins.\"\n\"Since most of us have not seen a crucifixion and the suffering that surrounds it, we may not fully aprecciate the sacrifice that Jesus Christ made out of love for us. Digitally through the use of technology, we wanted people to, in some degree, be able to experience what those who were present at the many crucifixions in the days of Jesus actually witnessed and saw.\"\nDriscoll tweeted earlier on Friday, \"Remember the brutal death of Jesus today. He bled for you. He hung on a tree for you.\"\nSome of the Hollywood talents that helped make \"Good Friday\" included the production designer for the TV show \"24\" and the makeup artist who worked on \"The Passion\" and \"No Country for Old Men.\"\nWhile the church initially considered selling the film, they decided to give it away, just as Jesus gave himself away.\nThe Seattle church will be holding Easter service on Sunday in the football stadium Qwest Field, where some 10,000 or more people are expected to attend.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://whokilledgod.com/index.html"
            ]
        },
        "key_words": [
            "christ",
            "shown",
            "good",
            "churches",
            "film",
            "jesus",
            "church",
            "hill",
            "gory",
            "bloody",
            "thousands",
            "mars",
            "today",
            "service"
        ]
    }
]