[
    {
        "url": "https://www.christianpost.com/news/brad-pitt-angelina-jolie-to-marry-christian-marriage-therapists-weigh-in.html",
        "title": "Brad Pitt, Angelina Jolie to Marry? Why Kids Want Parents to be Married",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nBrad Pitt, Angelina Jolie to Marry? Why Kids Want Parents to be Married\nBrad Pitt, Angelina Jolie to Marry? Why Kids Want Parents to be Married\nBrad Pitt, Angelina Jolie to Marry? Why Kids Want Parents to be Married\n| Tuesday, May 31, 2011\nBrad Pitt and his partner Angelina Jolie for years have withstood external pressure to get married. But now that the pressure is coming from their own kids, the Hollywood A-listers are seriously reconsidering their promise to not tie the knot until gay marriage is legalized.\nTo Pastor Ted Cunningham, author of Young and In Love: Challenging the Unnecessary Delay of Marriage, what the Jolie-Pitt kids are really asking for is stability.\n“The kids are asking for, ‘I want my mom and dad to be together. I want my mom and dad to stay together,’” said Cunningham to The Christian Post on Tuesday. “A wedding is a covenant, an agreement that you make to commit to one another for life.\n“I would just argue, what kid would not want their mom and dad to stay together for life?”\nCunningham, who is founding pastor of Woodland Hills Family Church in Branson, Mo., noted that the Jolie-Pitt marriage story is a timely discussion point given Time magazine’s November 2010 cover story, “Who Needs Marriage?” and a recent U.S. Census Bureau story that found fewer Americans believe in the necessity of marriage.\nIn a recent interview with USA Weekend to promote his new film “Tree of Life,” Pitt conceded that maybe he and Jolie will need to get married before same-sex marriage is legalized.\n“The kids ask about marriage,” Pitt shared. “It’s meaning more and more to them. So it’s something we’ve got to look at.”\nCunningham noted that even though a couple may live together for a decade, without marriage “it is still a very loose agreement.”\n“To me, cohabitation is an arrangement by two people who may be in love but they don’t have the integrity to say, ‘You know, I’m willing to make this a lifelong commitment,’” said the Missouri pastor who is also a licensed marriage therapist. “To me, cohabitators that dismiss marriage as unnecessary are constantly leaving the back door open just a little bit.”\n“Marriage slams the back door shut, in my opinion,” he said.\nChristian marriage coaches Mike and Trisha Fox of Marriage for Today offered another perspective on news that Pitt and Jolie are considering marrying for the sake of their kids.\nThey recalled a 2008 study that found children somehow innately know what is right and wrong, and pointed out that it is the couple’s “Hollywood-indoctrinated children,” not a preacher or evangelist, who are urging them to marry.\n“Is it any wonder that what God has placed in His own creation, before it’s twisted and warped by an ungodly society, would shine brightly, even for a deep-rooted, Hollywood couple that stands for same-sex marriage,” the Christian marriage coaches ask.\nPitt and Jolie met while filming the 2005 action, romantic-comedy “Mr. & Mrs. Smith.” The couple have three adopted children – Maddox (Cambodia), Pax (Vietnam), and Zahara (Ethiopia) – and three biological children – Shiloh and fraternal twins Knox and Vivienne. Their six children range in age from 2 to 9 years old.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "brad",
            "jolie",
            "dad",
            "kids",
            "couple",
            "children",
            "mom",
            "marry",
            "whatsapp",
            "pitt",
            "angelina",
            "marriage",
            "married",
            "pastor",
            "parents"
        ]
    }
]