[
    {
        "url": "https://consortiumnews.com/2017/03/01/israels-anti-semitism-smears-backfire/",
        "title": "Israel’s Anti-Semitism Smears Backfire",
        "authors": [
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Linda Furr",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Plumb Bob",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Rand P. March",
                "link": null
            },
            {
                "name": "Marco Zarate",
                "link": null
            },
            {
                "name": "P Gregory Sutter",
                "link": null
            },
            {
                "name": "Wesley Sandel",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-03-01",
        "text": "Main menu\nMarch 1, 2017\n By Ann Wright\nAn often-used tactic to squelch criticism of Israeli state policies toward the Palestinians is to call the criticism anti-Semitic. The sponsors of the event become afraid of the label, anti-Semitism, false as it is, and cancel the event to avoid any controversy. The tactic is used widely across Europe and the United States.\nPalestinian boys prepare to welcome Women’s Boat to Gaza, which was intercepted by the Israeli naval blockade on Oct. 5, 2016.\nThis week, the talk that I was to give in a room at the Rome City Hall about the Women’s Boat to Gaza and the conditions in Gaza was cancelled 24 hours before the event by the council member who had agreed to arrange for the room. His staff revealed that he had gotten intense pressure from the Israeli Embassy and Rome’s Jewish Community Association to stop the presentation.\nBut that was not the end of the story. In a fast-moving media blitz , organized by Italy’s Boycott, Divestment and Sanctions program, two of Rome’s newspapers wrote of the cancellation and several radio stations reported on it. BDS Italy scheduled a press conference about the cancellation in the plaza in front of the City Hall at the time the talk was scheduled. About 20 representatives of the news media attended, a much larger number than would have attended the talk itself.\nDue to the number of media and the questions concerning the cancellation, Marcello de Vito, President of the Rome City Council, invited three of us to come into the City Hall to discuss the cancellation. This invitation provided us with the opportunity to discuss the conditions in Gaza and the West Bank and the nonviolent tactics such as BDS and Boats to Gaza to bring international attention to the harmful policies of the State of Israel.\nFrom the questions, it was apparent that the President, another City Council member and their staff knew little about the Israeli blockade of Gaza, the illegal settlements, the apartheid wall, the numbers of Palestinian children and youth held in Israeli jails, and the theft of Palestinian resources by Israeli companies.\nSomething similar happened last year in Bayreuth, Germany, when the prize for Tolerance and Peace, which had been awarded to CODEPINK: Women for Peace, was cancelled by the Mayor after two reporters, known for writing spurious articles, alleged that CODEPINK was an anti-Semitic organization. Following an extensive letter-writing campaign from members of the German Parliament and others who know that CODEPINK’s actions challenging the policies of the State of Israel are not anti-Semitic, the Bayreuth City Council voted to reinstate the award amid much publicity.\nAlso, last year, a conference in which grandmothers who had been through World War II were to speak was cancelled because of similar allegations. Defenders of Israeli policies targeted 90-year old Hedie Esptein, a vocal critic of Israeli treatment of Palestinians, although her parents had been killed in the Holocaust and she had survived by being sent to England as a part of the Kindertransport,\nResponding quickly to false allegations of anti-Semitism is key to blunting the Israeli government’s offensive toward those who challenge the illegal and inhumane policies toward Palestinians. In the case of the Rome cancellation, the pushback from BDS Italy created more publicity about the plight of the Palestinians than the event itself would have.\nAnn Wright served 29 years in the U.S. Army/Army Reserves and retired as a Colonel.  She was a U.S. diplomat and served in U.S. embassies in Nicaragua, Grenada, Somalia, Uzbekistan, Kyrgyzstan, Sierra Leone, Micronesia, Afghanistan and Mongolia.  She resigned from the U.S. government in March, 2003 in opposition to President Bush’s war on Iraq.\nWilliam\nMarch 5, 2017 at 18:34\nI am delighted that organizations in Rome and Germany had the knowledge and ability to fight back against phony anti-Semitic charges.\nI don’t expect any similar efforts on the part of anyone in the U.S.  This country is completely dominated by the pro-Israel, Israeli firsters,\nand Jewish supporters of Israel.   Our cowardly congress is afraid to say anything — literally anything — critical of Israel.  Their corruption has allowed Israel supporters in the govt. to lie the U.S. into a war of aggression against.  The blood of more than four thousand dead Americans and tens of thousands of wounded are on the hands of the Israel cabal in the govt. and on the hands of the traitors in congress who kept their seats at the expense of American lives, American arms, legs, eyes, and lasting mental trauma. “J’accuse” has  already been used, but it still the best, most effective indictment I can come up with.\nSo, J’accuse the U.S. congress with cowardice, treason, and murder.\nWesley Sandel\nMarch 3, 2017 at 12:04\nOpposing Israeli racism, terrorism, colonialism, mass murder, ethnic cleansing and apartheid is no more antisemitic than opposing South African apartheid was anti-Christian or opposing segregation in America was anti-White.\nMarch 2, 2017 at 18:25\nAnn Wright is one of the most accomplished mountain movers in the growing movement for truth.\nStefan\nMarch 2, 2017 at 17:40\nToday, the term “Antisemite” has come to mean a person that is disliked for telling the truth.\nP Gregory Sutter\nAren’t there somewhere around 400 Mosques in Israel?\nDoesn’t Israel have gay pride parades both in Tel Aviv and Israel?\nCan’t wait to travel to Gaza this summer and stay will the real open minded Palestinians who treat humanity with respect.  There I will discuss my disgust with Israel at one of the plethora of synagogues located in Gaza.  If time allows I liked to show up at a synagogue in Riyadh and discuss my anger with those close minded Jews always hiding behind the antisemitic canards.  I wish they would be open minded like the Muslims.\nSigned\nMarch 2, 2017 at 22:49\nBe sure and take whatever it is you’re smoking with you.\nStefan\nMarch 3, 2017 at 05:37\nAfter your trip to Saudi Arabia-the US ally- continue to Iran, visit the synagogues there, talk to the Jewish member of parliament these issues you mentioned.\nAlso inform yourself about other hated and abused nations by USA and Israel.\nFor example Libya and its synagogues,\nIraq, Syria, Lebanon, Yemen, Egypt, Algeria etc, attacked and abused by USA and Israel.\nIt notice a pattern here.\nIf you are a secular nation, tolerant and respectful of other religions and minorities, then you are demonized and/or bombed by USA and Israel.\nOn the other hand, if you are like the gulf states, a wahhabi Sunni nations, with zero tolerance and the worst human rights record imaginable, then Israel and USA ally with them, get in bed with them – and tell us how we must bomb Iran and Syria to oblivion-so that tolerant al Qaeda can install itself, just as in Libya, Iraq, Yemen, etc.\nYou may not like the Saudis (I think you are just pretending to criticize the in the usual hasbara style), but Israel likes them. Israel is an ally with the Saudis – because they both are working hard on goading the US to initiate a war with Iran, a tolerant Shiite nation. If so, then Syria will also fall, then Hezbollah freedom fighters in Lebanon, then ultimately the Palestinian hope ( btw many Palestinians are Christian, I knew a family personally, and the mother used to wave to me from the balcony after school when I was a kid with my backpack, and tell me to come up and eat my favorite fresh sandwiches she had prepared for me).\nMeanwhile Saudi Arabia, arguably the most intolerant nation on earth, shares the bed with Israel and USA – crosshairs on Iran.\nIn order for USA and Israel to continue to demonize “muslims” as though they were a monolithic entity, then US and Israel must get rid of tolerant secular muslims, destroy their nations, eliminate any neighboring standing armies around Israel, shatter the state into defunct and divided mini states, failed states, warlord states, and terrorist breeding grounds, put their al qaeda paid mercenaries in place, and the pretending to complain how bad muslims are.\nCal\nMarch 2, 2017 at 13:42\nAnyone who has been around the Israel-Palestine issue for any time cannot avoid having been  exposed to all the ‘mythology’ of the Jews also—-that they are ancient ‘people’—that they are a ‘distinct’ ethnic or race–that they were always persecuted ‘for no reason’—that God gave them Israel— etc etc. etc.\nEven before Sands wrote his excellent book below a person of even common sense could observe and find, with a little ‘real history’ research, that theses are indeed myths. What is mind boggling is that anyone could fall for this claptrap.\nIMO the people who fall these myths do so because of some religious fanaticism  and /or lack of education  or curiosity about real history.\nThe Zionist made up a mythical and mystifying history for the Jews.  Its truly a ‘con game’ on the world..\nThe Invention of the Jewish People\nby Shlomo Sand,\nMarch 2, 2017 at 13:05\nYes, it is actually offensive to many of Jewish people of the world that the Israeli government uses them to hide behind and use them as a ram rod for their abusive, unjust, invasive, murderous actions against the Palestinian people.\nTime to expose more the criminal actions of the Israeli nation.\nCal\nMarch 2, 2017 at 12:48\nTo end anti Semitism we would have to give the Jewish Zionist everything we have and then all kill ourselves off.\nRand P. March\nMarch 2, 2017 at 11:54\nThe moment that the BDS movement tried to prevent an AMERICAN Jew, who sings non-political songs, from performing at a music festival in Spain, they proved themselves to be – in HONEST eyes – anti-Jewish\nGo ahead and call me a “Zionist” if you’d like, but I insist on telling the truth\nSam F\nMarch 2, 2017 at 20:02\nA movement does not prove anything about their members by the act of one of them. If that were true, the anti-Jewish people would be justified by one case of misconduct by a Jewish person, would it not? You are telling lies for personal gain and you know it.\nPlumb Bob\nMarch 4, 2017 at 17:02\nZionists and Nazis agree: Jews are a special race, deserving special treatment.\nOH\nMarch 2, 2017 at 10:45\nIs any kind of sympathy or support of Palestinians really “equal” to anti-Semitism?\nSurely, a case could be made that it is “worse” than anti-Semitism?\nWho would dare to suggest, that it is not 100 times worse, nay 1000 times worse, nay, sorry to understate it so much I am really really trying.\nBill Bodden\nMarch 2, 2017 at 14:34\nWho would dare to suggest, that it is not 100 times worse, nay 1000 times worse, nay, sorry to understate it so much I am really really trying.\nPeople who are still in touch with reality are not likely to share your fantasy.\nsierra7\nMarch 2, 2017 at 00:29\n“From the questions, it was apparent that the President, another City Council member and their staff knew little about the Israeli blockade of Gaza, the illegal settlements, the apartheid wall, the numbers of Palestinian children and youth held in Israeli jails, and the theft of Palestinian resources by Israeli companies.”\nOr, of the more than 100 year history of the Zionists theft, plunder of property, violence against the Palestinian people and false history that has been projected by the press to the public.\nThe Zionist government of Israel is the cancer that is eating away at the ME and no settlement between Arabs and “the West” will ever be reached until that government is reined in.\nThere must be one state; all laws levied on everyone equally, the franchise to all…etc, etc.  Two states will only give Israel more reason to continue to steal, plunder and cause violence on defenseless peoples.\nWhy is it that if Israel goes after a Palestinian, she is “defending” herself?\nAnd, when a Palestinian defends themselves it is always “terrorism”?\nNo peace will ever come to the ME until Israel is brought to justice for it’s policies against the Palestinian peoples.\nThe problem is not enough people know a twit of the history…not a twit.\nAnd, they believe everything the MSM tells them.\nThis cannot end well.\nMarch 1, 2017 at 21:55\nThe term “anti-semitism” is one I’d never looked up in terms of “word origins”, so I made a google search.  Rather quickly I found this at Google Books.\nThe term ‘antisemitism’ was coined by Wilhelm Marr in 1879. Marr’s secular, political racism existed inconsistently alongside his religious anti-Semitism. His self-proclaimed goal was ‘to free Christianity from the yoke of Judaism.’ While the term might not have existed before the 19th century, the persecution of the Jewish people dates back more than three thousand years. The Dictionary of Antisemitism is the first and only dictionary ever published that is dedicated solely to this subject.\nSo the word itself was invented rather recently.    But when I looked it up in the 1911 Britannica Encyclopedia, there were more than 11 pages of dense encyclopedia print, meaning the topic was one of intense interest.   I didn’t read it all, but in the first few paragraphs I found some interesting “stuff”.\n~~~~~~~~\nIf the emancipated Jews were Europeans in virtue of the antiquity of their western settlements, and of the character impressed upon them by the circumstances of their European history, they none the less presented the appearance of a strange people to their Gentile fellow-countrymen. They had been secluded in their ghettos for centuries, and had consequently acquired a physical and moral physiognomy differentiating them in a measure from their former oppressors. This peculiar physiognomy was, on its moral side, not essentially Jewish or even Semitic. It was an advanced development of the main attributes of civilized life, to which Christendom in its transition from feudalism had as yet only imperfectly adapted itself. The ghetto, which had been designed as a sort of quarantine to safeguard Christendom against the Jewish heresy, had in fact proved a storage chamber for a portion of the political and social forces which were destined to sweep away the last traces of feudalism from central Europe. In the ghetto, the pastoral Semite, who had been made a wanderer by the destruction of his nationality, was steadily trained, through centuries, to become an urban European, with all the parasitic activities of urban economics, and all the democratic tendencies of occidental industrialism. Excluded from the army, the land, the trade corporations and the artisan gilds, this quondam oriental peasant was gradually transformed into a commercial middleman and a practised dealer in money. Oppressed by the Church, and persecuted by the State, his theocratic and monarchical traditions lost their hold on his daily life, and he became saturated with a passionate devotion to the ideals of democratic politics. Finally, this former bucolic victim of Phoenician exploitation had his wits preternaturally sharpened, partly by the stress of his struggle for life, and partly by his being compelled in his urban seclusion to seek for recreation in literary exercises, chiefly the subtle dialectics of the Talmudists. Thus, the Jew who emerged from the ghetto was no longer a Palestinian Semite, but an essentially modern European, who differed from his Christian fellow-countrymen only in the circumstances that his religion was of the older Semitic form, and that his physical type had become sharply defined through a slightly more rigid exclusiveness in the matter of marriages than that practised by Protestants and Roman Catholics.\nBecause the European Jews were locked out of everything else, they specialized in handling money.  Because of their physical isolation, a couple of things happened.  The greater-than-normal inbreeding propagated some distinctive physical traits. They looked different! Another result of the entire group’s evolutionary pressure cooker experience was that they got to be very good at the money handling.   Call it getting brainier, more ruthless, or something else, but they prospered.\nSo the people who have been murdering and stealing in Old Palestine for the past century are the true outsiders.  They are moving in on the actual “semites” – the ones who have lived in the area while the Zionist invaders were living in Europe.   Whether they chase away or murder the Palestinian inhabitants is a matter of indifference to them.    They are determined to have that land on the basis of an imaginary Land Deed from God.\nBut they now claim that even the mildest protests against their own behavior is “anti-semitism”.    Which goes to show that one of the other skills they honed during those centuries in Europe was chutzpah.\nGoogle Search Terms: “ANTI-SEMITISM. In the political struggles of the concluding quarter of the 19th century”\nBrewer\nSemitic? Possibly not:\n“Nonsense,” said Elhaik, a 33-year-old Israeli Jew from Beersheba who earned a doctorate in molecular evolution from the University of Houston. …..\nIn “The Missing Link of Jewish European Ancestry: Contrasting the Rhineland and the Khazarian Hypotheses,” published in December in the online journal Genome Biology and Evolution, Elhaik says he has proved that Ashkenazi Jews’ roots lie in the Caucasus — a region at the border of Europe and Asia that lies between the Black and Caspian seas — not in the Middle East.\nMarch 1, 2017 at 21:44\nIn December, a controversial bill, the Anti-Semitism Awareness Act (ASAA), failed to pass Congress. The ASAA would have imposed a definition of anti-Semitism that is so broad it would encompass virtually any criticism of Israel.\nIt will be reintroduced again, perhaps explaining the recent flurry of anti-semitic attacks which seem will help its eventual passage\nbackwardsevolution\nMarch 2, 2017 at 06:43\nPlincoln – I’ve often wondered whether some of these attacks (not the current ones necessarily) aren’t purposely set up in order to ensure passage of specific laws.  It’s been done before.\nOH\nMarch 2, 2017 at 10:55\nAnti-Semitism is when you endorse, or do not condemn forthrightly enough, any position about Israelis and Palestinians, other than the very most right wing position you readily have access to at that time.\nCal\nMarch 2, 2017 at 12:40\n” It will be reintroduced again, perhaps explaining the recent flurry of anti-semitic attacks which seem will help its eventual passage’……Plincoln\nYep. That is the goal behind the recent flurry of so called anti semitic  attacks. My money says that there are a great deal of false flags in these attack.\nSam F\nBravo Ann Wright! Courage and intelligence!\nDavid\nZionism is racism.  Zionism is theft. Zionism is fascism.\nBottom line: Foreign Jews had the same right to Palestine as Irish Catholics and Mexican atheists, i.e., none whatsoever.\nTherein lies the root of the conflict.\nLinda Furr\nMarch 1, 2017 at 19:40\nIn 2016, my home state legislature passed a law that made it illegal for California to do business with entities that boycott Israel.  That same year, the governor of New York, by governor’s decree, against the wishes of New York’s legislature, declared it illegal for his State to do business with entities that boycott Israel.  This is the power that a small, wealthy nation with huge business and financial interests with legislators can wield over Democracy and our First Amendment rights freedom of expression.  Thus, the US, in obeisance to right-wing Israelis (the wealthy vociferous ones), carries on endless wars until there will be a “Greater Israel” according to the Israeli “Oded Yinon Plan – 1982.  We need to investigate Israeli ties to our Legislators and Congresspersons as well as the bally-hooed Trump ties to Russia.\nDr. Ibrahim Soudy\nMarch 1, 2017 at 18:44\nThanks, Ann, for your courage and principled position as always. In fact Israel and its supporters are the biggest real ANTISEMITIC people on earth. Why? because the Palestinians are SEMITES themselves. Strange that Israel and its supporters are actually trying to literally steal even the DNA of the Palestinians and claim it for themselves!! Please read “Why I Stopped Being a Jew” by Shlomo Sand.\nDave Drudge\nMarch 1, 2017 at 16:42\nThere are many Semi Pathetic people in this World. Please dont feel that Semi Pathetic people are just Jews! Anyone can be Pathetic.  But the majority of these people are Jews or they do come from Israel and are Jewish. This is not their fault; this group were born Semi – Pathetic and cannot be blamed for their Paranoia; this is just their way, their culture, and of course religion, so we should not call them Semi – Pathetic even if this is all they are.\nRikhard Ravindra Tanskanen\nAnother idiot.\nMarch 1, 2017 at 15:56\nThe very term “Antisemitism” is a nonsense. The term was invented because “racism” did not sufficiently convey the exceptionalism that Zionists demand from non-Jews. The invention of a special category of racism (defined by the racial/religious identity of the supposed victim) has created a tool whereby legitimate criticism can be falsely identified and condemned as hate speech, invoking associations with WWII atrocities. If the proper term for this (racism) is used, a great majority of “antisemitic” smears would simply disappear as they simply do not qualify as race hatred.\nOddly, the use of the term is itself a racist act for it describes a transgression that can only be committed against one ethnic identity, implying that there is something special about that identity. Demanding special treatment for one’s ethnicity is the very definition of racism.\nRand P. March\nMarch 2, 2017 at 11:58\nThe term was coined, not by “Zionists”, but by someone who hated Jews. But thank you for demostrating your bigotry toward Jews by telling this lie\nBrewer\nMarch 2, 2017 at 14:56\nYes, that was careless of me. The word I should have used was “adopted” rather than “invented”. I am aware of the History of the term “anti-Semitism” – it is etymology, not bigotry that inspired my post which simply draws attention to a curious anomaly. That the term was adopted with enthusiasm by Zionists is not disputed, Zionist writers from Herzl down have acknowledged this.\nIt is that anomaly that allows folk like yourself to falsely assign the term bigotry to a post that concerns itself solely with words and their logical consequences – an example of  legitimate criticism being falsely identified and condemned as hate speech.\nYou may infer from this (and my post above) that I disagree with the usage of these terms as they are currently mis-applied but you may not logically infer anything about my attitude to race or creed for nothing I have written is remotely connected to personality. Nevertheless, you have done so – which really proves my point does it not?\nSam F\nMarch 2, 2017 at 19:57\nYou must be quite a bigot regarding Jews, to burden them with the wrongs of the zionists. And you are certainly wrong about the origins of the term “anti-semitism” which is purely zionist propaganda.\nBrewer\nMarch 2, 2017 at 20:47\nYou must be a little confused. My posts say nothing about Jews per se.\nVera\nA country, a people not knowing shame.\nrosemerry\nMarch 1, 2017 at 15:39\nThe criticism of Israel is political, for its actions and laws, not religious or ethnic characteristics(and of course most of the strident Zionist Israelis are not semitic people but Poles like Netanyahu or ex USSR Liebermen.)\nYou could even say that they are not criticised because they are Jews but because they are liars, thieves and murderers.\nRikhard Ravindra Tanskanen\nMarch 1, 2017 at 22:34\nWhen will the Khazar myth end? How many people in the world are idiots?\nMEexpert\nYou are fulfilling the position admirably.\nMEexpert\nMarch 2, 2017 at 11:44\nChuck Schumer is no more Semite than Jesse Jackson. This is the biggest hoax perpetrated on the people of the world.\nJoe Tedesky\nMarch 1, 2017 at 14:59\nI have written here in the past how I fear for the average good Jew for the hate filled treatment the Zionist have inflected upon the Palestintian people. The repercussions of Netanyahu’s words are what I’m afraid allows cover for the Anti-Semitic to do their evil spirited vandalism, and empowers them to feel justified committing their acts of violence upon the innocent Jew. I also might add that some of these acts of violence could be false flags. Until a one state throughly democratic representative of all parties government comes to be, nothing good will come of what exist now.\nAmerica should pass a law, and heavily enforce it, that no foreign lobby money may be accepted by an America politician is allowed. While we are at it, we Americans should take a hard look at the dual citizenship requirements and the influence that has on our America political body, as well. Start worrying about Kansas, and stop this hegemonic nonsense which is taking our country down to ruin.\nSam F\nMarch 1, 2017 at 20:02\nYes, neither foreign money nor money advocating a foreign power or ethnic/racial group should be allowed in elections, mass media, or the past, present, or future income of politicians, judges, or government employees. We need constitutional amendments to protect democracy from these corrupt influences.\nJoe Tedesky\nThat’s a ‘yay’ vote from me.\nCal\nDITTO\nTHE VICTIMIZER NEEDS TO  BE CONSIDERED “THE VICTIM”\nIn the sordid history of Zionism in Palestine/Israel it has become\nclear that the Zionists need to call names, to use the terms\n“anti-Semitic”,” holocaust deniers” to maintain  the sympathy\nto the world.\nIsraeli’s will even kill their own people to manufacture fear of\n“anti-semitism” such as was done in Baghdad in the early\nfifties. BagHdad was then one third Jewish. A synagogue\nwas bombed (by Israelis on Ben Guron’s orders) as well as\nJewish Community Centers and other places where Jews congregate.\nThe fear of violent anti-Semitism was conjured up and\nIraqi Jews fled—to Israel in a “secret” fleet of airplanes,\na special airline which turned out to be the Israelis themselves.\nWhen other nations offered assistance the offer was promptly\nrejected. (1950-1952?)\nlaws. Terror against Palestinians and others cannot ever\nbe questioned.\nOne mourns for those Jews who become the victims of their\nown “supporters” whether ADL (Anti-Defamation League) or\nthe Israeli government (such as David Ben Gurion) itself.\nOne might add that in Western society these days it is considered\npermissible to shoot and murder those whom you dislike whether they be Jews,\nIndians, blacks, latinos or others.\nFor documentation see:\nJoe Tedesky\nMarch 2, 2017 at 11:00\nPeter more people need to learn about events such as you mention here. I know you are doing your part, but where is the media?\nHuda Giddens\nMarch 1, 2017 at 14:43\nDear Ann – thank you so very, very much for your clear and encouraging article.  The label “anti-semitism” is a much-hackneyed one, and means very little these days.  You have put your finger on what is truly happening, worldwide, that Israel is blatantly abusing the Palestinians, both inside the country, and those under occupation.  As a political entity, Israel has NO right to claim lands it occupies militarily.  This is a GROSS violation of the UN charter.  Furthermore, we, Americans (every one of us) are financing this mass injustice.  KUDOS to you for writing that even the rejection of your talk generated more publicity in the Italian community and abroad.  Yes, I am fully aware that Israel’s vicious pursuit of any exposure of its crimes is widely BACKFIRING- and the BDS movement’s efficacy is for all to see.  The Palestinians are deeply grateful to you (as I am), and to all who DARE to speak out.\nSincerely,        Huda Giddens.\nMarch 1, 2017 at 22:47\nYou are a prime example of what you protest too much does not exist. Ann Wright and her supporters could not be making it any clearer that Anti-Semitism is, indeed, alive and thriving if they took off their “progressive” sheep’s clothing and put on the SS uniforms stashed in the back of their minds’ closets and started strutting around giving “Seig Heil” salutes instead of carrying their little BDS banners. it just makes it all the more repulsive that they do so while ignoring REAL genocides, apartheids and state-sponsored and approved human rights abuses and terrorism like those taking place in Syria, the Palestinian territories and a multiplicity of majority Muslim countries in the Far East and Africa, as well as the middle East\nBill Bodden\nMarch 2, 2017 at 14:27\nYou are a prime example of what you protest too much does not exist.\nAnd you, sir/madam, are a prime example of an Israel lobby troll hiding behind a pseudonym.\nJoe Tedesky\nMarch 2, 2017 at 17:34\nIt’s time the Zionist take ownership of their actions. Your representing all Jews is unfair…well to all Jews. You also assume anyone who’s not Jewish, and has a unfavorable opinion of modern day Israel’s policies is a Nazi. Why even all the German people of their day weren’t all Nazi’s, so why do you persist with this line of accusation? Because in America it works well to shut criticism of Israel up. Now hear this, it’s over, it won’t work any longer. So the shelf life of your biggest weapon to shut people up in America has come to an end. Wait until us Americans quit voting for our legislators due to their taking money from AIPAC. As sure as I’m writing this that day is coming closer by the minute. It won’t be much longer until AIPAC will be bad news to any legislator who accepts their Zionist bribe money.\nCal\n”,,,,,,it any clearer that Anti-Semitism is, indeed, alive and thriving ” …..A.S.F.\nAnti semitism is necessary for Zionism and Israel to survive….without being ‘special victims, they are nothing. Where there isnt any they will manufacture some.\nJust like you and they are doing right now.\nctrl-z\nMarch 3, 2017 at 13:20\nData featured in the Report of the Independent Commission of Inquiry on the 2014 Gaza Conflict\nFor original sources or more information see the full report.\n2,251 Palestinians, including 1,462 civilians, were killed.[1]\nOf the Palestinian fatalities, 551 were children and 299 women.[2]\n11,231 Palestinians were injured including 3,436 children and 3,540 women, 10 percent of whom suffer permanent disability.[3]\nMore than 1,500 Palestinian children were orphaned.[4]\n142 Palestinian families had three or more members killed in the same incident, for a total of 742 fatalities.[5]\n18,000 housing units were destroyed in whole or part.[6]\n73 medical facilities and many ambulances were damaged.[7]\nAt the height of hostilities, the number of IDP’s reached 500,000, or 28 per cent of the population in Gaza.\nBetween 7 July and 26 August, the IDF carried out more than 6,000 airstrikes in Gaza, many of which hit residential buildings.[8]\nThe commission investigated 15 cases of strikes on residential buildings across Gaza, in which a total of 216 people were killed including 115 children and 50 women.\nThe IDF reported that they supplied 5,000 tons of munitions to the Israeli fighting forces.[9]\nThe IDF reported that they had fired 14,500 tank shells and around 35,000 artillery shells.[10]\nHamas’ Al Qassam Brigades claimed responsibility for the execution by firing squads of 21 alleged “collaborators”, of whom 16 were taken from Al Katiba prison where they had been held in the custody of the local authorities in Gaza.\nSix civilians in Israel and 67 Israeli soldiers were killed.[11]\nUp to 1,600[12] Israelis were injured, including 270 children.\nDirect damage to civilian property in Israel amounted to almost $25 million.[13]\nBetween 7 July and 26 August 2014, Palestinian armed groups fired 4,881 rockets and 1,753 mortars towards Israel.[14]\nThe IDF found 32 tunnels, 14 of which extended beyond the Green Line into Israel.[15]\nMarch 4, 2017 at 14:24\nYour shriek of “anti-Semitism!” is a time-dishonered-now-enfeebled smear meant to distract and deflect from reality, which is that the criticism of Israel and Israeli supporters is in fact a condemnation of Zionist criminality — ie anti-Zionism — which is itself a pointed form of anti-“Injustice-ism”.\nNo one objects to anti-Nazism, because it is self-evidently a justice-based point of view: Nazis = bad, anti-Nazism = good.  Anti-Zionism is ethically equivalent because of Zionist crimes against the Palestinians.  Zionism = bad, anti-Zionism = good.  The criminals complain, and try to hide behind “anti-Semitism!”, but the truth is out, so the smear doesn’t work like it used to.  In particular, those at whom the smear is directed  don’t fear it like they used to.\nA correction is coming.  Zionism has shown its true nature, essentially Jewish Nazism, or should I say, “AshkeNazism”.\nEndeavor to persevere.\nAgain, I’m an American and a Jew, but I do not condone, and will not be complicit in Jewish crime.\nFor my fellow Jews: fix the problem before it fixes you… yet again.\nScott\nMarch 1, 2017 at 14:15\nAn interesting fact regarding the use of Anti-Semitic claims by Israel:  Since the Palestinians are themselves a Semitic people it can be argued that the State of Israel is the most murderous and destructive “ Anti-Semitic” entity on earth.\nSam F\nMarch 1, 2017 at 19:57\nYes, the term “anti-Semitic” is both erroneous and deliberately deceptive. It is erroneous because Semites include Arab groups. It is deceptive because no other ethnic/racial group demands a special word for discrimination against their group. This is part of their strategy of discrimination in favor of themselves: they claim that any objection to wrongdoing by Jews is discrimination against their group, and further that it is a unique psychopathology. But it is their own racism that is psychopathology, and their extremely devious attempts to mask it as defense, and to attack legitimate critics.\nThe great and tragic irony is that many of the the victims of bullying become bullies, and many Jewish victims of Nazi fascism have become fascists, only because their zionist faction led them that way. If Israel had been set up in a remote location, rather than the most foolish location for such a thing on Earth, it might have succeeded – and been superceded by now. Israel was a mistake from the beginning. And they have no more claim to an empire there than anyone else, as all humanity had empires there in the million years that our ancestors migrated from southern Africa to Europe and Asia. Pure propaganda.\nHello Sam F,\nThis is an eloquent and highly informed response to the question at hand. I read it 3 times. You see clearly the dangerous desent into  fascist idealogy which the “Jewish” state has e\nmbarked upon in her attempt to protect her self. Brotherhood and not hate is the answer.\nThank you,\nMarch 1, 2017 at 22:40\nOne only has to read the majority of comments on this forum to get a disgusting earful of the rising (and self-righteous) tide of Anti-semitism in this country, as well as abroad. people are using Israel as an excuse to allow this poison loose on the world yet again. And people like Ann Wright are the chief poisoners in charge.\nDr. Ibrahim Soudy\nMarch 2, 2017 at 14:42\nREAL Antisemitism is what Israel is doing to the Palestinians………Keep using that term and even young Jews now started distancing themselves from what is called the Jewish State…………Please READ “The Ethnic Cleansing of Palestine” by Jewish Historian named Ilan Pappe…….if you disagree with him, ask the many synagogues around to invite him for debates……he would be very glad to do that. You want other Jewish names?! How about Max Blumenthal, Gilad Atzmon, Henry Herskovitz, Shlomo Sand, etc etc etc…..\nJoe Tedesky\nMarch 2, 2017 at 17:24\nThere ya go again with the holocaust threat stuff. You and people like you are a johnny one note, if there ever was a johnny one note.\nWhat you are referring too isn’t Anti-Semitic as much as it is anti-Zionism. There is a brilliantly clear difference from what the Jewish as whole stand for, as opposed to what a group of Zionist demand. Every American isn’t a Neocon, so would criticizing a Neocon be criticizing every American? No, and you know it’s no.\nIf you don’t like the comments posted here on consortinumnews then there’s the door! Oh, and on your way out take your hate with you.\nJeff Davis\nMarch 4, 2017 at 13:53\nThe poison is coming from Israel itself.  Israel is its own existential threat.  You cannot abuse people and expect to get away with it.  The Jews have abused people in a serial fashion for five-thousand years with predictable results.  If the Jews don’t learn — and they’re either incapable of it or ***VERY SLOW*** learners — the holocausts will continue.  The geopolitical Zionist-crime-in-progress which is the “State” of Israel has been built on the destruction of the Palestinians.  That fact, once concealed by Jewish domination/control of the media, has been revealed by the freedom-of-truth made possible by the internet, and marks the beginning of the end of the Zionist criminal project.  Scream “anti-Semite” all you want.  Scream “holocaust denier”, “scapegoating”, “blood libel”.  It won’t matter.  People recognize truth and the abuse of truth that accompanies organized crime.  No crime has a “right to exist”.  No criminals have a “right to self-defense”.  Justice is coming.  The truth is out, and 300 million non-Jewish Americans — as well as many young Jewish Americans — are waking up, and when American support is withdrawn, Israel will “disappear from the pages of history.  The time is short.  The Jews will either learn, or they will suffer yet again.  I’m an American and a Jew and I say to my fellow Jews, “Get a f*cking clue.”\nlynne gillooly\nMarch 1, 2017 at 13:28\nThis is one issue that both American Parties are completely wrong about. It is insane to be afraid to say ANYTHING against what Israel has done to the Palestinian people. I am so sick of Bibi and his two-faced agenda. He has no intention of a 2 State solution and no intention to allow the Palestinian people equal rights and full citizenship in a 1 State solution.\nBill Bodden\nMarch 1, 2017 at 13:57\nThis is one issue that both American Parties are completely wrong about.\nBecause the leaders, senators and representatives of both parties have sold their souls to the Israel lobby.  Elizabeth Warren and Jeff Merkley have been admirable in taking on Wall Street, but when it comes to Israel they must surely be ashamed of themselves – if not, they should.  Similarly, Russ Feingold who was the “one” in a 99 to 1 vote in the senate approving the mad rush to endorse FISA went against character to toe the Lobby’s line.\nAt the same time, let’s not ignore the American people who are mostly mute when it comes to Israel’s violations of international law and crimes against humanity.\nbackwardsevolution\nMarch 1, 2017 at 17:36\nBill – I think most Americans are mute because they’re not being educated about the situation.  If the Palestinian situation were given the same attention as say the transgender bathroom issue, Israel would probably have folded its tent by now.  Vested interests with money are keeping the situation out of the public eye as much as they can, or at least not playing it up.\nCan you just imagine if the New York Times or the Washington Post had huge “Boycott, Divestment and Sanctions” headlines on their front pages?  And then continued these headlines day after day?  But they’re not going to do that, are they, because the Israeli lobby would turn around and call for their own boycott against the newspapers if they did.\nSam F\nMarch 1, 2017 at 19:45\nActually people of Jewish surname directly controlled 40 to 60 percent of US newspapers back in the 1980s when I investigated this, and controlled almost all the rest indirectly; that percentage was increasing. The only exceptions were in New Jersey, where they were controlled by Italians, and in Texas-Louisiana, where I could see no obvious ethnic bias, but was told that they are controlled by the oil companies. Even those percentages are underestimates because only 50 percent of US Jews could be identified by surname even back in in 1970, and that percentage was increasing.\nThe same situation appeared to apply to magazines, and certainly book publishers.\nSo it would be more than fair to say that US publishing is completely controlled by Jews, most of whom are radically pro-Israel. If you wish to verify these estimates, you must study Jewish surnames for a few weeks at least, and not assume that you can recognize those, or you will underestimate those.\nSam F\nMarch 1, 2017 at 19:48\nThe percentage of Jews identifiable by surname was decreasing from 50 percent, not increasing.\nBill Bodden\nMarch 2, 2017 at 00:28\nOur local  regional  rag doesn’t  appear  to  have  any Jewish  people  in management  but they reject any letters  I  write critical  of Israel .\nVirginia Jones\nMarch 2, 2017 at 03:43\nIt is sad that the  American people are just fed so much propaganda and lies about Israel and the Palestinians!    I am rooting for the BDS movement     The Israeli lobby are just too powerful.\nMarch 1, 2017 at 12:59\nThis backfire effect happened with Professor Tony Martin a few times during his ordeal at Wellsley College. However, the hyper aggressive Jewish organizations slandering Tony met their match – as Tony proved to be a formidable opponent. Here’s one excerpt from his essay ‘Tactics of Organized Jewery in Suppressing Free Speech’\n“Another tactic is what I call their unseemly histrionics. When I spoke at Worcester State College, there was a Jewish lady (I think her name was Schneider) who was on the College’s board of trustees. Amidst great fanfare, she resigned from the board because of the school’s invitation to me. But that’s what I call nothing but stupid histrionics. It got a lot of press, of course. It created a lot of media interest. But again, this was a case of shooting herself in the foot. As I remember they had initially scheduled me to speak in an auditorium that held about a hundred people. But after all the hysteria, which they themselves had generated, they had to change the venue to the largest auditorium they had, which held about 300 people. And even that wasn’t big enough. So eventually, when I turned up on a cold, wintry morning in February, they had that 300-capacity auditorium totally full. Then they had to run closed-circuit televisions outside for another 300 people to hear what I had to say. And of course, my speech got to be front-page news the next morning in the Worcester Telegram & Gazette, and so on.”\nFuck off, Holocaust-denier.\nMarch 2, 2017 at 00:19\nI am impressed  by your  elegant use of the English  language  but am perplexed at how you came to the   conclusion  that  RAW is a Holocaust  denier without evidence .\nMarch 2, 2017 at 10:16\nConsortiumNews used to have loads of intelligent comments, no trolls at all.  Once consortium made the jumans WAPO blacklist, their comment section exploded. Now the paid trolls have descended. Sad, but not a surprise…\nJust for kicks, I’ll troll them back with facts… they hate facts. They’re fanatical sociopaths. I am referring to the zionest ideologues. Not all Jews. Some Jews I love – Like Gilad Atzmon, he’s a great Jew! It’s just the rabid ones like psudoman: Rikhard Ravindra Tanskanen accusing me of being holocaust denier. His real name is probably Ben Stein… or Dov Weisman, or TalmudLover\nA troll traditionally on the Internet is someone indulges in off-topic abuse.\n1) a troll is someone who posts inflammatory\n2) extraneous, or off-topic messages in an online community, such as an online discussion forum, chat room, or blog, with the primary intent of provoking readers into an emotional response\n3) or of otherwise disrupting normal on-topic discussion\nMore from Prof Tony Martin:\n“Another one of their tactics is hate mail. Their propensity for hate mail, I discovered, is absolutely amazing. Up to now, I still get a lot of hate emails. And a few days ago I got a hate postcard. On the one hand they try to portray themselves in public as these great liberals and nice folks and whatnot, but at the very same time they’re getting out this other kind of stuff.\nWhich also reminds me of the tendency towards violence. There was one Jewish guy, he said he was a Russian Jew, called Alexander Nechaevsky, who actually came onto my campus saying that he had come to get me. Luckily I wasn’t there to be gotten that day. I was somewhere out of town. But he came to the office, saying he had come to get me, and whatnot. They had to call the campus police, and he was given an order — a trespass order, I think they called it — not to appear on the campus again.”\nOH\nMarch 2, 2017 at 10:51\nYou are a fraud.  I do not buy your act, at all.\nSam F\nMarch 2, 2017 at 19:38\nOH, you are the fraud, and are fooling no one at all.\nSam F\nMarch 2, 2017 at 19:37\nThis RRT has made many such troll comments in the past.\nCal\nMarch 2, 2017 at 22:46\nWhy don’t you tell the British Jews./Zionist to fuck off?\nThe Nazis were more than willing to sell off their Jews —were in talks with the Zionist several times regarding this.\nBUT….the Zionist leadership refused to consider it.\nThe more Jews that died the better for them and their Israel scheme.\nJanuary 10, 1939\nMANCHESTER, England (Jan. 9)\nAny “ransom” plan for the rescue of German Jewry was emphatically rejected today in an address by Neville Laski, president of the Board of Deputies of British Jews, at a meeting under the auspices of the Baldwin Fund for Refugees. “I say without any equivocation,” Mr. Laski declared, “that Jews are not prepared to buy the bodies of our people at the price of sacrificing civilization to a beast.”\nNotice of course that Laski’s statement that ” Jews are not prepared to buy the bodies of our people at the price of sacrificing civilization to a beast.”..doesn’t even make sense..as if buying Jews to save them would somehow be sacrificing civilization…what a frigging crock!\nYou can find news reports of even more Jewish groups that refused to consider any ransom agreement with the Nazis for the poorer Jews who hadn’t and couldn’t get out on their own in the news archives of  the Jewish Telegraph Agency.\nRon\nMarch 1, 2017 at 11:41\nIt’s wonderful hear of progress being made against the powerful control of Jewish lobbies. It appears that people’s minds are opening to truth. Thanks Ann for your courageous work.\ndavey wavey\nMarch 6, 2017 at 01:24\nSure.  Like the guy says above — extortion to cover mass murder — this is the Israel game.\nEudoro Olguín\nMarch 1, 2017 at 11:37\nThere should be more people with integrity like Ms. Ann Wright in this world, to raise their voices when they see the abuses and genocidal acts of the land thieves of Israel against the defenseless Palestinians.\nWe must keep always in mind than crimes and bad acts happen when good people keep quiet about it.\nIf there is a GOD, not the God of Israel, It should bless Ms. Ann Wright.\ngeoff\nMarch 1, 2017 at 19:28\nthank you. i enjoyed the woman’s march simply because they seem to have the courage to speak out regardless of the cost. ann wright is an example of courage which is lacking in congress, the press and the general population. israel is wrong and their policies will hurt them no matter what we know about the bible and the right of a jewish state. it is hypocrisy and there is no escape.\nJWalters\nMarch 1, 2017 at 22:27\nIronically, in 1934 a law was passed in Nazi-controlled Germany that criminalized criticism of the Nazi party and their governance.  Today Zionist-controlled American legislatures are criminalizing criticism of Israel’s Zionist bigotry and crimes.  It is a grave mistake to appease Zionist campaign “donors”, who are in fact extortionists in cahoots with mass murderers.  American legislators who give in to these criminals should hang their heads in shame.\nA.S.F.\nMarch 1, 2017 at 22:36\nThis woman is a disgrace and her activities do not promote peace, tolerance or understanding in any way. On the contrary, her actions are targeted towards specific scapegoats and they are grandiose, inflammatory and divisive in nature. I am relieved that she is no longer in a position to represent our country or interfere with its interests in any way. Ann Wright is as wrong as it is possible for one person to be. She appears to be a truly misguided (possibly troubled) individual who conflates herself as some kind of self-canonized saint.\nMichelle Berkon\nMarch 2, 2017 at 06:49\nAd hominem attacks are the classic Zionist response to criticism of the so-called ‘Jewish’ state. Proof that they have no evidence-based arguments.\nSkip Scott\nMarch 2, 2017 at 07:27\nA.S.F. is the same type of troll you constantly see on the MSM.  Don’t refute or present any evidence, just slander the messenger.  This one probably works for AIPAC or ProporNot.\nOH\nMarch 2, 2017 at 10:49\nAs wrong?  As wrong!  Surely you meant to say 1,000 times as wrong!  10,000 times as wrong!\nHow dare you understate that.\nThere is no condemnation that is enough for your understatement.\nNay, there is no condemnation that is 1,000,000th enough for your understatement.\n1,000,000,000,000,000th.  Really I am trying my utmost to condemn your understatement enough.\nCal\n” her actions are targeted towards specific scapegoats ‘…A.S.F.\nThats amusing– considering  that parts of Judaism and all of Zionism is based on ‘scapegoating’ e.v.e.r.y.o.n.e in the universe as ‘evil’ and enemies of the ‘only and eternally innocent’ humans on earth, the Jews.\nWhat a myth.\nRight, advocating for universal human rights and against Israeli racism, terrorism, colonialism, mass murder, ethnic cleansing and apartheid is “a disgrace.’\nTell us more, oh brave anonymous promoter of racism and colonialism.\ndavey wavey\nMarch 6, 2017 at 01:23\nWhy a “disgrace”?  You don’t say which suggests you don’t know, but had to write something negative.  Is this it?  Why a disgrace?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.ilfattoquotidiano.it/2017/02/27/roma-no-al-convegno-anti-israele-sospeso-levento-su-gaza-in-campidoglio/3420528/",
                "https://www.jpost.com/Diaspora/German-mayor-opposes-10000-award-to-anti-Semitic-group-Code-Pink-444609"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.codepink.org/letters_to_mayor_brigitte_merk_erbe"
            ]
        },
        "key_words": [
            "antisemitism",
            "event",
            "backfire",
            "smears",
            "cancellation",
            "council",
            "gaza",
            "talk",
            "city",
            "tactic",
            "israeli",
            "palestinians",
            "policies",
            "israels"
        ]
    }
]