[
    {
        "url": "https://www.christianpost.com/news/isis-burns-christians-alive-locked-caskets-escaped-iraqi-soldier-islamic-state-prisoner-revels.html",
        "title": "ISIS Burns Christians Alive in Locked Caskets, Escaped Prisoner Reveals",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nISIS Burns Christians Alive in Locked Caskets, Escaped Prisoner Reveals\nISIS Burns Christians Alive in Locked Caskets, Escaped Prisoner Reveals\nISIS Burns Christians Alive in Locked Caskets, Escaped Prisoner Reveals\n| Wednesday, January 06, 2016\nA member loyal to the Islamic State in Iraq and the Levant waves an ISIL flag in Raqqa June 29, 2014. The offshoot of al Qaeda which has captured swathes of territory in Iraq and Syria has declared itself an Islamic \"Caliphate\" and called on factions worldwide to pledge their allegiance, a statement posted on jihadist websites said on Sunday. The group, previously known as the Islamic State in Iraq and the Levant, also known as ISIS, has renamed itself \"Islamic State\" and proclaimed its leader Abu Bakr al-Baghadi as \"Caliph\" - the head of the state, the statement said. | (Photo: Reuters/Stringer)\nAn Iraqi soldier who escaped from an Islamic State prison has described the terror group's brutal torture of Christians, many of whom died during the torture.\n\"They tortured the [expletive] out of the Christians and some died in the process,\" Sergeant Karam Saad of the Iraqi military, who was held captive in June 2014, told Independent Journal .\n\"They would take some and lock them in a kind of casket, and set it on fire from the inside,\" he added. \"I only spent three nights in prison. During that time, I paid attention to how many guards were on duty and any signs of weaker security.\"\nIS, an offshoot of al-Qaeda, seeks to establish a caliphate in the Levant region and beyond. The Sunni terror group controls many parts of Iraq and Syria, and Christians are among their civilian targets.\nSaad criticized President Barack Obama's strategy to fight IS, which mainly involves airstrikes by an international coalition.\n\"The airstrikes are not effective and there are really no functional operations. The coalition is [expletive]! They might get a couple good shots here or there, but for the most part it's not an effective strategy,\" he was quoted as saying.\n\"In the future, I feel that the Republicans will be more effective to battle ISIS than the Democrats. … Since 1991, the Republicans have been better allies than Democrats. The Democrats have a stupid strategy. I had spent a long time on the battlefield with the Republicans politics and we've had way more victories in the fight.\"\nHe added: \"Under the Obama administration, America is not taking this fight seriously.\"\nSaad also narrated how he managed to escape.\n\"The bathroom had a window with access to the roofs,\" he said. \"In Iraq, the rooftops are flat, so you can jump from roof to roof. Every once in a while, IS would speed off in their cars in search of more prisoners, and only leave a couple guards behind.\n\"So I stole a spoon and turned it into a knife, with the intention to kill one of the guards. I asked him to take me to the bathroom. But as I was making my way there, I noticed another guard who had been left behind was armed with a gun, so killing was out of the question.\n\"I went to the bathroom and managed to knock out the IS fighter and put him a rear-naked choke. Then I made it onto the roofs, and escaped.\"\nIS terrorists believe Islam allows, or mandates them, to persecute non-Muslim minorities or even Muslims who do not obey them.\nThey also believe Islam allows them to rape non-Muslim women and girls.\nA 12-year-old girl interviewed by The New York Times at a refugee camp in Qadia, Iraq, last year said an IS terrorist prayed before and after raping her and sought to explain to her that the Quran encourages such sexual assaults.\n\"I kept telling him it hurts — please stop,\" the girl was quoted as saying. \"He told me that according to Islam he is allowed to rape an unbeliever. He said that by raping me, he is drawing closer to God.\"\nMore than 5,000 Yazidis were abducted last year, and at least 3,144 are still being held.\n\"Every time that he came to rape me, he would pray,\" another victim, a 15-year-old girl, was quoted as saying. \"He kept telling me this is ibadah (worship). He said that raping me is his prayer to God. I said to him, 'What you're doing to me is wrong, and it will not bring you closer to God.' And he said, 'No, it's allowed. It's halal.'\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.ijreview.com/2016/01/500716-this-badass-escaped-an-isis-prison-and-he-has-a-message-for-obama-about-his-bullsh-strategy/?utm_content=buffer9d7d2&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer"
            ]
        },
        "key_words": [
            "alive",
            "guards",
            "reveals",
            "isis",
            "burns",
            "girl",
            "raping",
            "locked",
            "strategy",
            "quoted",
            "islam",
            "caskets",
            "republicans",
            "escaped",
            "christians",
            "rape",
            "iraq",
            "prisoner"
        ]
    }
]