[
    {
        "url": "https://www.christianpost.com/news/passion-attendees-give-227000-for-bible-translation-in-mali.html",
        "title": "Passion Attendees Give $227,000 for Bible Translation in Mali",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPassion Attendees Give $227,000 for Bible Translation in Mali\nPassion Attendees Give $227,000 for Bible Translation in Mali\n| Monday, April 04, 2011\nCollege students attending the Passion Conference in Fort Worth, Texas, this past weekend exceeded the set goal and gave over $227,000 to fund a Bible translation project in the Western African nation of Mali.\nCurrently, members of that particular people group in Mali have no access to the Bible in their own language. But now with the money given by students attending the Passion 2011 Fort Worth conference, the people group will receive translation of 90 Bible stories into their \"heart\" or native language over the next five years.\n\"They don't have one verse in their heart language,\" emphasized Louie Giglio, founder of the Passion conference, on Saturday. \"And what an amazing thought that in the unfolding of history, God chose us to put Scripture in the hands of 500,000 people in Mali.\"\nBy Sunday, the last day of the conference, students had given $227,418, exceeding the Do Something Now goal of $220,350 to fully fund the translation.\nPassion's Do Something Now campaign seeks to introduce students to global causes and offers them ways to put their faith into action.\nOther DSN causes in the past include providing: clean water wells for remote villages; micro-loans for poor families in Afghanistan; one year of food for children in South Africa; homes for families displaced by the earthquake in Haiti; vocational training for girls rescued from the sex trade; and surgeries for babies in Uganda suffering from hydrocephalus, or \"water on the brain.\"\nDuring the three-day youth event, Giglio announced the newest cause to the Do Something Now campaign. Over the next 60 days, the nearly 10,000 students attending the Passion 2011 conference in Fort Worth are responsible for spreading the word about Haiti Rising.\nThe Haiti Rising cause seeks to raise money to buy heavy equipment to remove rubble left by Haiti's earthquake last year. On the cause's webpage, organizers highlight that it would take a dozen workers using hammers months to clear one two-story home. But a heavy equipment team using an excavator and a dump truck can do the same job in one day.\n\"Many of the issues that plague Haiti's rebirth are complex, yet rubble removal is not,\" read the DSN page for Haiti Rising. \"One month vs. one day … Until the rubble is gone, rebuilding cannot begin. Together, we can help clear the way, creating the possibility for families, schools, businesses and churches to rise again.\"\nAs of Monday morning, the DSN campaign has raised $72,835 out of the goal of $739,020 for partner Samaritan's Purse to clear rubble in Haiti using heavy equipment.\nIn addition to the various global causes, students attending the Passion conference also donated more than 5,700 towels and 31,200 socks to the local homeless community in Fort Worth.\nThey also donated $14,091 to purchase and send mosquito nets to people in Africa.\n\"Do Something Now is our way at Passion of saying 'worship is about justice,'\" said Giglio. \"It's about action and lifestyle. If our worship is for God, we've got to combine that with everything we've got to touch people in Jesus' name.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haiti",
            "mali",
            "translation",
            "fort",
            "attending",
            "bible",
            "worth",
            "rubble",
            "passion",
            "students",
            "causes",
            "attendees",
            "227000",
            "conference"
        ]
    }
]