[
    {
        "url": "https://nutritionfacts.org/2013/09/26/dr-gregers-new-dvd-available-for-download/",
        "title": "Latest in Clinical Nutrition Volume 14 Now on DVD",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2013-09-26",
        "text": "September 26th, 2013\nThe newest volume of my Latest in Clinical Nutrition DVD series is now out. Order on my website or through Amazon (all proceeds go to the 501c3 nonprofit charity that keeps NutritionFacts.org up and running). It can also now be ordered as a video download .\nThe current batch of videos from volume 14 on NutritionFacts.org is set to run out soon, so starting this month and running through November I’ll be rolling out the videos from this new DVD, volume 15. The DVDs give folks the opportunity to sneak-preview videos months ahead of time, watch them all straight through, and share them as gifts, but there is nothing on the DVDs that won’t eventually end up free online at NutritionFacts.org. If you’d like the works–more than 30 hours of video(!)–I have a special on my complete DVD collection .\nHere’s the list of chapters from the new volume 15 DVD — a preview of what’s to come over the next few months here on NutritionFacts.org:\nTreating Multiple Sclerosis with the Swank MS Diet\nProstate Cancer Survival: The A/V Ratio\nBreast Cancer Survival Vegetable\nBOLD Indeed: Beef Lowers Cholesterol?\nEggs and Choline: Something Fishy\nEggs, Choline, and Cancer\nEnhanced Athletic Recovery Without Undermining Adaptation\nPreserving Immune Function in Athletes with Nutritional Yeast\nNutrient-Dense Approach to Weight Management\nHow Many Poppy Seeds Are too Many?\nIncreased Lifespan from Beans\nCanned Beans or Cooked Beans?\nLifestyle Medicine: Treating the Causes of Disease\nThe Broccoli Receptor: Our First Line of Defense\nCounteracting the Effects of Dioxins through Diet\nPhosphate Additives in Meat Purge and Cola\nPhosphate Additives in Chicken\nAre Sugary Foods Addictive?\nAre Fatty Foods Addictive?\nCavities and Coronaries: Our Choice\nOne in a Thousand: Ending the Heart Disease Epidemic\n \nAs usual, I’m honored to feature some of the most groundbreaking research (as in BRCA Breast Cancer Genes and Soy and Treating Multiple Sclerosis With Diet) and practical tips (Canned Beans or Cooked Beans? and How to Avoid Phosphate Additives–hint: they’re often not labeled) along with some mythbusting (BOLD Indeed: Beef Lowers Cholesterol? and Alkaline Diets, Animal Protein, and Calcium Loss) and life-changers (Cavities and Coronaries: Our Choice and Ending the Heart Disease Epidemic) thrown in for good measure. And of course there are the fun ones (with a name like Testing Your Diet with Pee & Purple Cabbage you know it’s got to be good!).\nOrder at DrGreger.org/DVDs or through Amazon .\nDVD Now Available For Video Download\nAll the money from DVD sales goes to keep NutritionFacts.org alive and kicking. Because NutritionFacts.org’s financial situation remains precarious, the price of new DVDs has been raised to $25. However, you can still get the new DVD for $20 as a video download . That way you can watch these two hours of new material instantly rather than waiting on snail mail.\nTo encourage everyone to become a regular supporter, anyone signing up on the donation page to become a $15 monthly contributor will receive the next three DVDs for free (as physical DVDs, downloads, or both–your choice), and anyone signing up as a $25 monthly contributor will get a whole year’s worth of new DVDs.\nWhy You Should Consider Supporting NutritionFacts.org\nI have been writing, researching, and speaking about nutrition for more than a decade. In that time, every penny I received from the sales of all my books went to charity, as did every penny from the sales of every DVD and every penny from every speaking engagement . In retrospect, instead of giving the money away, maybe I should have saved it so that should I ever start a website to give all my work away for free, I’d have enough to keep it going!\nNutritionFacts.org started out offering new videos 7 days a week. This year I’m down to 3 new videos a week. Ideally, fundraising efforts would allow me to bring on more staff to free up my time to do more research, make more videos, write more books, and personally answer more questions , but alas I’m in a situation where I just need funds to keep the website afloat. Because there’s so much video content, the ongoing server costs alone exceed $10,000. Please join the hundreds of viewers like you who have already stepped up to help out.\n \nSifting through the voluminous and often conflicting science of nutrition is a full-time job. And guess what? It’s my full-time job (well, at least one of my full-time jobs :). I’m happy to do all the work and share it with the world, but please consider supporting my efforts to spread some dietary sanity into the world.\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nutritionfacts.org/2013/07/11/new-dvd-on-the-latest-in-nutrition-all-proceeds-to-charity/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.paypal.com/webapps/shoppingcart?mfid=1566966352680_d9ef230ee14a&flowlogging_id=d9ef230ee14a",
                "https://nutritionfacts.org/supporters/",
                "https://drgreger.org/collections/dvds",
                "https://drgreger.org/pages/selected-writings",
                "https://drgreger.org/collections/downloads",
                "https://nutritionfacts.org/donate/",
                "https://drgreger.org/pages/speaking-dates",
                "https://nutritionfacts.org/questions/"
            ]
        },
        "key_words": [
            "cancer",
            "beans",
            "diet",
            "14",
            "latest",
            "volume",
            "dvd",
            "videos",
            "video",
            "nutritionfactsorg",
            "nutrition",
            "phosphate",
            "dvds",
            "clinical"
        ]
    }
]