[
    {
        "url": "https://consortiumnews.com/2016/09/22/dangerous-denial-of-global-warming/",
        "title": "Dangerous Denial of Global Warming",
        "authors": [
            {
                "name": "B Fearn",
                "link": null
            },
            {
                "name": "Silly Me",
                "link": null
            },
            {
                "name": "Gwen Kraft",
                "link": null
            },
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Brian Bix",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "David Smith",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Sarah Jenkins",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-09-22",
        "text": "Main menu\nSeptember 22, 2016\nBy Jonathan Marshall\nPresident Obama calls it “ terrifying ” and the greatest long-term threat facing the world. Three hundred seventy-five of the world’s top experts just warned of “severe and long-lasting consequences” for the planet if America’s next president drops the ball. Yet only 19 percent of registered voters say it’s a top issue ; Hillary Clinton increasingly ducks the topic , and Donald Trump characteristically dismisses it all as a “ hoax .”\nThe issue, of course, is global warming. While reporters offer endless stories about Clinton’s emails and fainting spells, and Trump makes up new lies faster than fact-checkers can swat them down, few people in politics or the media are talking about the accelerating effects of climate change.\nThe image of the Earth rising over the surface of the moon, a photograph taken by the first U.S. astronauts to orbit the moon.\nGlobal warming isn’t just a theory any more. NASA recently reported that this August tied with July as the “warmest month ever recorded,” following 11 straight months that set new global heat records. Since 2000, the Earth has experienced 14 of the 15 hottest years on record.\nRelentless burning of fossil fuels and release of other heat-trapping gases has already increased the Earth’s average surface temperature by about 1 degree Celsius relative to the late Nineteenth Century. And that’s just for starters.\n“Even if every nation in the world complies with the [2015] Paris Agreement [on climate], the world will heat up by as much as 3.5 degrees Celsius by 2100 — not the 1.5 to 2 degrees promised in the pact’s preamble,” according to climate activist Bill McKibben.\nEven today’s limited warming is wreaking havoc all across the globe. After storms in Louisiana last month dumped two feet of rain in 48 hours — killing 13 people, damaging more than 60,000 homes and businesses and causing $9 billion in economic losses — scientists reported that “climate change played a very clear and quantifiable role” in causing the disaster.\nIn other regions, from parched California to fire-ravaged Alberta , warming has caused record droughts, raging forest fires and billions of dollars more in damage. In the eastern Mediterranean, the worst drought of the last 900 years is causing hunger and widespread social disruption, contributing to mass migration and devastating conflicts like the wars in Syria and Libya.\nWarming is bringing disease vectors , like mosquitos that carry malaria and Zika virus, ever deeper into formerly temperate areas. Warming and related ocean acidification are also “bleaching” coral reefs and wiping out fisheries. Warming is rapidly thinning Arctic ice and putting polar ecosystems at risk. As glaciers melt, sea levels are rising rapidly, inundating not only island nations but highly developed coastlines like the Eastern seaboard of the United States.\nWorse Down the Road\nAnd all this is just a start. An open letter just issued by 375 members of the U.S. National Academy of Sciences and its foreign affiliates, including 30 Nobel laureates, warns that “rapid warming of the planet increases the risk of crossing climatic points of no return, possibly setting in motion large-scale ocean circulation changes, the loss of major ice sheets, and species extinctions. The climatic consequences of exceeding such thresholds are not confined to the next one or two electoral cycles. They have lifetimes of many thousands of years.”\nDonald Trump speaking with supporters at a campaign rally at Veterans Memorial Coliseum at the Arizona State Fairgrounds in Phoenix, Arizona. June 18, 2016. (Photo by Gage Skidmore)\nThey also took a direct swipe at Trump, saying “it is of great concern that the Republican nominee for President has advocated U.S. withdrawal from the Paris Accord. . . . Such a decision would make it far more difficult to develop effective global strategies for mitigating and adapting to climate change. The consequences of opting out of the global community would be severe and long-lasting – for our planet’s climate and for the international credibility of the United States.”\nSurveys show that Republican are twice as likely as last year to express doubts about the existence of global warming, According to University of Michigan researchers, one factor may be their presidential candidate’s oft-repeated insistence that global warming is “a total, and very expensive, hoax!”\nClinton is squarely on record as acknowledging the challenge of global warming, and advocates massive investment in solar energy to make the United States a “clean energy superpower.” Evidently fearful of being branded “anti-jobs” or “pro-tax,” however, she has markedly downplayed discussion of the issue since beating Bernie Sanders in the Democratic primary.\nMixed Messages\nPresident Obama, for all his worthy attention to the issue , has consistently sent mixed messages. His infamous “ all of the above ” energy strategy, which includes energetic support for fracking , makes no distinction between fossil fuels and renewable energy.\nPresident Obama holds a joint press conference with President Hollande of France in the East Room of the White House on November 24, 2015. (Photo credit: Whitehouse.gov)\nIn a recent interview touting his many economic successes, Obama boasted , “We’ve doubled the production of clean energy. Our production of traditional fossil fuels has exceeded all expectations.” Both may contribute to GDP, but only one offers a chance to salvage an Earth fit for human habitation.\nNot surprisingly, the news media have fostered complacency or even hostility toward any federal response to global warming. The four major U.S. TV networks  cut their already minimal coverage  of climate issues to a combined total of just two-and-a-half hours for all of 2015 — despite the signing of the Paris climate agreement, the Pope’s encyclical on climate change , President Obama’s Clean Power Plan , California’s record drought , and record-shattering high temperatures across the country.\nIn fact, the only network that significantly increased its coverage was Fox, but its agenda was disinformation, not education.\n“The vast majority of that coverage included attacks on climate policies, or climate science denial,” said Andrew Seifter, climate and energy program director for Media Matters. “So, people who watch Fox for their climate coverage got more of it, but they didn’t necessarily learn more from watching it.”\nFox, in turn, gets its anti-science ammunition from a host of “think tanks” and advocacy organizations funded by petrochemical and coal interests ranging from the billionaire Koch brothers to Exxon , which spent anywhere from $16 million to $30 million over many years funding dozens of organizations that question the science of climate change.\nOwing to their obstructionism, it’s too late now to stop global warming — but we can still limit its extent and damage . We already have most of the technology needed to transform the United States into a clean energy economy by 2050. And if we choose to invest abroad in cutting carbon rather than waging wars, the United States can have a truly global impact on this global challenge. But it will take a great effort, requiring great will. And that can only start with serious and sustained discussion of the perils we face.\nSarah Jenkins\nSeptember 24, 2016 at 16:53\n““The common enemy of humanity is man. In searching for a new enemy to unite us, we came up with the idea that pollution, the threat of global warming, water shortages, famine and the like would fit the bill.”\nClub of Rome\n“what exactly is the Club of Rome and who are its members? Founded in 1968 at David Rockefeller’s estate in Bellagio, Italy, the CoR describes itself as “a group of world citizens, sharing a common concern for the future of humanity.” It consists of current and former Heads of State, UN beaureacrats, high-level politicians and government officials, diplomats, scientists, economists, and business leaders from around the globe.”; Malthusian depopulation advocates who “came up with the idea” that the threat of global warming would achieve their goals.”\nExcerpts from a document of the Secretariat for World Order which was distributed at the Des Moines UNCED [United Nations Conference on Environment and Development] meeting (1991):\n“We are the living sponsors of the great Cecil Rhodes will of 1877, in which Rhodes devoted his fortune to “The extension of British rule throughout the world… the colonization by British subjects of the entire Continent of Africa, the Holy Land, the Valley of the Euphrates, the islands of Cyprus and Candia [Crete], the whole of South America, the islands of the Pacific not heretofore possessed by Great Britain, the whole of the Malay Archipelago, the seaboard of China and Japan, the ultimate recovery of the United States of America as an integral part of the British Empire….\nWe stand with Lord Milner’s credo. We too, are “British Race Patriots” and our patriotism is “the speech, the tradition, the principles, the aspirations of the British Race.” Do you fear to take this stand, at the very last moment when this purpose can be realized? Do you not see that failure now, is to be pulled down by the billions of Lilliputians of lesser race who care little or nothing for the Anglo-Saxon system?”\nPublic service message brought to you by your favorite Abel Danger Global Team of “Lilliputians”:\nSeptember 11-18, 1987, in Denver and Estes Park, Colorado – George Hunt: UNCED Earth Summit 1992 (population reduction, bank scams) – Transcript and Videos\nabeldanger.com May 30, 2010\nGeorge Hunt was threatened, then sued by David Rockefeller, then murdered by a very fast-acting cancer. David Rockefeller has a controlling interest in global Big Pharma.\nSarah Jenkins\nSeptember 24, 2016 at 16:27\nI’ve believed that for most of my life, and had three cousins who had polio, one in an iron lung for most of the eight years prior to her death at age 17, and whose widowed mother was the NYC March of Dimes Director. I found out a few years ago that the great success of polio vaccine can be attributed to the removal of acute flaccid paralysis from inclusion in polio statistics. The joint WHO and Bill Gates polio vaccination program in India a few years ago increased the number of deaths due to AFP by 47,500 above baseline. (India Times).\n1918 Flu: Eyewitness account published in 1976; vaccinated people got the flu, the unvaccinated cared for them and weren’t infected.\nSeptember 26, 2016 at 18:24\nCHAPTER 2: THE SPANISH INFLUENZA EPIDEMIC OF 1918 WAS CAUSED BY VACCINATIONS\nThat’s the title of your link.   Do you have a clue how silly that is?   There was no influenza vaccine in existence until 20 years later, and not a good one then.\nGeorge Washington insisted on vaccinating his Revolutionary war soldiers against smallpox.   Since the Brits were fiddling with biowar even then, the US probably wouldn’t be a nation today if he hadn’t.   Later on came military vaccines for typhoid fever, then tetanus.  Of course civilians were overjoyed with the rabies vaccine.\nJust because some moron has the ability to type a bunch of words which look kind of ‘sciency’ doesn’t mean they’re worth the paper and ink used to generate them.\nRead up on your medical history from places not utilizing fanatical liars.  And try to learn some history.\nI just had my annual flu vaccination.  In the years since I overcame my childish dislike of needles, I haven’t spent a single night camped out on the bathroom floor with my head near the toilet bowl.   Getting sick on account of lunatic missionaries preaching against vaccines is stupid beyond words.   Get your pneumonia vaccination.  Your shingles vaccination.  Update your tetanus immunity.  Regarding that last one, my doctor casually mentioned that tetanus rivals rabies as the most horrible way to die.\nGet the freaking shots and ditch the silly propaganda generated by those clueless and gullible morons.\nSarah Jenkins\nSeptember 24, 2016 at 16:08\n“But Norfolk is worse off. Situated just west of the mouth of Chesapeake Bay, it is bordered on three sides by water, including several rivers, like the Lafayette, that are actually long tidal streams that feed into the bay and eventually the ocean.\nLike many other cities, Norfolk was built on filled-in marsh. Now that fill is settling and compacting. In addition, the city is in an area where significant natural sinking of land is occurring. The result is that Norfolk has experienced the highest relative increase in sea level on the East Coast — 14.5 inches since 1930, according to readings by the Sewells Point naval station here.”\nNYT’s sort-of-clarity on Norfolk sinking aka “sea level rise” and an inconvenient map\nThe Sea Level Scam\nUniversity of Colorado Sea Level Rise Adjustment Appears To Be Unreasonable, Not Justifiable\n“During the peak of the last ice age, enough ice was collected in the great ice sheets that the global sea level was reduced by more than 120 meters. The ice sheets themselves were, in places, more than two kilometers thick. The great weight of that ice depressed the earth’s crust and mantle by hundreds of meters. In some places, ground that is now a hundred meters above sea level, was pressed down below the sea level that existed before and shortly after the ice melted. Because the earth’s mantle has a high viscosity, and the earth’s crust a high bending strength, these areas are still slowly rising after 12,000 years, and will rise for another 12,000, barring another ice age to press them down again. This “isostatic rebound” or “post-glacial rebound” (PGR) complicates sea levels worldwide because it continually changes the sea bottom and coastline shapes. The University of Colorado sea level measurements add 0.3 mm/year to sea level rise to “adjust” for this. ”\nSeptember 26, 2016 at 18:37\nYou’ve found yourself a genuine dingleberry of a “scientist” with that naturalclimatechange site.   Here is the header of one of his “articles”\nOperation 9/11 and the Global Warming Fraud – The Phony “War on Terrorism” and UN Agenda 21 – New Judeo-Masonic World Order – Judaism Is the Occult Parent of the New Age Movement – Insane Judeo-Babylonian Religious Ideologies – Rabbis Warping Jewish Youth With “Chosen People” Delusions – Tikkun Olam: Attempting to Remake the World in a Judaic Image (Talk About Chutzpah!) – $$$ynagogue of $$$atan – Exposing and Defeating the Foolish Jewish/Illuminati Plan for World Conquest\nFrom the fellow’s “bio”:\nEDUCATION: Ph.D. (Soils and Geomorphology), Department of Geography, University of Calgary, Calgary, Alberta, Canada (1981); M.A. (Soils-Physical Geography), Department of Geography, University of Wyoming, Laramie, Wyoming (1977); B.S. (Anthropology), high school teaching certificate, and post-graduate coursework (Geography), 1971, 1974, and 1975.\nPh.D. DISSERTATION: Late Cenozoic soils of the Glacier and Waterton Parks area, northwestern Montana and southwestern Alberta, and paleoclimatic implications, 1981, Department of Geography, The University of Calgary, Calgary, Alberta, Canada, 358 pp.\nWho would have guessed that a guy educated in the finer details of soils and physical geography would be able to also acquire such expertise in 9/11 skyscrapers, chemtrails, Jewish Conspiracies, and Climate Change?\nAnton\nSeptember 24, 2016 at 14:50\nThe theory is that CO2 warms the climate. But how does CO2 come into existence? By either burning something or by natural composting. CO2 therefore needs energy to come into existence. It doesnt produce energy, which is heat. His is also the case of the CO2 which comes out of the oceans. It is created by the heat of the sun. The more heat the more CO2 comes out. It’s not the other way round. CO2 in and by itself therefore cannot warm anything. It is not the cause of heat, it is an effect of heat.\nGuys, if the human made climate change by CO2 would be correct, then mankind should better stop to breathe because each one of us is producing CO2 with every breath . If this absurdity continues we will all be taxed for just living on this earth. Don’t you think this is absolute madness?\nDavid Smith\nSeptember 26, 2016 at 14:00\nAnton, it is admirable you can admit that both CO2 and Average Worldwide Temperature are increasing. However, the peculiar theorem you share with “geradl” requires testing by experiment, which it will not survive.\nAnton\nSeptember 24, 2016 at 08:44\nSo that climate change might come from natural causes is far from reality as these scientists claim in their open letter? Really? So the climate has never changed before the industrial revolution? Any scientist who claims such a thing should be checked for their credentials.\nIt’s just simply against common sense that nature doesn’t play a role in climate change.\nRikhard Ravindra Tanskanen\nSeptember 24, 2016 at 12:14\nThey weren’t saying that. They were saying that the current warming is not caused by nature. Stop putting words in peoples’ mouths.\nBrian Bixby\nSeptember 25, 2016 at 01:30\nOf course the climate changes naturally, over the course of hundreds and thousands of years.  Not decades.  The climate is changing faster than it has in at least fifty million years.  Do you seriously think that it’s just coincidence that it happens at the time when we are injecting gigatons of gases known to cause retention of heat?\nCarbon dioxide and methane trap heat, this has been known for over a century.  You put more of it in the atmosphere then more heat is retained.  What is so difficult to understand?\nOve\nSeptember 23, 2016 at 17:52\nAgriculture, especially meat production, has by far the biggest impact (negative) on the environment and releases far more carbon dioxide then all other industries combined.\nWatch cowspiracy\nSeptember 23, 2016 at 06:18\nGood grief. When will this anti-science madness end? There was NEVER a debate. There was NEVER a consideration that MAYBE these fears were unfounded. It began as an end and every step of the way, the data was manipulated or fabricated to support the claim that man is causing the earth to warm. The proof is in the models, which can’t even predict what is known to have happened in the past, and which have been proven wrong as we’ve advanced into the future.\nAnd pay no attention to the Danish and Israeli researchers who’ve proven that the temperature variations that we’re seeing now, and have been for hundreds of years, is directly associated with the sun and cosmic rays. But please continue to spend billions and billions of dollars tilting at this windmill while we dump hundreds of millions of tons of toxic chemicals all over our air, land, and seas.\nSeptember 23, 2016 at 06:53\nYou are right that solar activity is the mainspring for global climate change. Ocean levels were a few hundred feet lower during the deep ice ages. Ocean levels are rising now (tell the navy it isn’t so; see their response). We’ll still have to ADJUST to it, in a VERY dramatic, life-changing way, just to continue living in a manner to which we’ve become accustomed. Dr. Stein got interested in the environmental movement as a response to the illnesses she is seeing in her patients, related to over-reliance upon carbon-based technology and industrial, plantation-sized farming, and chemical tampering with the food supply (I can’t even eat “the staff of life”, American-grown wheat, anymore; irritates my Rheumatoid Arthritis, which, itself, is a known possible reaction to polio vaccinations. It was thought, at the time, to be an acceptable trade-off for eradicating polio).\nBart Gruzalski\nBrad Owen,\nDr. Stein is very well intentioned.  But she will not be effectual so  don’t waste you vote on her.  The most dangerous threat to the continuance of human life on earth AND   (see my comment above)  a style of life that makes your “dramatic adjustment” a walk in a 19th century park is nuclear war.\nAs for the author’s claim that “owing to their [Fox news, Koch brothers, Exxon] obstructionism, it’s too late now to stop global warming — but we can still limit its extent and damage.” The climate science clique surely   point out that we’ve already crossed the climate change Rubicon… and likely that we’d crossed it by the beginning of the twentieth century (1900).  If we don’t know enough to know that, then we don’t know enough to know we have any serious amount of anthropocentric causes for climate change.\nBrad Owen\nSeptember 23, 2016 at 11:55\nIt isn’t just for Dr. Stein. It’s for the Green Party U.S. & their platform. It’s for the near future entry of the Greens onto the World Stage. I’m not just voting for them. After the election Im changing my registration to Independent from D party. I’m sending ten bucks a month to Green Party U.S. after the election (I recommend the Bernie supporters follow suit). I’m co-ordinating my actions with what I see as the possible Changing of the Zeitgeists, the Paradigm-Shift. I have no “prophetic powers”; I just intuit that a Change is in the air (not sure about the timing, but it seems close). The truly wasted votes are for R and D. Libertarians will take care of the Private Sector. Greens will take care of the Public Sector and The Commons. Both together will usher in rational government for-a-change, as Dirigisme (mixed economy of public & private) proves better than unfettered capitalism or pure socialism (and both are decentralizing Localists). The parasitic corporate/financier “Rentier” Class will be stripped of their R & D cover and brought to heel & heal, while the Earth Herself heals. There will be no nuclear war. That’s just a fear tactic to justify a Police State and population-reducing policies of Austerity (the eugenics of the Oligarchs’ “500 million cavemen” policy). With the Russo-Chinese leadership of the G-20 now, THAT policy will be terminated, NOT the population. The book “BreakThrough Power” will finally find a receptive audience in Russo-Chinese world leadership.\nRikhard Ravindra Tanskanen\nSeptember 24, 2016 at 12:12\nThe idea that cosmic rays and solar activity are responsible for the current warming has been debunked.\nBrad Owen\nSeptember 25, 2016 at 12:29\nThat, itself, is bunk. The Earth Herself has seen great variations of climate over hundreds of millions of years; from an ice-free Antarctica to vast ice ages lowering the ocean levels by a few hundred FEET…ALL of this WELL BEFORE any human beings showed up to contribute their two-cents-worth to warming. Explain the Maunder Minimum (and other minimums) of a little “ice age” occurring during the time of VERY LITTLE sunspot activity. The sun has its’ “seasons” too, of relative activity and inactivity, via sunspots and coronal ejections. It’s not just a gigantic, STEADY-STATE, incandescent Lightbulb in the sky. There are PLENTY of terribly important health reasons (both biological health AND POLITICAL/ENVIRONMENTAL HEALTH) to pursue “clean/Green” policies, AND increased sunspot activity increasing global temperatures MUST be responded to, in any case, REGARDLESS of ultimate cause.\nBrad Owen\nSeptember 25, 2016 at 12:38\nThe needed response to global warming will be to move vast populations further inland, as so many people live close to shorelines. This will involve an even greater effort than did WWII, hence the comparison of the enormity of the effort required, to Great Depression/WWII exertions.\ngeradl\nSeptember 25, 2016 at 19:49\nProbably just “reinterpreted” to fit the narrative, like the correlation between co2 and temperature, of which latter is the cause, and not vice-versa. As long as the most basic fundamentals are wrong or simply models, there is no need to worry.\nDavid Smith\nSeptember 26, 2016 at 12:47\nGeradl, at least you admit that Average Worldwide Temperature is rising, a start, albeit a feeble one, at acknowledging reality. However, claiming “Its the Sun stupid”, is a false statement. For the past two decades, insolation from our Sun has been the lowest level in several centuries, yet AWT has been steadily rising, and since 2000 far higher than than the most generous “natural variability” within our current intergla ial. 2016 could be 1.28C over 1880’s, warming is accelerating, 2015 increased by 0.11C, so do the math, 2018 could be 1.5C over 18880’s. Don’t believe me? Go stick your head in the sand.\nGwen Kraft\nSeptember 24, 2016 at 19:41\nThank you for your post.  The toxic effects of industry are ignored while CO2 emissions get most coverage, and meanwhile lovers of CO2, our forests, keep being destroyed.  I hope we can find some reason and clear-thinking.\nAND plant more trees/stop deforestation, while we find agreement as to what is the truth.\nSilly Me\nSeptember 23, 2016 at 04:28\nObviously, I can be wrong, but the way I see it is as follows.\nBesides greenhouse emissions, hardly any attention is paid to industrial emissions and military-grade weather manipulation. All superpowers do the latter, yet fail to coordinate, because the point for them is that those are clandestine operations. To add insult to injury, these activities are profitable for some of the most powerful interest groups that tend to profit from one, rather than the other, resulting in a stalemate in which pointing fingers and disinformation take the lead.\nPeople who don’t understand that the world works in interest groups, cannot think clearly. Well, most people can’t.\nhttp://www.winnipegfreepress.com/opinion/analysis/stopping-climate-change-a-waste-of-money-394380901.html is worth reading.\nSeptember 24, 2016 at 19:13\nHere’s an interesting response on global warming by an Australian geologist, speaking in UK\nDavid Smith\nSeptember 26, 2016 at 11:19\nA geologist does not study climate. Do you have a “YouTube” link to a Climatologist’s ” interesting response” to Plate Tectonics?\nb fearn\nBill Cash\nSeptember 22, 2016 at 19:05\nI have trouble with consortium because they keep equating Hillary to Trump. There’s a huge difference. Trump wants to rip up anything on climate change. Hillary believe it’s real and dhas this on her website:\nOn day one, Hillary Clinton will set bold, national goals that will be achieved within 10 years of taking office:\nGenerate enough renewable energy to power every home in America, with half a billion solar panels installed by the end of Hillary’s first term.\nCut energy waste in American homes, schools, hospitals and offices by a third and make American manufacturing the cleanest and most efficient in the world.\nReduce American oil consumption by a third through cleaner fuels and more efficient cars, boilers, ships, and trucks.\nHillary’s plan will deliver on the pledge President Obama made at the Paris climate conference—without relying on climate deniers in Congress to pass new legislation. She will reduce greenhouse gas emissions by up to 30 percent in 2025 relative to 2005 levels and put the country on a path to cut emissions more than 80 percent by 2050.\nIt may not be strong enough but it’s way beyond anything Trump wants to do. Believing the greens will solve the problem is like believilng in the tooth fairy.\nTannenhouser\nSeptember 22, 2016 at 20:19\nActually believing the queen of chaos will do anything but make everything worse is like believing in the tooth fairy.\nZachary Smith\nSeptember 23, 2016 at 13:31\nUnfortunately you’re right about Hillary.  Trump really is a clueless moron regarding climate change.  His ONLY redeeming virtue is that he might not kill us in a nuclear war, thus giving us time to tackle the climate issue.\nBut getting real for a few moments, would any extra time do us a bit of good?  Consider how the past thirty years have been totally thrown away.   There are vested interests holding great sums of money in denial on account of their business interests.  The people controlling fossil fuels have spent enough money to thoroughly confuse a science-challenged US population.   Their short-term profits were all that mattered to those psychopaths.  Ditto for the propagandists they hired.\nIndividuals have many things going on in their heads. Those concerned about Climate Change have been painted as dirty hippie libruls, a breed the rightwingnuts have been taught to despise.   Then there are the End-Timers; people who actually welcome any prospect of the end of the world.   Finally there are the inertia-bound masses.   Their lives are already busy ones, and they’re content to wait and see.  That continued delay is deadly seldom occurs to them.   And if it does, they’re reassured by the propaganda whores and the rightwingnuts that all is well.\nA dedicated Manhattan-style project could still succeed.   Everything which must be done COULD be done.    A few days ago I found a blueprint covering a lot of the things which must be done.\nElectrify everything.   That would involve rebuilding the world’s electrical grid.   Going cold-turkey with fossil fuels.   Begin reducing population.\nNone of this is going to happen.   The Vatican may make pious noises about climate change, but they’ll let the world die rather than back down on their dumbass rules forbidding contraception.   No politician – and Hillary most certainly is included – is going to buck the big money held by Big Fossil Fuels.\nThere probably won’t be an intervention by Friendly Aliens.   Even if they exist, why would they bother to “save” some weird two-legged critters too stupid to react to the extinction event staring them in their flat faces.   I suspect the earthlings have – by definition – been proving themselves to be non-intelligent.\nOne of the earliest things I downloaded when I first got on the internet was a 1994 booklet by a Swiss Re-Insurance outfit titled “Global Warming: Elements of Risk”.   The title of the last section has haunted me ever since.\nOnce We Know For Sure, It’ll Be Too Late\nThe evidence has recently started to pile up in a really alarming way, and as the case for disastrous climate change grows to lead-pipe-certainty, the flip side is that the chances of humans coming out of the mess in one piece are falling like a rock.  I wish I could see a ray of hope, but there isn’t any such thing anywhere in sight.\nJim Hannan\nBill,\nI see the same dynamic.  There is some good writing on this site, but the politics are naïve.  There is very little recognition of the immense damage that will be caused by a Trump presidency, and total Republican control of the federal government.\nTrump is now saying that he will try to overturn the Paris accords on day one of his presidency.\nTannenhouser\nSeptember 22, 2016 at 23:25\nYes because war with Iran, Russia and China is so much ‘less’ immense in scope of damage. That’s what you meant by naïve I’m guessing?\nTannenhouser\nSeptember 22, 2016 at 23:34\nOver turning a non binding unenforceable ‘agreement’ that won’t be adhered to anyways like the four such ‘agreements’ before it is like a utopia compared to HRC stated foreign  policy. Call me naïve.\nBrad Owen\nSeptember 23, 2016 at 07:06\nEXACTLY so. NOTHING worthwhile will come from “The House of R” or “The House of D”; absolutely nothing. Their time on the World Stage of History is just about over.\nBecky\nSeptember 23, 2016 at 13:00\nWhy doesn’t Clinton broadcast her climate agenda to the general public with advertising, etc.? The majority of voters believe climate change is real. They shouldn’t have to go to her website to find out what she hopes to do if she is elected. People are hungry for some leadership in this regard.\nBrad Owen\nSeptember 23, 2016 at 14:19\nI think too many people believe she is the “total liar” type of D as Obama. It doesn’t matter what she SAYS she’ll do; what she DOES is everything, and we know who her backers are.\nJohn\nSeptember 27, 2016 at 13:04\nBelieving that Hitlery, who spent her time as Sec of State promoting fracking worldwide, will actually work against her investors to do too little too late, which is what a mere 30% reduction over 34 years is, is absurd, especially when one factors in the emissions of all the bombs she will drop and all the jet fuel it will take to deliver all the bombs she will drop.\nNow, to get 5% for the Greens to get federal matching funds in place by 2020, so that they have a chance of winning then seems like the only viable strategy in the political sphere…\nSeeing as the corporate party with two faces offers no suggestion of a viable solution…\nThisOldMan\nSeptember 22, 2016 at 17:48\nWhat is going to take to make the legendary “American people” accept the fact that there’s a real world out there, and it’s not Disneyland?\nJ'hon Doe II\nSeptember 22, 2016 at 15:55\n::\nin embrace of the early Autumn wind\nas it flows across the near foothills\nand drops into the open space\nof my western, open landscape\nwhere I celebrate & welcome\nis always and on time/ with it’s\nstrictly/never-changing personality.\nLike nomads pack and move as seasons change\nand struggle with diminishment and extinction,\nyou remain steadfast in Tribal Custom/True Native\nnot as Anglos who demand ‘treaties’\nbut always come to steal, kill and\ndestroy your life, that they may live.\nWobblie\nSeptember 22, 2016 at 14:41\nColossal failure. Older generations, including mine, should be ashamed of themselves. We had time to work on this at least since the 60s if not before. But no, idiots had to vote for Reagans, Clintons, Bushes and Obamas.\nNow we’re screwed. This is not the road of progress, it’s not the road to paradise.\nSeptember 26, 2016 at 20:58\nIn Re: to Wobblie “… idiots had to vote for Reagans, Clintons, Bushes and Obamas.” Don’t forget the assassinations of the ’60’s that intentionally cut out the liberal side of our politics.  Who knows how many potential liberal representatives  were discouraged from even considering entering “public service,” after witnessing the violence in Dallas, Memphis & Los Angeles and the unbelievable conclusions of their respective criminal investigations. In the Kennedy Administration their were programs to encourage young people to take up “public service” as a career; perhaps Bill Clinton benefited as a youth, by the time he became president the country had taken a rightward swing and he was a conservative southern Democrat.  Maybe we can push his wife to be our FDR.\nSeptember 22, 2016 at 14:34\nIt’s funny that these people who spout the global warming agenda are flying back and forth in private jets. Doesn’t that create more global warming? How about all of the bombing missions the US has been involved in in the last 25 years? Maybe the US government who spews nothing but hot air should keep their mouths shut to help prevent “global warming.” https://waitforthedownfall.wordpress.com/government-lies/\nDavid Smith\nSeptember 23, 2016 at 09:36\nI went to your provided link. It promotes the Flat Earth Theory, Wattsupwiththat??? Are you seriously suggesting Global Warming Is A Hoax, The Astronauts Never Went To The Moon, and All Americans Must Submit To The Torah?????\nSarah Jenkins\nSeptember 24, 2016 at 18:42\nYou should probably contact Czech quantum physicist and string theory researcher Lubos Motl, who already has Anthony Watts’ response to this political disinfo posted on his website, http://motls.blogspot.com/\nHe’d probably appreciate your scientific insight.\nDavid Smith\nSeptember 26, 2016 at 11:03\nSarah Jenkins, went to your absurd link. Lubos Motl uses extremist phraseology such as “global warming is s**t.” , “climate apocalypse cult”, and also believes in the hoax he calls ” ClimateGate”, so he is dead in the water at the start. If Lubos Motl is really a Physicist, he would not tolerate a Biologist telling him “String Theory is s**t!!!”, and he would be correct, so by what expertise is he making an absolute judgment that Climatologists are 100% wrong??? Finally, I find it laughable that a scientist indulges in the same bogus talking points as Rush Limbaugh, Anthony Watts, and Christopher Moncton. By the way, the fraudster Moncton claimed he was going to have Australian Climatologists arrested for fraud, have you heard how that went???\ncommon tater\nSeptember 22, 2016 at 13:39\nthe key to halting the activities related to climate change is social and economic. the captains of industry and finance rule the world. north americans and europeans believe they have influence over government, but truly they elect from a list vetted by the captains of finance and industry. it does not matter if the elected officials identify as liberal, or conservative. liberal and conservative officials may do things differently from one another, but the end result is the same. it is like choosing between coke classic, and diet coke. those captains of finance and industry who rule over us will not give up the ghost … EVER!\nSally Snyder\nSeptember 22, 2016 at 12:37\nAs shown in this article, the world’s largest economies are feeding the “carbon problem”:\nSeptember 22, 2016 at 15:25\nSally – that is why we need a more serious grassroots effort to turn this around, pulling out all the stops on what is driving this ‘carbon escalation’.\nHow you get involved does make a difference!\nYou could get active locally and do this.  Join 350.org in your area, and a sustainable community – or create one with similar-minded folks.  WE NEED ALL THIS!\nSeptember 22, 2016 at 12:11\nSince  2000, I -a retiree- was deeply involved in the subject of my 2008 paper, ” Alternative Political Approaches to Israeli- Palestinian Coexistence”. Several months ago, Amy Goodman, on PBS, reported that a massive , international protest, on the streets of Paris,  caused the 200 nations at the International Global Warming Conference, to significantly increase the planet’s goals toward meeting the climate crisis. Highly impressed, I switched my top personal priority to helping fight Global Warming!.\nBrad Owen\nSeptember 22, 2016 at 11:48\nAnother major reason I’m voting Green, and putting some money where my mouth is. I’ve finally been convinced that we need a WWII “Manhattan Project” level of commitment to solving this problem. We also need a “Plan B” in case the alarms are not heeded; a plan for, after the “Titanic sinks”, how to lash enough “flotsam & jetsom” together to form viable communities of survival. If nothing is done, we’ll automatically default to the Oligarchs’ “500 million cavemen” eugenics policy, from whom they’ll “recruit” the few million techs & warriors needed to staff their “Feudal Estates”.\nThe book “BreakThrough Power” should also be consulted for good ideas on the more-advanced technological aspects of “going Green”.\nBrad Owen\nSeptember 22, 2016 at 12:11\nThe U.S. Navy is taking global warming seriously, as so many of their naval bases are slipping beneath the rising sea level.\nNorfolk, location of the largest Naval Base in the World is regularly awash in rising tides, and they’re exploring “Green Fleet” policies to reduce carbon emissions. This should be enough to convince right-wingers to get real about climate & global warming.\nREDPILLED\nSeptember 22, 2016 at 17:47\nOf course, the military is the largest single contributor to global warming and climate change, especially the massive, global U.S. military.\nCutting the “defense” (imperialism) budget significantly and using those funds to transition to a sustainable energy economy would do far more for national and world security than all our current, unending wars and “special ops” put together.\nPeppermint\nHear! Hear!\nBrad Owen\nSeptember 23, 2016 at 04:03\nYes of course. There’s no point to the fighting, other than to keep imperialists in power. I mention it because the military is the only form of socialism that right-wingers entertain, and so is the only door to their hearts & minds (we are all truly in this together). The military is actually more advanced along the way to “Green Power”. The private sector alone will never get us there…they don’t look beyond making the next buck…which means they’ll have to be shown the profitability of “going Green”.\nBrad Owen\nSeptember 23, 2016 at 04:23\nThe military itself will be re-cast into a different organization; and their “green-collar” uniforms will have a completely different connotation. They’ll become more like the Nat’l Guard which helps out during civil emergencies (floods, earthquakes, etc…). The Army Corps of Engineers (instead of Special Operations Forces) will become the most valuable part of the military. They’ll probably organize most of the CCC-type work to be done, in “going green” in restoration projects. It also affords “karmic redemption” for being so badly mis-used during the soon-to-be-deceased Imperial Era.\nBill Cash\nSeptember 22, 2016 at 19:02\nYou won’t get it. The Greens won’t win anything.\nBrad Owen\nSeptember 23, 2016 at 04:39\nThe tides of history are shifting dramatically, Bill. Don’t just look at the snapshot of the present moment. History is littered with dramatic tidal shifts. We won’t get it until we do get…remember Gandhi’s famous quote: “first they ignore you, then they laugh at you, then they fight you, THEN you win.” This election cycle is beyond our grasp, but historical Eras shift. The Post-WWII/Cold War Era is ending. China leads the G-20 now. The Reconstruction/Development Era (what FDR intended to make happen; what JFK was intending to launch; what the Imperialists shut down with the undoing of JFK, Adenaur, and Charles DeGaulle) is just beginning.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://fair.org/home/network-newscasts-ignore-global-warmings-role-in-canadas-wildfires/",
                "https://fair.org/home/as-drought-grips-california-networks-come-up-dry-on-climate-science/",
                "https://climatecommunication.yale.edu/publications/six-americas-2016-election/",
                "https://thinkprogress.org/kochs-pr-campaign-fossil-fuels-good-e4a18803b476/",
                "https://fair.org/home/as-december-heat-ends-historys-warmest-year-media-still-shy-away-from-the-cause/",
                "https://newrepublic.com/article/135684/declare-war-climate-change-mobilize-wwii",
                "http://www.truth-out.org/news/item/36556-obama-administration-approved-gulf-fracking-during-deepwater-horizon-disaster",
                "http://www.nytimes.com/2016/09/08/science/global-warming-louisiana-flooding.html?",
                "https://www.politifact.com/truth-o-meter/statements/2016/jun/03/hillary-clinton/yes-donald-trump-did-call-climate-change-chinese-h/",
                "https://www.theguardian.com/environment/2016/jun/13/peabody-energy-coal-mining-climate-change-denial-funding",
                "http://www.nytimes.com/2016/09/08/us/politics/obama-climate-change.html",
                "https://www.nytimes.com/interactive/2016/08/20/sunday-review/climate-change-hot-future.html",
                "https://www.theguardian.com/environment/2016/sep/20/hillary-clinton-dropped-climate-change-from-speeches-after-bernie-sanders-endorsement",
                "https://www.pri.org/stories/2016-04-09/network-news-coverage-climate-change-dropped-average-2015",
                "https://www.nytimes.com/2016/09/04/science/flooding-of-coast-caused-by-global-warming-has-already-begun.html",
                "https://www.winnipegfreepress.com/opinion/analysis/stopping-climate-change-a-waste-of-money-394380901.html",
                "https://thinkprogress.org/trump-may-be-making-republicans-increasingly-doubt-global-warming-f9f5d4461541/",
                "https://consortiumnews.com/2016/06/18/global-warming-adds-to-mideast-hot-zone/",
                "https://thinkprogress.org/its-not-too-late-to-stop-climate-change-and-it-ll-be-super-cheap-8865694dbbd2/",
                "https://news.stanford.edu/2015/06/08/50states-renewable-energy-060815/"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/blog/2014/05/29/new-report-all-above-energy-strategy-path-sustainable-economic-growth",
                "https://data.giss.nasa.gov/gistemp/news/20160912/",
                "https://www.whitehouse.gov/the-record/climate",
                "https://www.epa.gov/energy-independence"
            ],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=407877f0-c934-11e9-9351-c508f6e33020&url=L2ZlYXR1cmVzLzIwMTYtb2JhbWEtYW50aS1idXNpbmVzcy1wcmVzaWRlbnQv",
                "http://w2.vatican.va/content/francesco/en/encyclicals/documents/papa-francesco_20150524_enciclica-laudato-si.html",
                "https://waitforthedownfall.wordpress.com/government-lies/",
                "https://www.mediamatters.org/rush-limbaugh/study-how-broadcast-networks-covered-climate-change-2015",
                "http://www.defenddemocracy.press/drought-eastern-mediterranean-worst-past-900-years/",
                "http://graphics.latimes.com/exxon-research/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://responsiblescientists.org/",
                "https://motls.blogspot.com/"
            ]
        },
        "key_words": [
            "united",
            "dangerous",
            "issue",
            "coverage",
            "climate",
            "world",
            "energy",
            "global",
            "clean",
            "denial",
            "warming",
            "change"
        ]
    }
]