[
    {
        "url": "https://www.christianpost.com/news/pakistan-may-eliminate-religious-minorities-office.html",
        "title": "Pakistan May Eliminate Religious Minorities Office",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPakistan May Eliminate Religious Minorities Office\nPakistan May Eliminate Religious Minorities Office\n| Tuesday, February 08, 2011\nSome sources in Pakistan say that the Ministry for Religious Minorities may soon disappear during a reorganization of government offices.\nFides News Agency reported Monday that its sources in Pakistan say that the ruling party, Pakistan Peoples' Party (PPP), will face a drastic cut in ministries and one of the eliminated offices will be the Ministry for Religious Minorities.\nFederal Minister for Minorities Shahbaz Bhatti, who heads the Ministry, did not immediately respond to a request for comments on Tuesday.\nBut the World Evangelical Alliance General Secretary Geoff Tunnicliffe, who is friends with Bhatti, confirmed that he has heard \"some rumblings\" about this possibility.\n\"If it is true, it is deeply disturbing. This ministry in the Pakistan Government led by Minister Bhatti has been playing a vital role in not only helping to protect religious minorities but also in developing key initiatives in building dialogue between Muslims and Christians,\" Tunnicliffe told The Christian Post.\nHe added, \"Eliminating this ministry could have a very detrimental effect on building bridges between the various factions within Pakistan. We will urge the Government of Pakistan to reconsider this decision if it proves to become a reality.\"\nThe Ministry for Religious Minorities was created in 2008 and Bhatti was appointed its first minister to defend the rights of minorities in Pakistan. The vocal rights activist, who has been imprisoned in the past for his work, was the first Christian to be appointed to a cabinet position.\n\"I give credit to President [Asif Ali] Zardari and Prime Minister [Syed Yusaf Raza] Gilani for creating this post and giving this respect for the minorities,\" said Bhatti in an interview with The Christian Post on Friday. \"And I personally have full confidence in the president and the prime minister. They always back me in all my initiatives.\"\nBut for more than a week, the link to the Ministry for Minorities page on the Government of Pakistan's website has not functioned, according to Fides News Agency. The news agency's sources predict that if the Ministry is eliminated then it will likely be turned into a department under the Ministry for Religious Affairs.\nPakistan, home to many Islamist terrorists, has a history of persecuting Christians and other religious minorities. Open Doors, a ministry that supports persecuted Christians, ranks Pakistan as No. 11 in its 2011 World Watch List, which ranks the world's most oppressive countries in terms of religious freedom.\nMeanwhile, the U.S. Department of State in its \"International Religious Freedom Report 2010\" reported increased violence against religious minorities in Pakistan during the reporting period. The report highlighted organized violence against religious minorities, including Christians; discriminatory legislation;l and inadequate government prevention or address to societal abuse against minorities.\nChristians make up less than five percent of Pakistan's 184 million population.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "eliminate",
            "world",
            "minorities",
            "ministry",
            "sources",
            "minister",
            "pakistan",
            "religious",
            "christians",
            "office",
            "bhatti",
            "christian"
        ]
    }
]