[
    {
        "url": "https://www.christianpost.com/news/parents-fight-hospital-save-baby-alfie-evans-charlie-gard.html",
        "title": "Parents Fight Hospital to Save Baby Alfie Evans in Case Reminiscent of Charlie Gard",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nParents Fight Hospital to Save Baby Alfie Evans in Case Reminiscent of Charlie Gard\nParents Fight Hospital to Save Baby Alfie Evans in Case Reminiscent of Charlie Gard\nParents Fight Hospital to Save Baby Alfie Evans in Case Reminiscent of Charlie Gard\n| Sunday, December 10, 2017\nBalloons and messages for Charlie Gard and his parents are attached to the railings outside the High Court ahead of a hearing on the baby's future, in London, Britain July 24, 2017. | (Photo: REUTERS/Peter Nicholls)\nThe parents of an 18-month-old boy who is suffering from a mystery brain condition are in a legal battle with a hospital in Britain that wants to switch off the child's life support, saying they can do nothing more for him.\nThomas Evans and Kate James want to move their child, Alfie Evans, to a hospital in Italy that is willing to take him, but Alder Hey Children's Hospital in Liverpool opposes the move as not in the child's best interests, according to The Sunday Times .\nAlfie, who was admitted to the hospital last December, is in a coma and suffers regular seizures, and the hospital has urged the High Court to rule that long-term ventilation and intensive care to the child be withdrawn.\nTest results showing two mitochondrial gene variants suggest Alfie could suffer from a form of mitochondrial disease like the one that killed Charlie Gard, a British baby who became the subject of a bitter dispute during the summer between his parents and doctors over whether he should be taken to the United States for experimental treatment, according to Liverpool Echo .\n\"It's devastating — we feel so disappointed,\" the child's father is quoted as saying. \"I feel Alfie is being ignored, let down and not given a chance.\"\nHe added, \"The doctors here are saying it's a disease he is not going to live through, but Alfie is a fighter and we will not give up on him. On New Year's Eve they told us he only had a couple of hours to live, but Alfie proved them wrong and I know he will prove them wrong again. We call him our little soldier and as long as he is marching, we are marching with him. I will never ever agree to turn his life support off.\"\nThe parents have launched a campaign  to raise about $67,000, and thousands have responded.\nThe 11-month-old Charlie Gard suffered from an extremely rare genetic condition causing progressive brain damage and muscle weakness, and his parents' long struggle to save him drew an international outpouring of sympathy. The child required invasive ventilation to breathe and could not see, hear or swallow.\nThe case triggered  a heated international debate in the press and on social media about who should decide a child's fate, and drew comments from U.S. President Donald Trump and Pope Francis.\nAmerican pro-life leaders raised their voices  in support of Charlie Gard, decrying the decision by European courts that a London hospital had the authority to withdraw life support against the wishes of his parents.\n\"Every life is a gift and worth fighting for, and we plan to do everything in our power to be a voice and to protect the inherent dignity of little Charlie Gard,\" said Jeanne Mancini, president of March for Life, in July. \"Our hearts go out to the Gard family and we hope that their wishes for Charlie to be released and to seek alternative medical treatment will soon be respected.\"\nCatherine Glenn Foster, president and CEO of Americans United for Life, the legal arm of the pro-life movement in the United States, told The Christian Post at the time that the court ruling \"does not require the hospital to remove care; it simply allows them and gives them the authority to.\"\nThirty-seven members of the European parliament also signed a letter to British Prime Minister Theresa May and Health Secretary Jeremy Hunt, writing that they felt \"obliged to voice our deepest concerns about the outrageous outcome of Charlie's case, which infringes Europe's most fundamental values, particularly the right to life, the right to human dignity and personal integrity.\"\nCharlie Gard passed away earlier this year.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.liverpoolecho.co.uk/news/liverpool-news/parents-alfie-evans-turn-doctor-13532706",
                "https://www.thetimes.co.uk/article/parents-fight-hospital-over-ending-baby-alfie-evans-life-support-in-case-with-echoes-of-charlie-gard-7s57zkdp5",
                "https://www.christianpost.com/news/pro-life-leaders-raise-voice-in-support-of-baby-charlie-gard-blast-european-courts-and-hospital-191110/",
                "https://www.christianpost.com/news/charlie-gard-has-died-hospice-experimental-treatment-denied-life-support-removed-193594/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.savealfieevans.com/aboutme/"
            ]
        },
        "key_words": [
            "united",
            "hospital",
            "case",
            "fight",
            "reminiscent",
            "childs",
            "charlie",
            "gard",
            "evans",
            "alfie",
            "saying",
            "save",
            "baby",
            "support",
            "life",
            "parents"
        ]
    }
]