[
    {
        "url": "https://www.christianpost.com/news/christian-filmmakers-ask-appeals-court-to-stop-minnesota-from-forcing-them-to-film-gay-weddings.html",
        "title": "Christian Filmmakers Ask Appeals Court to Stop Minnesota From Forcing Them to Film Gay Weddings",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Filmmakers Ask Appeals Court to Stop Minnesota From Forcing Them to Film Gay Weddings\nChristian Filmmakers Ask Appeals Court to Stop Minnesota From Forcing Them to Film Gay Weddings\nChristian Filmmakers Ask Appeals Court to Stop Minnesota From Forcing Them to Film Gay Weddings\n| Tuesday, January 23, 2018\nCarl and Angel Larsen, the couple who owns the Minnesota-based Telescope Media Group. In Dec. 2016, the Larsens filed suit against a state law that would compel them to film same-sex wedding ceremonies despite their religious objections. | (Screenshot: YouTube/Alliance Defending Freedom)\nA Christian couple who were told by Minnesota officials that they must film same-sex weddings despite their religious objections have appealed to the Eighth Circuit Court of Appeals.\nCarl and Angel Larsen of Telescope Media Group appealed a lower court decision from last year which said they had to film same-sex weddings or face legal penalties.\nAlliance Defending Freedom, a conservative law firm representing the Larsens, filed an opening brief last Friday arguing that Minnesota law violates the couple's constitutional rights.\n\"The Larsens serve all people. They just cannot convey all messages. Because of their religious beliefs, they cannot celebrate any vision of marriage other than one between one man and one woman,\" read the brief .\n\"At the same time, the Larsens' faith requires them to use their talents to express messages that honor God. They want to do this by producing wedding films, publishing them online, and posting a statement explaining their religious views. But these plans are on hold because Minnesota will punish them if they post their statement or create wedding films consistent with their faith while declining to create wedding films promoting contrary views.\"\nADF Senior Counsel Jeremy Tedesco said in a statement released Monday that the state \"shouldn't threaten artists with fines and jail simply for living in accordance with their beliefs in the artistic marketplace.\"\n\"Americans should have the freedom to disagree on significant matters of conscience, which is why everyone, regardless of their view of marriage, should support the Larsens,\" added Tedesco .\n\"Government is supposed to be freedom's greatest protector, not its greatest threat. That's why we are asking the 8th Circuit to reverse the district court's decision.\"\nIn December 2016, the Larsens filed suit against the Minnesota Human Rights Act's ban on sexual orientation discrimination, stating that the measure would force them to film same-sex weddings.\nU.S. District Court Judge John Tunheim ruled against the Larsens last September, arguing, among other things, that the law is \"neutral\" in its application and does not force businesses to convey a government message.\nJudge Tunheim also concluded that while the law \"does incidentally require wedding videographers to make videos they might not want to make,\" these concerns are \"immaterial.\"\n\"First, speech-for-hire is commonly understood to reflect the views of the customer,\" wrote Tunheim . \"Thus, when a person views a wedding video, there is little danger that they would naturally attribute the video's messages to the videographer.\"\n\"Second, the Larsens can easily disclaim personal sponsorship of the messages depicted in the wedding videos they create for clients. For example, the Larsens could post language on their website stating that while they follow applicable law, and thus serve couples regardless of protected status, they are opposed to same-sex marriage.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://adflegal.org/detailspages/press-release-details/filmmakers-to-appeals-court-don-t-allow-govt-to-control-our-stories?utm_content=buffer78528&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf"
            ]
        },
        "key_words": [
            "forcing",
            "samesex",
            "views",
            "law",
            "filmmakers",
            "gay",
            "minnesota",
            "film",
            "larsens",
            "videos",
            "weddings",
            "ask",
            "court",
            "messages",
            "stop",
            "wedding",
            "christian"
        ]
    }
]