[
    {
        "url": "https://www.christianpost.com/news/atheist-group-ffrf-louisiana-sheriff-removal-christian-facebook-posts.html",
        "title": "Atheist Group Slammed by Louisiana Sheriff After Forcing Removal of Christian Facebook Posts",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAtheist Group Slammed by Louisiana Sheriff After Forcing Removal of Christian Facebook Posts\nAtheist Group Slammed by Louisiana Sheriff After Forcing Removal of Christian Facebook Posts\nAtheist Group Slammed by Louisiana Sheriff After Forcing Removal of Christian Facebook Posts\n| Sunday, January 14, 2018\nSheriff Randy Seal of Washington Parish Louisiana. | (Photo: Facebook/Washington Parish Sheriff's Office)\nA Louisiana sheriff has \"set the record straight\" on his reluctant decision to recently remove Bible references from his office's public Facebook page and labeled the atheist organization that pressured him to do so as being a fringe \"extremist group.\"\nWashington Parish Sheriff Randy \"Country\" Seal wrote in a Facebook  Saturday that he made his decision to remove Facebook posts  that mentioned Bible verses and also promoted Christian holidays such as Easter and Christmas from the office's Facebook page because the department simply doesn't have the money to fight a costly legal battle with one of the largest secular legal groups in the country.\nThe Freedom From Religion Foundation, a Wisconsin-based group that often pressures schools and government entities to adhere to a strict separation of church and state, demanded that the Washington Parish Sheriff's Office remove the Facebook posts in a letter sent to Seal  last year that also complained about Seal promoting Christianity in his official statements as sheriff.\nLast week, FFRF claimed victory  when it reported how the Christian-themed Facebook posts in question were removed from the sheriff's office Facebook page.\n\"A recent decision by me in my official capacity as Sheriff is being touted as a victory for the ardently anti-Christian Freedom from Religion Foundation (FFRF). I want to set the record straight. It could not be further from the truth,\" Seal wrote in his Facebook post. \"Based on sound legal advice and being mindful of the possibility of a long and expensive legal fight, I directed that all Bible verses be removed from the official Facebook pages of the Washington Parish Sheriff's Office.\"\nSeal continued by criticizing the Freedom From Religion Foundation, which argues that Christian-themed posts on the social media pages of public entities is a violation of the Establishment Clause of the First Amendment to the United States Constitution.\n\"The Freedom from Religion Foundation continues to attack and threaten small towns and average Americans for exercising their constitutional freedoms,\" Seal posted. \"This well-funded but fringe, extremist group has sued to remove 'In God We Trust' from United States currency; sued to remove the Star of David from a Holocaust memorial and sued Presidents Bush and President Obama for holding a National Day of Prayer.\"\nFFRF has also pressured college football coaches  and even a United States senator  to refrain from promoting Bible verses and Christianity on their social media pages.\n\"Groups like the FFRF have sued to remove the Ground Zero Cross at the 9/11 memorial museum, claiming their members experienced symptoms of depression, headaches, anxiety, and mental pain and anguish,\" Seal added. \"One of FFRF's slogans is 'Nothing fails like prayer.' The reality is their threatening letters have caused many agencies to cave for fear of being forced to pay for the expense of defending against even a frivolous lawsuit. We are no different. The Washington Parish Sheriff's Office simply cannot afford the cost of defending a lawsuit of this nature.\"\nSeal concluded by stating that his office's mission is to enforce the law and protect its citizens.\n\"Under my tenure as Sheriff of Washington Parish we have worked hard to improve the quality of life for residents of Washington Parish. My family and I love Washington Parish. It is our home. It is an honor to serve as your Sheriff,\" he wrote. \"My belief that Jesus is my Lord and Savior has not changed!!\"\nSeal told The Christian Post through Facebook  that he plans to formally respond to CP's request for comment on the matter by no later than Tuesday.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/atheist-group-demands-marco-rubio-stop-tweeting-bible-verses-196584/",
                "https://www.christianpost.com/news/atheist-group-says-its-unconstitutional-for-college-football-coach-to-tweet-about-god-180030/",
                "https://www.christianpost.com/news/atheist-group-forces-louisiana-sheriffs-office-to-remove-christian-facebook-posts-213568/",
                "https://ffrf.org/news/news-releases/item/31450-ffrf-ends-louisiana-sheriff-s-official-social-media-sermons"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/randy.seal.9/posts/1682538958435725",
                "https://www.facebook.com/SamuelSmithCP/posts/519660485100989",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "forcing",
            "posts",
            "group",
            "sheriff",
            "washington",
            "parish",
            "sheriffs",
            "atheist",
            "removal",
            "religion",
            "sued",
            "slammed",
            "remove",
            "seal",
            "louisiana",
            "facebook",
            "christian"
        ]
    }
]