[
    {
        "url": "https://www.christianpost.com/news/chinese-catholics-growing-amid-vatican-fears-of-unrecognized-bishops.html",
        "title": "Chinese Catholics Growing Amid Vatican Fears of Unrecognized Bishops",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, April 27, 2012\nChina's growing Christian population is reportedly facing challenges in remaining faithful to the Roman Catholic Church while complying with repressive government rules. The Vatican recently chastised the country's bishops who have not been officially ordained, yet are carrying out baptisms and \"confusing\" believers.\nEarlier this week, a report by Catholic.org  revealed that 22,104 people had been baptized in China on Easter Sunday, a sign of the advancement of Christianity in China despite persecution and opposition believers face from the Communist regime.\n\"The statistics were collected by the Study Center of Faith in the Chinese province of He Bei. The newly-baptized Catholics, 75 per cent of whom are adults, belong to 101 dioceses. In He Bei itself 4,410 people were baptized on Easter Day, 615 more than last year, while in Hong Kong, which has more than 360,000 faithful, there were 3,500 baptisms,\" reported Catholic news agency Fides.\n\"In evaluating these figures, it should be borne in mind that some dioceses do not celebrate all their baptisms at Easter. For example, in Shang Hai there were 379 Easter baptisms but the total figure could exceed 1,500 by the end of the year,\" it added.\nThe Vatican, however, has shown mixed emotions toward Chinese bishops baptizing believers, since many of these ministers were consecrated without the pope's blessing. The Holy See and China officially severed ties in 1951 when the Communist Party took over the world's most populous nation, and many Catholic churches within the nation operate without being recognized by the Vatican, according to The Associated Press .\n\"This clarity has been obfuscated by those clerics who have illegitimately received Episcopal ordination and by those illegitimate bishops who have carried out acts of jurisdiction or who have administered the Sacraments. In so doing, they usurp a power which the Church has not conferred upon them,\" said a special papal commission on the Catholic Church in China this week.\nAt the same time, the Vatican praised Chinese Catholics who have resisted efforts by the government to control the Catholic Church and make it abide by its own rules.\nA statement, released both in English and Chinese on April 26, noted the \"particular difficulties\" that pastors face when trying to preach under the requirement of complying with standards imposed by the Communist regime. The commission urged believers to continue their fight and not to sacrifice \"essential elements of the Catholic faith and discipline,\" CatholicCulture.org  reported.\nWhile the Catholic Church has warned against bishops working without the pope's official blessing, it shared its admiration for persecuted church leaders who \"are detained or who are suffering unjust limitations on the performance of their mission. Admiration was expressed for the strength of their faith and for their union with the Holy Father.\"\nThe church commission concluded by noting a 2007 papal letter to China's Catholics in which Benedict XVI expressed hope that \"the face of the Church may shine forth with clarity in the midst of the noble Chinese people.\"\nPersecution watchdog Open Doors USA ranked China as number 21 on its 2012 World Watch List of countries where Christians experience the most persecution. The organization notes that although some progress seems to have been made in regard to the acknowledgment of house churches, the government was still carrying out oppressive measures against churches and Christian leaders unrecognized by the regime.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.catholicculture.org/news/headlines/index.cfm?storyid=14138",
                "http://www.catholic.org/international/international_story.php?id=45928",
                "http://www.washingtonpost.com/world/europe/vatican-complains-illegitimate-chinese-bishops-usurp-church-power-confuse-faithful/2012/04/26/gIQA5ZFuiT_story.html"
            ]
        },
        "key_words": [
            "fears",
            "china",
            "faith",
            "church",
            "chinese",
            "vatican",
            "easter",
            "bishops",
            "baptisms",
            "catholics",
            "amid",
            "growing",
            "catholic",
            "unrecognized"
        ]
    }
]