[
    {
        "url": "https://nutritionfacts.org/2012/05/31/watermelon-for-erectile-dysfunction/",
        "title": "Watermelon For Erectile Dysfunction",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2012-05-31",
        "text": "Watermelon For Erectile Dysfunction\nMay 31st, 2012\nA disturbing analysis of mortality and morbidity was recently published in the Journal of Gerontology. Americans are living longer but sicker lives. We’re now living fewer healthy years. Compared to a decade ago, we live about a year longer, but come down with a serious disease like a stroke, cancer, or diabetes two years earlier. It’s like one step forward, two steps back.\nThe UCLA researchers also tracked one’s capacity to function—for example, the ability to walk up 10 steps or kneel without using special equipment—and found a similar trend. In just a decade’s time, we now live more years with a serious illness and more years disabled, meaning we’re living longer in sickness, not in health; a longer lifespan, but shorter health span.\nThe three leading causes of disability in the United States are arthritis, heart disease, and lower back pain, which all may be prevented, treated and in some cases even reversed with a healthy plant-based diet. For arthritis, see my 3-min. video Diet & Rheumatoid Arthritis ; for cardiac disability, Heart Disease: There Is a Cure ; and for degenerative disc disease, my 1-min. video Cholesterol and Lower Back Pain .\nEvery part of the body needs sufficient blood to function properly. Cholesterol can clog arteries in our inner and outer organs, causing aneurisms , heart attacks, strokes, kidney failure, spinal degeneration and sexual dysfunction. As noted in a recent article in the Harvard Health Letter, up to three­ quarters of men with cholesterol-­narrowed coronary arteries have some degree of erectile dysfunction. There are drugs like Viagra, but they’re considered temporary, expensive, stop-gap measures that may have a number of hazardous side-effects and don’t get to the root of the problem—the artery clogging atherosclerosis that threatens one’s life along with one’s love life. Not only may plant-based diets help preserve both, but as I feature in my 2-min. video Watermelon as Treatment for Erectile Dysfunction , one plant in particular may be able to play an interim role.\nThe way drugs like Viagra work is by inhibiting an enzyme that inactivates something called cGMP, which would otherwise dilates penile blood vessels. Thus, enzyme inhibition means less inactivation, which means more cGMP, which means more blood flow. Another way to boost cGMP levels, though, is by going to the other side of the equation and stimulating the enzyme that makes it, which is a role played by nitric oxide. Nitric oxide is made from arginine, arginine can be produced by citrulline, and so researchers tested men to see what would happen if they ate more citrulline. Their results were published in the journal Urology: “Oral Citrulline Supplementation Improves Erection Hardness in Men With Mild Erectile Dysfunction.”\nThe consumption of citrulline allowed for a 68% increase in monthly intercourse frequency. The men were given supplements, but citrulline can be found naturally in watermelon. How much might one have to eat to match the dose they used in the study? Three and a half servings a day, but yellow water melon has about 4 times as much, so just a serving a day—one wedge, one sixteenth of a modest melon should work just as well.\nAlthough watermelon may indeed help treat the symptoms of pelvic atherosclerosis, it’s better to get to the root of the problem and clear out the arterial plaque. Just as Indian gooseberries may help treat diabetes (see Amla Versus Diabetes ), it’s better to reverse the disease ( How To Treat Diabetes ). Please see my 2-min. video Our Number One Killer Can Be Stopped and the 10 other videos on reversing chronic disease .\n–Michael Greger, M.D\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nutritionfacts.org/2011/10/14/heart-disease-there-is-a-cure/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/21649979",
                "https://www.ncbi.nlm.nih.gov/pubmed/21195829"
            ],
            "unsure": [
                "https://nutritionfacts.org/video/diet-rheumatoid-arthritis/",
                "https://nutritionfacts.org/video/amla-versus-diabetes/",
                "https://nutritionfacts.org/video/how-to-help-prevent-abdominal-aortic-aneurysms/",
                "https://nutritionfacts.org/video/watermelon-as-treatment-for-erectile-dysfunction/",
                "https://nutritionfacts.org/video/cholesterol-and-lower-back-pain/",
                "https://nutritionfacts.org/video/how-to-treat-diabetes/",
                "https://nutritionfacts.org/video/our-number-one-killer-can-be-stopped/"
            ]
        },
        "key_words": [
            "diet",
            "dysfunction",
            "video",
            "treat",
            "erectile",
            "men",
            "longer",
            "citrulline",
            "watermelon",
            "disease",
            "diabetes"
        ]
    }
]