[
    {
        "url": "https://www.christianpost.com/news/pat-robertson-says-violence-in-streets-las-vegas-shooting-caused-by-disrespect-for-trump-authority.html",
        "title": "Pat Robertson Says Violence in Streets, Las Vegas Shooting Linked to 'Disrespect' for Trump, Authority",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPat Robertson Says Violence in Streets, Las Vegas Shooting Linked to 'Disrespect' for Trump, Authority\nPat Robertson Says Violence in Streets, Las Vegas Shooting Linked to 'Disrespect' for Trump, Authority\nPat Robertson Says Violence in Streets, Las Vegas Shooting Linked to 'Disrespect' for Trump, Authority\n| Wednesday, October 04, 2017\nPat Robertson appears on \"The 700 Club\" Wednesday, December 7, 2011. | (Screengrab: YouTube/\"The 700 Club\")\nAs law enforcement and family members of Stephen Paddock struggled to explain why he executed the worst mass shooting in modern U.S. history Sunday, CBN chairman and popular televangelist Pat Robertson has blamed the shooter's actions on \"disrespect\" for President Donald Trump, the national anthem, veterans, and the law in general.\nSpeaking on his television show \" The 700 Club \" Robertson, who serves as chancellor of Regent University in Virginia Beach, Virginia, explained why there is \"violence in the streets.\"\n\"Ladies and gentlemen, I'm trying to make sense of this, I'm sure you are. ... Violence in the streets. Why is it happening?\" Robertson asked on the show. \"The fact that we have disrespect for authority; there is profound disrespect for our president, all across this nation they say terrible things about him. It's in the news, it's in other places. There is disrespect now for our national anthem, disrespect for our veterans, disrespect for the institutions of our government, disrespect for the court system. All the way up and down the line, disrespect.\"\n>\n>\n<iframe src=\"https://www.youtube.com/embed/0XddpbdPNEk\" width=\"560\" height=\"315\" frameborder=\"0\">\n\"Until there is biblical authority, there has to be some controlling authority in our society and there is none. And when there is no vision of God, the people run amok ... and we have taken from the American people the vision of God, the whole idea of reward and punishment, an ultimate judge of all our actions, we've taken that away. When there is no vision of God, the people run amok,\" Robertson said.\nPolice told The New York Times  that on Sunday night, Paddock, 64,  smashed the windows of his double suite on the 32nd floor of the Mandalay Bay Resort and Casino with a hammer and fired at a crowd of 22,000 people.\nThe people were attending the Route 91 Harvest Festival, a three-day open air country music event about 400 yards away from the hotel, according to CNN . At least 58 people were killed and another 489 injured by gunfire or while running to safety, police said. Stephen Paddock was later found dead in his hotel room.\nLaw enforcement officials and Paddock's family members have been left equally stumped about his motive for the attack.\n\"If you told me an asteroid fell into Earth, it would mean the same to me. There's absolutely no sense, no reason he did this,\" Stephen's brother, Eric Paddock, told The Washington Post . \"He's just a guy who played video poker and took cruises and ate burritos at Taco Bell. There's no political affiliation that we know of. There's no religious affiliation that we know of.\"\nPaddock's girlfriend, Marilou Danley , 62, returned to the U.S. from the Philippines Tuesday night, law enforcement officials told The New York Times . She is currently being treated as a \"person of interest\" but investigators said they still have not found a motive for Paddock's actions.\nAndrew G. McCabe, the deputy director of the FBI, said  at a cybersecurity conference in Boston that they were trying to reconstruct what happened on Sunday by interviewing \"everyone and anyone who crossed his (Paddock's) path in recent weeks.\"\n>\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/10/04/us/marilou-danley-stephen-paddock.html",
                "https://www.cnn.com/2017/10/03/us/mandalay-bay-hotel-room-what-we-know/index.html",
                "https://www.washingtonpost.com/news/post-nation/wp/2017/10/02/las-vegas-gunman-liked-to-gamble-listened-to-country-music-lived-quiet-retired-life-before-massacre/?utm_term=.eaa46c79692e",
                "https://www.nytimes.com/2017/10/04/us/las-vegas-shooting.html?action=click&module=Top%20Stories&pgtype=Homepage"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.cnbc.com/video/2017/10/04/fbi-deputy-director-we-shouldve-predicted-russian-hacks-with-more-clarity.html",
                "https://www.youtube.com/watch?v=etOa8-pFow4"
            ]
        },
        "key_words": [
            "disrespect",
            "shooting",
            "told",
            "run",
            "violence",
            "god",
            "pat",
            "trump",
            "paddock",
            "streets",
            "theres",
            "vegas",
            "las",
            "vision",
            "authority",
            "robertson",
            "linked"
        ]
    }
]