[
    {
        "url": "https://www.christianpost.com/voice/the-shape-of-water-received-13-academy-award-nominations-what-does-this-tell-us.html",
        "title": "The Shape of Water Received 13 Academy Award Nominations - What Does This Tell Us?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nThe Christian Post\nThe Shape of Water Received 13 Academy Award Nominations - What Does This Tell Us?\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nThe Shape of Water Received 13 Academy Award Nominations - What Does This Tell Us?\nThe Shape of Water Received 13 Academy Award Nominations - What Does This Tell Us?\n| Wednesday, January 24, 2018\nThe Shape of Water received thirteen Academy Award nominations yesterday, one short of the record. The plot followsa mute custodian who develops a sexual relationship with a humanoid-amphibian creature.\nDue to the film's graphic nudity, I will not see it. As to why it received so many nominations, I defer to a film critic who noted: \"Perhaps the best argument in its favor is that, in a weird way, it's a film that speaks to our times. One could interpret 'The Shape of Water' as being about a mute woman who finds her voice with the help of her gay and African American friends to take down the sexually predatory, bigoted patriarchy.\"\nIt seems that The Shape of Water celebrates \"love\" as defined however the characters choose to express it.\n\"Speaking your truth\"\nThe prevailing theme of our culture is the belief that truth is whatever you believe it to be. Oprah Winfrey made headlines in her Golden Globes speech when she announced, \"What I know for sure is that speaking your truth is the most powerful tool we all have.\"\nHowever, to claim that there is no such thing as absolute truth is to make an absolute truth claim. Nor does such a denial change the reality it denies.\nMore and more Americans are rejecting the concept of hell, but does their opinion change its existence? If I don't believe the Queen of England exists, does my aristocratic atheism change anything about her reign?\nThe denial of absolute truth also leads to ethical quicksand: Americans view the 9/11 attacks as cowardly terrorism, while al-Qaeda celebrates them as a courageous defense of Islam. Is each viewpoint just \"their truth\"?\nOf course, the rejection of objective truth leads inevitably to the rejection of objective sexual morality. Marriage becomes defined however its participants wish to define it. Your sexual identity is just that-yours. A sexual relationship between a human and a humanoid-amphibian creature becomes the plot for an Academy Award-nominated film.\nIf we disagree, we are labeled intolerant, bigoted, or worse.\nOne of the most powerful testimonies of deliverance from same-sex attraction I have ever seen is Emily Thomes's story. I strongly encourage you to watch her video. Appallingly, the ministry behind the video has received death threats. One person posted to Facebook, \"If I had the means, I would come there and kill every last one of you!\"\n\"God designed the human machine to run on Himself\"\nMartin Luther observed, \"The first commandment will stand and remain, that God is our God; this will not be accomplished in the present, but in the life everlasting.\" He is right, of course: we will not worship God fully and unconditionally until we are with him in heaven.\nBut consider what Luther concluded from this observation: \"All the other commandments will cease and end; for, in the life to come, the world will cease and end together with all external worship of God, all world policy and government; only God and the first commandment will remain everlastingly, both here and there.\"\nIn heaven, we will not need commandments against idolatry, adultery, murder, and the rest. We will not need to be commanded to keep the Sabbath or to honor our parents. We will keep the first commandment, and all the others will flow from it.\nNow consider the degree to which Luther's observation explains the moral morass of our day. If morality flows from worship in heaven, is not the same true on earth?\nHumans were created to need intimate relationship with our Creator. In Mere Christianity, C. S. Lewis explained: \"God made us: invented us as a man invents an engine. A car is made to run on petrol, and it would not run properly on anything else. Now God designed the human machine to run on Himself. He Himself is the fuel our spirits were designed to burn, or the food our spirits were designed to feed on. There is no other. That is why it is just no good asking God to make us happy in our own way without bothering about religion. God cannot give us a happiness and peace apart from Himself, because it is not there.\"\nThe UK recently appointed a minister for loneliness to deal with what Prime Minister Theresa May calls \"the sad reality of modern life\" for too many people. If we are children cut off from our Father, should we be surprised at the epidemic of loneliness in our culture?\nYesterday's violence in Kentucky is the eleventh school shooting this year and tragic proof that we need a Prince of Peace. According to Gallup, 77 percent of Americans say our moral values are getting worse.\nA personal question\nIf we cut a flower at its roots, the flower inevitably dies. As Jesus noted, \"the branch cannot bear fruit by itself, unless it abides in the vine\" (John 15:4).\nAccording to our Lord, there's only one way to live with flourishing purpose: \"Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing\" (v. 5).\nIs American society \"abiding\" in Jesus today? Here's a more personal question: Are you?\nNOTE: I would like to invite you to attend a special upcoming event at Dallas Baptist University on Monday, February 12. Michael Gerson, nationally syndicated Washington Post columnist and Chief Speechwriter and Assistant to the President for Policy and Strategic Planning under President George W. Bush, will be speaking at our spring Institute for Global Engagement Leadership Lecture Series.\nThe lecture will take place at 7:00 p.m. in Pilgrim Chapel and will explore how Christians might engage the political arena at the highest levels while making an impact for the cause of Christ. Michael will also overview the current political environment, including many of the opportunities and challenges at hand. I will join him in the second part of the lecture as we discuss cultural engagement related to the topic and take questions from the audience.\nAdapted from Dr. Jim Denison's daily cultural commentary at www.denisonforum.org . Jim Denison, Ph.D., is a cultural apologist, building a bridge between faith and culture by engaging contemporary issues with biblical truth. He founded the Denison Forum on Truth and Culture in February 2009 and is the author of seven books, including \"Radical Islam: What You Need to Know.\" For more information on the Denison Forum, visit www.denisonforum.org . To connect with Dr. Denison in social media, visit www.twitter.com/jimdenison or www.facebook.com/denisonforum . Original source: www.denisonforum.org .\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/jimdenison",
                "https://www.denisonforum.org/",
                "https://www.facebook.com/denisonforum",
                "https://www.denisonforum.org/"
            ]
        },
        "key_words": [
            "run",
            "does",
            "water",
            "tell",
            "god",
            "need",
            "received",
            "academy",
            "truth",
            "designed",
            "shape",
            "13",
            "award",
            "nominations",
            "sexual"
        ]
    }
]