[
    {
        "url": "https://www.christianpost.com/voice/turning-point-religious-freedom-medical-profession.html",
        "title": "A Turning Point for Religious Freedom and the Medical Profession",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-25",
        "text": "Go\nA Turning Point for Religious Freedom and the Medical Profession\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nThursday, January 25, 2018\nA Turning Point for Religious Freedom and the Medical Profession\nA Turning Point for Religious Freedom and the Medical Profession\nFor healthcare providers facing restrictions on their rights of conscience, reinforcements are on the way.On January 18<sup>th, the Trump Administration announced the creation of the Conscience and Religious Freedom Division of Health and Human Services.\nAccording to Roger Severino, the head of the Civil Rights Office at HHS, the division's purpose is to protect doctors, nurses, and other health care providers \"from being coerced into participating in activities that violate their consciences, such as abortion, sterilization, or assisted suicide.\"\nThis is very good news. Not only does it further the cause of religious freedom, but it recognizes that religious freedom is more than just the right to believe what we want in the privacy of our heads, homes and houses of worship. Instead it's the right to orient our lives, including our public lives, around those beliefs. And it also shines a much-needed light on what is a frontline in the battle to protect freedom of conscience and religion: hospitals and doctors' offices.\nAs Severino put it, \"America's doctors and nurses are dedicated to saving lives and should not be bullied out of the practice of medicine simply because they object to performing abortions against their conscience . . .\"\nLast week, his office released a 216-page proposed regulation entitled \"Protecting Statutory Conscience Rights in Health Care.\"\nNow predictably, critics jumped on the announcement. Lambda Legal said that the Division and the proposed rule \"[weaponizes] HHS's Office of Civil Rights against [the LGBT community].\"\nIf you're wondering what on earth they're talking about, you're not alone. Somehow, a proposal about abortion and physician-assisted suicide is actually about the LGBT community?\nThe proposed rule mentions \"abortion\" 155 times and \"suicide\" 29 times. We know because we counted. Now how many time does it use \"LGBT,\" or \"transgender,\" or any related term? Zero.\nSomeone whose response to the announcement made sense was the United States Conference of Catholic Bishops. They expressed gratitude to HHS for \"taking seriously its charge to protect these fundamental civil rights.\" \"For too long,\" they said, \"we have seen medical professionals, including pro-life nurses like Cathy DeCarlo, who have been coerced by their employers into participating in abortion.\" DeCarlo, a nurse at New York's Mt. Sinai Hospital, was threatened with disciplinary action \"in May 2009 if she did not honor a last-minute summons to assist in a scheduled late-term abortion.\"\nThis was despite the fact that, one, DeCarlo's objection to abortion was on record, and two, there was no medical emergency involved. The Alliance Defending Freedom, representing DeCarlo, asked HHS to investigate, and it did. The result was a change in the policy at the hospital. Unfortunately, by then the damage to DeCarlo's religious freedom had already been done.\nThere are more than 600 Catholic hospitals in the United States, which provide one in six of the nation's hospital beds. Many view this as a terrible thing precisely because these institutions, not to mention the Protestant ones, will not go along with John Paul II called \"the culture of death.\"\nThe Manhattan Declaration specifically cited \"the effort to compel pro-life institutions (including religiously affiliated hospitals and clinics), and pro-life physicians, surgeons, nurses, and other health care professionals, to refer for abortions and, in certain cases, even to perform or participate in abortions.\"\nIf people can be compelled to participate in the taking of innocent human life, there's no limit to what can be done to violate the conscience.\nI'm grateful for the Administration's and Severino's commitment to protecting this religious freedom of health care workers. In doing so, they've taken an important step in protecting ours, as well.\nA Healthy Dose of Religious Freedom: New HHS Division to Protect Medical Professionals\nAs John says, this decision is good news for religious freedom advocates, especially those in the medical field here in the United States. Read more about the formation of this special HHS division by clicking on the links in our Resources section.\nFirst published at BreakPoint.\nRelated Articles\n",
        "quotes": [
            [
                "from being coerced into participating in activities that violate their consciences, such as abortion, sterilization, or assisted suicide.",
                "Roger Severino",
                false
            ],
            [
                "America's doctors and nurses are dedicated to saving lives and should not be bullied out of the practice of medicine simply because they object to performing abortions against their conscience .",
                "Severino",
                true
            ],
            [
                "Protecting Statutory Conscience Rights in Health Care.",
                "",
                true
            ],
            [
                "weaponizes] HHS's Office of Civil Rights against [the LGBT community].",
                "Severino",
                false
            ],
            [
                "taking seriously its charge to protect these fundamental civil rights.",
                "",
                false
            ],
            [
                "we have seen medical professionals, including pro-life nurses like Cathy DeCarlo, who have been coerced by their employers into participating in abortion.",
                "",
                false
            ],
            [
                "in May 2009 if she did not honor a last-minute summons to assist in a scheduled late-term abortion.",
                "DeCarlo",
                false
            ],
            [
                "the effort to compel pro-life institutions (including religiously affiliated hospitals and clinics), and pro-life physicians, surgeons, nurses, and other health care professionals, to refer for abortions and, in certain cases, even to perform or participate in abortions.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.breakpoint.org/2018/01/breakpoint-a-healthy-dose-of-religious-freedom/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "protect",
            "religious",
            "profession",
            "abortion",
            "turning",
            "health",
            "nurses",
            "freedom",
            "point",
            "conscience",
            "medical",
            "rights",
            "hhs"
        ]
    }
]