[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-finances-campaigns-of-all-but-one-senator-who-voted-against-defunding.html",
        "title": "Planned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\nPlanned Parenthood Finances Campaigns of All But One Senator Who Voted Against Defunding\n| Saturday, August 22, 2015\nOn the Senate floor, during the defunding vote, Senator Richard Blumenthal outrageously declared that defunding Planned Parenthood would \"create a public health crisis\" and that, without the abortion giant, services for women would be \"unaffordable and inaccessible.\" He stated that Planned Parenthood is \"trustworthy and professional,\" and that, if defunded, \"women will be without their most trusted heatlhcare provider.\" This despite the factual assertions of the bill's sponsors, who stated that the money would remain with women's healthcare , but be transferred to more trustworthy organizations — like federally qualified health centers and community health centers  that already serve ten times the number of people  Planned Parenthood does, yearly.\nA mere four months before Blumenthal's vehement and false speech on behalf of Planned Parenthood, Planned Parenthood President, Cecile Richards, personally donated $1,000  to his election fund.\nIt should come as no shock, when politicians are given thousands of dollars, that they simply bow before Planned Parenthood, taking the abortion giant's word for everything.\nAs White House spokesman Josh Earnest stated , Planned Parenthood is following the \"highest ethical standards\" simply because Planned Parenthood says they are.\nIt's amazing what can be gained from spending $12,000,000 on the highest office in our land.\nThis article is reprinted with permission from Live Action News. You can find the original here .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.liveaction.org/news/poor-women-health-care/",
                "https://www.liveaction.org/news//senate-introduces-bill-defund-planned-parenthood/",
                "https://www.lifesitenews.com/opinion/planned-parenthood-spends-12-million-to-re-elect-obama",
                "https://www.liveaction.org/news//planned-parenthood-finances-campaigns-of-all-but-one-senator-who-voted-against-defunding/",
                "https://www.liveaction.org/news//white-house-admits-getting-facts-planned-parenthood/"
            ],
            "gov_pgs": [
                "https://docquery.fec.gov/cgi-bin/qind/"
            ],
            "unsure": []
        },
        "key_words": [
            "health",
            "live",
            "finances",
            "defunding",
            "whatsapp",
            "parenthood",
            "trustworthy",
            "simply",
            "campaigns",
            "voted",
            "planned",
            "stated",
            "women",
            "senator"
        ]
    }
]