[
    {
        "url": "https://www.christianpost.com/news/chelsea-clinton-insulting-mother-christian-faith-hillary-abortion-baptist-methodist.html",
        "title": "Chelsea Clinton Reveals She Left Baptist Church Over Abortion, Insulted When People Question Hillary's Faith",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChelsea Clinton Reveals She Left Baptist Church Over Abortion, Insulted When People Question Hillary's Faith\nChelsea Clinton Reveals She Left Baptist Church Over Abortion, Insulted When People Question Hillary's Faith\nChelsea Clinton Reveals She Left Baptist Church Over Abortion, Insulted When People Question Hillary's Faith\n| Thursday, February 11, 2016\nDemocratic U.S. presidential candidate Hillary Clinton (R) celebrates with her husband, former President Bill Clinton (L) and her daughter Chelsea (2nd L), at her caucus night rally in Des Moines, Iowa February 1, 2016. | (Photo: REUTERS/Brian Snyder)\nChelsea Clinton, the daughter of Democratic Presidential candidate Hillary Clinton, said that it is insulting when people question her parents' Christian faith. Clinton added that she left a Baptist church at a young age and joined the Methodists over the abortion issue.\n\"My mother is very deeply a person of faith,\" Chelsea Clinton said, according to Page Six . \"It is deeply authentic and real for my mother, and it guides so much of her moral compass, but also her life's work.\"\nClinton, a philanthropist who works with the Clinton Foundation and the Clinton Global Initiative, said that people are wrong to question her mother's faith, or the faith of her father, former President Bill Clinton.\n\"I find it quite insulting sometimes when people say to my mom, my dad or me . . . that they question our faith,\" she added.\nClinton further revealed that she left the Baptist church, which supports the pro-life stance, at a young age because they started talking about abortion when she was only six years old.\n\"I was raised in a Methodist church and I left the Baptist church before my dad did, because I didn't know why they were talking to me about abortion when I was 6 in Sunday school — that's a true story.\"\nBoth Chelsea and Hillary Clinton have supported  the pro-choice movement and Planned Parenthood, which is the largest provider of reproductive health services and abortions in America.\nShe further pointed out that there is religious diversity in her family, as she identifies as a Methodist, while her husband Marc Mezvinsky is Jewish.\nClinton also hit back against secular voices who say that her family is too religious, however.\n\"I recognized that there were many expressions of faith that I don't agree with and feel [are] quite antithetical to how I read the Bible,\" she added. \"But I find it really challenging when people who are self-professed liberals kind of look askance at my family's history.\"\nHillary Clinton has opened up about her own Methodist faith on a number of occasions as she battles Bernie Sanders on the campaign trail for the Democratic nomination.\nEarlier in February, the Presidential candidate revealed that the parable of the prodigal son as found in the Bible has helped her through many difficult times in her life.\n\"I read that parable . . . That just became a lifeline for me,\" she said  at an event at Derry, New Hampshire, referring to the famous parable of a son who makes mistakes and returns home to ask forgiveness of his father, as found in the Gospel of Luke.\nHillary Clinton also said at a separate appearance in Knoxville, Iowa, that her religious upbringing has helped shape who she is as a person.\n\"My study of the Bible, my many conversations with people of faith, has led me to believe the most important commandment is to love the Lord with all your might and to love your neighbor as yourself, and that is what I think we are commanded by Christ to do,\" she said back in January.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.lifenews.com/2013/06/20/chelsea-clinton-laments-my-grandmother-did-not-have-access-to-planned-parenthood/",
                "https://pagesix.com/2016/02/09/chelsea-clinton-is-tired-of-people-questioning-her-familys-faith/",
                "https://www.christianpost.com/news/hillary-clinton-bible-prodigal-son-parable-156785/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "clinton",
            "reveals",
            "insulted",
            "left",
            "faith",
            "abortion",
            "church",
            "baptist",
            "hillarys",
            "chelsea",
            "religious",
            "question",
            "parable",
            "methodist"
        ]
    }
]