[
    {
        "url": "https://www.christianpost.com/news/gov-rick-perry-says-us-must-send-immigrant-children-back-home-to-send-a-message.html",
        "title": "Gov. Rick Perry Says US Must Send Immigrant Children Back Home to Send a Message",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGov. Rick Perry Says US Must Send Immigrant Children Back Home to Send a Message\nGov. Rick Perry Says US Must Send Immigrant Children Back Home to Send a Message\nPerry Asks for 1,000 National Guard Troops Until 3,000 New Border Patrol Agents Are Trained; Texas Has Fewer Agents Than Any Other Border State\nGov. Rick Perry Says US Must Send Immigrant Children Back Home to Send a Message\n| Saturday, July 05, 2014\nTexas Republican Gov. Rick Perry told members of the U.S. Homeland Security Committee Thursday afternoon that the illegal immigrants who've flooded the border since October must be sent back home.\nPerry told committee members  who toured a facility in McAllen and other centers in the state, where immigrants are being housed temporarily, that returning the children and adults who are entering the U.S. illegally will send a message to others to not embark on the dangerous and possibly deadly journey.\n\"Some may think that allowing them to stay here is the more humane option; I assure you it's not,\" Perry asserted. \"Nobody is doing any of these children the slightest favor by delaying a rapid return to their countries of origin.\"\nHe continued: \"Allowing them to remain here will only encourage the next group of individuals to undertake this very dangerous and life-threatening journey. And those who come must be sent back to demonstrate that risking your lives on the top of those trains is not worth it. Even those who've survived this treacherous journey are still at risk,\" said Perry, referring to one confirmed case of H1N1 and two other cases of Type A influenza that might also be H1N1.\nPerry said he has also invited President Obama to tour the Texas border to witness the crisis for himself when he travels to the state next week to attend Democratic fundraisers. The White House, however, said that Obama has declined Perry's invitation.\nIllegal immigrants crossing the Texas border, an estimated 52,000 children and adults who are largely from Guatemala, El Salvador and Honduras, are receiving medical examinations at local hospitals, on a rotational basis, prior to being transported to other locations throughout the state.\nDallas County officials announced earlier this week that three location sites have already been selected to house 2,000 illegal immigrants  who will be transported by bus from McAllen to Dallas.\nA Catholic Charities center located outside of McAllen has already been providing meals, clothing and showers to immigrants. One volunteer told NBC5-DFW that when the immigrants arrive on busses they welcome them by cheering, clapping and assuring them that they're at a safe location.\nOne unnamed mother from Honduras, who's seven months pregnant, told NBC5-DFW that she left two children, a 7 and 3 year old, to get to the United States in time to deliver her baby, and doesn't know when she'll see her children again.\nPerry explained to the committee that Texas residents are paying $1.3 million a week to increase law-enforcement efforts through the end of the year. This doesn't account for the additional costs to taxpayers for medical and housing expenses. Perry also said he expects the federal government to reimburse the state for the additional expenses it's taking on that the federal government is responsible for.\nThe governor then emphasized that Texas only has seven Border Patrol agents per mile for its 1,200-mile border with Mexico; unlike California, New Mexico and Arizona, which have 17 agents per mile patrolling their southern border.\nHomeland Security Committee Chairman Michael McCaul, R-Texas, told Perry he wasn't aware that Texas has fewer agents than other states, and understands that the current humanitarian crisis is taking Border Patrol agents away from their primary mission, which is securing the border.\nPerry explained that what Texas needs now are 1,000 National Guard troops to patrol the border temporarily until 3,000 new Border Patrol agents are trained.\nTexas Republican Rep. Kay Granger, who joined the committe for the hearing, said that while on a tour of Lackland Air Force Base in San Antonio, where 1,200 children are being housed 30 to a room, the First Lady of Honduras, Ana Rosalinda de Hernandez, wept and said she agrees with U.S. officials who believe the children should be sent back to their countries of origin.\nPerry added that he hopes Obama will listen to congressional leaders who toured the Texas border and the facilities that are being used to house illegal immigrants. He also wants to see the president work with Congress to secure the border  first, so that immigration reform can be achieved.\n\"The American people want this to be addressed thoughtfully,\" he said. \"Until the border is secure, all of these other conversations about immigration reform are going to fall on deaf ears,\" he added, noting his concerns that 160,000 illegal immigrants are projected to cross over into the U.S. in 2015 if the border isn't secured.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/obama-i-will-fight-for-immigration-reform-alone-since-house-republicans-refuse-to-vote-122524/",
                "https://www.christianpost.com/news/texas-gov-rick-perry-says-obama-administration-is-not-serious-about-border-security-121799/",
                "https://www.christianpost.com/news/should-this-pastor-be-deported-church-rallies-behind-nc-preacher-who-lied-about-drug-felony-122711/",
                "https://www.christianpost.com/news/texas-officials-call-for-help-as-waves-of-illegal-immigrant-children-at-us-mexico-border-create-refugee-camps-122754/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "told",
            "children",
            "immigrants",
            "agents",
            "texas",
            "illegal",
            "rick",
            "send",
            "gov",
            "committee",
            "immigrant",
            "border",
            "message",
            "perry",
            "patrol"
        ]
    }
]