[
    {
        "url": "https://www.christianpost.com/news/historic-florida-megachurch-suffers-major-drop-in-attendance-moral-indiscretion-by-pastor-top-reason.html",
        "title": "Historic Florida Megachurch Suffers Major Drop in Attendance; 'Moral Indiscretion' by Pastor Top Reason?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, October 21, 2013\nCorrection Appended\nA historic Florida megachurch first planted in the 1950s is experiencing major decline in its attendance numbers and the first negative impact came from a moral indiscretion by a lead pastor no longer there, a spokesperson for the church said.\nHowever, there are multiple reasons for the sharp decline in worship attendance, which threatens the congregation's ability to afford to use their current worship building, Dr. Bob Rhoden, Orlando-area Calvary Assembly's interim pastor, told The Christian Post. \n\"The first impact was a moral indiscretion by a lead pastor. Next a building program was overspent resulting in a mortgage that created financial stress on the church. Over the years a couple of lead pastors and staff pastors have left and started other churches in the Orlando area,\" said Rhoden. \"The changing music climate in the church world has been a challenging issue. While these factors are not the sum total of the reasons for the decline, they represent the lion share.\"\nCalvary Assembly of God, one of the oldest megachurches in the Orlando area, has seen its attendance numbers go from the thousands to the hundreds.\nIn 1993, approximately 2,800-2,900 people attended worship; ten years later in 2003 the number was down to 2,300-2,400. Presently, about 650 worshippers fill the megachurch's 5,000-seat sanctuary on Sunday, according to church records provided by Debbie Carey, a secretary for Calvary Assembly of God.\nEarlier this month, the Orlando Sentinel reported even more statistics regarding the dwindling presence of Calvary Assembly.\n\"The numerous small-group fellowship 'cells' that fit every demographic - young singles, seniors, middle-aged couples, teenagers - have dwindled to 15,\" wrote Jeff Kunerth of the Sentinel . \"The staff of 120 is now 65, including part-time and occasional workers. Instead of 15 pastors, Calvary has five.\"\nFounded in April 1953 by Pastor John Hall and his wife Carlie, Calvary Assembly  began as a small congregation of about 35 at a facility with a dirt floor originally known as Orlando Gospel Tabernacle.\nJoining the Assemblies of God in 1954, Calvary Assembly changed its name to its present appellation and through the 1970s and 1980s experienced explosive growth. In 1987, Calvary Assembly got its current 5,000-seat worship space built.\n\"To those who have only observed from a distance, Calvary Assembly is synonymous for a big building,\" reads the History page on the church's website . \"However, for those who have come close enough to know her heart, Calvary Assembly is really people….. people of all ages, from a variety of social and ethnic backgrounds, and from all walks of life.\"\nRather than accept the gradual decline, Carey of Calvary Assembly told CP that the congregation was making efforts to reverse the trend.\n\"We currently have an Interim Pastor who has been successful in helping other churches who faced declining membership. He is working with the Elders to locate a pastor who can guide Calvary to a preferred future and increased membership,\" said Carey.\n\"There is a renewed atmosphere of hope in the Calvary Assembly membership. We are believing [in] God for greater things in the future.\"\nCorrection:  Wednesday, Oct. 23, 2013\nAn article on Monday, Oct. 21, 2013, incorrectly attributed the quote \"The first impact was a moral indiscretion by a lead pastor. Next a building program was overspent resulting in a mortgage that created financial stress on the church. Over the years a couple of lead pastors and staff pastors have left and started other churches in the Orlando area,\" said Rhoden. \"The changing music climate in the church world has been a challenging issue. While these factors are not the sum total of the reasons for the decline, they represent the lion share,\" to Debbie Carey.  The quote was made by Dr. Bob Rhoden, Orlando-area Calvary Assembly's interim pastor.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.orlandosentinel.com/features/os-xpm-2013-10-10-os-calvary-assembly-membership-20131010-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.calvaryorlando.org/pages/history.php"
            ]
        },
        "key_words": [
            "drop",
            "major",
            "suffers",
            "pastors",
            "lead",
            "assembly",
            "reason",
            "church",
            "moral",
            "calvary",
            "orlando",
            "megachurch",
            "worship",
            "pastor",
            "decline",
            "florida",
            "rhoden",
            "historic",
            "indiscretion"
        ]
    }
]