[
    {
        "url": "https://consortiumnews.com/2017/07/30/can-trump-find-the-great-path/",
        "title": "Can Trump Find the ‘Great’ Path?",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Lin Cleveland",
                "link": null
            },
            {
                "name": "E. Leete",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "David H",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Susan Sunflower",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-30",
        "text": "Main menu\nJuly 30, 2017\nBy Robert Parry\nOn June 29, when CNN’s Wolf Blitzer asked John Podesta, the chairman of Hillary Clinton’s failed presidential campaign, how they had lost to Donald Trump, I expected the usual excuse – “Russia! Russia! Russia!” – but was surprised when Podesta spoke truthfully:\nRussian President Vladimir Putin meets with U.S. President Donald Trump at the G-20 summit in Hamburg, Germany, on July 7, 2017. (Screen shot from Whitehouse.gov)\n“Even though 20 percent of his voters believed he was unfit to be president, they wanted radical change, they wanted to blow the system up. And that’s what he’s given them, I guess.”\nFor those millions of Americans who had watched their jobs vanish and their communities decay, it was a bit like prisoners being loaded onto a truck for transport to a killing field. As dangerous and deadly as a desperate uprising might be, what did they have to lose?\nIn 2008, some of those same Americans had voted for an unlikely candidate, first-term Sen. Barack Obama, hoping for his promised “change you can believe in,” but then saw Obama sucked into Official Washington’s Establishment with its benign – if not malign – neglect for the average Joe and Jane.\nIn 2016, the Democratic Party brushed aside the left-wing populist Sen. Bernie Sanders, who might have retained the support of many blue-collar Americans. The party instead delivered the Democratic nomination to the quintessential insider candidate – former First Lady, former Senator and former Secretary of State Hillary Clinton.\nThough coming from a modest background, Clinton had grabbed onto the privileges of power with both hands. She haughtily set up a private email server for her official State Department business; she joined with neocons and liberal interventionists in pushing for “regime change” wars fought primarily by young working-class men and women; and after leaving government, she greedily took millions of dollars in speaking fees from Wall Street and other special interests.\nClinton’s contempt for many American commoners spilled out when she labeled half of Trump’s supporters “deplorables,” though she later lowered her percentage estimate.\nSo, enough blue-collar voters in Michigan, Wisconsin and Pennsylvania rebelled against the prospect of more of the same and took a risk on the disruptive real-estate mogul and reality-TV star Donald Trump, a guy who knew little about government and boasted of his crude sexual practices.\nHobbling Trump\nHowever, after Trump’s shocking victory last November, two new problems emerged. First, Hillary Clinton and the national Democrats – unwilling to recognize their own culpability for Trump’s victory – blamed their fiasco on Russia, touching off a New Cold War hysteria and using that frenzy to hobble, if not destroy, Trump’s presidency.\nHillary Clinton at the Code 2017 conference on May 31, 2017.\nSecond, Trump lacked any coherent governing philosophy or a clear-eyed understanding of global conflicts. On foreign policy, most prospective Republican advisers came from a poisoned well contaminated by neocon groupthinks about war and “regime change.”\nLooking for alternatives, Trump turned to some fellow neophytes, such as his son-in-law Jared Kushner and alt-right guru Steve Bannon, as well as to a few Washington outsiders, such as former Defense Intelligence Agency director Michael Flynn and Exxon-Mobil chief executive officer Rex Tillerson. But all had serious limitations.\nFor instance, Kushner fancied himself the genius who could achieve Israeli-Palestinian peace by applying the so-called “outside/in strategy,” i.e., getting the Saudis and Gulf States to put their boots on the necks of the Palestinians until they agreed to whatever land-grabbing terms Israeli Prime Minister Benjamin Netanyahu dictated.\nFlynn, who served briefly as Trump’s National Security Adviser , had led the DIA when it correctly warned President Obama about the jihadist risks posed by supporting the “regime change” project in Syria, even predicting the rise of the Islamic State.\nBut Flynn, like many on the Right, bought into Official Washington’s false groupthink that Iran was the principal sponsor of terrorism and needed to be bomb-bomb-bombed, not dealt with diplomatically as Obama did in negotiating tight constraints on Iran’s nuclear program. The bomb-bomb-bomb approach fit with the desires of the Israeli and Saudi governments, which viewed Iran as a rival and wanted the American military to do the dirty work in shattering the so-called “Shiite crescent.”\nSo, because of Kushner’s views on Israel-Palestine and because of  the Flynn/Right-Wing hostility toward Iran , Trump fell in line with much of the neocon consensus on the Middle East, demonstrated by Trump’s choice of Saudi Arabia and Israel for his first high-profile foreign trip.\nBut obeisance to Israel and Saudi Arabia – and inside Washington to the neocons – is what created the catastrophe that has devastated U.S. foreign policy and has wasted trillions of dollars that otherwise could have been invested in the decaying American infrastructure and in making the U.S. economy more competitive.\nIn other words, if Trump had any hope of “making America great again,” he needed to break with the Israeli/Saudi/neocon/liberal-hawk groupthinks, rather than bow to them. Yet, Trump now finds himself hemmed in by Official Washington’s Russia-gate obsession, including near-unanimous congressional demands for more sanctions against Moscow over the still-unproven charges that Russia interfered with the U.S. election to help Trump and hurt Clinton. (The White House has indicated that Trump will consent to his own handcuffing on Russia.)\nA Daunting Task\nEven if Trump had the knowledge and experience to understand what it would take to resist the powerful foreign-policy establishment, he would face a hard battle that could only be fought and won with savvy and skill.\nMarine Corps Gen. Joe Dunford, chairman of the Joint Chiefs of Staff, walks with Army Lt. Gen. Stephen J. Townsend, the commander of Combined Joint Task Force Operation Inherent Resolve; Jared Kushner, senior advisor to President Donald J. Trump; and U.S. Ambassador to Iraq Douglas A. Silliman after arriving in Baghdad, April 3, 2017. (DoD photo by Navy Petty Officer 2nd Class Dominique A. Pineiro)\nA narrow path toward a transformational presidency still remains for Trump, but he would have to travel in some very different directions than he has chosen during his first six months.\nFor one, Trump would have to go against type and become an unlikely champion for truth by correcting much of the recent historical record about current global hot spots.\nOn Syria, for instance, Trump could open up the CIA’s books on key events, including the truth about Obama’s “regime change” scheme and the alleged sarin gas attack outside Damascus on Aug. 21, 2013. Though the Obama administration blamed the Assad government, other evidence pointed to a provocation by radical jihadists trying to trick the U.S. military into intervening on their side.\nSimilarly, on the Ukraine crisis, Trump could order the CIA to reveal the truth about the U.S. role in fomenting the violent coup that ousted elected President Viktor Yanukovych and touched off a bloody civil war, which saw the U.S.-backed regime in Kiev dispatch neo-Nazi militias to kill ethnic Russians in the east.\nIn other words, facts could be deployed to counter the propaganda theme of a “Russian invasion” of Ukraine, another one of Official Washington’s beloved groupthinks that has become the foundation for a dangerous New Cold War.\nAs part of the truth-telling, Trump could disclose the CIA’s full knowledge about who shot down Malaysia Airlines Flight 17 over eastern Ukraine on July 17, 2014, an atrocity killing 298 people that was pinned on the Russians although other evidence points to a rogue element of the Ukrainian military. [See here and here .]\nFurther going against type, Trump also might admit that he rushed to judgment following the April 4, 2017, chemical-weapons incident in Khan Sheikhoun, Syria, by ordering a retaliatory missile strike against the Syrian military on April 6 when the whodunit evidence was unclear.\nBy sharing knowledge with the American people – rather than keeping them in the dark and feeding them a steady diet of propaganda – Trump could enlist popular support for pragmatic shifts in U.S. foreign policy.\nThose changes could include a historic break from the Israeli-Saudi stranglehold on U.S. policy in the Middle East – and could make way for cooperation with Russia and Iran in stabilizing and rebuilding Syria so millions of displaced Syrians could return to their homes and reduce social pressures that the refugees have created in Europe.\nA Populist Party\nOn the domestic front, if Trump really wants to replace Obama’s Affordable Care Act with something better, he could propose the one logical alternative that would both help his blue-collar supporters and make American companies more competitive – a single-payer system that uses higher taxes on the rich and some more broad-based taxes to finance health-care for all.\nThat way U.S. corporations would no longer be burdened with high costs for health insurance and could raise wages for workers and/or lower prices for American products on the global market. Trump could do something similar regarding universal college education, which would further boost American productivity.\nBy taking this unorthodox approach, Trump could reorient American politics for a generation, with Republicans emerging as a populist party focused on the needs of the country’s forgotten citizens, on rebuilding the nation’s physical and economic infrastructure, and on genuine U.S. security requirements abroad, not the desires of “allies” with powerful lobbies in Washington.\nTo follow such a course would, of course, put Trump at odds with much of the Republican Party’s establishment and its longstanding priorities of “tax cuts for the rich” and more militarism abroad.\nA populist strategy also would leave the national Democrats with a stark choice, either continue sidling up to Official Washington’s neoconservatives on foreign policy and to Wall Street’s wheelers and dealers on the economy – or return to the party’s roots as the political voice for the common man and woman.\nBut do I think any of this will happen? Not really. Far more likely, the Trump presidency will remain mired in its “reality-TV” squabbles with the sort of coarse language that would normally be bleeped out of network TV; the Democrats will continue substituting the Russia-gate blame-game for any serious soul-searching; the Republicans will press on with more tax cuts for the rich; and the Great American Experiment with Democracy will continue to flounder into chaos.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nteri\nAugust 1, 2017 at 04:36\nAnd maybe Trump is just as stupid and self-absorbed as he appears.  Maybe there is no “deep-state” collusion going on here at all.   Maybe he really likes the one part of the presidency that seems to appeal to him: he can milk the public coffers to make a profit for his businesses and his family.  Maybe he is an abject idiot, illiterate, supremely selfish, and completely disinterested in the public good because he doesn’t consider “the public” anything but so many little flies to be swatted away.  Maybe Trump is a jackass guttersnipe who won the election (much to his surprise) only because Clinton was so despicable.\nWhy is everyone making such valiant attempts to guess at his motives or suggest that he has some secret plan to Make America Great again that is, alas, being thwarted by “someone else”?\nHe doesn’t give a rat’s ass about America, or you, or me, or the Constitution or the law.  He has no interest in learning about any of this stuff, which he finds so above his intellectual level that it only pisses him off.  He is a flabby, crabby old conman with no interest outside his personal net worth.  That is the beginning and the end of the story, and once you approach it from there, you see that it explains everything he does.\nIt’s that simple.  And that awful.\nSusan Sunflower\nAugust 1, 2017 at 09:45\nI rewatched the trailer for Hypernormalization yesterday evening, and then two interviews with Adam Curtis which focused on why people aren’t coming together to fight the bad (partly a problem he says of an inability to visualize an alternative, but also the faux-community that is the internet providing a simulation of collectivity) … Then read bits of Listen Liberal in which Tom Franks makes a compelling case that Obama did not do all those things everyone wanted (and expected him to do) by choice, because either he did not want to do them or because he was not willing to “pay the price” (my contention was that he refused to do anything that might end up on the wrong side of a win/lose tally (see all his executive action “victories” that Trump simply canceled)\nThere are too many explanations, many of which contradict other “favorites” … the press that failed to inform the public as to Trump’s long-standing corruption and mob ties (and even russian money), long before Russia gate, to allow the public/voters to make an informed choice, in the primaries, in the election, is now vying for — or had already claimed — some sort of “savior” role in the “opposition” … it’s like some juvenile cartoon fairy tale of good versus evil, always, and “Minnesota Nice” we’re generally expected to withhold judgment and be polite. — oh, and wait for some deep-state silver bullet to end this madness — if you believe in fairies, clap your hands.\nLJ\nAugust 1, 2017 at 13:45\nSo Trump is going to be the Third worst President in US history in a row but a least he won’t be impeached and disbarred. Personally, I expand my subjective list to predict he will be the  4th worst President in a row. Some people put blinders on that allow them to put things in black and white that are varying shades of grey,  then they make moral judgements based on predisposition and not facts and/or policy outcomes which then of course lead to then making pronouncement and judgements. That’s the fun of it, is it not? . All Presidents are guilty of Crimes Against Humanity, all are serial liars.. Just who is a mobster in this world. Putin? I would say Obama signing 3 Presidential Orders to arm terrorists in Syria puts him on a par with anyone. Let’s hope Trump doesn’t go even  farther down the path to hell  but surrounded by Generals, Military Intelligence which is amoral by the very nature of the case and is in the business of killing, I do not expect a whole lot. Sheeesh  Susan , businessman hire top lawyers to ensure that they can Do unto Others apart from the Golden Rule for short term profits. Most never have to get their hands dirty no matter how deeply they are immersed in filth , slime and even murder. Funny thing I might add, Corporations have the same rights as people but corporations can get away with murder and pay dividends to nice church going investors.  Hypocrisy defined. I use to love to watch Jimmy Swaggart, he was a great piano player. His ” I have sinned” performance after being caught with the prostitute in Florida was one of a handful of my favorite sermons/performances. He would have made a great President. Good hair too.\nJoe Tedesky\nSheldon Wolin:\n…………………………………………………………………..\nI too thought that Swaggart kicked ass with his music. In fact that’s what he should have stuck too. Did you know that Jimmy Swaggart is Jerry Lee Lewis’s cousin?\nLJ\nAugust 1, 2017 at 17:42\nGood quote, He never taught me  nuthin’ but had I known he had such concise opinions  I might have added into one of his courses if he was teaching at Berkeley between dropping out those 3 or 4 times.  . Swaggart and The Killer were also first cousins with Mickey Gilley of the famous Gilley’s Bar in Texas, “Don’t the Girls All Get Prettier at Closing Time”, Featured in Clint  Eastwood’s, Every Which Way But Loose. Their Grandmother was some kind of genius she taught them all . Boys usually want to go outside and play but Granny showed them tricks that made them all a lot of Do-Re-Me.\nAugust 1, 2017 at 19:46\nPay THE PRICE  If pay the price is what happened to JFK I can’t blame Obama. You mention the media not informing the public about Trumps long standing corruption unless you were living under a rock most people knew Trump was playing in the fast lane,with his bankruptcies and shady real estate deals. Mob ties this one always gets me are you talking about the New York wise guys who talk out of the side of there mouth like John Gotti types . This is what MSM told everyone was the mob. These so called mobsters in a here best year never made the kind of money that Wall St gangster make in a day.. I wish all you Americans good luck your going to need it whoever is running the show.    You all have a nice Peacefull day.\nSusan Sunflower\nAugust 1, 2017 at 21:13\nDavid Cay Johnston (a Trump expert of long-standing) says he could get the time of day\nhe Making of Donald Trump grew out of my frustration at the utter failure of my peers in US journalism to tell voters about his profitable, lifelong embrace of mobsters, violent felons, Russian oligarchs and the man who supplied his helicopters (Joseph Weichselbaum, a drug trafficker to whom Trump remained loyal despite his indictment).\nConcerned that Trump might win, I tried to alert people to what a fraud Trump is. His June 2015 announcement that he would run for president was itself a fraud – the applause that interrupted him 43 times was provided by paid actors.\nThen Melville House came to me in late May 2016. This book, my sixth, was my attempt to get journalists to report the copious hard facts. They’d failed to examine the abundant official record on Trump for three main reasons: one, Trump’s outlandish style made him cheap and easy news; two, digging through old records and understanding them takes time and skill; and three, Trump threatened to sue everyone, including me, who mentioned his lifelong criminal ties. At the end of my book, I provided 44 pages of source notes and my personal email address so any doubting readers could get in touch. No one has shown any error.\nPeople like you and me, perhaps a bit older with longer reading history, remember Trump in the 1980’s and 1990’s, rather than the reality TV star/media figure Trump of the last 20 years … (kind of like Bill Cosby, I remember when he and I were much younger and he was a “player” and likely “swinger” at the Playboy Club … most Americans apparently thought of him as a father figure… not me, not ever, he was a leering face, sort of like Groucho, but dirty, nasty)\nSomehow the focus on his tax returned drowned out information readily available about his bankruptcies and known associates … again, Americans are mostly “born yesterday” particularly about the rich and glossy, look at Kim Kardashian … and others)\nSusan Sunflower\nAugust 1, 2017 at 21:22\noh, and the “price” Obama refused to pay was the price of fighting for his agenda and quite likely losing … his support among the Democrats, at the State Department and of the Military was divided .. he operated covertly again and again rather than demonstrate how much competition and opposition he faced … to include Clinton loyalists in State, Military and Intelligence … the ones who sabotaged both Obama and Kerry repeatedly …\nLJ\nAugust 1, 2017 at 20:48\nBy the way Teri, Tell us how you really feel… Vent it’s good for the spleen. I think you got it just about right but his ego is so big that I think he wants to believe he is actually doing a great job and he will be a great President whether we all agree with him or not.  Now whether he cares about the American People , the USA or anything else, maybe not so much. I think he loves his kids and Golf, and dressing well and of course his hair, don’t forget the hair.\nFred\nFred\nAugust 2, 2017 at 00:12\n“Why is everyone making such valiant attempts to guess at his motives or suggest that he has some secret plan to Make America Great again that is, alas, being thwarted by “someone else”?\nI guess the awful truth is too incredible.\nAnon\nGo play with yourself. This is a serious site.\nOz\nJuly 31, 2017 at 18:43\nThis commentary is for the most part extremely lucid. But I think the idea of an “Israeli-Saudi stranglehold” over US foreign policy is naive. Both Israel and Saudi Arabia are creations of the British, and remain British proxies to this day. We are still dealing with Churchill’s policy of pitting the US and Russia against each other, and maintaining a state of permanent instability in the Middle East. FDR understood this with perfect clarity, but died before he could put a stop to it.\nJoe Tedesky\nJuly 31, 2017 at 20:29\nLike checking the battery out before changing all the light bulbs.\nGood comment.\nYour theory is much worse than naive:\n1. Obviously the historical UK layout of KSA and Palestine says nothing about its influence there today;\n2. Obviously neither KSA nor Israel is a UK proxy today;\n3. Obviously Churchill did not make US policy in the Mideast or Russia, regardless of any similarities;\n4. If FDR understood and could have stopped that, so could the US since then.\nBut your claim that Israeli-Saudi control over US foreign policy “is naive” shows that you are a zionist troll.\nOnly a fool would be fooled, when 97% of Congress bows to Aipac, all of Hillary’s top ten “donors” were zionists, etc. etc. etc.\nSusan Sunflower\nJuly 31, 2017 at 22:03\nYes, the “who’s using whom” dynamic is so often overlooked … particularly when we use the Saudis and the Israelis as stalking horse to carry out things “we” don’t want to be seen doing because it wouldn’t play well in Peoria … and then there’s the matter of using within-nation divisions where we are not dealing only this state-actors but also any faction willing to play ball with us … The CIA’s influence doesn’t begin with a push towards regime change … they’re constantly on the prowl for assets of all types.\nDavid H\nJuly 31, 2017 at 17:14\nThe administration has resources to fight the Clinton/Dem/Deep State crowd. This is worth keeping an eye on.\n“… a story of the greatest breach of the cybersecurity has been ignored by the MSM\n‘”The Awan brothers had complete and direct access to information of three extremely sensitive committees: The House Permanent Select Committee on Intelligence, the Homeland Security Committee, and the House Foreign Affairs Committee.”http://www.zerohedge.com/news/2017-05-23/congressional-aides-fear-suspects-it-breach-are-blackmailing-members-their-own-data\n“…on March 22, 2016, eight democrat members of the House Permanent Select Committee on Intelligence issued a letter, requesting that their staffers [Awan brothers] be granted access to Top Secret Sensitive Compartmented Information (TS/SCI).”\nJuly 31, 2017 at 14:35\nTrump is worthless, It is too late for him to do anything positive. He beat the same war drums on Iran as did Hillary Clinton during his campaign. That is the fall back position and surely Kushner and Netanyahu and Saudi Aradia approve wholeheartedly. So do most Federally elected  Republicans and Democrats. It is pretty much his only way forward. And furthermore he is surrounded by Generals who want to project US Military might and dominate the globe towards Total Spectrum Dominance.  My old man would say,, “and you’re  gonna kill a bear”. That’s what I’d say to Trump. He has proven himself to be reactionary and a bully with a chip on his shoulder. Just 2 days ago after being beaten on a 49-51 vote on the ACA he launched into  a tweet storm against the Senate demanding that they abolish the filibuster and the 60 vote threshold. Yeah right, you can’t get 50 votes so what does the filibuster matter? Collins, Murkowski and McCain aren’t coming back and they will not be hurt by bullying tactics. The Trump Adenda is stymied. Me can’t do anything. I am not impressed by this man at all. It just shows what weak sisters the Republican Party is comprised of that he could cut through them like a warm Knife through margarine.\nbackwardsevolution\nJuly 31, 2017 at 15:12\nLJ – read the article that Taras77 linked to above from The American Conservative.  It explains what is happening.  Trump is a novice, so it is very difficult to fight that which you do not know or see.  The neocons are piling in around him, but he doesn’t recognize them, not yet.  I think he’s just beginning to.  The people under Trump are making sure that they hire neocons, not people loyal to Trump.  This is a mess.  These people are deliberately working against Trump.\nbackwardsevolution\nLJ – here is the link again:\nBobS\nHe’s also a petulant and ignorant adolescent-bully-in-an-old-man’s body.\nRobert Parry’s used to be one of the nicer neighborhoods on the internet. Then the Trump apologists moved in.\nAnon\nJuly 31, 2017 at 20:53\nI’m sure that you haven’t found any “Trump apologists” here; just a few who urge him do better.\nYou phrasing shows that you never liked this site; and are a troll seeking to discourage readers.\nIt won’t work: you have to focus upon audiences dumber than the manipulator.\nStiv\nJuly 31, 2017 at 13:26\nMaybe the GOP could do some “soul searching” as well….if they have one.\nA reasonable rehash of where things stand, but chances of Trump doing anything other than be what we’re seeing are close to nil. The guy ( and his ilk ) need to be banished from this earth. I’m hoping that will be soon enough. I keep thinking Mussolini…\nmike k\nJuly 31, 2017 at 13:51\n“If only it were all so simple! If only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?”\n? Aleksandr Solzhenitsyn, The Gulag Archipelago 1918-1956\nI above tried to remind us righteous critics here on CN that even if Trump is a huge capitalist pig, we in our own lives are all little capitalist piglets wedded to the money system. Capitalism doth make swine of us all.\nE. Leete\nJuly 31, 2017 at 14:24\nI was writing to you above while you were writing this post – I wish we could discuss deeper – it isn’t capitalism per se that is the problem – it is the dumb belief, the injustice belief in allowing limitless fortunes – capitalism can be a good work horse for humanity – it is right now like a good horse being worked badly – in my childhood we used to say rode hard and put up wet – we can take the harm out of capitalism – if a drunk drives a car off the road we don’t blame the car we blame the driver – we are all driving the car of unlimited personal fortunes capitalism – culture is the ideas in people’s heads – ‘car’ was once just an idea in someone’s head – now the idea of car is ubiquitous – people have brains – they just do a great job of keeping their thinking away from their reality – we might be thinking with our elbows the way things look – but we can put the brake on to save us from crashing our capitalism car into the wall – capitalism will self-destruct unless we install mechanisms to counter for how wealth gets ceaselessly and automatically shifted one direction and work gets pushed in the other direction – today’s capitalists don’t recognize that if you want it to continue you have to keep countering for the inherent flaw of unjust concentration, you must keep taking from the top and returning wealth to the bottom, to the pool of the fountain – hold all the water at the top and no more fountain – I agree with a post above that said neither the capitalism we have now nor socialism is justice – the wealth belongs in the hands of the person who earned it via their own sacrifice to working – it does not belong in the hands of the state nor in the hands of wealthpower giants who did not earn it by their own time and energy sacrificed to working – every family would be millionaires if nobody had more than a million – we humans are one idea-change from a colossal increase in our safety happiness prosperity…\nLin Cleveland\nJuly 31, 2017 at 15:18\nI agree with E Leete that capitalism IS the problem! Leete writes, “I above tried to remind us righteous critics here on CN that even if Trump is a huge capitalist pig, we in our own lives are all little capitalist piglets wedded to the money system. Capitalism doth make swine of us all.” Capitalism creates competition for ever dwindling resources and promotes a hierarchy based in wealth accumulation. Capitalism rewards greed. If we are to save this society, we must stop consumerism and capitalism where those those who labor the most receive the least for their efforts. Here’s a Cerokee legend I like to post occasionally. Enjoy!\nTwo Wolves\nOne evening an old Cherokee told his grandson about a battle that goes on inside all people. He said, “My son, the battle is between two “wolves” inside us all.\nOne is Evil. It is anger, envy, jealousy, sorrow, regret, greed, arrogance, self-pity, guilt, resentment, inferiority, lies, false pride, superiority, and ego.\nThe other is Good. It is joy, peace, love, hope, serenity, humility, kindness, benevolence, empathy, generosity, truth, compassion and faith.”\nThe grandson thought about it for a minute and then asked his grandfather, “Which wolf wins?”\nThe old Cherokee simply replied, “The one you feed.”\nbackwardsevolution\nJuly 31, 2017 at 15:36\nLin – such a good post, and so true!  Thanks.  The greedy, if not stopped, are going to destroy the Earth.\nmike k\nJuly 31, 2017 at 17:20\nI love that Cherokee story. We must each wake up and engage the struggle with our inner wolves if we are to grow beyond our fallen spiritual state. I am not talking religion here. What I say is plain and simple common sense and reality.\nSam F\nJuly 31, 2017 at 21:27\nThe problem with Capitalism is not the productivity incentive system of profit, it is the lack of regulation that ensures useless concentrations of economic power dominating government. The reason that we do not have such regulation is that the necessity was not appreciated before growing economic concentrations took over mass media and elections, the very tools of democracy needed to regulate economic power.\nWhere Capitalism is unregulated, it is inherently anti-democratic. Careful regulation is necessary to make it compatible with democracy, but that regulation need not interfere much with productivity incentives or efficiency.\nI suggest reconsidering these ideas:\n1. “wealth belongs in the hands of the person who earned it.” This would deny the value of government expenditure in the common interest, deny that the unfortunate must be helped, and make the false assumption that the wealth was gained without wrongdoing. That would be very misleading.\n2. “every family would be millionaires if nobody had more than a million.” Actually the total personal wealth is a small fraction of the number of US families times a million dollars. But limiting personal wealth by progressive taxation and minimum income guarantees can balance wealth.\nBob Van Noy\nAugust 1, 2017 at 10:43\nI generally agree Sam F., and I would add that GDP be rejiggered to include resource depletion and reclamation. Too, corporations need to lose their status as individuals.\nTaras77\nJuly 31, 2017 at 13:22\nThis  is a very detailed article as to how the neo cons have gained complete control of trump admin, every important dept through control of personnel appointments.  The key here is the Romney Team is in charge.  I had to stop a few times to control my rage.\nJuly 31, 2017 at 15:05\nTaras77 – this is probably the most important link I’ve seen in a long time.  Wow!!!!!  No wonder there are so many leaks coming out of the White House.  I’m only halfway through reading it and I’m angry too.  People loyal to Trump are being blocked?  What?\nNo wonder events are unfolding as they are.  Trump really needs to take a break and clean house.  Get rid of these neocons, scatter them to the four corners of the Earth.\nWow, just wow!\nThanks, Back.\nTaras77-\nThanks so much for this link.  It sure explains a lot.\nBobS\nJuly 31, 2017 at 13:11\nThis is what, the 10th? 20th? 50th time that Robert Parry has written the same article since January?\nSam F\nJuly 31, 2017 at 21:43\nAmazing that a troll would keep coming back so many times to misrepresent the site to its readers.\nmike k\nJuly 31, 2017 at 12:12\nTrump has been nourished and formed in the belly of Capitalism. The trouble with capitalism is that competitors come to be seen as enemies, winning by any means including threats and violence becomes the goal, and war is eventually inevitable. Trump and all of us in America have been deeply indoctrinated in the philosophy of capitalism – greed for and get, take away from and hold tight to, celebrate your ego and trash that of others. For Trump (and many of us in our own ways) getting lots of money and the stuff it buys, and taking it from others is the name of the game of life. We have institutionalized jungle ethics and given it social approval. Mr. Trump is a prime representative of the social system that produced him. In his eyes (and let’s face it) the eyes on many others, he is a howling success. If you want to predict what Donald is going to do next – he is going to keep trying to do what he has been doing his whole life, busting his butt to be a super greedy capitalist.\nSo you get what you paid for. In some sense Trump is the creation of all of us who were schooled in the money soaked grab and get culture of Capitalism American Style. Trump is our Frankenstein monster, it’s a little late for buyer’s remorse, we made him what he is, and now he is going to do a number on us in his inimitable ubercapitalist style……\nmike k\nJuly 31, 2017 at 12:20\nSo the next time you get mad at Trump, just stop and reflect, he’s our boy. He’s just doing what we are all doing “trying to make a buck.” The only difference is this cat is a big winner in our little game of grab, so he can swing his weight around like nobody’s business. So unless you have totally opted out of the money economy, and live a life of considerable austerity, quit bitching – and see if you can figure out a way to get somebody else’s job or somehow get your hands on their stuff – and you too will be on the long road to become a Trump in your own right!\nE. Leete\nJuly 31, 2017 at 13:58\nHi mike k – you spoke of our little game of grab – unlimited personal fortunes capitalism is our little game of ‘all grab for all, grab off grab back’ – like children at a party grabbing for as much cake as they can manage to grab – destroying the cake and no fun for anyone – instead of preferring fairsharing and fun playing after all have had cake – the limitless personal fortunes game has us all captive to what we cannot see until we see the big picture whole – we don’t even see our voluntary captivity – we could all be saying “I want from the pool of wealth the amount I put in by my own work – by my own sacrifice of time and energies to working – no more and no less – instead of saying I want to play all grab for all – and Earth would be a paradise – instead of the hell we have made with our no limits mindset, our dedication to never mind who did how much work — this species still has no clue the can of worms we opened when we embarked way back when on the project known as division of labor – the benefits of which belong to everybody because it only works because everybody participates – specialization in our work and trading workproducts is nothing to die over – to commit genosadistic suicide over – peace and plenty is ours when we want it – I wish we could have an open thread of just comments to discuss the easy way to take the harm out of capitalism – to create justice capitalism – to re-ad-justice world wealth by putting a just CAP on the fortunes got thru myriad legal thefts that exist in our system – we could discuss how market forces work right round the clock to shift wealth in one direction and work in the other – how this is injustice and is driving all the wars crime corruption violence – I can’t understand why people would rather proclaim we’re all toast than pick up the key that saves us – snails have more dignity than that – we could save ourselves – the price of survival is pay justice – we have to define pay justice – how are people supposed to know when an invisible line is crossed? how are people supposed to know how much it’s right for people to have if we never get around to using sound principles to define justice in pay, justice where wealthgetting is concerned?  the answer is not in incessantly re-hashing facts and opinions abt trump or any other pol… the madness ends only when we get really really real like we’ve never got before about work and wealth and get the majority opinion in favor of “take from the pool of wealth what I gave, no more and no less” – no more all grab for all nightmare – no more silence about stealing from each other – it’s no more for us humans, one way or another\nmike k\nthanks E. Leete. We are definitely on the same page.\nSusan Sunflower\nTrump as wannabe Alec Baldwin in GlenkerryGlenross\nAnd Kelly apparently insisted on Scaramucci’s ouster ….\nonno\nJuly 31, 2017 at 11:49\nTrump’s predecessor Obama, NEVER had presidential abilities, he was a college lecturer and the Washington power elite pushed & financed Obama as the 1st Black president of USA. That he was elected president was probably because of ‘guilt trip’ by many white voters and believing the LIES during his campaigns. He even received a Nobel Prize 10 days after being elected. So becoming president with BLANC track record the American voters took a great risk and paid dearly for this error. His re-election was supported by another miscarriage called ObamaCare which was a total fraud and was abusing the hopes of the American voters again. And remember him promising to make Washington MORE transparent. After 8 years it became obvious that Obama had sold himself to the rich !% elite, the large banks & conglomerates and especially to the US defense industry with help of bloodthirsty Secretary of State Hillary Clinton whose ambition it was to use this position as a step to the White House.\nPresident Trump is a successful entrepreneur & businessman and believes he can run Washington like a business. This put him against the Washington establishment but even more his confrontations with the MSM propaganda elite who he put on notice ‘No more FAKE NEWS’ like before fooling the American people for more than 50 years – after the murder of JFK & his brother Robert by CIA/FBI. Congress & White House realized that could sell the American people ANYTHING like 9/11 and US invasion of Iraq although most of the 9/11 Muslim extremists came from US partner Saudi Arabia incl. Osama bin Laden who used to be a US ally in Afghanistan war against the Russians.\nPresident Trump realizes that politics is different from business since it doesn’t have simple ‘PROFIT’ as an objective. He has to get used to the intrigues, lies by his staff & the lack of trustworthy people around him covering their own back. It reminds me of what President Harry Truman told his successor Dwight Eisenhower:’ As a general you’re expect that your orders are carried out, in Washington NOTHING will happen!’ President Trump is making the same error except for the fact he promised the American people; To Make America Great Again’ never expecting to find opposition by the Democrats, Media, Washington insider, Lobbyists like those for the US defense industry, banks and of course all those power groups whose influence have been cut. So President Trump really started ‘draining the Swamp’ in Washington but he needs the support of the American people to be successful. Like the Russians say’ HOPE DIES LAST’\nexiled off mainstreet\nJuly 31, 2017 at 11:00\nThe latest sanctions bill has neutered Trump’s possibilities. I don’t see him as having the ability or imagination to follow the excellent suggestions in the article, which would require him to do a 180 on key issues. A serious problem is that he is basically an independent and has no legislative support as shown by the Soviet style majority for the anti-Russian extra-legal sanctions. The sanctions may result in blowback which could lead to the reduction in the power of the US system and the dollar as a result of European initiatives taken to neutralize yankee pretensions to extra-territorial absolute power. One thing you can say is that nuclear war seems to be less likely than it would have been under the harpy, and that Trump’s instability and the nakedness of the deep state exercising power may start to break up the yankee imperium abroad. As an aside, I appreciate the links in many of the comments of many of the postings.\nJuly 31, 2017 at 10:52\nExactly. This happened only because the Democrats did Hillary. She was the repudiation of all the hopes vesting in Obama, disappointed sure, but not repudiated until her and her right wing running mate.\nTrump could still blow it all up. And unfortunately, that is now a good thing.\nWe could have done better. Democrats could still offer better, but they have not made that offer yet. So the door remains open for Trump.\nPatricia Victour\nJuly 31, 2017 at 10:49\nObama wasn’t “sucked in” to the neocon/neoliberal DC establishment; he was groomed for it.  Read Paul Street’s excellent book, “Barack Obama and the Future of American Politics.” Published in 2009, this book is obviously not a diagram of Obama’s actual administration, but a really good look at Obama before “hope and change” became a derisive slur to many of us on the left who pinned our hopes on him.  Trump is going to have to learn to walk before he can follow any path not make out of yellow bricks.  Wouldn’t it be something if his greatest accomplishment would be the dismantling of the CIA!  I dream, I know.  It is becoming more and more openly apparent – at least to me – that the CIA has its paws all over American policy, foreign and domestic.\nmike k\nThe CIA is the American Dream as Nightmare.\nWm. Boyce\nJuly 31, 2017 at 10:43\n“But do I think any of this will happen? Not really.”\nI was relieved to see this sentence at the end of a very good column, simply because the creature who is impersonating a president isn’t capable of reading or even understanding what the hell is going on. This is the scariest thing about the present situation – there’s no telling what might set him off and cause a nuclear incident. Anyone who doubts this is true should look up Jane Mayer’s New Yorker piece from last year: “The Art of the Lie.” In it, Trump’s former ghostwriter details what it was like working with him, and how little he comprehends the written word.\nPretty accurate blend of Optimist wishful thinking and hard landing realism.  More’s the shame.  Good job Robert.\nJuly 31, 2017 at 10:08\nHe would have to do this, but he rarely does anything told to him by another, let alone read something by another.\nJuly 31, 2017 at 09:49\nBut do I think any of this will happen? Not really. Far more likely, the Trump presidency will remain mired in its “reality-TV” squabbles with the sort of coarse language that would normally be bleeped out of network TV; the Democrats will continue substituting the Russia-gate blame-game for any serious soul-searching; the Republicans will press on with more tax cuts for the rich; and the Great American Experiment with Democracy will continue to flounder into chaos.”\nI agree, it cannot happen.  We crossed the Rubicon and it is all downhill from now on in.\nGeoffrey Levens\nJuly 31, 2017 at 09:48\n“In theory, theory and practice are the same. In practice, they are not.”\nIn other words, I think this blog post is a lovely idea but in reality, we’re screwed by the Cheeto In Chief and it’s only going to get worse.\nSkip Scott\nJuly 31, 2017 at 09:26\nOnce again Robert Parry has nailed it.  I too am quite guilty of wishful thinking.  Imagine if Trump really did speak directly to the American people, declassifying all the nasty lies about Syria, the Ukraine coup, MH17, Russian hacking, etc.  It really is his only path to fulfilling his campaign promises, which is why it’d never be allowed to happen.  He’d have to write the speech himself in private.  Even then I’d bet on “technical difficulties” with his microphone once he started.  If he just started reviewing the classified material, they’d probably catch on and kill him before he could say anything.  Until the Deep State oligarchs are exposed and jailed, no president has any choice but to dance to their tune.  They are pure evil, and with this latest sanctions bill they are leading us straight to Armageddon.\nJoe Tedesky\nJuly 31, 2017 at 09:48\nTrump would do better to leak all of America’s dirty little secrets to the Pope, or Paul McCartney.\nSkip Scott\nI can hear him with the Pope now:\n“Bless me father, for we have sinned…”\nJoe Tedesky\nYeah never a mention of ‘I’ sinned. Typical narcissist.\nMaybe Paul, would recreate an album with such titles as, ‘the Real 911’, or ‘Osama was a Freind of Mine’ (Zbigniew reprise version).\nAlister\nJuly 31, 2017 at 03:35\nRobert it’s nice to dream……but one must always wake up from that wonderful dream.\nbackwardsevolution\nJuly 31, 2017 at 02:02\nGo, Elizabeth Warren!  Here she is in all her stupidity at the July 13, 2017 Senate Armed Services Hearing re Russia:\n“…this is strongly bipartisan.  I was one of the co-sponsors, many others were, both sides of the aisle.  The fact that the House is dragging its feet is not only bad for us here at home, but I…as you say, this sends a terrible signal both to Europe and to NATO and to Russia.  I think it’s time for the House just to do this, to pass this bill and for the President to sign it into law.\nI’m really concerned after the President’s behavior at the G20 that we can’t keep waiting for the President of the United States to take leadership on this, and I think this is a place where Congress has to step up.  We’ve really got to put it out there and get this bill passed and put it on the President’s desk and urge the President to sign it.”\nbackwardsevolution\nJuly 31, 2017 at 02:39\nJust have a listen to the insanity of the whole five minutes.  Wrap your minds around the lunacy of it all.  These State Department witnesses should be fired for incompetence.  I don’t think children in Grade 4, even after being enticed with candy, would come up with these stupid conclusions.\nOf course, in a few years, after some good books are written on the crazy and people start asking questions, Elizabeth Warren, exhibiting her characteristic shocked expression, will state: “Well, I was just going by what the State Department officials told me.”\n“Warren was formerly a professor of law, and taught at the University of Texas School of Law, the University of Pennsylvania Law School, and most recently at Harvard Law School.”\nOMG!  If she went before a judge with this evidence, she’d be laughed out of the courtroom.\nRealist\nJuly 31, 2017 at 02:50\nIt’s all politics.   It’s got nothing to do with reality.   Yeah, she’s another sell-out to the dictates of the Deep State whom I have lost all respect for.\nAs you say, she should understand that under the law you first require probable cause for any investigation, then at least SOME EVIDENCE for an indictment, and solid evidence BEYOND A REASONABLE DOUBT for conviction before you even start think of penalties and sentences.   Apparently, her standards have shifted, allowing an assumption of guilt leading directly to penalties without any of the other steps.   Sounds very tyrannical.   Sounds like the antics of a police state.   And 98% of her colleagues agree with her!!!\nI couldn’t listen to that disingenuous pontificating for more than a minute or two.\nSam F\nJuly 31, 2017 at 11:41\nShe would be “laughed out of the courtroom” for no evidence only if she had all necessary evidence, even admissions by the opposition, but represented the side without the big money via the back channel. Law school is where hypocrisy is the prerequisite and dishonesty is taught. The judiciary is composed entirely of those who do favors for indirect bribes from the rich, those of the same party, government agents, and insider lawyers. There is always an excuse, and judges master that alone.\nRealist\nJuly 31, 2017 at 18:01\nFifty years ago when I was a graduate student I roomed with a law student.   Also, the wife of my dissertation professor was a law student.  I was a scientist in training, grounded in the laws of physics and chemistry and applied to the investigation of biological systems.   We used to have so many mind-boggling chats about the vagaries of American law that the man on the street would never believe.   The law students would pose cases to me and ask how I would judge them.  Of course, as a normal person I always tried to be fair and just, apply logic and use common sense.  Well, you’re a lawyer.   You know the rest.   Most of their examples were meant to illustrate how controlled and manipulated the law really is by the power-wielding insiders.   In one of our first discussions, I learned why a person of modest means could never prevail in court against the wealthy and the corporations:  the big boys can endlessly litigate until the regular guy depletes his resources or dies, whichever comes first.  But the court judgments that they chose to tell were always striking in the way they’d turn logic on its head.   I think these nascent lawyers were  so flabbergasted themselves upon discovering the actual operation of the law, as opposed to the Perry Mason portrayal, that they just had to share.\nSam F\nJuly 31, 2017 at 20:10\nI’m glad to hear that the law students were appalled, and hope that they stayed that way. There are a few good apples in every barrel of lawyers. Unfortunately the commercial practice of law requires defending those who are obviously in the wrong, which is morally corrosive. But judges seem to be selected from among lawyers who have proven themselves corrupt, and are promoted accordingly. My grandfather was an elected family court judge who was certainly not corrupt, but then he could not easily have been influenced, because he had another job, and was deaf. I’m not sure how he conducted hearings.\nMild-ly Facetious\nJuly 31, 2017 at 01:09\nTrump’s behavior is so erratic, I find myself wanting him to retrench and come up with a “strategy” or plan — in conjunction with his “team” — simply because he’s terrifying.  That BoyScout speech was cocaine binge worthy … beyond inappropriate, beyond not-presidential…\nPutin’s “retaliation” for the latest sanctions (which Trump cannot effectively veto) is a “re-set” moment in the wrong direction.\nFerchrissakes, Trump cannot even speak to Boy Scouts at their Jamboree without invoking comparisons with Obama and then turning the speech into crassly partisan self-promotion.\nAfter the Trump/Putin confab at the G20, I was startled at how grateful Trump seemed to be that it “went well” and Putin was willing to publically small-talk with him (which of course then became the fictitious “second meeting”) …\nI’m doubtful that Kelly can stop this circus clown car of reactivity … in “new news” the Pence is apparently traveling to eastern europen to “reassure NATO allies” in the face of worries about Russia is being “aggressive” in Georgia … as the start of yet another “this cannot stand”\nVice President Pence touched down in Estonia on Sunday on the eve of President Trump’s expected signing of legislation to impose broad sanctions against Russia, and said he came bearing a message from the president: “Russia’s destabilizing activities, its support for rogue regimes, its activities in Ukraine, are unacceptable.”\nSpeaking briefly with reporters in Town Hall Square here in Tallinn’s old town, Pence reaffirmed the president’s decision to sign the sanctions bill but also held out the possibility that the implementation of the penalties — for which Russia has already retaliated — might actually improve relations between the two countries, saying he and Trump “expect Russian behavior to change.”\n(and the whisperers and gossip mongerers are suggesting Pence is “looking out for #1” and his post-Trump career prospects.\nJoe Tedesky\nJuly 31, 2017 at 01:45\nWow Susan what you pointed out leaves a lot to rattle inside one’s head. I’m with you though, Trump leaves a lot to be scrutinized. Like his words almost never match up with his Cabinets. Listen to Nikki, then watch Trump sit down at the dinner table with Vladimir, and it’s two completely different things. That’s why, for today at least, I’m wondering to if this whole D.C. Thing isn’t scripted?\nRealist\nJuly 31, 2017 at 01:54\nIf it’s scripted, Joe, it’s the worst “good cop”/”bad cop” act I’ve ever seen.  I don’t think Trump is play acting the “reasonable guy” against the “hard line” congress.   I think he’s intimidated by congress and running scared.   He’s invested too much time, money and ego to not make the necessary moves to prevent the ignominy of being impeached and removed from office.   He has been accommodating  them every step of the way as they keep raising the stakes against both him and Russia.   I’ve never run a business, but it’s my understanding that you learn to compromise to make a deal and you take some hits, for example do some refinancing, to stay in business over the long run, hoping things will get better.   Considering his background, his moves may be best understood in those lights.\nOr, quite possibly, he’s running angry as much as running scared.\nSusan Sunflower\nJuly 31, 2017 at 04:50\nThe fact that I despise is objectives is rather totally separate from the anxiety his erratic SELF-DEFEATING behavior engenders.  Some of it may be “kabuki” theatre employed to try to paint himself as a victim (and hopefully hold onto his 37% approval rating among his true believers) … but like poor performers and disappointments of all stripes, there is an accumulation of failures to keep his promises that belies his grandiose claims about — among other things — his election win and/or the fact that the Republicans control congress. …\nNow, what’s happening on “the other side” with the democrats is also terrifying in that half the country seems to think that Trump embodies “the problem” and that his removal will constitute either a “fix” or a return to a (failing, but somehow desirable) status quo (still!!!)  and while they scream about Russia, the Republicans are successfully undoing more and more of the safety net and civil and human rights within our borders.  Remember the first 9 months of Bush/Cheney when they focused on erasing Clinton?\nRearranging deck chairs on the Titanic at least did not hasten the sinking … this is worse … much worse in further aligning ourselves with despots and other worst-of-the-worst reactionary (and likely demographically doomed) regimes.) Too bizarre even for parody.\nJoe Tedesky\nJuly 31, 2017 at 09:44\nYou are probably more than right, that this is real life and not being scripted, but I do swear it sure feels and looks like that somebody is working and controlling the strings.\nI have run a business, and what you explained about what a business person does is fairly accurate. It also isn’t uncommon to see deck chairs being rearranged in a business often enough until the CEO feels they have the right arrangement.\nIn fact if what is going on in our nation’s capital isn’t scripted, then that would mean that everyone in our nation’s capital is a loon. Yeah, now that makes even more sense, rather than assuming they are all actors.\nSusan Sunflower\nJuly 31, 2017 at 10:23\nThe traditional Republican politicians are in a double-bind of loathing Trump and feeling a need to simulate “party loyalty” since Trump did win the nomination and the presidency … this is the sort of two-faced double-talking hypocritical self-interest that tribal politics encourages (which the Republicans have celebrated for decades now under the name of “party discipline”).\nTrump “needs” a “new pearl harbor” even more than Bush (whose popularity had rapidly faded) in 2001.  I’m not a truther … I think the Boys from Alqaeda worked out the plot for years and skillfully and carefully enacted it (with extraordinary operational security/strategy and discipline — hiding in plain sight for the most part).  It was Bush who needed 09/11 to be the crowning achievement of “the worst of the worst” of an international terrorist network (it wasn’t, not hardly — they got very very lucky because of American overconfidence and lax airline and border security).  As many noted at the time, the quick identification of the hijackers suggested that detection of a plot (if not the plot) might well have been within reach (as successfully happened during the Millennial  2000 interceptions).  The plotters appear (to me and like me) to have anticipated attempted interception once (and if) all 4 planes were in the air and successfully commandeered.  They succeeded beyond their wildest dreams.\nThe question as to which powderkeg will explode first is longstanding, but increasingly aggressive American posture by the American military suggests the fuse has been shortened.   As exemplified by the ban on trans military personnel, Trump is still overreaching and claiming powers he does not have…. and in the meantime, the callous and even illegal, seizure and deportation of paperless immigrants continues\nRealist\nJuly 31, 2017 at 01:45\nYeah, the next “reset” should be a lollapalooza.   With 755 Washington spooks being given their walking papers from Moscow (to even out the chess pieces) the Congress is bound to be hopping mad because, of course, America is inherently good and right and Russia is intrinsically evil and wrong… about everything… always.   The sooner Russia learns that America can surround them with bases, threaten them with impunity, lure their age-old allies away with false promises and shut down their trade with the outside world at will, the better off the whole universe will be.   That in a nutshell is the key to world peace.  Just ask Hillary Clinton and read her new book.  She’s got all the answers.  (Just don’t ask if any are true.)\nbackwardsevolution\nJuly 31, 2017 at 02:45\nNo wonder China was isolationist for years.  It’s safer that way.\nSusan Sunflower\nJuly 31, 2017 at 10:27\nThe United States was largely “isolationist” until WWII gave us boost into the Global throne … not because of our “indispensibility” in smiting the Nazis and the Japanese, but because post-war we (and our agriculture and industrial strength) were left fully operational, while the rest of the world was still smoldering and clearing the rubble.\nKiza\nJuly 31, 2017 at 11:34\nVery true. This is common knowledge in Europe, but probably a new insight for the majority of US population.\nYet, it will not be like that in the next WW, obviously.\nRealist\nJuly 31, 2017 at 17:24\nAnd yet by the 1970’s America had already squandered its lead in technology, most of which it acquired through the “brain drain” of talent from across the planet, and Germany and Japan were cranking out industrial products quite superior to the crap that we lapsed into making.   It was not for nothing that America lost most of the car and electronics markets by then.   And cars were the guts of the American lifestyle! “Baseball, hot dogs, apple pie and Chevrolet” was reduced to basically baseball, hot dogs, and apple pie as icons for the American way of life.   Now even baseball has become dominated by foreign players, Latin Americans mostly.   Today, America’s image equates to tubes of minced lips, udders and snouts and pies made from pesticide laden apples.\nMild-ly Facetious\nF. G. Sanford\n::\nI remember when I was a little girl\nOur house caught on fire\nI’ll never forget the look on my father’s face\nAs he gathered me up in his arms and\nRaced through the burning building out to the pavement\nAnd I stood there shivering in my pajamas and\nWatched the whole world go up in flames\nAnd when it was all over, I said to myself\n“Is that all there is to a fire”\nIs that all there is\nIs that all there is\nIf that’s all there is, my friends\nThen let’s keep dancing\nLet’s break out the booze and have a ball\nIf that’s all there is\nAnd when I was twelve years old\nMy daddy took me to a circus\n“The Greatest Show on Earth”\nThere were clowns and elephants and dancing bears\nAnd a beautiful lady in pink tights flew high above our heads\nAnd as I sat there watching\nI had the feeling that something was missing\nI don’t know what\nBut when it was all over, I said to myself\n“Is that all there is to a circus”\nIs that all there is\nIs that all there is\nIf that’s all there is, my friends\nThen let’s keep dancing\nLet’s break out the booze and have a ball\nIf that’s all there is\nAnd then I fell in love\nWith the most wonderful boy in the world\nWe’d take long walks down by the river\nOr just sit for hours gazing into each other’s eyes\nWe were so very much in love\nAnd then one day, he went away\nAnd I thought I’d die, but I didn’t\nAnd when I didn’t, I said to myself\n“Is that all there is to love”\nIs that all there is\nIs that all there is\nIf that’s all there is, my friends\nThen let’s keep\nWhy doesn’t she just end it all”\nOh, no, not me\nI’m in no hurry for that final disappointment\nCause I know just as well as I’m standing here talking to you\nThat when that final moment comes and I’m breathing my last breath\nI’ll be saying to myself\nIs that all there is\nIs that all there is\nIf that’s all there is, my friends\nThen let’s keep dancing\nLet’s break out the booze and have a ball\nIf that’s all there is\n+++++++++++++++++++++\nYour words are so inspiring, F.G. — You are an inspiration here. – Don’t go.\nJoe Tedesky\nJuly 30, 2017 at 22:42\nWhen I read these lyrics all I could hear singing them in my head was the great Peggy Lee. Cool comment posting Mild-ly Facetious. Joe\nAhhh…after a tribute like that F.G. MUST come back!\nRealist\nJuly 31, 2017 at 00:42\nI’ve been posting on similar forums for years.   People get hot.  They need to show their displeasure.  Most of ’em come back when they have something they really must say.   Patience.\nPft\nJuly 30, 2017 at 21:04\nTbe premiseTrump actually wants to change anything is false. He is a puppet like Obama was.  Acting out the script. His main achievement is saying the exact opposite of what he thinks or wants.  Russia for example. This Deep State vs Trump & Putin show is an utter comedy that gives both a lot of laughs at those who take it seriously.\nStarting to wonder if Putin is just a role player himself but not there yet\nMild-ly Facetious\nJuly 30, 2017 at 21:14\nRft — Ask Valenzuela’s Maduro if he thinks the US Empire is in joke mode as to the RightWing overthrow of his nation.\nJuly 30, 2017 at 21:37\nAsk the millions dead since WW2 at USA hands whether comedy exists.\nJuly 30, 2017 at 20:31\nTrump’s principles are in support of capitalism, nothing grand, that is all. But he has to know that American business will take a big downturn if this anti-Russia mania succeeds. China and the EU won’t put up with the US temper tantrum.\nMy friend told me he read that Trump plans to cut Section 8, which will pile on even more misery in this land of Joads. Maybe the pitchforks will be coming out.\nDon’t stop commenting F. G.  We need you.\nJohn\nJuly 30, 2017 at 20:28\nThe think tank policy makers (the real policy makers) do not consider the average American citizen as worthy of any explanation as they prepare to implement their agenda……health care is not even a consideration for these criminals…When you see the flash it won’t be a photo op…..seconds later …..nothing matters. So why complain….you did nothing to stop them……\nMild-ly Facetious\nYeah man. It’s time to start paying attention.\nBob Van Noy\nJuly 31, 2017 at 08:11\nJohn and Mild-ly Fasectious, l agree, I think that think tanks are the great failure of the system, mostly because they too are corrupted but also they Appear not to understand Academics… If they were set up as “honest brokers”, they would be of some value, but now they’re only lobbying on steroids. Too, the advice, were it honest and good, would still be only advice. I still requires (ideally) a contemplative President…\nrobjira\nJuly 30, 2017 at 20:16\nExcellent article; thanks Mr. Parry. The stakes are thermonuclear-high now and the country’s leadership plays collective, allegorical fiddles; and mainly for petty ego, which is a real pisser. And those of the participating electorate that have bought into the superficial party lines aren’t helping things. There are some harsh truths that must be faced honestly. Once we all can do that, we might be ready for a genuine great leap forward ;)\nLeslie F\nJuly 30, 2017 at 19:39\n“By taking this unorthodox approach, Trump could reorient American politics for a generation, with Republicans emerging as a populist party focused on the needs of the country’s forgotten citizens, on rebuilding the nation’s physical and economic infrastructure, and on genuine U.S. security requirements abroad, not the desires of “allies” with powerful lobbies in Washington.”\nFirst of all, populism was just an electoral strategy to Trump.  He has way too many Goldman Sachs alums in his administration for any sort of populist and this is already evident in the NAFTA rewrite.  It is neoliberalism on steriods.\nSecondly, the type of populism he esposed, probably lifted from Bannon who actually appears to believe it, is way to mixed up with white supremacy and authoritarian government to lead to anything great.  Progressive populists cannot get on board with the racism even to gain progressive goals like single payer healthcare.  It is too much of a betrayal.\nOn the issue of Russian sanctions, which are very important, but by themselves will not determine the future of US “greatness”.  I hope he vetos even if it is overturned. It might lead to some public discussion where those that dissent will have a chance to be heard. I don’t know whether he will cave or not but even if he doesn’t it won’t make him “great”.  I still have deep doubts that his position on Russia has been taken for the right reasons and not because he somehow stands to gains financial from it.\nAnd it now appears that where he is headed is much worse than reality TV irrelevance.  He is politicizing the Boy Scouts, encouraging police brutality, scapegoating the trans community and threating to kill thousands who will be forced off healthcare without any recourse if he gets his way.  It is pure thuggery.\nbackwardsevolution\nJuly 30, 2017 at 20:47\nLeslie F – “…way to mixed up with white supremacy and authoritarian government…”\nOMG, thank you for pointing out my stupidity.  No wonder Trump wants to help the Russians.  They’re WHITE!  That’s just got to be the reason.  And everybody knows that Boy Scouts and police are WHITE.  And certainly all of the payers who continue to see their insurance fees increased in order to pay for the “thousands” who are not paying are all WHITES too.  Thanks.  (Sarc)\nGod damn you, white man!  Damn you all to hell.\nMild-ly Facetious\nJuly 30, 2017 at 21:08\nGod damn you, white man! Damn you all to hell. —backwardsevolution\nyou are in a backwards evolutionary mode, my myopic secessionist…\nHurry and catch up to genetic/reproductive science as it has advanced to DNA splicing and animal/organ human transplant technology, and more.\nbackwardsevolution\nJuly 31, 2017 at 01:40\nMild-ly Facetious – I have a very hard time ever understanding exactly what you’re trying to say.\nsecessionist – A person who favors formal withdrawal from membership of a federation or body, especially a political state.\nHow am I a secessionist?  Because I didn’t like the TPP?\n“Hurry and catch up to genetic/reproductive science as it has advanced to DNA splicing and animal/organ human transplant technology, and more.”\nI don’t remember ever speaking about this.  Do you feel threatened by the advancement in technology, or are you for it?  I’m at a loss.\nSheryl\nGreat post, Leslie F.\nbackwardsevolution\n||||||||||||||||||||||||||||||||||||||\nthat the narcissistic grandiose Quixote\nesk/Trump can lead the USA forward?\nask the Sioux Nation, for example… .\nbackwardsevolution\nJuly 31, 2017 at 01:24\nMild-ly Facetious – I liked Trump because of his anti-war stance, but the insane asylum is not allowing him to follow through with that.  Too many vested interests trying to stop him.\nIf a nuclear attack is unleashed on the USA, the word “forward” will no longer be in your vocabulary.  You’ll be dead.\nJoe Tedesky\nJuly 30, 2017 at 19:09\nFrom that time when Donald Trump the candidate hesitated to pay tribute to John McCain’s heroism, to when as a newly inaugurated president he angrily hung up the phone on Australian PM Trumbull, I, like many of you quit trying to predict the fate, or the outcome, of Trump’s political future. Trump in my mind is a political enigma. His chaotic style only seems to propel him, even when 97.8% of the media spend all day and all night criticizing, and tearing him apart, about whatever it was Trump did, or especially whatever it was Trump tweeted that morning. One thing is for certain, Trump is a media magnet, and for the media this is a viewer magnet to behold.\nThis leads me to say this, that what if Trump were the preferred candidate over Hillary Clinton? What if the elite who hide behind the curtain decided, that having Trump in the White House would serve their agendas better? I mean America is strapped with a debt which it will never be able to pay. America’s infrastructure is so vast, that repairing it, is out of the question. So, would the Grand Wizards decide that now, is as good as time as any to allow America to stink in it’s own outdated hubris.\nWith the new congressional bill authorizing to place more sanctions on Russia, Iran, and N Korea, to be possibly signed by Trump, we are now definitely going down the rabbit hole a lot further. This bill will without a doubt bring Europeans, especially the Germans, to rethink their seventy some year old alliance with America to an abrupt end, unless Trump should undo what our congress has just done. Although, once signed Trump will not be able to undo it, because this bill also states how only by congressional approval can the sanctions be lifted. Seeing three countries lumped together doesn’t give one much hope to sanctions being lifted, unless they can lift these sanctions off each country one by one.\nI’m leaving a link to this comments attachment. It’s a good read, written by Pepe Escobar, where Escobar talks about the possible new German-Russia-China alliance. Hmmm it seems to me that some three to four years ago, on this comment board many of us had speculated on this type of relationship unfolding, and now here we are.\nJoe Tedesky\nGratitude and thanks to you, Joe Tedesky.\nrobjira\nbackwardsevolution\nJoe – that was a really good article.  Thanks.\nJoe Tedesky\nJuly 30, 2017 at 23:17\nSince some of you have read the Pepe Escobar article, I will ask you all, to what you think of Escobar’s essay. I found it a total disgrace of how our congress could be so flippant, while shirking off all European concern, thus forcing the Europeans, especially the Germans into the ever open arms of Putin’s Russia. Think about how Germany and Russia may soon sign back into the Reinsurance Agreement, that was forged by none other than Bismarck himself. Amazing, over a century old Agreement coming back into play, all because of our congresses representation of America’s greedy energy sector. Wow!\nOf course, if, or rather when this exodus away from the U.S. begins, Vladimir Putin will be blamed as being the thug who orchestrated it. And of course, while almost all of America will buy into that baloney, hopefully most of us here at consortiumnews will know the better. I actually admire Vladimir Putin’s patience, and steadiness, staying together while our bizarre establishment makes utter fools of themselves, and our nation.\nLike Pepe said;\nThe source adds, half in zest, “we think that Brzezinski died under the pressure of the realization that this was coming and that all his hatred of Russia and his life work to destroy them was becoming utterly undone.”\nHere’s another link to an article, which if the author has it right, all of us Americans should take heed to how the Afghan people view us Americans….a little hint, according to this author the average Afghan likes the Russians better. This you can also thank Zbigniew for.\nThanks for your reading my links, and your replys. Joe\nRealist\nJuly 31, 2017 at 17:04\nPepe da man! “Bout ten years ago I used to read an articulate columnist in Asia Times pen-named “Spengler.” I agreed with him or not, but he wrote with great coherence and force.   It was in visiting Asia Times to taste the latest strong brews of Spengler that I eventually discovered Pepe.   He was one of the first international essayists who skewered Washington for the fiasco it had created in Ukraine.  Then Pepe’s articles started appearing in other blogs, including this one or blogs linked to this one.   So, I basically credit Pepe for lighting the way for me to Consortium News.   Pepe and Andre Vltchek are amazing individuals who personally travel the planet, investigating every nook and cranny seeking out facts for themselves and interacting with the natives on site, some of whom may not be very safe to be around.   They will personally go to places like Pyongyang, the Hindu Kush, or the vast taiga of Siberia to travel the New Silk Road and directly speak to the people to get a story which they then most artfully put on paper or pixels.   Pepe is up there in the firmament of newsmen alongside Robert Parry.\nJoe Tedesky\nI agree, and I had a similar experience finding Pepe.\nJuly 30, 2017 at 21:20\nTPP’s  totally illegally overriding all USA laws would have been a death knell for USA sovereignty; promulgated by the Globalist Oligarchy which has no national interest but only allegiance only to greed. Trump is suffering the consequences of  canceling TPP and his none Globalist agenda.\nJoe Tedesky\nJuly 30, 2017 at 21:37\nRead this, if true this may get Trump off the hook with the Higher Uppers.\nOK its totally Dark at NAFTA.  Will TPP improve?\nJoe Tedesky\nJuly 31, 2017 at 16:29\nI was hoping you would tell me. The article I left, claims that the wording on Trump’s trade agreement is the same words used on the NAFTA agreement, and I think it also said the TPP as well. In any case, why would the type of wording that goes into all of these trade agreements, such as corporate concerns which are the top priority, would not any future trade agreements be written in the same manner?\nIn the end, we should ask ourselves, to how much influence Trump, or for that matter any U.S. president, may have with these various trade agreements?\nThanks for the replay BannanaBoat Joe\nJoe Tedesky\nJuly 31, 2017 at 00:44\nRead this, Jim Rickard drives the argument home, to why we should not be sanctioning Russia.\nJuly 31, 2017 at 14:56\nYes Joe,…I take Jim Rickards very seriously(even though he’s selling his book). He appears quite regularly on RT’S Boom Bust and claims to have done a financial analysis for the CIA that predicts a monetary freeze in the next(imminent) financial collapse. The last two lines from your link sum it up.\n“It is up to the United States to defend that monetary ground. However, the likelihood of that is low because the U.S. does not even perceive the problem it’s facing, let alone the solution.”\nJoe Tedesky\nJuly 31, 2017 at 16:31\nI’m glad someone read Rickard’s article, because I found it totally enlightening. Thanks for reading it, and thank you for responding. Joe\nJoe Tedesky\nI think my moderated got moderated…..\nKiza\nJuly 31, 2017 at 03:32\nSmart move Joe, to separate the link from your main comments, which would be saved if your comment went into moderation due to the link.\nRegarding Germany in the Eurasian Union, that is a proposal as old as the Eurasian Union. The only thing which bring the German membership closer is the selfish behavior of US. Establishing new sanctions on Russian energy may look attractive to US, to kill two birds with one stone – really hurt Russia and force the Europeans to buy the expensive US fracking LPG. But Germans and Austrians are the most frugal people and anyone imposing their much more expensive goods on them will not go down sweetly.\nBut I have this uneasy feeling that the Russians are forgetting their own history for the sake of desired prosperity. More Russians have been killed by the Germans and Turks than by anybody else. And the nations are even less likely to reform than individuals (learned psychologists will explain that a person does not change his or her character throughout the life, he or she only learns how to hide it better; the anthropologists would probably confirm this for nations). The US people have killed an order of magnitude fewer Russians than those two, so far. Therefore, it would make more sense for the Russians to create a friendship or union with US rather then with Germany or Turkey, if US were not so nuts, a really, really sick country.\nJoe Tedesky\nJuly 31, 2017 at 09:32\nI would imagine Russians have as much to worry about historical with the Chinese, as well as with Germany. The U.S. has a convoluted history with England, but yet today the two are married in effect. I guess with each new dawn there is a new age. Everything in life, is basically a gamble. Just thought I’d mention some of this, but if nothing else, wasn’t all this predictable that the U.S. would send the Europeans into the arms of Russia. Our U.S. Congress looks like the abusive husband who through his abuse drives his beaten down loving wife into the arms of the protective boyfriend. Their strategy is so blind and conceded that these congressional critters are making rookie mistakes, and making major problems.\nBob Van Noy\nJuly 31, 2017 at 10:35\nI think that we’re in a kind of death grip with the Saudis, Israelis, and Faciest Ukraine, we are their proxies. It really is all about Oil and fracking in America; South America too… That Oil Is Ours, no matter what the cost…\nSolution, if your senators or congress persons voted yes on this bill vote against them no matter who your voting for.  And watch for something like a Biden (Ukraine), and Warren alignment. They will be the New Good Cops for the future.\nJoe Tedesky\nJuly 31, 2017 at 10:45\nBob read the link I left above to the Jim Rickard article.\nBob Van Noy\nJuly 31, 2017 at 12:11\nAs always Joe thanks. I liked it, especially this “Putin met with Vitalik Buterin, the inventor of crypto-currency ethereum.” I really like the concept of crypto-currency and I’m going to find out all that I can about Mr. Buterin. Meanwhile watch the Good Cops emerge…\nMild-ly Facetious\nJuly 30, 2017 at 19:05\nJessica K — “I get that Congress has tied Trump up in knots”\nso Congress has ‘tied Mr Trump up in knots’ Ms Jessica?\nhow can Trump find some Great Path (MAGA),\nwhile he lives inside the shadow of his Self Adoration?\nTrump’s progress will end on his Gigantic Ego downed\nby Lilliputians who saw through his thugish  persona.\nWhat  takes you so long to catch up to  The Reality???\nor is it a reluctance to recognize his irritating  impunity… ?\nmike k\nJuly 30, 2017 at 22:49\nIsn’t it possible to realize that Trump is tied up by his own ego, but also hogtied by the congress, CIA, MIC, MSM, and any other deep state actors I failed to mention? I think Jessica is fully aware of both of these realities.\nDanny Weil\nJuly 31, 2017 at 09:58\nThe issue is failed capitalism all over the world.  Not one capitalist country in the world is not failing.  All of them are.\nBrad Owen\nJuly 31, 2017 at 11:32\nThen the World will go back to dirigist policies; the only ones that have ever worked and ever will work. For us ( here, in America) that represents a position somewhere between FDR New Dealism and Social Democratic policies, avoiding the extremes of Socialism (where the State owns everything, including the people eventually) and Private Enterprise Capitalism ( where the corporate bosses own everything, including the people eventually). There is no mystery here, only intense obfuscation and tantrums, to carry on with greed and selfishness and power-lust, which does indeed self-destruct in the end.\nJuly 31, 2017 at 12:38\nI was hoping Trump would be a Benevolent Dictator. If someone is truly a Benevolent Dictator In my humble opinion this is better than a so called democracy. Democracy today in the West is we’re 1 percent make all the rules.  for now I’ll stop here and let you all take your shots at me.  You all have a nice Peacefull day.\nBrad Owen\nJuly 31, 2017 at 19:34\nNo shots, Bruce. In fact, you are, perhaps unbeknownst to you, advocating what the Synarchist policy is, when they put their best foot forward. They maintain that the monarch/leader with his loyal cohorts in the oligarchy, with noblesse oblige in full manifestation, is the Natural Order for a stable human society composed of different classes and orders harmoniously working together with mutual respect with recognition that not everyone is at the same level; and I’ve carried in the back of my mind that they may be right in the end, and I’ve backed the wrong horse. Our gov’t of, by, for, the people was presented as an experiment after all, and our practice of it has not yielded a favorable result so far.\nJuly 30, 2017 at 18:36\nI get that Congress has tied Trump up in knots, but I still think he could take a risk and he won’t, backwardsevolution. I’m not hopeful about calling to castigate senators and reps but I might do it. I’m losing hope that anything will work other than the downfall of the US.\nbackwardsevolution\nJuly 30, 2017 at 18:55\nJessica K – I heard some good advice years ago.  It was to not worry about something until it happens.  He hasn’t signed it yet.  But let’s pretend he doesn’t sign it.  What would happen then?  The House and Senate would just pass the bill and probably impeach him.\nI wrote in my comment (the one in moderation) that Trump should do what’s right and let the chips fall where they may.  We’ll have to see what happens.\nThanks, Jessica.\nJoe Tedesky\nJuly 30, 2017 at 19:29\nMy dad always said that to me backwardsevolution. He would say, don’t worry about it until it happens, and I would reply, yeah, but what if we could prevent it from happening? Then he’d call me a wise guy, and we would both go along our merry way. Boy, I sure do miss that guy.\nbackwardsevolution\nJuly 30, 2017 at 21:33\nJoe Tedesky – I’m sure your kids love you too, even when you give out fatherly advice.  Make sure you stay healthy so that you’re around a long time for your children.\nJoe Tedesky\nThanks, I’m trying.\nJoe Tedesky\nJuly 31, 2017 at 09:18\nHow true Kiza, the grandchildren lesson to me better than their parents do.\nJoe Tedesky\nReplace lesson with listen…is it spell check or me?\nF. G. Sanford\nJuly 30, 2017 at 18:36\nI’ve just had another comment “moderated”. So, I deleted it. At this point, I have to assume that either my comments are no longer welcome, or somebody is concerned for my welfare. Either way, I guess I’d better “take the hint”. Best wishes to all!\nbackwardsevolution\nJuly 30, 2017 at 18:50\nF.G. Sanford – no, come back!  We need your intelligent and smart comments here.  Sometimes my comments get moderated too (like today, which is my fault because I posted the same link twice).  I understand your frustration, but please come back.\nmike k\nJuly 30, 2017 at 22:42\nI have observed that my posts go to moderation sporadically, without regard to content. Only on two occasions did content seem to be a definite factor, and even then they were eventually published.\nKiza\nJuly 31, 2017 at 03:01\nObviously, all just technical difficulties. Please be tolerant, because it costs good money to create and maintain a good zine (on top of quality articles).\nMaybe save your comment in notepad first and then try to post it – then you cannot lose it.\nNot trying to be smart, just trying to help keep together this fantastic group of knowledgeable commenters.\nJoe Tedesky\nJuly 30, 2017 at 19:18\nLast weekend I got moderated no matter what I did. One other time though, I changed by name, because Peter Loeb (hi Pete) told me how he liked my name as Joe Tedesky, and not J Tedesk or any other variation, if you know what I mean. Try ‘Sanford’ or ‘Badass F.G.’ Or something. But yeah, like backwardsevolution said, we need your intelligent words to inspire our brains to think a little more critical.\nKiza\nAh Joe, you are there. I was looking for you. Did you see that DNC finally “leaked” that Seth Rich met with Natalia Veselnitskaya one month before his murder? http://www.zerohedge.com/news/2017-07-29/shock-claim-inside-dnc-seth-rich-leaked-emails-moscow-lawyer-one-month-his-murder\nFurthermore, there is this:\n“Jack Burkman represents the family of Seth Rich, and has been pushing the Seth Rich – Russia connection for months, calling for an investigation into links to the murder. In January, he told Infowars Rich was murdered by Russia after uncovering evidence that they hacked the DNC.” Jack Burkman is a DNC PR consultant who inserted himself between the family and the world regarding Seth’s murder.\nIs it not really sweet when you control media so much that you can kill somebody and then pin it on your enemy (two birds with one stone). Does Godfather carry this scheme as well, I bet it does?\nBob Van Noy\nJuly 31, 2017 at 07:54\nKiza, thank you for that link.  I think that this story, the story of the DNC investigation plus Ukraine’s linkage to campaign interference is the true big story of the day. It may even be tied to the massive congressional vote because, properly investigated it would reveal the depth of corruption here. I’m going to add a link that seems appropriate but I don’t know the source well. Thank you for the catch and post…\nJuly 31, 2017 at 10:53\nYes, the near-unanimous Congressional vote on Russia sanctions, despite EU warnings of counter-sanctions against the US, shows near-unanimous corruption. There is no such thing as near-unanimity in democracy, unless one side only is represented. The strangely high percentage is the same as those honoring foreign agent AIPAC of Israel, their main bribe source.\nKiza, the Burkman claim article does appear to show a DNC fabrication, although possible, and if true does not address the correctness of the emails or their illustration that zionist bribes are the issue being covered up.\nFG, I too had a comment moderated mysteriously for hours, just a scheduling glitch.\nJoe Tedesky\nJuly 31, 2017 at 09:16\nThanks Kiza. You have delivered some real news. I’ll read your link, and later maybe we can talk about it…..thank you Joe\nJoe Tedesky\nJuly 31, 2017 at 10:41\nKiza, I am leery about the Jack Burman connection. Burman could be a DNC gatekeeper who is throwing off the scent. Also it is said (in the zerohedge comment section) that Burman flew around the world with Bill Clinton. It also sounds like what we once talked about Kiza, that when the Rich murder turns from being an anonymous killer to a high valued one of international concerns, you can bet the blame will be placed on Putin, and Russia. I’m still of the opinion that Seth Rich interacted with Craig Murray.\nSkip Scott\nJuly 31, 2017 at 10:47\nKiza, you must be psychic!  I suppose it is an obvious fallback position, if it wasn’t so ridiculous on the face of it.  Russia must continue to be the bogeyman, no matter what.  If one lie gets discovered, just create a new one.\nSam F\nJuly 31, 2017 at 11:02\nExactly, a DNC fallback story to be used in case hacking is disproved, which comes out right after hacking is disproved. The emails somehow have to be sent via a Russian lawyer although more easily sent via anyone else, and even more easily sent to WikiLeaks with a pseudonym.\nGregory Herr\nJuly 30, 2017 at 19:49\nIt’s been said before, and I’ll say it again, using BVN’s expression: you are a treasure F.G.\nYou have written some of the most incisive, brilliantly, and beautifully expressed commentary I’ve ever had the pleasure to read anywhere.  And I mean anywhere.  You make me think, laugh, and marvel.  I am reminded by you of the wordsmith and witticism capabilities of Lewis Lapham (and I pray you like the comparison).  Just so you know how much you are appreciated and looked forward to.\nPft\nJuly 30, 2017 at 21:10\nI suspect they have a world filter. Try to stay away from anything about Israel for example\nDanny Weil\nJuly 31, 2017 at 09:57\nIn other words, one has to stay away from the real issues, with real names?\nbobzz\nJuly 31, 2017 at 12:32\nI would be sorry to see you leave. My time is limited. I try to read most of the comments, but I search to ensure I don’t miss any of yours.\nAbe\nF.G. and fellow contributors:\nThe automated comment filter function does present technical issues. If you encounter a difficulty, I suggest that you bring it to the attention of CN at consortnew@aol.com .\nTake the hint, your comments are welcome.\nBob Van Noy\nJuly 30, 2017 at 17:45\nThank you Robert Parry. Now is the moment for really serious and contemplative people to think carefully about how to accept what America is about to learn about itself and act with well thought out ideas about Justice and Honor…… A Mandella moment.\nbackwardsevolution\nJuly 30, 2017 at 18:10\nBob Van Noy – honor is a very important thing.  It’s everything.\nIt is…\nChucky LeRoi\nAugust 1, 2017 at 16:01\nIsn’t shame on the other end of the spectrum from honor?  I’m not trying to get all Catholic-guilt-trippy here, but around my corner of the world we have been talking about the increasing lack of shame, especially in our ‘leaders’.  So many people seem to not care in the least if their perfidy, lies, life destroying greed, etc. are made public.  What’s the British expression – “I’ve got mine, Jack!” ?\nThere has been justified criticism of the left for years in that they seemed to believe as long as they could hold up facts, figures, and history, anyone could see they were correct and not act in opposition. Anyone would be ashamed to act so dishonorably.  Of course, it didn’t work, but they kept trying.\nI’m not advocating a return to public whippings or putting people in the stocks, but what controls do we have over people who are not ashamed to be proven liars, thieves, charlatans, self-interested war monger, and generally soulless creatures?  Legal actions are difficult at best, especially when the creatures have been writing the laws for their benefit for so long. They rarely do any jail time and can afford the fines even if prosecuted, which is exceedingly rare.\nThey act dishonorably as they are not ashamed to be seen doing so.  They are shielded by their power and their own sense of it. “Screw you.  Even if I had a conscience it would be soothed by the gazillion bucks I made stepping on you. You got a problem with that?”\nExposure in the press seems to have no effect – so the equivalent of the stocks doesn’t work.\nMaybe public whippings ………?\nAugust 2, 2017 at 03:51\nChucky – there’s no shame because everybody is doing it.  And the fines (which should have been jail time) are just the price of doing business.\nOne blogger said: “Imagine what would happen if the word went out that if you rob a bank, the only penalty you’ll get will be a fine.  Bank robbers would be lined up around the block.”\nChucky LeRoi\nAugust 2, 2017 at 07:21\nBackwards – There is no ‘Reply’ button, sorry if this is out of order.\nI can see what you mean, but ” everyone else does it” is just an excuse.  Yes, it spreads the shame around – if there was any in the first place.  Thinning it out may attenuate the internal and external reactions to it, but my point, such as it is, is that it seems more common now to hear that phrase ” they were sorry about getting caught, not about what they did.” It’s borderline cliché.\nI may be a little thick, naive, definitely out of synch with the 21st century to a degree – and I am no great fan of Disney – but what happened to the small voice inside that J. Cricket referred to? It’s part of what the puppet lacked; why he was not “a real boy”.  Now zombies are more popular.\nI’m not asking for a return to the good ol’ days that never existed.  I am asking how did we get to the point where, for one example, Henry Kissinger is held up as a mentor by a recent candidate for POTUS?  He and most of the world seem to not care about the blood dripping from his hands, so Hillary and her people seem to think it’s a great idea to have him growl a few words of support.  The war criminal and the possibly psychotic together on stage, admiring one another, and so few people found this disgusting.\nCan we change that? If so, how?  I am constantly reading comments that include something about the inmates running the asylum.  The inmates seem to be getting more insane.  Maybe that’s why they don’t care.\nBob Van Noy\nAugust 2, 2017 at 18:40\nBackward and Chucky, excuse me, I’m going to be a bit vague. I got into an intriguing rut several years ago thinking that I could research Justice. In that search, I found John Rawls and his Theory of Justice which I will link below. After reading his work, I realized how complicated the question is. At any rate, with sites like this proving that you Can have a legitimate, civil conversation, I’m thinking the broader the Conversation the better the justice. Possibly soon, in a better world we can have that wonderful conversation…\nAugust 3, 2017 at 13:53\nBob V – Thanks very much for the link. I used to listen to Philosophy Talk on NPR (I know, the P actually stands for propaganda).  I listen to neither now – The ‘Talk’ was getting long winded, usually ending on a “we’ll need to dive into this deeper on a later program” note, and NPR in general has gone to the Dark Side.\nI remember hearing the term “Veil of ignorance” during some discussion, sorry I don’t recall the subject. Maybe it was Rawls and/or justice.  I will check out more of this.\nI find it especially ironic that Bill Clinton, a man who worked consistently to create worlwide inequality for his own benefit, would be one to recognize Rawls with any award.  Not to drive my own horse so hard, but it is another example of a public figure having absolutely no compunction about saying one thing and doing another quite publicly.  But the Clintons and their gang kind of epitomize shamelessness.  Easy targets.\nRealist\nJuly 30, 2017 at 17:32\nHow could I find fault with anything in this piece?  Most of it sounds similar to the advice I gave Trump in a post on this site early last week.  And, like Robert Parry, I never really expected for it to happen.   It was a suggested path to Trump for historical greatness that he seems incapable of recognising.  Yes, following it might well result in his removal from office, but he was not elected by the people to deliver more of the same… actually much worse if he follows through on his recent threat to vaporise North Korea’s entire defense program, which may well wipe out half their population and foul the land with radiation for generations.\nRight now, Donald has veered to the edge of madness rather than greatness.  Not that Hillary would have given the world a better deal.   The 21st century has simply been damned from the start by American hubris and hegemony.   There’ll be no more claims of who’s right and who’s wrong when we are all dead of a nuclear conflagration.   At least there’s that.\nbackwardsevolution\nJuly 30, 2017 at 17:47\nRealist – I don’t know whether Trump is bargaining with these psychos in order to get something done with healthcare, or what.  Or maybe there’s no bargaining going on at all because all they need is a two-thirds majority (which they’ve got) to override the President.  If he vetoes the bill, maybe they’ll call for his impeachment.  Well, I agree with you, let the chips fall where they may.  Because if they aren’t successful in impeaching him now, they’ll just keep trying.\nDanny Weil\nJuly 31, 2017 at 09:55\nThere is very little talk about capitalism.  and it is capitalism that shines the light on politics, not the other way around.  They are dialectically related but if you want to know why politicians do what they do you have to look at the economics.\nTrump is perfect for the transition to fascism.  He doesn’t mind being hated, he i an entertainer and TV celebrity, he can do things to take the light off real issues, and he is totally controllable due to ignorance and his own knee deep sojourn into crap.\nMeanwhile the real power, the republican party, is sharpening their knives in anticipation of gutting all that is public in America.\nThis is blowback.  doesn’t make any difference who is in the Captains seat; the military and banks rule America\nBrad Owen\nJuly 31, 2017 at 11:09\nThere is dissent in the ranks, among the banks and the military, even the banksters know that the “business as usual” game is over and Mt. Vesuvius is heating up,real fast. Military, contrary to popular opinion, is loathe to go to war (sure those senior officers more interested in the I&I of the MIIC are interested, not the boots on the ground and those officers who go in with them). There are tried & true solutions to these seemingly intractable problems (the plight of the big banksters is to find a way out and still hold on to their Game…there is no way out for them). We’ve used them before, to good effect, and there are folks communicating this to the administration. The “Fat Lady” hasn’t sung yet. Don’t que The Gotterdammerung just yet. Don’t lay down and die just yet.\nKiza\nJuly 31, 2017 at 03:58\nMy oh my. Putin has just announced that Russia is expelling 755 US “diplomats” from Russia and even of the US choosing. This is to make the numbers of the Russian diplomats in US and US diplomats in Russia even. How are the poor regime-changers going to bring the regime change in Russia now without staff? The US diplomats may be forced to develop friendly relations with Russia from now on, because they ain’t gonna have the troops to lead the opposition in Russia any more. Putin has also announced that further sanctions on US are possible, in retaliation for the forthcoming US sanctions on Russian energy.\nIt is beginning to look a little more than just like a pillow dust up with towel snapping.\nKiza\nAugust 1, 2017 at 04:42\nI received a very interesting insight from a friend about the expulsion of the US “diplomats” from Russia. He said that all countries which US controls in a soft way (after color revolution) or hard way (after a war) will now get an influx of regime-changers. The 755 regime changers kicked out of Russia will now boost the regime-changing staff in other US embassies around the world, in Venezuela for example. Therefore, the small countries are looking with apprehension at the Russian expulsion of the US “diplomats”.\nAs before with US and EU sanctions, Russia has decided to retaliate in a way which turns positive for Russia. Russia used EU sanctions to respond with agri counter-sanctions, which enabled Russia to develop its own agri business and become a competitor to EU agri business. Just now, the Obama’s expulsion of Russian diplomats has been used to protect Russia from the US regime changers. Ultimately pragmatic and very smart! The Russians are like cats – whenever the West throws them down they always land on their feet, better than they were.\nSam\nHighly recommended article & infographics:\nSam F\nJuly 30, 2017 at 18:11\nSam, I have been posting on this site as “Sam F” for some time. Perhaps we should agree that you use some distinctive mark, such as a different last initial, to avoid confusion\nLitchfield\nExcellent. Trump doesn’t have a chance.\nJuly 30, 2017 at 16:51\nI never thought Trump would be a transformational president.  I just knew how bad Clinton would be and so didn’t buy into the LOTE argument to keep me from voting for Stein.\nBut I did hope he might follow through on his backing off regime change.  Well, it seems he has a bit on Syria but is going to do the same thing with Iran that Clinton would have done.\njifster\nJuly 30, 2017 at 16:50\nSay what?! Sounds like vintage RP to me. What “turn” do you think you’re seeing??\nJames lake\nJuly 30, 2017 at 16:48\nTrump doesn’t have it in him to think outside the box to push through any of his stated policies\nThe GOP don’t support him and have more in common with the democrats\nAmerican voters with the eyes and ears open are getting a lesson in US politics – that voting really means nothing.\nfudmier\nJuly 31, 2017 at 04:57\nMr. Lake..  consider this: How did the constitution arrange the people and distribute the nations power?\n……….Total population in N. America………Elected, always paid USA……….Not elected, Never paid Americans………\nIn America……………………..340,000,527……………………………527……………………………………..340,000,000…………………………………\nDistribute Power to vote on laws……………………………………HERE……………………………………..NOT HERE………………………………..\nDistribute Power to tax ………………………………………………..HERE……………………………………..NOT HERE………………………………..\nDistribute Power to force military conscription…………………HERE……………………………………..NOT HERE………………………………..\nDistribute Power to decide your health care……………………HERE……………………………………..NOT HERE………………………………..\nDistribute Your Access to information & activity of gov……..HERE……………………………………..NOT HERE…………………………………\nLIST more things your to your heart’s content…….\nConstitution=>allows each voter to vote for 5 only/527 persons (1, 2 for P &VP; 3,4, senators your state; 1 for House member) but\nONLY 527 ELECTED, SALARIED persons constitute the entire USA: 100 senate, 425 house, 1 Pres, 1 VP. all others=Americans\n÷ to conquer technology is everywhere propagated by propaganda. Democratic party vs Republican Party + within party ÷s\nDanny Weil\nIf voting changed anything it would be illegal\nMiranda Keefe\nJuly 30, 2017 at 16:42\n“Clinton’s contempt for many American commoners spilled out when she labeled half of Trump’s supporters “deplorables,” though she later lowered her percentage estimate.”\nDonald Trump: Make America great again!\nDonald Trump Supporters:   ::Wild cheering::\nHillary Clinton: Well, American is already great…. well except for you deplorables.  (“Wait” she thinks to herself, “Wasn’t that second part supposed to be my private position not my public one?  Damn!”)\nJuly 30, 2017 at 16:40\nTurn to what, Charlie? All I read into this is that Robert Parry is making a journalistic plea that needs to be said in the face of what we are hearing nonstop. It’s unlikely that Trump will invite him to the White House to give advice.\nI have read that Trump’s cowardly intent to sign the new Russia sanctions bill is because of his fear that his business colleagues both past and present might see an opportunity to retaliate for Trump’s indiscretions via the Mueller investigation. Whatever the reason, Trump is definitely a coward.\nWe’re tipping toward a massive mess-up in the US geopolitical sphere, when other countries retaliate because of the US selfish hegemonic stance. I won’t mourn when the US goes down in world influence. It could have been otherwise, but the “leaders of the free world” are idiots. And anyone who thinks these “leaders” are making the right decisions, is a fool.\nbackwardsevolution\nJuly 30, 2017 at 17:40\nJessica K – here’s a good article on just what could happen if Trump signs the bill, pockets the bill, etc.  Give it a read.\nTrump might be a coward, but he’s up against a Senate who voted 98-2 and a House who voted 419-3.  These Russiagate liars are the real cowards.  Trump is being trumped by the sleazy politicians who are owned by the psychopaths who are really running the country.\n“Constitutionally if a law is passed by a two-thirds majority in both houses, the presidential veto can be overturned.”\nLike it wouldn’t pass again with two-thirds majority!\nEvery single one of you should be on the phone tomorrow or emailing your representatives with your anger.  Trump has never wanted this.  Direct your anger to the people who are forcing Trump into a corner.\nJuly 30, 2017 at 17:52\nBackwards, did you just delete a reply to me, or was your post suddenly put into moderation?   It disappeared from my computer screen and doesn’t come back on refreshing.\nbackwardsevolution\nRealist – yes, it’s in “moderation”.  Good eye.\nLitchfield\nI never buy the argument that “it couldn’t work.”\nIt would certainly dominate the news cycle, and Trump could explain why he is vetoing it:\n“Because it is the right thing to do.”\nDon’t cave in before the fight. That is the Obama move (say, on health insurance, and so much else, but especially health insurance: Never put up any kind of fight).\nAndJusticeForAll\nI am back!\nI believe in checks and balances system and with this sanctions thing it worked perfectly. Russians deserved much more punishment for not following rules of international cooperation and agreements. It means they were given everything – technology, markets, money, places in G8, G20, etc. And what did they do? They started bulling small countries along all their borders. There is no any country friendly to Russia along their border. None. Like thick zero. North Korea does not count, they are total lunatics. Norway and Finland are really concerned. Belarus and Kazakhstan are freaking scared as hell. But Belarus is helping Ukraine with military equipment, bc bat’ka (nick name meaning farther) Lukashenko understands his turn is next this coming September. China is happy bc they are getting pieces of Russia for nothing. The Chines population in the far east of Russia is already larger than local. The territory they got “rented” or given by Putin is larger than Crimea several times. They suck the resources dry from those territories and waiting for a good moment to denounce several treaties with Russia to expand.\nI do not believe Russians would be able to influence or change votes dramatically, bc of highly decentralized voting system, but they certainly were probing their ways.\nBtw. I was in Russia recently away from the capital and you cannot imaging anti-american propaganda on Russian main TV channels  (Russia1, Russia24, Vesti, RenTV, NTV) 24/7 none stop and at the same time they show American blockbusters on another channel. It is total cognitive dissonance. Search for russian TV hosts Kisilev or Solovev. They for last 15 years predict USA collapse and increased value of ruble, or that they can turn US into a radioactive desert. But they love to travel to US or “nasty filthy Europe full of gays molesting innocent children.” Ordinary Russians did not deserve that luxury and leave of humble $100-$300 per month. Did Perry tell you about this side of whom we are dealing with? US propaganda is good, but they cannot make Trump popularity above 50%, but Russian propaganda with all the troubles they have keeps the national leader afloat above 80% for how many years? Whose propaganda is better?\nAndJusticeForAll\nAugust 4, 2017 at 23:44\nTrump won, because he is a great celebrity public speaker who can feel trends of opinions and adjust on a fly, and because of total failure of GOP and Democratic elites. The GOP were not be able to grow a suitable candidate that could be as entertaining as Trump in explaining to the public how to solve major issues. Democrats lost their mind trying to attract more minorities while loosing the core of their voting base, bc they were solving minority’s problems for the expense of the core base. Clinton was just a cherry on the top of the failure cake. We can see how Dems are loosing recent local elections one by one even months after election and poor performance of Trump.\nSince we have the checks and balances system that seems to work, I do not expect from Trump anything outside of what was before. He is slowly giving up his promises. Major companies are moving jobs to Mexico, Healthcare is uncertain, concerned allies in Europe, no wall on the border, you can continue the list.\nCitizenOne\nJuly 30, 2017 at 22:34\nGroup Think.  The complex social interactions of human groups and the ways they can either form effective teams or be fragmented into opposing camps is a study similar to those scientists who study the social interactions of primates like Jane Goodall.  You can learn a lot about how we act and react to stimuli by studying primates and their behavior.  The difference is we are animals in a forest of technology which we created but which we do not yet understand all the ways it can be abused by the dominant alpha male mentality to intimidate and force us into submission.  It gets worse.  Most animals are fine at stopping with submission.  My dog rolls over and lets me rub the area around the undercarriage and trusts I will not harm.  This submissive act is part of canine culture.  Meanwhile back in primate land there is a terrible and vindictive and random nature to the behaviors of primates to the point where we cannot trust them.  They have never been domesticated. They hunt down and murder each other and drag the carcasses of their victims as trophies.  It is obscene.  We are 99% genetically related to these primates.  What separates us from them is negligible on the genetic tree.  Will we ever be free from ourselves to seek revenge and war and encourage genocide?  The genetic predisposition for crazy primate behavior is locked inside our chromosomes and we are predisposed toward violence and genocide.  If we study our actions and compare those action with the behavior of primates and see a cautionary tale in which we are predisposed to group think and naturally inclined to go on murderous rampages like our close relatives perhaps we would see that this behavior is not necessary for survival.  But I think the history of humans shows we react in ways which are programmed in our brains to act like primates.  The gods look down on humanity and shed their tears for they know it is our eternal curse to believe that our enemies must die in order for us to survive.  There are other options.  We could choose another course but in the end we decide on war against our own species and decide for ourselves that we must kill to survive.  All of the technological advancements in our society and our social culture reveal that the strain of humans which prefers to make war remain at the top of the food chain and the genetic programming we have inside our cells is the reason we always find ourselves committed to attacking an enemy we see as a threat to our survival.  We are anti social animals who resign themselves to suffering injustice over and over.  It’s in our DNA.  How will we ever become a social group which finds common ground and resists the urges to annihilate others?  I do not know the answer or rather I fear that there is no answer other than the conclusion that we cannot escape our genetic program and will continue our violent ways.\nKiza\nJuly 31, 2017 at 02:55\nOk, what you write CitizenOne is almost obvious, I mean the strong base we have as humans in other primates. But when you write: “see a cautionary tale in which we are … naturally inclined to go on murderous rampages … we would see that this behavior is not necessary for survival”, the murderous rampages may not be necessary for survival, but they sure are necessary for domination. Once their survival is not in question, the human alpha-males/females turn to domination as their principal goal, lording over the others of the same species – acquiring better females or males, more enjoyment, satisfying all needs by slave labor, ensuring that nobody and nothing can challenge the established supremacy and so on. The murderous rampages serve as the reminder of the punishment for non-compliance.\nCitizenOne\nJuly 31, 2017 at 06:59\nTechnological advancement of our species has not changed the fundamentals.  All of this “stuff” we manufacture may be increasing our lifespans but is is not increasing our security.  Rather, the fundamental fixed nature of human behavior means we use the technology to build advanced weapons.\nWe are perched on a nuclear stockpile of bombs that could blow up the World many times over and so to does Russia.\nWhat good will come from trying to provoke a war with Russia?  What ill are we trying to cure by assigning blame for the results of an election based on a pack of lies just like we ginned up a war against Iraq based on a pack of lies?\nThe unfortunate conclusion is the people at the top believe the “solution” to the planet’s problem is to decimate the population.  They prefer that course rather than trying to help.\nSame old story written in the pages of history.  Wealth inequality, strains on finite resources and degradation of habitat leads to collapse.  We are too stupid to see it coming and too controlled by our primate brains to avoid it.\nHistory will view this time as an age which destroyed the environment and waged endless war until our demise.\nMale lifespans in USA has begun to  decline.\nE. Leete\nJuly 31, 2017 at 11:28\nHi CitizenOne – Your subject matter made me recall some authors and quotes from way back in my journey\n“Poor human nature, what horrible crimes have been committed in thy name! Every fool, from king to policeman, from the flathead parson to the visionless dabbler in science, presumes to speak authoritatively of human nature. The greater the mental charlatan, the more definite his insistence on the wickedness and weaknesses of human nature. Yet how can anyone speak of it today, with every soul a prison, with every heart fettered, wounded, and maimed?” -Emma Goldman\nsomething to chew over there maybe?  and then there is what Howard Zinn reminded us of – how the press reports everything bad but no one ever publishes a daily account of the zillion acts of kindness happening every day precisely because they are so very commonplace and numerous – and he wrote in Peoples’ History about no one ever having found a gene for warmaking etc – and about how what we are seeing isn’t human nature but human nature being squeezed and pressed and battered by outward-in social forces – as opposed to all the badness coming from inside of us – please forgive me, I am so rusty on all these recollections – but should we actually have a re-think about whether we are telling ourselves the truth about our species when we put the blame on “human nature”?  I mean, I have also read that if we were more predisposed to warring and greed and such than to coming to one another’s aid during crises for example, that we would actually have wiped ourselves out long ago.  if we were so aggressive there is no hope for us, we would already be dead from an inherent flaw we were unable to overcome?  I remember a sign a saw once as I entered a funeral parlor – it said the first inclination we all have when somebody’s loved one dies is to leap to their side to comfort them and help them – we take casseroles to grieving families – or at least I do – food for a rethink here?  will we save ourselves if we are convinced we should rightly despise ourselves?  I don’t know – do we have no survival instinct left?\nI think maybe we poor humans look out into vast space, and look back in time and look forward in time and we feel so utterly small and insignificant and helpless – stranded as we are on this planet – and we are frightened, and  maybe that’s why we seek certainties – we grasp for certainties to console ourselves – but we should be questioning everything – we should go back and see that the first condition of life is working – to get food to feed these stomachs we were cursed with needing to feed – and that the insertion of money between work and eat does nothing to change the fundamental situation we humans are in – we just need to re-discover the thing most important to our happiness and safety and proceed calmly in that direction, it seems to me…\nHenry George pointed out that “If there were but one person in the world, it is manifest that he could have no more wealth than he was able to make and save. THIS is the natural order.”\nand Bucky Fuller said that “Until 1970 there had always been enough physical resources but not enough metaphysical resources (of experience-won know-how) on our planet to render the physical technology capable of taking care of everyone at a sustainable, eminently successful level of physical well-being — bloodlessly accomplished and sustainable without the coexistence of either a human slave or working class. Until 1970 it had realistically to be either you or me, not enough for both. Since 1970 it has become realistically you and me — all else is automated acceleration to human-race extinction on planet Earth.”\nBut I don’t know – maybe we are just incapable to all jump out of our well-worn mental grooves and see the big picture whole\nPity poor Humanity – so blind, so innocent, so suffering\nso needlessly\nin a universe well-stocked with plenty for everyone, with everything everyone could ever need\na last quote if this community will forgive me: “The modern English oligarchy does not rest on the cruelty of the rich to the poor – it rests on the unfailing kindness of the poor to the rich.” – GK Chesterton\nLouise\nJuly 31, 2017 at 20:52\nYou are oversimplifying this. Just like primates we are tribal creatures. That means that we\nknow that our survival depends on a social structure unlike solitary animals. So yes, we are\na social animal, but within our “group”.\nThe dog came essentially from the wolves, which have a socialized pack. Anyone wolf\nresisting the pack order will either be killed or kicked out, hence the term “lone wolf”. A\n“lone wolf” will either join a new pack by successfully fighting its alpha dog (thereby creating\na new “lone wolf”) or has a very difficult  time to survive. Mating is reserved to the 2 alpha\nwolves, but if the pack is too small for survival the lower ones will be allowed to mate as\nwell. This shows the instinct of survival, because a larger pack has more success in the\nhunt.\nYet there are avoidance patterns. Not every primate clan will try to kill another, unless it\nfeels seriously threatened by invading for instance its territory. There  is also known\nempathy if an infant is orphaned, as one example.There is also a clear case of what\nwe might call education.\nThe human species has however learned to kill with a far away machine(see Nagasaki),\nwhich permits the offender to keep a  distance from the disaster. Our soldiers, who have\nseen direct killing and death come home mentally sick or turning against wars.\nThus it is not such a clear and clean picture. You should realize that the top people\nordering the attack on Iraq had never served themselves. I don’t know whether extensive\ngreed or need for power create psychopaths. It seems possible though.\nSkip Scott\nLouise-\nI am with you on this.  We humans, along with our fellow creatures, have the capacity for both good and evil.  It is unfortunate that evil seems to predominate in the halls of power.  I too see that our technological advancements have allowed for the abstraction of that evil, thereby increasing it.  How many deaths could “five deferments” Dick Cheney be held accountable for?  Yet the man is physically so weak most children could probably best him in an arm wrestling contest.  He reminds me of the “Dark Lord” in “Star Wars”.\nBob Van Noy\nAugust 1, 2017 at 08:34\nLouise, very good, I especially appreciate your dog analogy, I’m going to keep it because I know it’s right. Too, I think you’re right about the Neocon warmongers…\nBob Van Noy\nAugust 1, 2017 at 09:17\nSorry, again Louise, upon reading your post carefully, there is great depth there. I couldn’t agree more about “remote” killing, it releases the killer from both responsibility and horror which I maintain IS necessary in so called Justified War”. This is the profound message in “War and Peace”, which should be required reading. Also, it is the subject of the profoundly interesting correspondence between Gandhi and Tolstoy available on line… Many Thanks for your input…\nLarco Marco\nLifespan is fixed. Life expectancy varies up or down.\nDanny Weil\nWe are chimpanzees with nuclear weapons\nE. Leete\nJuly 31, 2017 at 10:47\nSeems we human chimps are hardwired for generosity – extreme generosity.  How else to explain why 99% of working families (who create 99% of world wealth) accept underpay-underpower in order to keep shoveling giga-extreme overpay-overpower to 1%?\nWe see that the 1% use the wealthpower we heap on them free-gratis to cause us constant, ever-escalating harms – and because our current level of maturity prefers overfortunes for a fraction few over manifesting justice for all – because of this we have no future as things stand now, but before we do blow ourselves to smithereenies all for the sake of preserving an insane ratio born of the worst idea that ever entered a human head, could somebody please remind me of the very good reason this species ever had for allowing unlimited personal fortunes on a planet where everybody knows and nobody doesn’t know that wealth=power?\nWhy do we keep shoveling our rightful earnings to the 1% non-earners if we are not hardwired for extreme over-generosity?\nMaDarby\nJuly 31, 2017 at 12:32\nYup, the most brutal and uncaring have always won.The Enlightenment itslef was turned to serving the most pathological among us.  The less you care about others the more brutal you are prepared to be the more successful you are likely to be.  Yanis Varoufakis’s wrenching book “Adults in the Room” relating his experiences with the heart of European power and how the Greek actors and his friends behaved describes this behavior as it is played out these days.\nBob Van Noy\nJuly 31, 2017 at 14:26\nGot that! MaDarby; reading it now. As far as the Problem and the Solution goes Yanis has the answers…\nKiza\nI must find the book too.\nBob Van Noy\nAugust 1, 2017 at 09:23\nI think that book has the potential to change Economics and Politics going forward let’s discuss it later…\nLitchfield\nVery interesting observations, CitizenOne.\nI wonder.\nRe ” My dog rolls over and lets me rub the area around the undercarriage and trusts I will not harm. This submissive act is part of canine culture.”\nDogs coevolved with humans and have been domesticated by them.\nWho has “domesticated” humans?\nOnly, slightly, other humans.\nInstead of domestication, our race/species has experienced the violent domination of hierarchies going as far as slavery.  However, not sure this is really in our “genes.” An anthropologist might answer differently. I am reading DAvid Lord Smail, On Deep History and the Brain. Maybe some answers there. Also, The Creation of Inequality, by Flannery and Marcus ( https://www.amazon.com/Creation-Inequality-Prehistoric-Ancestors-Monarchy/dp/0674064690 ) would I think present a different argument than you, but not sure. Some societies did resist the drive for a Big Man to start to take over. However, a cultural materialist such as Marvin Harris does, I believe, see war in terms of environmental/population pressures. We are experiencing those bigtime. Even though we have the technology in principle to feed everyone etc., perhaps the war gene is triggered by the contemplation of the mess that the earth is in—even by the environmental troglodytes and doubters such as those in DC and the MIC.\nJuly 31, 2017 at 08:39\nAt the moment there are strong supporters of Trump like Roger Stone and others on the alt-alt-libertarian right who are firmly opposed to confrontation with Russia and Syria who may be able to encourage Trump to oppose the Permanent War State but, realistically, Trump has a gun to his head–I think like in the early sixties when it looked like JFK was trying to pull out of the Cold War (just read the exchange of letters between NK and JFK) he got the gun.\nSam F\nJuly 31, 2017 at 10:32\nIt would be hard to explain away an assassination nowadays, with increased security for officials, and increased public concern due to prior assassinations. Almost no one would believe  a lone wolf story. The Dems would shout Russia with no credibility due to their Russiagate claims. The Repubs would be suspects due to the Pence ascendency. The secret agencies would be prime suspects due to their opposition to Trump moves. Few would believe the report of a commission regardless of its composition. Few would expect to have the truth even in fifty years due to the secrecy of the Warren commission findings.\nBob Van Noy\nJuly 31, 2017 at 12:50\nChris and Sam F. I was going to post this in response to Joe Tedesky below but it seemed more appropriate here.\nTwo of my favorite writers are Roger Morris and Sally Denton. Sally Denton can describe politics in the State of Nevada as well as anybody, And accurately in my opinion. At any rate, Sally Denton thoroughly describes the concept of syndicate beautify. A Syndicate is a criminal but well organized business operation. Syndicate’s have specific interests they fight only when their interests are infringed upon. If you understand syndicates’ it is easier to understand american politics. Remember two things; America is operating under a coup (Kennedy Assassination) and there were several self-interested factions involved. Understand those factions; and you can see them fighting in the background.\nJuly 31, 2017 at 22:59\nYes, I should modify my skepticism by noting that we are governed by a loose coalition of gangs, any one of which might in principle seek advantage. There is more suspicion of that now, though, so a coverup by the Dems or Reps or both would be widely suspected. The problem has long been building, so I do not say that the beginning was with the loss of FDR or JFK or earlier.\nBob Van Noy\nAugust 1, 2017 at 09:29\nVery astute, Sam F… I admire your subtlety of thought, we must stay engaged!\nLin Cleveland\nJuly 31, 2017 at 12:37\nSpeaking of the new sanctions bill, I’ve been searching for specific details. Are we to send Putin to bed without his supper or what? And by what right does the U.S. sanction and interfere in another sovereign nation’s economy? Oh yeah, the unfounded accusation that Russia interfered with our “democratic” election. Gee, ever since the settlers first set up housekeeping on this already inhabited continent the United States has been busily involved with regime change here and there. Such hypocrisy!\nCitizenOne\nJuly 31, 2017 at 20:51\nFairly sure they want a war.  Big old pile o nukes.  They are trying to get Trump to do it.  Population crisis averted.  Global warming halted.   Insane rate of burn for all resources fixed.  Planet Earth saved.  All people gone.  Bannon in his biodome smiling at all the pretty mushroom clouds.  Perhaps KJU is an alien with a plan.\nBob Van Noy\nAugust 1, 2017 at 09:37\nNext door, in his dome Cheney smiling as he does, great world huh?\nBob Van Noy\nMiranda Keefe\nJuly 30, 2017 at 16:39\n“In 2008, some of those same Americans had voted for an unlikely candidate, first-term Sen. Barack Obama, hoping for his promised “change you can believe in,” but then saw Obama sucked into Official Washington’s Establishment with its benign – if not malign – neglect for the average Joe and Jane.”\nYou have always had a soft spot for Mr. Obama.  Someday you might realize the truth that he always was a tool of the Official Washington’s Establishment.  Read his 2004 keynote speech and realize what he was promoting- as well as in his book- the ultimate centrist position.\nJuly 30, 2017 at 17:27\nO is CIA, his parents met in a CIA training school in Hawaii and his stepfather was involved in the slaughter of 100,000″s Indonesians.\nErik G\nJuly 30, 2017 at 17:55\nMr. Parry is simply giving Obama the benefit of much doubt, so as to make the point politely that Mr. Trump too has options. These are excellent suggestions for Donald Trump at a decisive moment. He would make history if he does these things, and will fall into obscurity and ignominy if he does not. It is your decision, Mr. Trump. You will have the people solidly behind you if you can throw off the yoke of DC groupthink.\nOnce more Mr. Parry well expresses an essential viewpoint, not heard in the mass media.\nThose who would like to petition the NYT to make Robert Parry their senior editor may do so here:\nLitchfield\nBut who will bring Parry’s message to Trump?\nTrump himself is trapped in the swamp.\nMaybe Parry and Consortium News should take out an advert in the WaPo, the way the People’s Mujahideen e Khalq did. It worked for them. They go delisted by the State Department as a terrorist org.\nMaybe Trump would notice an advertisement.\nIt would at least get some press.\nSomeone start GoFundMe for such an ad?\nDanny Weil\nJuly 31, 2017 at 09:50\nRight, Obama was not some progressive knocked off his horse.  He WAS the Trojan Horse.\nLin Cleveland\nJuly 31, 2017 at 12:25\nI do agree with your assessment, Danny! When I first hear the junior senator from Illinois speak so elegantly against the illegal Iraq invasion, I was suckered in. However, I quickly saw I’d been fooled by pretty words. Too quickly did Obama change his tune with by calling the illegal military coup in Honduras a “crises” yet continuing to support the putsch government. “Fool me once . . .!”\nI’d prepared a post directed at Robert Parry and all, but will combine with my response to you:\nDemocrats – unwilling to recognize their own culpability for Trump’s victory – blamed their fiasco on Russia, touching off a New Cold War hysteria and using that frenzy to hobble, if not destroy, Trump’s presidency.\nUh-huh! Whenever I hear all these Russia-gate scare tactics, I cannot help but think, “Isn’t this where I came into this movie?“\nBut obeisance to Israel and Saudi Arabia – and inside Washington to the neocons – is what created the catastrophe that has devastated U.S. foreign policy and has wasted trillions of dollars that otherwise could have been invested in the decaying American infrastructure and in making the U.S. economy more competitive.\nYou know what, Robert? I’m not nearly as concerned about  the “wasted trillions of dollars” as the wasted vital resources so necessary to support and nurture all life on this earth. The fed can always print up a new batch of fiat dollars or the new practice of creating cyber-dollars out of thin air. The idea, I suspect is to create a cashless society giving the oligarchy complete control. As you say, our efforts should be invested in the crumbling infrastructure. Every election year the politicians tell us they want to create jobs, jobs, jobs, but somehow when they get into office that promise fall to the imperial “urgency” of protecting American/Israeli interests all around the globe.\nRobert, I do wonder what you mean by the words “making the U.S. economy more competitive. “With whom must we compete and what’s the prize for winning? Couldn’t life be more joyful and sustainable if we’d work together and stop competing for the very dwindling resources our warrior empire destroys?\n“Why can’t we just get along?“–Rodney King\nBob Van Noy\nJuly 31, 2017 at 14:18\nLin Cleveland, when it comes to needing support for your economic statements, you can count on my support . I expect that its going to be all about the economy soon now…\njo6pac\nJuly 31, 2017 at 18:21\nI’m little behind but here more on what you’re saying.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/09/28/troubling-gaps-in-the-new-mh-17-report/",
                "https://consortiumnews.com/2016/12/11/the-syrian-sarin-false-flag-lesson/",
                "https://consortiumnews.com/2017/02/14/trump-caves-on-flynns-resignation/",
                "https://consortiumnews.com/2015/03/30/deciphering-the-mideast-chaos/",
                "https://consortiumnews.com/2017/05/26/trump-and-the-management-of-allies/",
                "https://consortiumnews.com/2016/09/29/the-official-and-implausible-mh-17-scenario/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2015/07/07/ukraine-merges-nazis-and-islamists/",
                "https://consortiumnews.com/2017/02/10/the-neocons-back-door-to-trump/",
                "https://consortiumnews.com/2017/06/01/hillary-clintons-deceptive-blame-shifting/",
                "https://consortiumnews.com/2017/06/25/intel-behind-trumps-syria-attack-questioned/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=hAweAVTQGIs",
                "https://www.zerohedge.com/news/2017-07-29/shock-claim-inside-dnc-seth-rich-leaked-emails-moscow-lawyer-one-month-his-murder",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "american",
            "regime",
            "path",
            "russia",
            "trump",
            "washingtons",
            "great",
            "trumps",
            "foreign",
            "obama",
            "official",
            "change"
        ]
    }
]