[
    {
        "url": "https://www.christianpost.com/news/texas-christian-university-offers-class-credits-internship-planned-parenthood.html",
        "title": "Texas Christian University Offers Class Credits for Internship at Planned Parenthood",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTexas Christian University Offers Class Credits for Internship at Planned Parenthood\nTexas Christian University Offers Class Credits for Internship at Planned Parenthood\nTexas Christian University Offers Class Credits for Internship at Planned Parenthood\n| Wednesday, August 31, 2016\nTexas Christian University is offering students three course credits for interning with the largest abortion business in the United States.\nAccording to the pro-life campus activist group Students for Life of America , the history department of the Disciples of Christ-affiliated school in Fort Worth sent out an email to its students advertising an opportunity to intern with Planned Parenthood of Greater Texas.\nAs part of the internship, a student or students would work to \"develop a project highlighting [Planned Parenthood's] history in Fort Worth since it was established here in 1935.\"\n\"Their office, on John Ryan Drive about 15 minutes from campus, has a substantial archival collection of photographs, scrapbooks, and other materials,\" the TCU email, which was obtained by Students for Life of America, reads. \"There are also opportunities for oral history, interviewing local families who have long been involved in support of PP.\"\nThe email states that the Planned Parenthood office would also provide a computer and space to work.\n\"TCU students could take this on as a research project for a class, or they could receive three credits of HIST 30073, Internship in Public Policy. Key themes could include local history, gender, and the history of health care. The PP office would like as a final project about a 5-10-minute visual presentation (Prezi, video, etc.) of its history, to present to other groups and organizations in Fort Worth.\"\nAlthough Planned Parenthood is looking for a positive spin to history that would make the organization look good, Students for Life offered its own brief rundown of Planned Parenthood of Greater Texas' troubling history.\n\"Planned Parenthood of Greater Texas was a part of the undercover project from the Center for Medical Progress, which exposed the abortion giant of haggling over the prices of body parts of babies they aborted,\" the Students for Life of America webpage  states.\nAn exam room at the Planned Parenthood South Austin Health Center is shown following the U.S. Supreme Court decision striking down a Texas law imposing strict regulations on abortion doctors and facilities in Austin, Texas, U.S. June 27, 2016. | (Photo: Reuters/Ilana Panich-Linsman)\n\"Dr. Amna Dermish is an abortionist for Planned Parenthood in Austin, which is part of PPGT, and she was thrilled to be trained by Dr. Deb Nucatola, the abortionist featured in the first CMP video talking about where she would crush parts of the baby during an abortion to ensure an intact baby body part to sell,\" the webpage adds. \"When Dr. Dermish was asked about harvesting a fetal brain, she notes, 'I haven't been able to do that yet,' but exclaims with laughter , 'This will give me something to strive for!'\"\nStudents for Life of America President, Kristan Hawkins, said in a statement that \"it is a disgrace for a large Christian university to offer credit for an internship at the largest abortion provider in the nation.\"\n\"Instead of educating and equipping students on how to persuasively discuss the pro-life viewpoint and help women in crisis, they instead reward students for spending valuable time volunteering for an organization that ends the lives of over 325,000 innocent human beings a year,\" Hawkins stressed. \"And just think of the parents who thought their child would be receiving a valuable Christian-focused education at a private school. They are paying over $53,500 a year to be swindled.\"\nA TCU spokesperson said in a statement to TheBlaze  that the institution \"strives to provide diverse learning opportunities for students to effectively prepare them for the global community.\"\n\"The university offers many internships in any given semester, and does not support political or personal statements associated with any of them,\" the spokesperson asserted. \"Students are encouraged to seek those that match their interests.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://studentsforlife.org/christian-university-offers-school-credit-for-planned-parenthood-internship/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=ZkaZYQ8ZGTE",
                "http://www.theblaze.com/stories/2016/08/29/christian-university-offers-students-credit-for-planned-parenthood-internship/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "america",
            "abortion",
            "history",
            "texas",
            "parenthood",
            "university",
            "students",
            "offers",
            "credits",
            "planned",
            "internship",
            "class",
            "project",
            "christian",
            "life"
        ]
    }
]