[
    {
        "url": "https://www.christianpost.com/news/jesus-had-two-dads-and-he-turned-out-just-fine-canada-churchs-new-billboard-draws-strong-criticism.html",
        "title": "'Jesus Had Two Dads and He Turned Out Just Fine' - Canada Church's New Billboard Draws Strong Criticism",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Jesus Had Two Dads and He Turned Out Just Fine' - Canada Church's New Billboard Draws Strong Criticism\nSaturday, August 31, 2013\n'Jesus Had Two Dads and He Turned Out Just Fine' - Canada Church's New Billboard Draws Strong Criticism\n'Jesus Had Two Dads and He Turned Out Just Fine' - Canada Church's New Billboard Draws Strong Criticism\n| Saturday, August 31, 2013\nAn Anglican congregation in Ontario, Canada recently posted a billboard in front of its church that includes the pro-gay message: \"Jesus had two dads and he turned out just fine.\" A photo of the billboard has since gone viral on the Internet, sparking anger among many Christian viewers pointing out the sign's contradiction to scripture.\nA photo of the church sign was posted on image-sharing website Reddit by user Reeb0k on Thursday, who added the simple description to the photo: \"church in my city.\" After some investigation, media outlets confirmed that the church featured in the photo was in fact St. John's Anglican Church in Niagara Falls, Ontario, Canada.\nThe wife of the church's pastor, Rev. Duncan Lyon, told The Blaze  in a phone interview that the message being communicated by the billboard should be obvious enough. Reddit users have responded differently to the photo, with some encouraging the message, however, many others have argued that the church's message conflicts with biblical teachings.\nThe Anglican Church in Canada is currently split regarding the topic of same-sex marriage. Currently, 10  Anglican dioceses allow blessings for same-sex married couples, and one deacon is in a same-sex relationship. In 2010, the General Synod of the Anglican Church of Canada released a \"sexuality discernment statement\" that offered neither support or disapproval for an individual parish's decision to bless same-sex marriages. \n\"Your church is doing it right,\" commented one user, while another wrote that they were \"pleasantly surprised\" by the church's message.\nHowever, many other Reddit users criticized the church's billboard for its inaccuracy in reference to Scripture, with some arguing that the billboard parses the bible's message in order to communicate a point.\n\"Nice way to take things out of context to try to justify a point,\" wrote one Reddit user.\nAnother Reddit commenter wrote: \"[…] They're going to have to rewrite the Bible to make it fit that agenda,\" referencing the pro-gay message. \"Why not instead preach that Christ has forgiven all sins? An organization can either make up a god of their own choosing so that nobody gets offended, or they can tell the truth about who Christ is and what His finished work on the cross means for all of us.\"\n\"This church is wrong. Churches should stick to what they believe. Tolerate homosexuality, fine, but don't condone,\" wrote another viewer.\nSince its posting on Reddit on Thursday, the Ontario church sign has been viewed by over 1 million people.\nThe church's photo is reminiscent of a similar story from Gosford Anglican Church in Australia, which also posted a pro-gay message a few weeks ago. The sign in front of Gosford Anglican Church purported to deliver a message directly from God, and read: \"Dear Christians, some people are gay. Get over it. Love, God.\"\nThe church's leader, Father Rod Bower, said in a statement to the Daily Telegraph that he was pleased his small church from Gosford was receiving international attention.\n\"This has gone international now -- there are people liking it all over the world and it is just a little sign in Gosford,\" Bower told the Daily Telegraph.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.theblaze.com/stories/2013/08/30/jesus-had-two-dads-churchs-pro-gay-sign-goes-viral/",
                "https://24onlinereview.com/",
                "https://www.dailytelegraph.com.au/nocookies?a=A.flavipes",
                "http://www.reddit.com/r/pics/comments/1laqke/church_in_my_city/"
            ]
        },
        "key_words": [
            "turned",
            "draws",
            "strong",
            "samesex",
            "jesus",
            "criticism",
            "church",
            "message",
            "sign",
            "reddit",
            "gosford",
            "billboard",
            "anglican",
            "canada",
            "dads",
            "wrote",
            "churchs",
            "fine"
        ]
    }
]