[
    {
        "url": "https://www.christianpost.com/news/pastors-protest-6th-grade-assignment-claiming-christians-muslims-worship-same-god-samuel-smith.html",
        "title": "Pastors Protest 6th Grade Assignment Claiming Christians, Muslims Worship 'Same God'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPastors Protest 6th Grade Assignment Claiming Christians, Muslims Worship 'Same God'\nPastors Protest 6th Grade Assignment Claiming Christians, Muslims Worship 'Same God'\nPastors Protest 6th Grade Assignment Claiming Christians, Muslims Worship 'Same God'\n| Wednesday, January 24, 2018\nA School District U-46 school bus is parked in Elgin, Illinois, in this undated file photo. | (Photo: Facebook/School District U-46)\nConcerned Christians have voiced their outrage over a homework assignment given to area students which claimed that Muslims, Christians and Jews all worship the same God.\nThe Elgin Courier-News  reports that over a dozen concerned citizens spoke out during a school board meeting on Monday in opposition to a homework assignment handed out to sixth grade students within the Elgin Area School District U46.\nThe homework assignment in question was first brought to people's attention when school board member Jeanette Ward voiced her disgust with the assignment last month.\nWard took to social media  after her sixth grade daughter brought home an assignment that included an article in which the author claims that the three major Abrahamic religions worship the same God. Ward's objection was to the assertion that Muslims worship the same God as Christians and Jews and argued that such a claim is \"utterly incorrect and false on many levels.\"\nAccording to Ward's Facebook post from Dec. 14, the assignment states that \"Muslims, Christians and Jews all worship the same complex God. But each religion believes that its books and teachings reveal the true nature of that God. This disagreement has shaped the course of human history.\"\nAfter reading the article, students were asked to answer comprehension questions.\n\"By bringing this matter to light, Ms. Ward has done great service for all the sixth-graders and their parents in School District U46,\" Elgin resident L. Dean Hufsey was quoted as saying during the meeting.\nArt Ellingsen, a pastor Arlington Heights, was also present at the meeting a refuted the claim.\n\"To say that Allah of the Quran and the God of the Bible are the same is simply absurd,\" Ellingsen was quoted as saying.\nAccording to the Elgin Courier-News, another concerned resident argued that such an assignment shows that the school system is \"playing with children's eternal lives.\"\n\"It's not just something flying in the wind, it's not just a political issue, it is a faith issue, and faith issues are very important to a lot of people in this community,\" Pastor Mark Frusti was quoted as saying during the meeting.\nWard has received much criticism for her social media posts about the homework assignments and Islam. In a school board meeting that took place in December, four faith leaders from different congregations spoke out against Ward's social media posts.\n\"We feel that, more important than the content of the article is the question of how we are to engage with inevitable differences of opinion, theology and worldview,\" Katie Shaw Thompson, pastor of the Highland Avenue Church of the Brethren in Elgin, said during the December meeting, according to the Elgin Courier-News . \"Here, we strongly take exception to Ms. Ward's approach on her social media post.\"\nOn Tuesday, Ward responded to criticisms that she has made the homework assignment issue too \"political.\"\n\"What is 'political' and HYPOCRITICAL is indoctrinating students with assignments like the one discussed last night, with a decidedly POLITICAL, non-scholarly, inaccurate, agnostic, and progressive ideology, expecting that those with an opposing view would have nothing to say about it,\" Ward wrote on her Facebook page .\n\"This is not an isolated incident. The idea that Muslims, Christians and Jews worship the same God is taught repeatedly in U-46 curriculum resources and textbooks, which I have pointed out on many occasions. That is why I posted this particular assignment on my page. I voted against the specific curriculum resource (Newsela) in May of 2016. It was approved, 6-1, and will not be reconsidered.\"\nThe debate over whether Muslims worship the same God as Jews and Christians received national attention in late 2015 and early 2016 after the Illinois evangelical higher education institution Wheaton College suspended political science professor Larycia Hawkins  for posting on her Facebook page the claim that Christians and Muslims worship the same God.\nThe college's board of trustees later said  that suspending Hawkins for making the theological assertion was an \"error in judgement.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.chicagotribune.com/suburbs/elgin-courier-news/ct-ecn-elgin-faith-leaders-jeanette-ward-st-1220-20171219-story.html",
                "https://www.christianpost.com/news/wheaton-college-suspends-hijab-prof-muslims-christians-worship-same-god-152679/",
                "https://www.christianpost.com/news/wheaton-college-trustees-admit-suspending-same-god-prof-larycia-hawkins-was-error-in-judgment-171147/",
                "https://www.chicagotribune.com/suburbs/elgin-courier-news/ct-ecn-u46-religion-assignment-st-0124-20180123-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.facebook.com/wardschoolboard/posts/971999096290601",
                "https://www.facebook.com/wardschoolboard/photos/a.372668656223651.1073741829.363263610497489/951703804986797/?type=3&theater",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "school",
            "wards",
            "pastors",
            "protest",
            "muslims",
            "worship",
            "god",
            "grade",
            "homework",
            "assignment",
            "jews",
            "christians",
            "claiming",
            "elgin",
            "6th"
        ]
    }
]