[
    {
        "url": "https://www.christianpost.com/news/making-christian-education-foundation-stone-of-life.html",
        "title": "Making Christian Education the Foundation Stone of Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, January 18, 2018\nAmerican-born Canadian author and noted novelist, humorist and columnists Linwood Barclay said, \"Once you come up with a premise, you have to work out how it all happened. It's a bit like coming up with a spectacular roof design first. Before you can get it up there, you need to build a solid foundation and supporting structure.\"\nIf only Christian school organizers would use this statement as an institutional building model things might be radically different! Some might ask, \"Why!\" The organizers, board and faculty are all Christians. They might even break into song: \"Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.\"\nRead more at:  https://www.christianpost.com/voice/our-world-has-become-more-and-more-spiritually-confused.html\nMore In Entertainment\n",
        "quotes": [
            [
                "Once you come up with a premise, you have to work out how it all happened.",
                "Linwood Barclay",
                true
            ],
            [
                "It's a bit like coming up with a spectacular roof design first.",
                "Linwood Barclay",
                true
            ],
            [
                "Before you can get it up there, you need to build a solid foundation and supporting structure.",
                "Linwood Barclay",
                true
            ],
            [
                "Christ is made the sure foundation, Christ the head and cornerstone, chosen of the Lord, and precious, binding all the church in one, Holy Zion's help forever and her confidence alone.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/voice/our-world-has-become-more-and-more-spiritually-confused.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "life",
            "organizers",
            "zions",
            "things",
            "christian",
            "education",
            "stone",
            "whatsapp",
            "supporting",
            "foundation",
            "making",
            "work",
            "christ",
            "sure"
        ]
    }
]