[
    {
        "url": "https://consortiumnews.com/2017/08/26/how-the-deep-state-ties-down-trump/",
        "title": "How the Deep State Ties Down Trump",
        "authors": [
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Silly Me",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Michael Kenny",
                "link": null
            },
            {
                "name": "Aj Verdonkschot",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-08-26",
        "text": "Main menu\nAugust 26, 2017\nBy Alastair Crooke\nPresident Trump has had his foreign policy hands and feet tied by the Russia (and Iran) Sanctions Act. He now has been rendered “helpless”: in respect to détente with Russia — gulliverized, spitefully, by his own party, working with the Democrats, to empty Trump’s constitutional prerogatives in foreign policy – and to seize them for Congress.\nPresident Donald Trump announces the selection of Gen. H.R. McMaster as his new National Security Adviser on Feb. 20, 2017. (Screen shot from Whitehouse.gov)\nAnd in a further humiliation, Trump has been “ rolled ” by his military minders (Generals James Mattis, H.R. McMaster and John Kelly) on his Afghan policy: he has relinquished civilian oversight of this military expedition in Afghanistan to McMaster and Mattis — the former being the presumed author of the “new” Afghan policy. The President was “rolled” on his foreign military prerogatives too – as Commander in Chief – by his triumvirate of military minders in the White House. The “civilian” leadership has given place to the “military.”\nThe question is whether these humiliating concessions will appease his opponents sufficiently to allow the President to “live on,” albeit as an incapacitated President, or is this just the hors d’oeuvre? It seems that the entrée may be being planned as the complete discrediting of Trump’s base – ordinary Republicans being lashed to the Trump “Titanic” – to be sunk along with its captain – as “white-supremacists, white bigots and Nazis.”\nProfessor Walter Russell Mead – and he should know – tells us that “President Trump’s highest officials remain committed, one way or another, to defending the global order the U.S. has been building since the Truman era. That includes [Secretary of State RexTillerson, Mattis, Kelly and McMaster]: These men share a disdain for the Obama administration’s retrenchment and retreat. … They want to check the ambitions of America’s rivals, while restoring the foundations, both military and economic, of U.S. world power.”\nOk – that is clear: they want to “grasp” America as world order. They have been trying that for some time now, but have not yet succeeded in seizing “her.” With all “her” allure and riches, their quarry remains frustratingly elusive, and her very unattainability seems to madden “ego” even more  – so that which cannot be “had,” must be despoiled.\nWhat else accounts for the new Afghan plan? Almost nobody (outside of the U.S. élites) believes it will do other than prolong an unwinnable war (or worse, push Pakistan and India into confrontation). Yet the further despoliation of Afghanistan must go on, for the sake of the myth of this America – of Trump’s “highest officials” – that America is always victorious, if only it wills it sufficiently, and is persistent – “defeat” as heresy.\nIt is a familiar story of inflated ego. But the sense of power and wanting to “grasp at something unattainable” is so compelling, that the U.S. élites desire both to crush the “infuriating” Trump, and his “deplorables” – to thrust them down into the irrecoverable depths – while weakening any external rival that might hinder the way to their “having” America, as world order.\nA Frenzied Deep State\nIt seems that the American deep state is so frenzied in this way that its inhabitants can no longer see straight: they are ready to risk despoiling not just the “recalcitrant” abroad, but America herself. And the way they are going about trying to “have her,” may well ruin the deep state too, as collateral damage.\nRussian President Vladimir Putin meets with U.S. President Donald Trump at the G-20 summit in Hamburg, Germany, on July 7, 2017. (Screen shot from Whitehouse.gov)\nThe Russia Sanctions Act may have been conceived both to paralyze President Trump, and to validate the “Putin-stole-the-Election” narrative, but it precisely removes any chance of Messrs Mattis, McMaster, Kelly and Tillerson to succeed with seizing America as world proconsul.\nRussia, China and Iran, now linked by again being threatened by sanctions, are now firmly embedded into a strategic coalition – and they are determined to resist.\nIncredibly, as one commentator put it: “During the ramp up to new UN sanctions on North Korea, the Trump administration threatened to sanction China if it did not commit to further pressure [on N. Korea] … Trump himself implied that he was willing for a quid pro quo: ‘If China helps us, I feel a lot differently toward trade, a lot differently toward trade’, [Trump] told reporters …\n“A deal was made, and the UN Resolution 2371 passed … China did its part of the deal: It helped pass the UN resolution against North Korea – and it immediately implemented it, even though that caused a significant loss for Chinese companies which trade with North Korea. [But …]\n“Now Trump is back at sanctioning Chinese (and Russian) companies: The Trump administration on Tuesday imposed sanctions on 16 mainly Chinese and Russian companies and people for assisting North Korea’s nuclear and ballistic missile programs and helping the North make money to support those programs …\n“Among those sanctioned are six Chinese companies, including three coal companies; two Singapore-based companies that sell oil to North Korea and three Russians that work with them; a Russian company that deals in North Korean metals and its Russian director; a construction company based in Namibia; a second Namibia-based company, and its North Korean director, that supplies North Korean workers to build statues overseas to generate income for the North.\n“These are ‘secondary sanctions’ which block financial transactions and make it nearly impossible for those companies and people to run an international business. Moreover – China had already banned all coal imports from North Korea. It had sent back North Korean coal ships, and instead bought coal from the United States. [And] now, Chinese companies are getting sanctioned over North Korean coal that they no longer buy? Furthermore, selling fuel oil to North Korea is explicitly allowed under the new UN sanctions…”\nThe alliance of these three states and their “partner forces” no longer believe that America is capable of serious diplomacy, or that it enjoys any real capacity to “seize” the world. On the contrary, they see Europe drifting away from the U.S., the Gulf Cooperation Council in disarray, and even Israel is despairing of its Washington ally. They do remain concerned about North Korea, but the fear of U.S. pre-emptive military action against North Korea is tempered by the knowledge that North Korea effectively holds 30,000 U.S. servicemen hostage in the de-militarized zone.\nThe primary focus is now shifting to how these states might protect themselves, if the two sides in the U.S. internal conflict succeed in each despoiling one another, and thereby throw the world into financial turmoil (hence the flurry of activity in arranging local currency contracts and currency swaps):\n“When Steve Bannon was ejected from the White House, last week,” the New Yorker quotes  Bannon as citing “his frustrations with the coming tax bill, as one of the reasons he believed that the Trump nationalist agenda had been hijacked by the so-called globalists, such as Cohn and the other members of the Big Six.”\nYes, Trump has been “rolled” in the economic sphere, too: The “big six” consist of four members of Congress (including Senate Majority Leader Mitch McConnell and House Speaker Paul Ryan), plus economic adviser Gary Cohn and Treasury Secretary Steve Mnuchin – both of Goldman Sachs.\n“They’re not populists, they’re not nationalists, they had no interest in his [i.e. Trump’s] program – Zero”, Bannon told the Weekly Standard, “On what element of Trump’s program, besides tax cuts — which is going to be the standard marginal tax cut — where have they rallied to Trump’s cause? They haven’t.”\nThe Power of Cohn\n“In the Bannon-era, factionalized Trump White House, Cohn was not just the head of the National Economic Council but the leader of the group of officials whom Bannon derided as ‘New York.’ (Breitbart stories called Cohn and his companions at the N.E.C. ‘Globalist Swampsters’)”, notes the New Yorker.\nWhite House economic adviser Gary Cohn.\nCohn, who is 56, was brought into the Administration by Jared Kushner, the President’s son-in-law, who once interned for Cohn at Goldman Sachs. Cohn is a long-time donor to Democratic candidates.\nSo, Trump’s “reflation trade” is being “normalized” by the “big six” – more of the usual D.C. politics.\nBut, why be concerned if the U.S. stock market is hitting new highs every day? Indeed, the “market” has ridden an “ascending curve for 101 months since March 2009, during which the S&P 500 rose by 270% and rarely dropped by more than 2-4%, without [its members] coming to believe that nothing mattered except hitting the bid [button] during the more than 50 intervals when the stock market momentarily faltered. Virtually without exception, each shallow dip was accompanied by easy money ‘buy’ signals from the central banks, or selective ‘green shoots’ [releases] among the in-coming data.”\nAs David Stockman writes : “After 101 months of dip buying … the headline reading algos [robot computer traders] have become programmed in a completely asymmetrical manner. They are triggered to ‘buy’ on economic/policy good news (because it implies more profits); but also to ‘buy’ on bad news (because it means more [liquidity] accommodation, and market-support/price keeping actions by the Fed and other central banks.\n“But this beneficent arrangement also encourages even prudent gamblers to minimize the amount of downside hedging insurance they purchase to protect their often heavily leveraged (through options and derivatives) book of longs.”\nStockman is warning that markets already are trading at historic highs, and that no one is paying attention to these extreme valuations or the economic or political fundamentals – simply because the latter has become utterly irrelevant, if every small market dip, is immediately followed by the unbroken elevation of all asset classes (thanks to Central Bank interventions).\n“That is, the gamblers and robo-machines have become so hard-wired to the expectation that the central banking and fiscal branches of the state will do ‘whatever it takes’ to keep the stock averages rising, that it has become irrational to waste time and resources on parsing ‘whatever is going on,’” Instead, writes Stockman, “it’s all about the chart points, money flows, next in rotation sectors, ETF buying power, momentum trades and technical arbitrages, such as embodied in the currently massive risk parity trades.”\nIn short, all sensibility to risk (political or credit or any other) has been expunged by the determination of the Central Banks to keep asset prices inflating higher. The financial system precisely is looking the other way — intent on making money “when the going is easy” – and consequently, any crisis now will create a disproportionate impact on those levered asset values, magnified by the trades today being all one-way.\nA Zombiefied Trump\nHere is the point: Will the political zombiefication of President Trump satisfy the two party Establishments? Are they mollified enough, to come together to agree on a budget and a new “clean” debt ceiling (the “ceiling” arrives on Sept. 29)? And, even if achieved, will so-called “normalization” of Trump policies really take the U.S. back to the nirvana of “how things used to be”?\nThe Wall Street bull statue by Arturo Di Modica\nOstensibly, “normalization” of Trump’s economic policy should be manageable: Ryan and McConnell would need only to line up a modest number of Democratic votes (together with Republican foot-soldiers), to enact a debt ceiling increase. But it may be more complicated – much more complicated than that: Should the Democrats cooperate (and they will want to appear that they are co-operating in order to avoid blame for any subsequent Federal shut-down), it will be only on the basis of “an onerous quid pro quo  that requires Trump to give up the Mexican Wall; tax cuts for the wealthy; his proposed deep domestic spending cuts, and also to fund the insurance company bailouts that are needed to forestall drastic premium increases and coverage cancellations during the 2018 insurance (and election) year.”\nCertainly, the Democrats will present a public face of co-operation, but such is the angry temper of Washington today (with both sides looking for a fight), that almost certainly they will require their revenge pound of flesh cut from Trump’s side. The Freedom Caucus group of Republicans (which is linked to Bannon) might then jump ship, leaving the Big Six with either “no ceiling deal” or a “Democratic”-shaped budget.\nTrump tweeted: “I requested that Mitch M & Paul R tie the Debt Ceiling legislation into the popular V.A. Bill (which just passed) for easy approval. They didn’t do it so now we have a big deal with Dems holding them up (as usual) on Debt Ceiling approval. Could have been so easy-now a mess!”\nAxios reports  that “top White House and GOP leadership officials tell us [Axios], the chances of a market-rattling government shutdown are rising by the day — and were [such] even before Trump threatened at his raucous Phoenix rally on Tuesday night, to use a shutdown as leverage to get funding for the [Mexican] border wall.”\nQuoting a “top Republican source” who puts the chance as high as 75 percent, Axios adds that “the peculiar part is that almost everyone I talk to on the Hill, agrees that it is more likely than not.”\nThe Democrats seem determined to remove any provision for “the wall,” and Trump seems to be spoiling for a fight with the Democrats (and Ryan and McConnell) on this issue. He has had to acquiesce to being “rolled” in foreign and defense policy — might he turn, and dig in his heels? He is already channeling the blame onto the Republican Establishment leadership.\nIf so, what price the continuation of a market historic “high” and brimming with complacency?\nRussia and China are right to be thinking “worst case” and how to minimize their exposure to any American cataclysmic descent into political turmoil – and possible violence.\nAlastair Crooke is a former British diplomat who was a senior figure in British intelligence and in European Union diplomacy. He is the founder and director of the Conflicts Forum.\nBroos\nMoar Wall $treet-theater.\nAugust 28, 2017 at 20:39\nThis country is F’d. By chance this Sunday I was in Berkeley Trader Joe’s on Martin Luther King Ave ( Did you know that  TJ;s is German owned)  anyway, there they were, the ANTIFA marching to City Hall against “Hate” only they were the only Haters there because the bad “haters” had sense enough to not show at all. it was silly and embarrassing watching these people clad in Black with their masks on like IS or terrorists in Algeria or Syria.  Divide and Conquer. Flood the swamp. Most people don’t have a clue and don’t care what is going on. I was talking to a guy there  yesterday who was saying things are great, there’s low unemployment  and everyone’s getting busy.  Day laborers are getting $25 an hr and hotels , if you can find one with a room , are over a $100 a night even for flea bags. So now we all can have a debate about what’s going on in the World and are all these Globalists and Finacialists and Corporatists really evil or is this just how this world on 8 billion people is now regulated. All I know is that I felt I better get out of that environment post haste. I was the only White Supremacist there, in my case not because of  ideology, no  it’s purely genetic….. Ha ha ha. Hope you didn’t lose any dough betting on Conor McGregor. Peace\nHas the Pentagon Taken Over US Foreign Policy inAfghanistan? (1/2)\nTRNN senior editor Paul Jay asks Col. Lawrence Wilkerson if arms manufacturers are driving foreign policy and if Trump’s strategy for the war in Afghanistan …\nTHE REAL NEWS • AUGUST 25, 2017\nAugust 28, 2017 at 09:56\nWhen you act like a bull in China’s shop, you shouldn’t be surprised if it’s your order that gets broken.\nmark\nAugust 27, 2017 at 17:32\nRussia and China kowtowed to America yet again and threw N. Korea under the bus on sanctions. Their reward for this was immediately to be subjected to yet more sanctions themselves. On previous occasions they have thrown Iran, Libya and North Korea under the bus for some vague promise of concessions from the US over things like ABM missiles (Russia) and trade (China.) These promises are invariably broken and aren’t worth the paper they are not written on. Countries like Iran, North Korea realise by now that Russia and China will always stab them in the back and they have to look to their own defence.\nTrump has been humiliated by the forced resignations of those around him, particularly Flynn and Bannon, and the attacks on Sessions and others. It doesn’t matter that Flynn and Bannon are both crazy and wanted to attack Iran and China. Trump has acquiesced in this and will get nothing in return. It will just encourage the Deep State, the Spooks, MSM, Military Industrial Complex and the Kosher Nostra around Trump to target those around him and pick them off one by one. They have arrogantly usurped the President’s foreign policy prerogatives and he has just swallowed this additional humiliation. Control of foreign policy and military operations has been surrendered to assorted generals, who now have a free hand to wage war on their own initiative and do just as they please. They don’t have to target the Deplorables – they can just rely on Trump’s base becoming disillusioned as he constantly flip flops and shreds one election commitment after another.\nThe Deep State and his enemies in both parties will combine to frustrate whatever Trump tries to do, whether it’s healthcare, The Wall, Debt Ceiling, foreign policy or anything else. They will do this on ideological grounds and knee jerk hatred of Trump and his base. They will continue to manufacture smears against him, whether it is over Russiagate, alleged Nazi beliefs or claims of mental incapacity, and to incite and encourage further street violence from the Fascist Left. The ultimate objective, probably not too far distant, is impeachment. It’s unlikely that they will be satisfied with allowing him to remain as an ineffectual figurehead, spending most of his time on the golf course like Obama. They don’t just want him humiliated, they want him broken and driven out of office. They don’t care how much damage they do to the institutions of the state to achieve this.\nTrump is now a busted flush. He could have fought them and retained Flynn/ Bannon etc. whatever you think of those individuals. He could have told them to go to hell when they came up with the sanctions legislation. But it’s now too late. Trump has lost. The Deep State has won. More disasters will follow, one after another.\nDave P.\nAugust 27, 2017 at 18:16\nmark: Your comments are on spot in everything you discussed.  It seems like Russia and China are too week to challenge the West. West controls all the Oceans, and most of the strategic and beautiful landmass of the Earth, and the Wealth. By design, they keep the rest of the World in turmoil and divided and against each other. Probably,  Russia and China will fight back, if they are cornered in their own borders.\nJoe Tedesky\nAugust 27, 2017 at 18:51\n‘The president speaks for himself’, Rex Tillerson to Chris Wallace Sunday 8/27/17.\nI do agree with you mark, but I’ll bet when you talk this talk there are those around you who accuse you of being a rabid Trump supporter, and with that your warnings are left to ignore. Funny thing is though, more than likely, if you are like a lot of us here, you are not as much of a Trump supporter, as much as you are the only one trying to alert people to the government coup that has been going on in this country ever since Trump won the election. If I got that right, well then welcome to the club, and if not it doesn’t matter, because your warning us all is the right thing to do.\nIf you read my comment above, you will read how I say America is going to sanction itself into loneliness. What you wrote here gives way to making my case for that. I can’t see this bully nation stance, which America has chosen to position itself with lasting all the way through this new century. Eventually the friends of the U.S. will come to the conclusion that by them following the U.S. into all these deadly controversies, is a losing situation. To any news junkie who stays on top of all the world news, then they would agree that my case for this, is not that far fetched.\nGood comment mark. Joe\nAugust 27, 2017 at 20:18\nmark – I think it’s still too early to call.  Trump is folding up tent in Syria.  Check.  Bannon (who I didn’t much like for his love of Israel and dislike of Iran) had said at the outset that he was only going to spend 8 months to a year at the White House, anyway.  Check.  Russiagate is losing steam.  Check.  Mental incapacity?  MSM propaganda.  Nazi?  Few believe this.\nIf they wanted Trump gone, he’d be gone already.  The more things get disproven about Trump, i.e. Russiagate, the more people will disbelieve anything the MSM says.  The more people see the Fascist Left for what they are, the more they support Trump.  Time is on his side.\nWith his base, armed to the teeth and angry, let them just try it.\nDave P.\nAugust 27, 2017 at 21:46\nbackwardsevolution: I myself have used the term fascism of the Left a few times. But in the context of  people as they are these days, using this word Left is  simply meaningless.  All this new Left means is that they support gay marriage,  unisex, transgender or whatever restrooms, and most of them are pro-war,  and  they love Rachel Maddow,  and vote for the Democratic party, and love Hillary too.\nMost of these so called Left Organizations are funded by Soros and the likes of him.  Soros and other Financial Oligarchy who supports the American Left today are the enemies of “The Old Left” as it used to be.  Yes, a few among this New Left may want minimum wage, better health care system, but they are not out there agitating for it, i.e. demanding that the money be spent for these programs instead of wars. Instead they are voting for the war candidates.\nI see Newt Gingerich, from the so called Right every so often on Fox News talking about the Left defeating Trump’s agenda and so on. The talk show hosts promote this duopoly.  People in America have been brainwashed  for so long now, that they have lost the necessary analytic ability to see through this, and make the right decisions regarding what is best for  their interests.\nIt seems that this is all by design. The Ruling Establishment is keeping most of the Third World divided and in turmoil using ethnic, religious, and other strategies to impose their control over them. And they are doing the same to keep American People divided with this Left, Alt-Right, transgender issues, white suprermacists, statues, black lives matter, and all that.\nmike k\nAugust 28, 2017 at 14:08\nYou’ve got the “more disasters will follow” part right, that’s for sure. We are in for it, whatever we do now. Our well deserved extinction is staring us in the face and there is not a thing we can do to prevent it. Our bad karma is baked in the cake, and now we are going to eat it.\nYou may say I am fatalistic, and I am. All life ends in death, and species die as well as individuals. Our species time to die is nearing now. We have violated too many basic laws to survive. The myth that we are the chosen darlings of the Universe, and hence will go on forever, is just one of the cultural lies that insure our extinction. It is now too late for us to cultivate the humility that would have saved us from our fatal hubris.\nThe rest of our human story is simply the details of how we ruined our beautiful planet and many of it’s wonderful species, and finally destroyed each other. Enjoy what you can of the good and beauty that still remain, and good luck in the coming collapse. All the tinkering with the details of how we destroy ourselves might serve as an intellectual hobby, but it will not avail against the forces we have unwittingly unleashed.\nConspiracy Theory\n…\nThe explanations imposed on us by the ruling class are themselves conspiracy theories. Moreover, they are conspiracy theories designed to hide the real conspiracy that our rulers are operating….\n[read more at link below]\nAugust 27, 2017 at 14:36\nthe quality of Consortium news and it’s readers seems to have declined seriously in the 10-15 years since I was a regular. While I agree with some things I’m reading here (it’s not great that Dems,repubs and the security state are actively working together on a virtual coup against Trumpkin),the reasons given here and the odd idea that Trumpkin is some sort of stymied reformer areludicrous in the extreme.This is simply a rivalry between neocons/neo liberals  who want to exert “Full  Spectrum Dominance” over the rest of the world, and the Trumpkins who would do the same as partners with their friends, the Russian Oligarchs\nbackwardsevolution\nAugust 27, 2017 at 15:50\nwill – your use of the word “Trumpkin” is telling.  Of course Trump wants America to do business, but I see this more as a fight between corporate globalists (where America continues to circle the drain) and corporate nationalists (where America has got a chance).  The globalists operate on grabbing more of the world and have no allegiance to country.  The nationalists put the country first.\nPerhaps you are a globalist, will?\nAnon\nAugust 27, 2017 at 18:54\nThis is likely last week’s troll rebranded, who plays the disaffected former admirer of the website he attacks.\nMemo to the Commander in Chief: For your eyes only.\nBy Stephen J. Gray (satire)\nYou now have help in the White House. The Military Industrial Complex (MIC) has kindly supplied a seasoned ex general to assist with communications. You, yourself have appointed him and others of great military talent. The MIC got a bit worried when you said “NATO was obsolete,” and “rattling allies” is not good for the war business.  Still, now that you are supporting the Afghanistan War, there is some relief in the ranks of the MIC. Big money, corporate profits and jobs are at stake, if there is PEACE in the world. Wall Street nearly collapsed with worry and the stock market shares of the war industry depend on more war. (Please no more peace scares.)  Peace would be a disaster, and people might like it. Therefore, we must keep bombing, blitzing, destroying, killing, murdering and supporting both sides in some of the conflicts. That is the reality of what is happening today. Anyway we are glad you are hopefully getting with the program. Keep on tweeting and doing what you are doing best. Leave the Big Stuff to the MIC, consider us your obedient helpers and may God Bless America as we make it great again.\nNote: This memo could be construed as Satire….\n[more info at link below]\nAugust 27, 2017 at 14:29\nSatire with a message. Capitalism and it’s oligarchs hate peace, and love war. Is this a great system or what? (irony)\nBill\nExcellent, important article.\nI’m going to be rather petty though because screw politics this sunday and complain about all these bondage metaphors for Trump lately. That’s far too sexy a subject to have Trump anywhere near it. Lol\nVirginia\nAn interesting link:\nAugust 27, 2017 at 11:40\nHow to keep the Mafioso in the East and West happy ?!\nMichael Kenny\nAugust 27, 2017 at 11:19\nStandard stuff. Trump is just dying to capitulate to Putin in Ukraine but is being stymied by the dastardly somebody-or-others, in today’s version, his military minders. Russia, China and Iran are forming an alliance (for the umpteenth time!) whose mighty and irresistible hosts will sweep out of “Eurasia” and smite the American “deep state”. The author is probably right to believe that Trump is sacrificing Putin to save his domestic agenda, perhaps even his presidency. Nobody believes that the war in Afghanistan can be won. The point is to eliminate as unwinnable all wars except the “war on Putin”. The aim is to maintain US global hegemony or, more correctly, restore it. By failing to stand up to Putin in Ukraine, Obama discredited the US superpower as the protector of Europe (and, by extension, Israel) and NATO as the instrument for providing that protection. The only way to restore US credibility is to get Putin out of Ukraine, one way or the other. Trump needs a victory. He challenged China and backed down. He challenged North Korea and backed down. He has ended funding to the Syrian rebels in the form they have operated up to now. His Afghanistan adventure will fizzle out in due course. The only victory he has the slightest chance of getting is in Ukraine.\nJoe Tedesky\nAugust 27, 2017 at 12:00\nMichael if anything the U.S. by it’s own actions has accommodated the Russian, Chinese, and the Iranian’s to move ever closer to each other. It’s as though the U.S. were the organizer of this new coalition, and that the U.S. purposely left itself out.\nYou say that the U.S. should have stood up to Putin’s aggression, but Michael can you point to even one case of Russian aggression when it comes to the Ukraine? No, because the Ukraine revolution, was an American NGO engineered coup, with freedom cookies and all. The ethnic Russian of the Donbass, and Crimea, stood firm to their Russian heritage, and their fight for freedom in the West has been terribly portrayed as but Putin aggression.\nMichael the only solution I can see working in the Ukraine, is where the southeastern part of the Ukraine goes Russian, and the northwestern part of that country goes European. Ukraine is a relatively new nation, another failed product of the end of WWI. This redrawing of maps, did not benefit everyone who was trapped inside of its border lines, and there in lies the problem.\nSkip Scott\nHi Joe-\nI’m sure you’ve noticed this by now, but Mr. Kenny never engages with any of the other commenters.  I think he sees himself as above needing to reply.  I admire your continued perseverance regarding Mr. Kenny, but I have no more time for him.  Dollars to donuts he is a paid troll.\nJoe Tedesky\nAugust 27, 2017 at 13:14\nMichaels comments always fascinate me, and I enjoy the practice he provides for debating such different views, but you are right Michael never returns with a reply. At least Michael doesn’t show any mean spiritedness in his comments, so I occasionally react to his versions of our current events. Kind of like dealing with that crazy in-law who never gets it right, but you eat your Thanksgiving meal next to them, in spite of it all.\nGood to see your back Skip. Joe\nSkip Scott\nHi Joe-\nI’m trying to check in now and then, but I’m still pretty busy for the next month or so.  I’m back home in Arizona trying to get my place caught up before abandoning it for another lengthy stay in NJ.  Should be back at CN more regularly by early Oct.\nJoe Tedesky\nAugust 27, 2017 at 15:38\nSkip I left you a comment under your reply to Herman, but it’s in moderation. Hope all goes well with your endeavors, and that you will return in October. Joe\nturk151\nAugust 27, 2017 at 12:17\nWhy is restoring US hegemony even a legitimate goal?  Are you one of the tiny percentage of the population that benefit from that outcome as a the public finances get squandered, so oil companies can obtain cheap resources, or weapons dealers can make a “killing”..  I am certainly not in that class.\nBellying up to the bar and telling my mates that we are still number one, just does not do that much for me as I try to figure out how to pay my kids college tuition.\nJoe Tedesky\nAugust 27, 2017 at 13:02\n“just does not do that much for me as I try to figure out how to pay my kids college tuition.”\nYou just beautifully described the hard facts of what it’s like to struggle with life’s many problems, when the reality meets the ever elusive American Dream.\nliam\nAugust 27, 2017 at 10:57\nRed Pill – To see extensive evidence that the White Helmets are terrorists that the US has been clandestinely supporting in Syria, please see the following posts filled with photo and video evidence proving such, the US media continues to perpetrate this ruse on the American people while now distracting them with a divisive race war so that the elite can once again get away with their crimes. Please share widely:\nAugust 27, 2017 at 10:07\nI hesitate to call Alistair Crooke a brilliant writer since I would have to be brilliant to know, but he is very good. It is a mystery to me why the wall is such a big issue since there seems to a consensus, at least they’re should be that every nation has a right to determine who shall be a citizen and who shall not. We have had until recently a rational way of controlling immigration which should be a right that goes with sovereignty. There obviously is a public benefit to allowing those south of the border to come here to work, even to allow some to become citizens. But that should be a choice and not uncontrolled immigration where we are left with the messy and sometimes brutal process of deportation. Is the wall a way to do it? Is there a better way?\nSkip Scott\nHi Herman-\nYes, I think there is a better way.  First off, I do not like the symbolism of a wall.  I am more of a statue of liberty type of American, “give me your poor, tired, and hungry….”.  Secondly, we have to realize that much of the reason central Americans seek to come to the USA is because of CIA shenanigans in those countries for decades destroying their economies and turning their governments into shills for multi-national corporations.  If you haven’t already, read John Perkin’s “Confession of an economic Hit Man”.  We are the cause of them coming to America, just as we are the cause of the many refugees flooding Europe.\nJoe Tedesky\nAugust 27, 2017 at 11:43\nI’m glad that you pull back the curtain Skip. All this fuss about illegal immigrants, and never a mention to why they are here. Read this link to give you some data on how these Trade Agreements have screwed with the average citizens of the world, and people’s perspective on illegal border breaches may turn towards what you are describing.\nI for one can’t understand why after all these years of the U.S. struggling with all these undocumented migrants, that our government hasn’t put in place a civil and suitable way of inducting these desperate job seekers into our country legally. When was the last time we saw a photo of a handcuffed American employer being carted off to a ‘tent city’ all because this employer continued to hire these jobless migrants? Never going to happen, especially when this would mean that the elected officials would need to encourage this kind of law enforcement be brought down onto their donor class.\nThe linked article eludes to a new Western Hemisphere national order, where the U.S., Canada, and Mexico are one nation. Although a borderless nation would seem okay, if only the people’s civil rights were to be observed, but I somehow doubt that this is the new plan. I picture that what’s coming, is a tightly run police state, and where all of the citizens freedom will be what the citizen finds on their computers, and their 35″ flat screen tv. I don’t mean to sound so like the sky is falling in, but if you look around the evidence to this, is all around us.\nSkip Scott\nAugust 28, 2017 at 09:35\nThanks for the link, Joe.  Kind of ties it all together.  We had heading towards one world government ruled by the .1 percent.\nLords and serfs.  It’s just those darn “evil Ruskies” standing in the way.  And I doubt many of us will be living on the right side of the wall that they build if they succeed.\nmike k\nPerkin’s book is a must read.\nbackwardsevolution\nAugust 27, 2017 at 17:22\nSkip Scott – but those refugees flooding into Europe are as wanted as the illegals flooding into the U.S.  The Chamber of Commerce and the large corporations who use illegals want this practice to continue.  They maximize their profits and socialize the losses.  The taxpayers not only end up paying for this practice, but they lose their culture as well.\n“Give me your poor, tired and hungry” was said at a time when the U.S. was trying desperately to grow their country.  They had factories that needed workers.  Where are the factories now?  They’re in Asia and they’re not coming back any time soon.  There is no longer a need for uneducated, low-skilled labor, at least not in open-ended, large numbers like before.\nI totally agree with John Perkins.  What has been done to South and Central America is unconscionable and must stop.  But when you have big money wanting the practice to continue (where some of them benefit by taking their business South and others benefit by having the flock come North) good luck with that.  Ordinary people end up paying the price on both sides of the border.\nBut most Americans don’t know this, they haven’t read John Perkins, and so to them a wall makes sense, anything to stop the flow.  Perhaps when the flow is stopped, a conversation can take place.  The big money will start to scream right about this point, and maybe then people will get educated on what’s been happening and why.\nSkip Scott\nHi B.E.-\nI think the way to stop the flow is to learn how to wage peace in a multi-polar world.  Most people would prefer to stay with their families and in their own culture given the possibility for a comfortable survival.  Undoing the globalist’s power to keep concentrating wealth is the way forward.  That said, I think the America I imagine is like the America I grew up in, sort of an “Andy of Mayberry” type world.  We had a milk man and a bread man deliver these items to our back door step, and these guys owned homes, and their kids went to the same school I did.  There is more to building a society than maximizing profit margin.\nSam F\nAugust 28, 2017 at 05:30\nThe better way is to:\n1. Control imports by requiring comparable worker benefits and public welfare in supplier nations;\n2. Tax imports to upgrade public welfare in supplier nations and ensure full domestic employment or benefits;\n3. Prevent dislocation of the economies of developing nations by predatory investment;\n4. Re-purpose 80% of our military for infrastructure development, especially in supplier nations;\n5. Work with the UN to ensure stability, development, and health care in developing nations;\n6. Eliminate military interventions that cause refugee flight;\n7. Focus on Mexico for security: massive economic aid, trade control, investment, public welfare,\nInteresting link below:\nFriday, August 25, 2017\nWhy The Swamp Is Not Yet Drained: Shock and Awe 2.0\nAugust 27, 2017 at 07:56\nPerhaps the first decent reading for quite some time that has gone beyond the obvious. Sadly, contents seem to be directed well beyond moderation…\nturk 151\nAugust 27, 2017 at 04:18\nTrump’s election proved the deep state is still vulnerable and the people are waking up.  They tried everything and could not get Hillary elected even against a terrible candidate.  There is still hope.\nbackwardsevolution\nAugust 27, 2017 at 05:07\nturk151 – yes, I also think there’s hope.  I think the Deep State is showing their desperation at times, and for this people should be thankful for Trump.  He’s forcing the leeches out into the open to defend themselves.  He’s not responding the way they want him to respond and because they’re getting all agitated about this, it draws further attention to the problem and people begin to doubt, talk about it with others, and start to question what the MSM is saying.  The more Trump gets people talking and thinking, the more educated they will become.\nbackwardsevolution\nAlastair Crooke – really good article.  Thank you.\nAugust 27, 2017 at 00:59\nThe silver lining of Trump is that he’s taken off the suave and waffling mask of nearly all other Presidents, so that what the US goals and actions are are made clearer. Instead of obfuscated. Obama for example deported the most immigrants ever, but did it as such a charismatic person that no one cared to complain. Not partisans, not the MSM, not even much non-brainwashed people; only a few objective advocates for illegals brought that up.\nBut now everyone is aghast. Trump sucks. So did Obama. On many of the same issue both did/have sucked equally, but at least Trump isn’t hiding that under a facade. Generally and still clueless Americans might have realized a truth about their government due to Trump’s lack of couth that they wouldn’t if a Clinton were in charge.*\nP.S. good stuff but a diacritic on “elite” is both the first time I’ve seen that and also utterly pretentious. And I say that as a 40+ year old and someone who’s read a lot of British works: novels, TV shows, politicians, internet posts…never have I seen such a thing. You might be pretentious even to others of your nationality. What is your point with your choice to employ that diacritic?\n*example: “But he’s a killer,” O’Reilly said to Trump.\n“There are a lot of killers. You think our country’s so innocent?” Trump replied.”\nAn obvious factual response to whatever the question meant to bring. Not many career politicians would have ever said that out loud. And not of course that Trump said that due to any personal conviction or even awareness. But I guess it might have caused a few Americans to ponder. And maybe afterwards research just how many nations, including democratic, we’ve invaded and couped in the past 100 years. Maybe not as likely if Clinton were in charge.\nZachary Smith\nAugust 27, 2017 at 00:53\nThey do remain concerned about North Korea, but the fear of U.S. pre-emptive military action against North Korea is tempered by the knowledge that North Korea effectively holds 30,000 U.S. servicemen hostage in the de-militarized zone.\nThis may be an accurate statement, but it shouldn’t be.  About a decade ago the US and South Korea agreed to move US army units south of Seoul.\nCAMP HUMPHREYS, Pyeongtaek ? The U.S. military is in the final stage of construction on what is set to be its largest overseas base located in Pyeongtaek, Gyeonggi Province. If finished on schedule in 2016, the base will accommodate approximately 42,000 soldiers and their families by 2017.\nThe site was first opened up to the media on Dec. 10 while engineers and construction workers worked hard despite the rain and cold weather.\nGarrison Commander Col. Joseph C. Holland said the U.S. military has now completed 86 percent of the construction work as of the end of November to transform Camp Humphreys, a U.S. Army garrison, into a gigantic base that will be three times larger than its old size and equipped with up-to-date facilities.\nThe darned thing ought to be finished by now.\nh**p://www.koreatimes.co.kr/www/news/nation/2015/12/116_193061.html\nNewest of the USA atrocities against Americans.\nAugust 27, 2017 at 10:12\nI saw that search without a warrant law, and thought yes, while we were sleeping the creeps inch by inch take away our civil rights. When you see the Establishment little by little doing this kind of stuff, it makes me think that the real motive to this War on Terror, is more of an exercise to strip the citizen of their basic civil rights, rather than the goal is to kill a bunch of terrorist. The deception is gigantic, and better yet, if you question it the way we are at this moment, well then you are a gooky conspiracy theorist, and with that you are deemed daffy.\nSo while the rest of the world gets to experience U.S. aggression of war, we here at home have an invisible fence being built around us, and the rights you had yesterday are not the same rights you wake up with as of today. The lie is we are spreading liberty and freedom, when in fact quite the opposite is the planned outcome. Describe it any way you want, dog and pony show, smoke and mirrors, it doesn’t really matter, because in the end it is still fascism.\nAntares\nAugust 27, 2017 at 00:19\nPerhaps this is a silly question, but who orders the military?\nZachary Smith\nAugust 27, 2017 at 00:57\nIn principle it is the President, but I don’t understand the finer points.  Supposedly the Secretary of Defense is a really special advisor to the POTUS.  I don’t have a clue whether or not a Mattis order to anybody would be valid/legal without it also having some kind of authorization from Trump.\nAugust 26, 2017 at 23:32\n———————————————————————————\n“The powers of financial capitalism had another far-reaching aim, nothing less than to create a world system of financial control in private hands able to dominate the political system of each country and the economy of the world as a whole. This system was to be controlled in a feudalist fashion by the central banks of the world acting in concert, by secret agreements arrived at in frequent meetings and conferences. The apex of the systems was to be the Bank for International Settlements in Basel, Switzerland, a private bank owned and controlled by the world’s central banks which were themselves private corporations. Each central bank…sought to dominate its government by its ability to control Treasury loans, to manipulate foreign exchanges, to influence the level of economic activity in the country, and to influence cooperative politicians by subsequent economic rewards in the business world.”\nCarroll Quigley, Author  “Tragedy and Hope.”\nStephen J. – Carroll Quigley also said:\n“The Council on Foreign Relations (CFR) is the American Branch of a society which originated in England… (and) …believes national boundaries should be obliterated and one-world rule established. I know of the operations of this network because I have studied it for twenty years, and was permitted in the early 1960’s to examine its papers and secret records. … I believe its role in history is significant enough to be known.”\nYep.  If you’re paying attention, this is what is going on.  When I first read stuff like this years ago, I thought, no, that’s never going to happen, but now I’m not so sure.  All the signs are there, if you’re looking.  Of course, you won’t see it until it gets here, and by then it will be too late.  The useful idiots won’t even know the difference, anyway, or they’ll saying: “Why didn’t somebody warn me?  I would have protested.” Meanwhile, they’re too busy worrying about bathrooms and pink hats.\nBrad Owen\nAugust 27, 2017 at 08:50\nYes I learned all of this stuff from EIR. That’s WHY Lyndon and Helga are always referring to the British Empire, sometimes referring to it as the Anglo-Dutch Financial system of Empire learned from the Dons Of Venice, some of whose wealthy financier families emigrated to the Netherlands in 15-1600s then on to England under William of Orange, setting up their Central Bank sometime around the (in)Glorious Revolution. This is all basically the 5th or 6th replay of Roman Empire, gone modern and global, with all former Euro-Brit imperial oligarchs unified now and working towards Global Empire, something quite different from a cooperative family, under a U.N.  Umbrella, of National Republics functioning to fulfill shared, universal, common human aims and needs. There is still one quarter of the World (with almost half the Worlds population) that lays beyond the grasp of THAT which Quigley identifies in modern language: the Eurasian Quarter (something which rendered the British East India Company sleepless at nights, launching vain Afghan adventures, Crimean war adventures,,etc…). FDR knew (based on his intel on the Synarchy gotten in 1940) that the end of WWII was NOT the end of these empire guys, and we NEED to ally with Russia and China to checkmate these fascistic empire guys.We STILL need to ally with them, an alliance which represents the three greatest National Powers (Japan and India would join in a heartbeat, representing unchallengeable economic and military power) able still to stand against and DEFEAT these fascistic global empire guys. This is what the New Silk Road&World Land Bridge (that part OBOR concerning us and Russia) is really all about, not just developing the entire World, but permanently check mating these guys Quigley described.\nBrad Owen\nAugust 27, 2017 at 09:09\nThat is also why all the hysteria about Trump making friend with Russia and China. The fascistic global empire guys will kill, and destroy the World before letting such a power configuration pull it out of their grasp (they want to reduce,World population anyway; the upshot of their eugenics nonsense of late 19th, early 20th centuries, now masked in environmental-speak).\nbackwardsevolution\nBrad – thanks for the good posts.\nBrad Owen\nAugust 28, 2017 at 07:13\nAlso, the reason for a large Jewish presence in financial circles is because of the historical situation in Medieval Church Law forbidding usury (interest rates) to Christians, so Dukes, Princes, Kings and such, turned to members of the Jewish community already involved in money-changing and such (in the Venice area and peppered throughout “Christendom”), because they were frequently denied any other form of living that would have assimilated them into the localities where they lived. So, in the course of time, there developed a large Jewish presence in finance, and they were just glad to be of use to Sovereign Princes of the Realm…it was good insurance against Pogrom-type policies. So that is why I still see this as a Roman Empire/Western Society/Western Culture thing, more-so than a Jewish conspiracy thing.\nfudmier\nAugust 26, 2017 at 23:29\nRE Mr. Joe Tedesky August 26, 2017 at 3:31 pm “I have been saying for a long time now, that the U.S. is going to sanction itself into loneliness. The next question is to how soon America will stand alone?”\nAmericans have already backed away from the USA after voting for Obama’s change and Trumps “no more wars” it has become clear no part of the USA has been left for Americans to TRUST or support.  Its all about those in charge of the UsA, and not one bit about Americans.   Everyone is concerned about the corporate use of the Internet to divide Americans and to prevent Americans from learning the truth.\nThe divide between the USA and Americans is widening under Trump’s leadership; a fact, which I believe explains the decision of the Global corporate thugs to appoint Trump president.  If I am wrong, why is Trump not standing up to them????????????????????????????????\nRe: backwardsevolution  August 26, 2017 at 10:33 pm\n“These globalists are the people who Trump is up against, and you all cheer them on. You aid and abet them. They could care less about you, your family or your country, and yet you cheer them on. Anything to bring Trump down. ”\nI disagree with you Mr. backwardsevolution Trump brought himself down. and to set the record straight globalist are best described as corporate thugs.. Trump had the power to bring our troops home and to close foreign military bases,  but he did not do it; instead he Trumped up senarios that let him order the bombing of Syria and invasion of Yemen, and build ups in Afganistan and creating Trouble with the Iran Nuclear Accord Agreement. Trump had the power to block the globalist, from the White house, he could have even denied them access; but he did not do it; in fact he stuffed the place with military globalist and leaders of the corporate thugs. Trump had the power to negotiate with Russia to reduce the tensions in the world; but he did not do it; Trump had the power to appoint to important positions in government loyal domestic thinking Americans; but he did not do it.\nTrump is not the man Trump presented himself to be to the America people during the fake Trump campaign.  .\nMany Americans voted for Trump because there was no other rational choice.  Choice is the problem in America, not Trump, Hillary, Obama or Bush.. these persons were chosen by those corporate thugs and globalist in charge of American politics, not Americans.  I am sure the chosen each did the job they were chosen to do; but whatever was their charge, it certainly did not serve the well being of Americans.\nbackwardsevolution\nAugust 27, 2017 at 01:26\nfudmier – well, you might be right, but none of us really know what Trump has been up against.  None of us.  As per Mr. Parry’s article yesterday, things are at least happening that give me some hope on the world scene.\nYes, Trump is out of his league.  As Paul Craig Roberts said from the moment he got elected:  Trump must get people who know their way around Washington, and the ones who know their way around Washington are the very swamp people he wants to rid the country of.\nRoberts said that if Trump tried to get around using the swamp people, the Senate wouldn’t confirm his picks.  Confirmations were being held up even when Trump chose people the swamp liked.  So let’s pretend you’ve got a particular expertise, Mr. Fudmier, and maybe Trump puts you forward for a certain position.  If you’re not known to the swamp or they don’t like your politics, they’ll kill themselves laughing, then deny you.\nLook at the vote on the Russian sanctions:  98 to 2.  Do you honestly think that Trump would have gotten good decent people through that Senate confirmation dance?  He had 52 Republicans, many who are vehemently opposed to Trump, not because they hate him, but because they’re beholden to their corporate donors and it is the corporate donors who don’t like Trump’s policies.\nSo he’s trying to get a government together as quickly as he can, and meanwhile he’s compelled to choose crap the likes of Cohn and Mnuchin.\nNo, the government has been captured – completely – and what you’re seeing with Trump’s twisting is a man who might have had good intentions, but is unable to carry them out.  Both his own party and the Democrat puppets, along with the bought-and-paid-for media are making it impossible.\nAnd Trump could have ended the wars, brought the troops home, and filled his Cabinet with only good, decent people? What planet do you live on?  With the Russiagate hysteria going on?  Please.\nSkip Scott\nHi B.E.-\n“Look at the vote on the Russian sanctions: 98 to 2. Do you honestly think that Trump would have gotten good decent people through that Senate confirmation dance? He had 52 Republicans, many who are vehemently opposed to Trump, not because they hate him, but because they’re beholden to their corporate donors and it is the corporate donors who don’t like Trump’s policies.”\nOne of the things I always wonder about Trump is why he didn’t veto this bill and take his argument directly to the American people.  He spouts off little tweets when he should be making major speeches as to just what these globalist bast**ds are doing to undermine the policy agenda he ran on.  With a good speech he could get the American people behind him and maybe get a lot of these corporate shills run out of office in the next election.  It’s really his only path forward.\nbackwardsevolution\nAugust 27, 2017 at 15:25\nSkip Scott – All I can think of are:  1)  Trump doesn’t know enough about the law, about the Constitution to really be able to explain to the American people why this is wrong.  He’s got an intuitive sense that things are wrong, but he needs a deeper understanding (as someone like a JFK would have had).   If you don’t understand something fully, you can’t really argue it passionately.  I don’t think he’s formulated in his mind what makes a country great.  He remembers what it looked like, but he doesn’t understand what factors must be present to get there.  He doesn’t see the significance of the Constitution – not yet.\n2)  He’s getting bad advice.  Maybe he’s venting his anger, again using only his intuition, and if he’s surrounded by people who don’t want to see things changed, they’re going to downplay things.  They’re not going to educate him on the significance.  They’re going to say, “Well, look, just sign the thing, and we’ll put a caveat on the end saying you’re not happy with it.  We’ll take it to the Supreme Court.” I think he’s being put off, but it’s only a guess.  He needs JFK-type thinkers around him, not generals and Wall Street types who would no doubt try to dissuade him from learning.\nSkip, I don’t know.  I’m just guessing.  I totally agree with you that a great speech could obliterate the Deep State, but it would have to come from someone who understands the question on a deep level and I don’t think Trump is capable of that so far.  If he spent a weekend, even out on the golf course, with some really good passionate nationalists, that would make a world of difference.\nThanks, Skip.\nJoe Tedesky\nAugust 27, 2017 at 01:40\nThe divide is being driven apart, by a ratings whore media, and a well scripted narrative that only attempts to incite more irritation into the restless public, and there is where the Big Brother enforces more damaging enactments against the public’s Constitutional Rights. You might say, they got us where they want us.\nI know I read somewhere that Donald Trump was one of the topics on the agenda at the 2016’s Bilderberg gathering, and that’s all I know. I do have a hard time believing that the 2016 presidential election wasn’t fixed, and I don’t buy it, that Hillary was a shoe in…end of story. I also believe that Trump is slugging it out inside of the whole D.C. Beltway, plus his own Adminstration, and Trump being a negotiator is bargaining his way around like a champ. There again, he might be locked inside his bathroom tweeting away a storm, and he doesn’t have a clue….it’s lonely at the top. (Cliches again)\nAnyway, my original comment was more about international trading. I feel that by sanctioning so many all at one time, that to use business terminology ‘the U.S. has created a whole new market – the Sanctions Alliance Mutipolar World Order’. Nothing to worry about there. The question I have is, will the U.S. be allowed membership?\nDave P.\nAugust 27, 2017 at 04:01\nfudmier:  I am coming around to the views you described in your comments.  It is beginning to look like another scam. It seems like Americans were duped again.\nThis Steve Bannon is kind of a fluke too. How is it possible that one can be a non-interventionist and at the same time want to go at Iran. Briebart News is so so – no substance in it, all for Israel.  I don’t know who funded it. It is clear that the Country is increasingly  bereft of any intellectual depth, courage, integrity or honesty in the top echelons of the Government.\nRealist\nAugust 27, 2017 at 05:21\nFrom my perspective, the optics point to BE’s interpretation, i.e., Trump has little say in significant policy.  I don’t think he realistically has the latitude to do what fudmier would like to see done or what he promised to do during the campaign.  Whether he truly believed he would have the power to unilaterally stop wars and drain swamps when he made those promises, or whether they were just empty words as every other candidate has spewed from the dawn of the republic, we’ll never know for sure.  What we all should have learned by now is that the voter has absolutely no say in how this country is run.   Unless, of course, you are one of the voters holding controlling interest in several transnational corporations with cash and property holdings running into the billions.  Then you have an ownership stake in U.S.A., Inc.\nbackwardsevolution\nAugust 27, 2017 at 08:24\nRealist – “U.S.A., Inc.” is a very good description.  You know, Realist, I think Trump actually DID believe he could do what he promised.  Trump insisted on writing his Inaugural Address himself, and when he read those words I believe he genuinely meant them.  I think they were sincere hopes that he had for the nation, you know, “The American people are in charge” type words.  He didn’t have to say those words, but he did.\nI kind of think that this whole fiasco has been a shock and a rude awakening for him.  He’s finally realized exactly what you and I just stated above, probably for the first time in his life.  I think they’ve now got his full attention.\nDave P.\nRealist:\nYou wrote: “What we all should have learned by now is that the voter has absolutely no say in how this country is run.”\nYou are right. All this wishful thinking. There is zero percent doubt about it now in my mind.  Finally, we have learnt it.\nAnd it does not bode well for the World: These draconian sanctions on Russia means that they are mortal enemies – until they submit.  And this some what threat to China about sanctions too to make them fall in line or face consequences.\nAnd don’t forget about Brazil where there was a sort of coup to remove president Dilma Rousseff from the office more than a year ago, over some insignificant campaign finance violations charges. And conviction of Lula Da Silva now on some charges over this alleged ownership of an apartment to bar him from running – he was leading in the polls by twenty percent margin.  There was  an attempt to overturn the results of recent Ecuadorian presidential election.\nAnd now  these very serious economic sanctions on Venezuela which no body has noticed.  I think it is an opening shot to bring back very recalcitrant South America under complete control again. After Trump’s unexpected victory, they have been doing some serious deliberations in those Think Tanks for a comprehensive plan of action.\nBut all Empires are restless organisms. There will be uprisings here and there. What we are going to see are more interventions and wars – not peace.\nbackwardsevolution\nAugust 27, 2017 at 18:18\nRealist and Dave P. – I thought this was well said by Ron Unz:\n“In Switzerland an often used expression to describe “the people” is “the sovereign”. This is a very accurate description of the status of the people in a real democracy: they are “sovereign” in the sense that nobody rules over them. In that sense, the issue in the United States is one of sovereignty: as of today, the real sovereign of the US are the corporations, the deep state, the Neocons, the plutocracy, the financiers, the Israel Lobby – you name it, anybody BUT the people.”\nThe people are the sovereign in Switzerland.  Novel idea, one the Deep State will prevent from ever seeing the light of day in the U.S.\nbackwardsevolution\nLink for the above:\nMore info on the globalists at link below:\n—————————————————————\nMarch 16, 2014\nThe Imposition of The New World Order (NWO) and Global Governance\nAugust 26, 2017 at 23:21\n————————————————————-\n…\n“Davos people control virtually all international institutions, many of the world’s governments, and the bulk of the world’s economic and military capabilities.” – Samuel P. Huntington…\nAugust 27, 2017 at 03:07\nStephen J. – good to see the machinations all in one post.  Great work!  WTO, World Trade Organization, is another world group.  Thanks, Stephen.\nbackwardsevolution\nAugust 26, 2017 at 22:33\nThese globalists are the people who Trump is up against, and you all cheer them on.  You aid and abet them.  They could care less about you, your family or your country, and yet you cheer them on.  Anything to bring Trump down.\nWhat you don’t realize is if you bring him down, you will have finally put the last nail in your own coffin.  Instead of fighting with Trump against the globalist forces, you join hands with the globalists and skip off to your demise singing “Somewhere Over the Rainbow”.\nAnd when you finally wake up, it will be too late.  But I bet you’ll be one of the ones saying, “Yeah, I was totally against the globalists all along.” I bet you’ll tell your grandchildren that you did your best to stop them.\nMeanwhile, you will have ruined the country for all the people who saw what you did not.\nbackwardsevolution\nAugust 26, 2017 at 22:22\nJared Kushner, Steven Mnuchin, Gary Cohn – I think Kushner is a dual-Israeli/American citizen.  I wonder if the other two are.\nBut the three of them share a common religious background with present and former chairmen of the U.S. Federal Reserve:  Alan Greenspan, Ben Bernanke, Stanley Fischer (head of the Israeli central bank until he was summoned to the States in 2014 as Vice-Chairman of the U.S. Federal Reserve because apparently no American could fill the role?), and Janet Yellen.\nThis is all just coincidental, isn’t it?  It must be.\nThat’s why I always say that the U.S. started its downfall right around the time of Reagan.  That was when Alan Greenspan first reared his ugly head (1987).  That was when the domestic, economic and foreign policies started to dismantle the U.S.  This was the “Greed is Good” decade, the decade when people, in order to stay ahead of purposely-engineered inflation, got on the treadmill of credit and consumerism and stopped noticing what was happening to their country.\nIt’s been approximately 30 years of strangulation, long enough to take what was once a great nation and lay it on its back.\nBut the policies that have done this were not done by design, were they?  Globalism hasn’t been in the works for a long time, has it?  Or has it?\nDave P.\nbackwardsevolution:\nYou  wrote:\n“Jared Kushner, Steven Mnuchin, Gary Cohn – I think Kushner is a dual-Israeli/American citizen. I wonder if the other two are.\nBut the three of them share a common religious background with present and former chairmen of the U.S. Federal Reserve: Alan Greenspan, Ben Bernanke, Stanley Fischer (head of the Israeli central bank until he was summoned to the States in 2014 as Vice-Chairman of the U.S. Federal Reserve because apparently no American could fill the role?), and Janet Yellen.”\nYou asked why Americans can’t fill that role.  Probably  because Americans do not have that much money. They have all the money now.  It is logical that they should handle the money then. And they fund the elections of the president, Senators and the Congressmen who  then are obliged to put them there. I can’t think of any other reason. Can you?\nLarco Marco\nAugust 27, 2017 at 13:47\nJared Kushner, Steven Mnuchin, Gary Cohn are undoubtedly dual-Israeli/American citizens. But what does that mean?   Jewish-Americans seem to treat their acquisition of Israeli citizenship as a rite of passage. The barista at my local bakery-cafe recently traveled to Israel to “claim” her citizenship. She hinted that she was (to some extent) against Israel’s foreign policies.\nMaybe a better question to ask is, “Who is an Israel-Firster?”\nbackwardsevolution\nAugust 27, 2017 at 14:51\nLarco Marco – yes, I guess that is a better term to use.  Thank you.\n24/August/2017\nHugo Salinas Price\nMilitary Intelligence  in the Oval Office,,, Oxymorons on parade.\n———————————————————————–\nKelly moves to control the information Trump sees\nA new process, laid out in two memos circulating in the West Wing this week, is supposed to ensure Kelly vets everything that hits the Resolute desk.\nBy ELIANA JOHNSON and NANCY COOK\n08/24/2017 05:11 AM EDT\nAugust 26, 2017 at 18:12\nWhy are my comments being “moderated?” They don’t even contain any links, nor do they insult any person, or make any characterisation of government that has not been made thousands of times before by posters on this site.   The trivial post you allowed, but the substantive one you block no matter how I re-word it.   Why should I waste my time posting anything here?   I thought you wanted readers, including those who interact on the issues.   Apparently not.\nmike k\nAugust 26, 2017 at 18:18\nI find it hard to believe that there is an individual behind the posts that are moderated. In my own experience moderation has been completely random.\nRealist\nAugust 26, 2017 at 18:40\nNot to hog up space with complaints, but my complaint they let through, my non-incendiary contribution no dice.  Go figure.\nUsually the censor robot is quite intransigent, not accepting changes to what one might think are the problematic words.\nF. G. Sanford\nAugust 26, 2017 at 19:01\nSame thing happened to me. All I said was that the new American political landscape can be summed up in two words: “swamp concentrate”. Looks like the only people left on the White House staff are “Cohn-heads”. Man, those are some shiny domes!\njo6pac\nAugust 26, 2017 at 20:13\nOnly put one link at a time and sky-net will let it through, I have run into that and my post was added later when a human looked at my links. It’s a normal security thingy;-)\nI just had a problem posting this but it a MS word problem\nRealist\nALAN\n:)\nAugust 26, 2017 at 20:35\nMy moderated stuff usually gets published eventually. In rare cases, I have put a new sentence or two at the beginning, and then it prints. I doubt if anyone has a thing against you Realist. Your stuff is not being censored, just mechanics. Patience. Hang in there, we like to read your thoughts.\nRealist\nAugust 26, 2017 at 20:55\nYeah, but it won’t be timely.   I was merely expanding on your entry, “The one thing the big boys will not tolerate…”\nNot the first time a totally random block on a post of mine has occurred.  Usually takes about a day for the “embargo” to be  lifted.   When (if) it appears a day from now it will be ignored.\nUsually I can delete and modify, or simply submit a modified version which will appear.   Not this time.   I deleted the original, but they won’t allow a thoroughly innocuous statement through that most of the people who read this blog believe to be true:  that the president is not an independent actor, that he is just a brick in the wall, which is being impressed upon Trump bigly.\nJoe Tedesky\nAugust 26, 2017 at 20:47\nAll this security, and yet the occasional troll slips by the algorithm guard. I wish there were no moderation at all. I’m still glad though we don’t need to sign up on Facebook to post comments, because when or if that day ever comes, well I will be no longer posting comments.\nRealist\nAugust 26, 2017 at 20:59\nYou got that thing about Facebook correct.   It has become the de facto gatekeeper for permissible dialogue in an increasingly controlled society.   Ninety percent of forums demand you speak via it or one of the other “social media” sites.\nVirginia\nRealist,\nPlease make a copy of your posts and copy them in again, if moderated. It would be interesting to see if the second one goes through; and no one here wants to miss out on your comments.   Thanks.\nLJ\nAugust 26, 2017 at 20:28\nGosh Realist don’t take it personally. My computer can erase things that I’m typing just before I post them. Now that’s a neat trick. It’s magic and I only have myself to blame . Nope,, not Trump’s fault. He doesn’t give a bloody rat’s ass what i think. As for this article, well we’ll just wait and see what happens with the debt ceiling. My view is that with the real estate market finally sated and going into hibernation, the Stock Bubble will come under stress. But not until next year. There’s enough money trickling here and there to produce a fair to middling’ retail season this Christmas…. so  it’s wait until next year if you want to see anything happen with our economy and the world economy in a macro economic sense.. Happy New Year.  Trump should be toast by then.\nRealist\nAugust 26, 2017 at 21:04\nI don’t think it is personally directed at me.  But it is an annoying flaw that I have encountered often enough for it to finally “trigger” me, as the Millennials would say.   If there are verboten words, highlight them so they can be edited out.   The Saker moderates his site, but he tells you why you were blocked, not that I ever was over there.\nF. G. Sanford\nAugust 26, 2017 at 18:11\nI think we can sum it all up in two words: “swamp concentrate”.\nRealist\nAugust 26, 2017 at 17:41\nThat photo of McMaster sitting with Trump makes me think, Colonel Kurz really wasn’t eliminated by the messenger boy, he was successfully retrieved and given a big promotion.   Never get off the boat… unless it’s a U.S. navy Arleigh-Burke class destroyer.\nmike k\nAugust 26, 2017 at 15:41\nThe one thing the big boys will not tolerate is any real basic reform. Trump is getting a lesson in this. He has been slow to learn his place, due to his huge ego. But if he doesn’t want that ego really squashed, he better do what the power players are dictating, or else.\nAugust 26, 2017 at 17:20\nI believe that Trump is such a raging egomaniac that he will continue to micro-manipulate various policies his way. I don’t think he’s intelligent enough to figure out how to be successful in getting his way which is in conflict with the Deep State, but his ego is big enough that he’ll keep trying in spite of the threat of assassination by the CIA. He just will not take orders from anyone, in the (his) end. He never has, never will but right now, he’s faking it because he’s clueless as to what to do. That’s why he handed off all military decisions to the military, and signed away his foreign policy power to congress. He is probably smart enough to understand that he’s been dis-empowered. His resentment will grow into serious anger and he’ll retaliate & will continue to try to manifest his vision, until removed from office. I imagine major friction will continue in his administration every second from now on, as it has been from Day 1.\nmike k\nAugust 26, 2017 at 18:23\nI think Trump is obeying orders now, but tells himself he isn’t.\nKirko\nMike K…….Bingo!!!!\nAugust 26, 2017 at 18:59\nCraig Watson, a corrective opine is required here: My guess is, that our new POTUS has, colorfully speaking of course, a tail as long if not longer than the  collective deep state apparatus.  His family jewels are quite large, no wimp he, proud not meek, violent, not submissive or intimidated,  filthy rich,  not dependent or bought off… Five will get ya ten,  that six months prior to the presidential run, Trump had a little “talk’ with the people? at the south end of the Potomac River, federal reserve board members and a few banksters as well. This secret rap session, most likely went something like this; ….my friends and associates in New York City and Atlanta, are pretty well organized, they got their ear to every rail and almost every wall.  Together we’ve made sure that, should I suddenly become inexplicably incapacitated or worse, a very high price will be paid by some, if not a good portion of your F***k***n  beloved Neo-Cons…You jerks aren’t gonna paint the skin of my private jet with nano thermate (incendiary) like you did to Minnesota’s Senator Paul Wellstone. Further, there had better not be any “secret factions” inside your so called protective services -(I’ve got my own boys you see).  My people have not forgotten, the RFK’s assassination; he didn’t get shot from up front, but caught a bullet from the back of his head,  most likely a point blank shot, from one of your agents….It may be true that, on reflection, RFK said (following his brothers’ death)  that he, Robert didn’t realize how the world really works, but Get This, I know exactly how it works! ….cross me!,  and you’ll pay, and pay and pay!!!!\nwill\nAugust 27, 2017 at 14:19\nwhy use “nano thermite” (whatever the hell that is) when simply buggering the airspeed indicator of Wellstone’s plane would produce the stall that appears to have actually brought it down?\nelmerfudzie\nAugust 27, 2017 at 16:13\nWill, there’s a big story here-details are too extensive for this commentary. The plane went down and burned so hot that all metal dissolved into small bits of confetti like pieces. The FBI left the Virginia/DC area to perform the investigation, at least an hour BEFORE the senator’s plane went down…Take some time to review the following: http://jamesfetzer.blogspot.com/2009/12/american-assassination-what-happened-to.html\nwill\nAugust 29, 2017 at 09:30\nyeah, I read all about that stuff back when it happened and am very open to the idea that Wellstone family  were murdered (and perhaps Carnihan before him-Democrats are always falling out of the sky or getting anthrax mailed to them), however Ocam’s razor makes buggering the air speed indicator the most likely reason the plane stalled  and fell out of the sky. Also, my brother owns a large pyrotechnics and special effects company (and is incredibly versed in pyrotechnic compositions). He says no to “nano thermite” coatings as a viable way to sabotage an aircraft-especially when there are so many easier ways to do it.\nelmerfudzie\nAugust 29, 2017 at 12:48\nGranted, the incendiary paint wasn’t necessarily used but why did the plane just drop out of the sky like a malfunctioning chopper, then end up on the ground  bursting into crispy metal confetti? Moments before the crash, a white van was seen speeding off from the area, was an electronic devise used to jamb the pilot console? akin to the Russian ECM pod is called the “Khibiny” system? Why did the flight recorder disappear? why did the FBI arrive on the scene so early in the game? What was the exact language used by Dick Cheney that threatened the life of Senator Wellstone just days before the crash? I think the senator was assassinated because of his opposition to the up-coming Iraq war plan and possibly because the “deep state” did not want to deal with a possible eventuality of of having a Jew in the Oval Office.\nRealist\nAugust 26, 2017 at 18:07\nI think the lesson that WE the public have learned is that no president governs alone. He is always plugged in to a larger social entity called his political party, which is in turn financed and propped up by a coterie of super-wealthy aristocrats who expect both the party and its chosen presidential candidate (indeed all of their candidates from local dog catcher on up) to dance to their tune. Trump was the first truly independent candidate who bypassed all that and successfully appealed to the public at large. What made that unexpectedly possible was the truly deplorable character of the opposition candidate. Trump and the people who voted for him assumed that once in office he would be making independent decisions on American foreign and domestic policies. The Republican party, under whose moniker he was elected begs to differ with him and the public on that matter. Even before inauguration he was presented with the mandatory extraconstitutional “terms of agreement” with all its fine print by agents of the Deep State. They would sooner extricate him from office under the most embarrassing of circumstances–real or trumped up–rather than allow him to decide policy on his own. To enforce these standard operating procedures they gleefully embrace the collaboration of their Democratic Party faux “opposition,” for both organisations are fully owned and operated by the same cadre of oligarchs. Both will tell any lie to gain office and then betray their supporters faster than you can say Jack Robinson. If Trump fails to respond to this Stage One intervention of threatened impeachment, there is always Stage Two (a tragic accident) and even Stage Three (liquidation) that can be resorted to. With such a huge payroll, the Deep State apparatus employed by the oligarchs has many options to bend anyone to its will, or remove them if they become an intransigent impediment.\nDave P.\nAugust 27, 2017 at 03:34\nRealist:  Excellent.  In those few lines, you have very accurately described the American Democracy – how things work in Washington. I don’t think any other Populist is going to try again soon.\nMy hunch is that congresswoman  Tulsi Gabbard got some similar treatment after her visit to  Damascus, Syria and meeting with Assad and talking to people there – and talking about the Truth about Syria here.  Now she is voting with them, and we have not heard one thing from her in the media since then. Don’t mess with the Deep State – as the sign says at Texas border ” Don’t mess with Texas”.\nwill\nTrump is a reformer now? Wow….\nmike k\nAugust 26, 2017 at 15:36\nAll these big players think the games will keep going on as they have for years and years. But we are entering a period not only of American Empire collapse, but of the collapse of industrial civilization – which is of course unthinkable to these believers in infinite progress. Also the collapse of the ecology on which we all depend is accelerating steeply, and will soon be putting all our games to an end. In light of these unfolding realities one should not be overly concerned with the sordid details of our species’ final failure. Have a cup of tea, and enjoy the show – while you can.\nJWalters\nOn the other hand –\n“Years of uncontrolled immigration have placed enormous pressure on the jobs and wages of working families and they put great burdens on local schools and hopitals. While this may be good for a handful of special interest, it is bad for working people of all backgrounds all throughout our country. We want every American community to succeed, including our immigrant community. But we cannot do that if we do not control our borders.”\n“We are taking power out of the hands of donors and special interests and putting that power back into the hands of the people that voted for us. OK? For us, the same failed voices in Washington who opposed our movement are the same people who gave us one terrible trade deal after another, who gave us one foreign policy failure after another, who sacrificed our sovereignty, our wealth, and our jobs.”\n– Donald Trump in his post-Charlottesville speech in Arizona.\nThis is all very true.  But I don’t hear ANYONE in the MSM even talking about these factors.  I do, however, hear Trump supporters who are definitely NOT racists talking about them.\nIt’s true that racists have jumped on this issue as a way to flog their supremacist beliefs.  But that is NOT the main driver of this agenda.  The MSM focus on the racist sub-group is totally dishonest.  It is another demonstration of their servitude to the financial oligarchy and its predatory machinations.\nJoe Tedesky\nAugust 26, 2017 at 15:31\nI have bee saying for a long time now, that the U.S. is going to sanction itself into loneliness. The next question is to how soon America will stand alone?\nMEJanssen\nAugust 26, 2017 at 17:36\nI think we will all live to see it. Probably in the next 10-20 years. When the petro-dollar fails, we will be alone.\nJoe Tedesky\nAugust 26, 2017 at 20:41\nAlthough I am not nearly accomplished enough to put a date to the end of the U.S. Empire, I would imagine that things could unravel long before ten to twenty years will pass by.\nIt’s impossible for me to know when, but with this last round of sanctions which were put on Russia, Iran, and N Korea, well it goes without saying that these sanctions surely put the hurt on a lot more countries other than those three. You have to sit and ask yourself, how long will it be before Germany exits the American stable of influence? If nothing more these sanctions are hurting European businesses who grew quite accustomed to doing business with the Russians. Then you have smaller countries, like the Philippines, who are rustling in the bushes to gain some space away from the U.S. sphere of influence, so as they can create better relationships with China, and Russia.\nMaybe I’m looking at the glass being half empty, but if actions speak louder than words, well the U.S. is totally the bull in the China shop. Another thing, that last sentence of mine probably has the most cliches I ever used inside of one sentence…. I don’t know if that’s good, or bad.\nNice to correspond with you MEJanssen. Joe\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://davidstockmanscontracorner.com/picking-up-nickels-in-front-of-the-steamroller-with-eyes-wide-shut/",
                "http://www.weeklystandard.com/bannon-the-trump-presidency-that-we-fought-for-and-won-is-over./article/2009355",
                "https://www.newyorker.com/news/news-desk/is-america-headed-for-a-new-kind-of-civil-war",
                "https://www.wsj.com/articles/steve-bannon-isnt-going-away-1503354392?mg=prod/accounts-wsj",
                "https://www.newyorker.com/news/ryan-lizza/how-steve-bannon-lost-the-battle-for-the-soul-of-trumpism",
                "https://www.axios.com/newsletters/axios-am-06d5e78a-1c80-4d0f-8fcb-4c08ffbe5c0f.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.moonofalabama.org/2017/08/the-us-can-not-be-trusted-lesson-xxxiv-trump-cheats-on-china-sanction-deal.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://blogs.rediff.com/mkbhadrakumar/2017/08/22/russia-turkey-iran-triangle-gains-traction/",
                "http://jamesfetzer.blogspot.com/2009/12/american-assassination-what-happened-to.html",
                "https://turcopolier.typepad.com/sic_semper_tyrannis/2017/08/httpswwwwashingtonpostcomnewspowerpostpalomadaily-20220170822daily-202-a-dozen-key-lines-from-.html",
                "https://davidstockmanscontracorner.com/the-goldman-sachs-regency/"
            ]
        },
        "key_words": [
            "korea",
            "economic",
            "world",
            "president",
            "america",
            "state",
            "sanctions",
            "trump",
            "north",
            "trumps",
            "deep",
            "ties",
            "companies"
        ]
    }
]