[
    {
        "url": "https://www.christianpost.com/news/christian-may-day-prays-for-nation-in-distress.html",
        "title": "Christian May Day Lifts Up Prayers for 'Nation in Distress'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian May Day Lifts Up Prayers for 'Nation in Distress'\nChristian May Day Lifts Up Prayers for 'Nation in Distress'\nChristian May Day Lifts Up Prayers for 'Nation in Distress'\n| Monday, May 03, 2010\nWASHINGTON – Christians representing all 50 states joined national leaders at the foot of the Lincoln Memorial on Saturday to \"cry to God for a nation in distress.\"\nOne by one, each of the local representatives shared about their state's Christian heritage and lifted up prayers for their state and the United States. National leaders offered up prayers of repentance for seven main issues: family, the church, education, arts and entertainment, business, government and the media.\n\"We pray for a real change in our media. We think about that reporter from the New York Times who said, 'I don't know a single evangelical reporter in the news room.' That's horrible, Lord,\" said Jerry Newcombe, host and senior producer of \"The Coral Ridge Hour,\" the television outreach of the late Dr. D. James Kennedy.\nThe Rev. Pat Mahoney, director of the Christian Defense Coalition, called for repentance not only for mainstream media but for the body of Christ who \"has abandoned the high calling of journalism.\"\n\"God, raise up a new and powerful prophetic voice in the media, oh God, we cry,\" Mahoney prayed.\nThe Christian leaders all expressed gratitude for alternative media – such as Christian blogs, talk shows and newspapers – that have offered \"the truth.\"\n\"We pray that the truth would go out throughout the land and the media would be used to proclaim the good news – the good news of hope and change that is available through Jesus Christ our Lord and Savior,\" said Tony Perkins, president of Family Research Council.\n\"So Lord, we reclaim the media. We reclaim the news media. In this great explosion of alternative forms of communication, Lord we are not going to let them passed by and be used to spread disinformation or to spread discouragement,\" Perkins declared. \"We are going to claim them for Jesus Christ to spread the good news.\"\nThroughout the event, speakers and attendees shouted phrases such as \"mayday,\" \"save us, Lord,\" and \"we plead the blood of Jesus over our sins, over the sins of our nation\" under the hot sun.\nPopular worship songs such as \"Open the Eyes of My Heart Lord\" and \"Beautiful One\" were sung between prayers.\nGordon Klingenschmitt, a former Navy chaplain who was dismissed for praying in Jesus name in public while wearing his uniform, called on the audience to sign a petition urging President Obama to uphold the National Day of Prayer despite the recent ruling that the observance is unconstitutional.\nNear the end of the eight-hour event, Perkins said, \"Not on our watch will it be said that they didn't care enough to pray. May it not be said about us on our watch that we did not care enough to get involved. May it not be said about us on our watch that we lost our country.\"\n\"God have mercy upon this nation,\" he said. \"Forgive us of our sins.\"\nMay Day takes place every year on May 1 and is observed worldwide with various public holidays. The day is synonymous with International Workers' Day or Labor Day, but it has also been used to protest other issues, such as immigration. In some cultures, May Day is a time of festivities that marks the end of winter and rebirth of summer.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "lord",
            "day",
            "watch",
            "jesus",
            "distress",
            "lifts",
            "used",
            "spread",
            "states",
            "nation",
            "prayers",
            "media",
            "christian"
        ]
    }
]