[
    {
        "url": "https://www.christianpost.com/news/nelson-mandela-worth-commending-despite-ideological-differences-say-evangelical-and-conservative-christians.html",
        "title": "Nelson Mandela Worth Commending Despite Ideological Differences, Say Evangelical and Conservative Christians",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNelson Mandela Worth Commending Despite Ideological Differences, Say Evangelical and Conservative Christians\nNelson Mandela Worth Commending Despite Ideological Differences, Say Evangelical and Conservative Christians\n| Monday, December 09, 2013\nThe Rev. Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference , released a statement upon the news of Mandela's passing commending his human rights efforts.\nDespite such praise, Rodriguez told The Christian Post that he did not agree \"with the late Nelson Mandela's positions on abortion, Israel and Communism.\"\n\"We cannot deny that his commitment to end apartheid in South Africa resulted in the transformation of a region bound to another idea Christian evangelicals repudiate: racism,\" said Rodriguez.\n\"Therefore, my commending Mandela for espousing freedom should not serve as an endorsement or approval of his corresponding support for abortion, communism or his rhetorical animosity toward the state of Israel.\"\nRodriguez also told CP that \"the late South African president's position on these issues reflect a paradoxical worldview rather than a consistent effort that begins with the recognition of the Imago Dei in every human being, in and out of the womb.\"\nBorn in 1918 , Mandela was a political activist strongly opposed to the racial caste system of Apartheid South Africa.\nBefore being imprisoned for 27 years over his efforts to end Apartheid, Mandela was initially open to violent efforts to bring down the state-sponsored racism.\nDuring his time in prison, Mandela became a potent symbol for racial equality. His term ended in 1990 and in 1993 he earned the Nobel Peace Prize. Mandela became South Africa's first black president, serving from 1994 to 1999.\nIn addition to the question of racial equality, Mandela was known to openly express views on other issues, often falling to the left of the political spectrum.\nThis included criticism  of Israeli foreign policy, strong vocal support  for Fidel Castro's Communist government in Cuba, and signing pro-choice legislation  into law while president.\nAlveda King, pastoral associate at Priests for Life who also made public statements complimenting Mandela upon news of his death, said in a statement provided to CP that she had met Mandela in the 1970s while she was still pro-choice.\n\"While he sanctioned abortion during his presidency, he was perhaps like me and millions of others who were once deceived into believing that abortion and harmful contraceptives would help our people,\" said King.\n\"But over the years, I became pro-life, after which I became repentantly pro-life. I wish now that I had reached out to President Nelson Mandela.\"\nSince news confirmed his death, ceremonies and prayers in remembrance of Mandela have taken place both in South Africa and abroad.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.haaretz.com/.premium-anti-israel-stance-betrays-mandela-1.5297814",
                "https://townhall.com/tipsheet/leahbarkoukis/2013/12/08/mandela-abortion-n1759493",
                "http://canadafreepress.com/index.php/article/59740",
                "https://www.christianpost.com/news/christian-leaders-pay-tribute-to-nelson-mandela-the-world-has-lost-a-great-leader-110212/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nhclc.org/en"
            ]
        },
        "key_words": [
            "views",
            "ideological",
            "nelson",
            "say",
            "south",
            "conservative",
            "apartheid",
            "abortion",
            "president",
            "end",
            "commending",
            "evangelical",
            "mandela",
            "differences",
            "worth",
            "africa",
            "racial",
            "despite"
        ]
    }
]