[
    {
        "url": "https://www.christianpost.com/news/megachurch-pastor-robert-jeffress-homosexuality-will-pave-the-way-for-antichrist-to-persecute-martyr-christians.html",
        "title": "Megachurch Pastor Robert Jeffress: Homosexuality 'Will Pave the Way for Antichrist to Persecute, Martyr Christians'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMegachurch Pastor Robert Jeffress: Homosexuality 'Will Pave the Way for Antichrist to Persecute, Martyr Christians'\nMegachurch Pastor Robert Jeffress: Homosexuality 'Will Pave the Way for Antichrist to Persecute, Martyr Christians'\nMegachurch Pastor Robert Jeffress: Homosexuality 'Will Pave the Way for Antichrist to Persecute, Martyr Christians'\n| Wednesday, February 11, 2015\nPastor Robert Jeffress inside the sanctuary at First Baptist Church in Dallas, Texas. | (Photo: Courtesy of First Baptist Dallas)\nIn speaking as a guest on a national syndicated Christian radio show this week, Texas Southern Baptist megachurch pastor Robert Jeffress explained how society's growing acceptance of homosexuality and attack against those who express their biblical view of marriage is paving the path for the Antichrist.\nWhile on the The Janet Mefferd  show on Monday, Jeffress, who is the pastor at First Baptist Church in Dallas and is also a Fox News contributor, said that there are a few key indicators in the world today that make him believe that the second coming of Jesus Christ and the coming of the Antichrist is nearing.\nJeffress said that indicators like the rise of radical Islam, the increase in the persecution of Christians across the world, and growing acceptance of gay marriage and \"moral disorder\" are like \"labor pains\" signaling the second coming of Jesus.\n\"The Bible says that Jesus said that in Matthew 24:36 that no man knows the day or the hour,\" Jeffress said. \"Jesus said that there are certain signs that will precede His coming and those signs will be like labor pains that a woman experiences.\"\nAlthough Jeffress also cited the rise of the Islamic State in Iraq and Syria and other Islamic extremist groups like Boko Haram in Nigeria, he said that the increasing acceptance of gay marriage and homosexuality is as much an indicator of the sign of the Antichrist's nearing arrival.\nHe added that society has become too intolerant of the values and beliefs that Christians hold, and too frequently Christians are punished and criticized for maintaining their belief and acting upon their faith. He explained that the persecution of Christians who speak up for their faith is further laying down the path for the Antichrist to \"martyr\" Christians once he arrives.\n\"What is happening is that we are becoming desensitized to the persecution of Christians just not globally, but also in our Country. The fact is that we are being told that Christians who refuse to serve a wedding cake to a gay couple, that they are extremists, its OK to take their livelihood and shut down their business,\" Jeffress said. \"I believe that we are getting desensitized to that, which will pave the way for that future world dictator, the Antichrist, to persecute and martyr Christians without any repercussions what-so-ever.\"\nJeffress does not solely blame homosexuals and secularists for perverting society and causing the \"moral disorder\", he also said churches who have \"perverted\" the Gospel are also a part of the problem.\n\"We can always point to the occult… but I am seeing so much of this going on in the church of Jesus Christ today. So much of Paul's teaching about perverting the Gospel to be about faith and works, or perverting of the Gospel to be a prosperity-type Gospel... I see apostasy in many ways occurring in Evangelical churches that really aren't teaching the truth of God's word,\" Jeffress said. \"I do believe that some churches have become entertainment centers and a teaching a type of prosperity Gospel, rather than teaching God's word.\"\nIn continuing the discussion on society's moral perversion, Jeffress and Mefferd also discussed the highly-debated erotic romance novel-turned-movie, \"Fifty Shades of Gray.\" Jeffress berated the book and movie and said that Christians and women everywhere should be highly upset by how the movie objectifies women.\n\"It's Fifty Shades of Perversion,\" Jeffress said. \"I don't know about the book and obviously I am not going to read it or see the movie, but from the synopsis I have read about it, I think women ought to be incensed at this idea of being objectified like that.\"\nMefferd agreed with Jeffress and asked why the soiciety hasn't spoken out against the movie and say, \"This is wrong and this is perverted.\"\n\"I believe that Paul said, in 2 Timothy 3:1, 'these last days will be terrible days, days without moral restraint,'\" Jeffress replied.\nWhile discussing how the rise of radical Islam is a sign of the Antichrist's coming, Jeffress criticized President Barack Obama for his comments at last week's National Prayer Breakfast, when the president compared the brutality of Islamic State to the brutality of Christians over 1,000 years ago during the Crusades.\n\"The president's comments at the Prayer Breakfast were so despicable last week,\" Jeffress said. \"Here we are in the very week that it is revealed that this Jordanian pilot was burned a live and the United Nations issues a report that ISIS crucifying children and burying them alive and we have our Commander in Chief standing up telling us we're on our 'high horse' criticizing that.\n\"Can you imagine Winston Churchill in the midst of World War II, saying to the world 'you need to get off your high horse for criticizing Nazi Germany for exterminating the Jewish people?'\" Jeffress added.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://janetmefferdpremium.com/2015/02/09/janet-mefferd-radio-show-20150209-hr-2/"
            ]
        },
        "key_words": [
            "movie",
            "world",
            "gospel",
            "coming",
            "jesus",
            "homosexuality",
            "teaching",
            "persecute",
            "megachurch",
            "moral",
            "pastor",
            "jeffress",
            "believe",
            "way",
            "martyr",
            "pave",
            "christians",
            "robert"
        ]
    }
]