[
    {
        "url": "https://www.christianpost.com/news/pope-francis-catholic-church-may-give-women-right-to-be-ordained-ministers-deacons-not-priests.html",
        "title": "Pope Francis Says Catholic Church Might Give Women Right to Be Ordained Ministers, as Deacons Not Priests",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPope Francis Says Catholic Church Might Give Women Right to Be Ordained Ministers, as Deacons Not Priests\nPope Francis Says Catholic Church Might Give Women Right to Be Ordained Ministers, as Deacons Not Priests\nPope Francis Says Catholic Church Might Give Women Right to Be Ordained Ministers, as Deacons Not Priests\nFaithful react as Pope Francis arrives to lead his weekly audience in Paul VI hall at the Vatican City, August 5, 2015. | (Photo: Reuters/Giampiero Sposito)\nROME — Pope Francis has set up a commission to study the role of women deacons in early Christianity, the Vatican said on Tuesday, a move that might lead to changes in the role of women in the Roman Catholic Church.\nDeacons, like priests, are ordained ministers, and as in the priesthood, must be men. They may not celebrate mass, but they may preach, teach in the name of the Church, baptize and conduct wake and funeral services.\nScholars debate the precise role of women deacons in the early Church. Some say they were ordained to minister only to other women, such as at immersion rites at baptism. Others believe they were on a par with male deacons.\nThe Church did away with female deacons in later centuries.\nA Vatican statement said the pope decided to set up the commission, made of six men and six women members under a president who is a bishop, \"after intense prayer and mature reflection.\"\nFrancis and his predecessors have ruled out allowing women to become priests. But advocates of women priests said the move was a step forward that might eventually make it easier for a future pope to study the possibility of women priests.\nNearly all of the panel's members are theologians and university professors. Of the six women, two are nuns and four are lay women.\nThe Women's Ordination Conference, which advocates for a female priesthood in Catholicism, said it was encouraged by the fact that the pope had made the group gender-balanced and had included lay persons.\nThe group called the pope's decision \"an important step for the Vatican in recognizing its own history of honoring women's leadership,\" because biblical and historical evidence cited several women leaders working alongside men in the early Church.\n\"Only when women are equally included in all ordination rites — as deacons, priests, and bishops — and at all Church decision-making tables, can we begin to restore our Gospel values of equality and justice,\" it said.\nFrancis first announced in May his intention to set up such a commission to study the female deaconate, during a meeting with leaders of orders of Roman Catholic nuns.\n(Reporting By Philip Pullella)\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "deacons",
            "study",
            "francis",
            "church",
            "ministers",
            "priests",
            "set",
            "role",
            "vatican",
            "pope",
            "ordained",
            "catholic",
            "women",
            "right"
        ]
    }
]