[
    {
        "url": "https://www.christianpost.com/news/only-1-in-5-brits-prays-once-a-month-double-number-who-attend-church-regularly.html",
        "title": "Only 1 in 5 Brits Prays Once a Month, Double Number Who Attend Church Regularly",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nOnly 1 in 5 Brits Prays Once a Month, Double Number Who Attend Church Regularly\nOnly 1 in 5 Brits Prays Once a Month, Double Number Who Attend Church Regularly\nOnly 1 in 5 Brits Prays Once a Month, Double Number Who Attend Church Regularly\n| Wednesday, January 17, 2018\nChurch | (Photo: Reuters)\nA new survey by the Christian humanitarian charity Tearfund has found that one in five adults in Britain pray regularly, and that number is more than double the amount of people who go to church regularly.\nA ComRes poll  of 2,069 people, commissioned by Tearfund, showed that 20 percent of U.K. adults pray regularly, or at least once a month, but only 9 percent go to church regularly.\nThe survey also showed that more than half of adults, 51 percent, say they ever pray, but only one in three people pray in a place of worship. A third of them pray before going to bed or while waking up, and others pray while doing daily activities.\nThe survey further found that those who pray say they pray mostly for family. About 42 percent pray to thank God, 40 percent pray for friends or for healing, 37 percent pray for guidance, and 28 percent pray for themselves.\nFifty-five percent of those with no religious affiliation pray when they have a personal crisis or tragedy, 32 percent of them pray for something to change, 24 percent pray as a last resort, and 23 percent pray for comfort or when feeling lonely.\nThe poll found that women are more likely to say they ever pray, 56 percent, compared with men, 46 percent.\nOnly 24 percent pray about global poverty, according to Tearfund.\n\"We often pray for the work we do in 50 countries worldwide, whether in fragile states like the Central African Republic, or for climate-change issues that push many into poverty,\" The Times  quoted Ruth Valerio, the charity's global advocacy director, as saying. \"We believe prayer is powerful and changes situations.\"\nTearfund hopes to use the poll's results to encourage Britons to pray more about global issues.\nAccording to data released by the Church of England last year, an average of 930,000 people, 14 percent of whom were children, attended weekly worship services during October 2016.\nThe smallest 25 percent of churches reported no children attended on average.\nA survey commissioned by the Church of England found last year that only 6 percent of British adults are practicing Christians.\nThe ComRes survey found that the reported decline of Christian believers in the U.K. might be even steeper than suggested, as 55 percent of the faithful admitted they never read the Bible. Another 33 percent said they never attend church, while 29 percent said they never pray.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thetimes.co.uk/article/half-of-britons-pray-says-survey-5hlm95brv"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "say",
            "regularly",
            "prays",
            "adults",
            "brits",
            "church",
            "worship",
            "whatsapp",
            "double",
            "number",
            "survey",
            "month",
            "uk",
            "global",
            "attend",
            "pray",
            "tearfund"
        ]
    }
]