[
    {
        "url": "https://consortiumnews.com/2014/03/27/the-danger-of-false-narrative/",
        "title": "The Danger of False Narrative",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Kevin Schmidt",
                "link": null
            },
            {
                "name": "Master Blaster",
                "link": null
            },
            {
                "name": "Paul G.",
                "link": null
            },
            {
                "name": "Coleen Rowley",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-03-27",
        "text": "Main menu\nMarch 27, 2014\nBy Robert Parry\nThe American people got a nasty taste of the danger that can come with false narrative when they were suckered into the Iraq War based on bogus claims that Saddam Hussein was hiding weapons of mass destruction that he planned to share with al-Qaeda.\nNearly 4,500 U.S. soldiers died in the conflict along with hundreds thousands of Iraqis. The war’s total financial cost probably exceeded $1 trillion, a vast sum that siphoned off America’s economic vitality and forced cutbacks in everything from education to road repair. Plus, the war ended up creating an Iraqi base for al-Qaeda terrorists that had not existed before.\nPresident Barack Obama talks with Secretary of State John Kerry and National Security Advisor Susan E. Rice in the Oval Office on March 19, 2014. (Official White House Photo by Pete Souza)\nBut perhaps an even more dangerous problem coming out of the Iraq War was that almost no one in Official Washington who pushed the false narrative  whether in politics or in the press  was held accountable in any meaningful way. Many of the same pols and pundits remain in place today, pushing similar false narratives on new crises, from Ukraine to Syria to Iran.\nThose false narratives  and their cumulative effect on policymaking  now represent a clear and present danger to the Republic and, indeed, to the world. The United States, after all, is the preeminent superpower with unprecedented means for delivering death and destruction. But almost nothing is being done to address this enduring American crisis of deception.\nToday, Official Washington is marching in lockstep just as it did in 2002-03 when it enforced the misguided consensus on Iraq’s WMD. The latest case is Ukraine where Russian President Vladimir Putin is accused of committing “aggression” to expand Russian territory at the expense of noble “democratic” reformers in Kiev.\nNot only is this the dominant storyline in the U.S. media; it is virtually the only narrative permitted in the mainstream press. But the real narrative is that the United States and the European Union provoked this crisis by trying to take Ukraine out of its traditional sphere of influence, Russia, and put it in to a new association with the EU.\nWhile there’s nothing inherently wrong with Ukraine joining with the EU or staying with Russia (or a combination of the two)  depending on the will of the people and their elected representatives  this latest U.S./EU plan was motivated, at least in part, by hostility toward Russia.\nThat attitude was expressed in a Sept. 26, 2013, op-ed in the Washington Post by Carl Gershman, the neoconservative president of the National Endowment for Democracy, which doles out more than $100 million in U.S. funds a year to help organize “activists,” support “journalists” and finance programs that can be used to destabilize targeted governments.\nGershman, whose job amounts to being a neocon paymaster, expressed antagonism toward Russia in the op-ed and identified Ukraine as “the biggest prize,” the capture of which could ultimately lead to the ouster of Putin, who “may find himself on the losing end not just in the near abroad but within Russia itself.”\nThe NED, which was founded in 1983 to do in relative openness what the CIA had long done in secret, listed 65 projects that it was financing in Ukraine, using U.S. taxpayers’ money. In other words, Gershman’s op-ed reflected U.S. policy  at least inside the State Department’s still-neocon-dominated bureaucracy  which viewed the EU’s snatching of Ukraine from Russia’s embrace as a way to weaken Russia and hurt Putin.\n‘European Aspirations’\nLater, as the Ukrainian crisis unfolded, another neocon, Assistant Secretary of State for European Affairs Victoria Nuland, reminded Ukrainian businessmen that the United States had invested $5 billion in their “European aspirations,” implying that the U.S. expected something for all this money.\nYou might wonder why the American taxpayers should spend $5 billion on the “European aspirations” of Ukraine when there are so many needs at home, but a more relevant question may be: Why is the United States spending that much money to stir up trouble on Russia’s border? The Cold War is over but the hostility continues.\nFormer Defense Secretary Robert Gates described this thinking in his memoir, Duty, explaining the view of President George H.W. Bush’s Defense Secretary Dick Cheney: “When the Soviet Union was collapsing in late 1991, Dick wanted to see the dismantlement not only of the Soviet Union and the Russian empire but of Russia itself, so it could never again be a threat to the rest of the world.”\nAs Vice President, Cheney and the neocons around him pursued a similar strategy during George W. Bush’s presidency, expanding NATO aggressively to the east and backing anti-Russian regimes in the region including the hardline Georgian government, which provoked a military confrontation with Moscow in 2008.\nSince President Barack Obama never took full control of his foreign policy apparatus  leaving the Bush Family apparatchik Gates at Defense and naming neocon-leaning Democrat Hillary Clinton as Secretary of State  the bureaucratic momentum toward confronting Russia continued. Indeed, the elevation of operatives like Nuland, the wife of prominent neocon Robert Kagan, gave new impetus to the anti-Russian strategy.\nSecretary of State John Kerry, who got his “dream job” last year with the considerable help of his neocon chum Sen. John McCain, has acted as a kind of sock puppet for this neocon-dominated State Department bureaucracy.\nEither because he is overly focused on his legacy-building initiative of an Israeli-Palestinian peace deal or because he has long since sold out his anti-war philosophy from the Vietnam War era, Kerry has repeatedly taken the side of the hawks: on Syria, Iran and now Ukraine.\nOn Syria and Iran, it was largely the behind-the-scenes cooperation between Obama and Putin that tamped down those crises last year and opened a pathway for diplomacy  much to the chagrin of the neocons who favored heightened confrontations, U.S. military strikes and “regime change.” Thus, it became a neocon priority to divide Obama from Putin. Ukraine became the wedge.\nThe Crisis\nThe Ukrainian crisis took a decisive turn on Nov. 21, 2013, when President Viktor Yanukovych rebuffed a deal offered by the EU and the International Monetary Fund because it would have imposed harsh austerity on the already suffering Ukrainian people. Yanukovych opted instead for a more generous aid package of $15 billion from Russia, with few strings attached.\nBut Yanukovych’s turning away from the EU infuriated the U.S. State Department as well as pro-European demonstrators who filled the Maidan square in Kiev. The protests reflected the more anti-Russian attitudes of western Ukraine, where Kiev is located, but not the more pro-Russian feelings of eastern and southern Ukraine, Yanukovych’s strongholds that accounted for his electoral victory in 2010.\nThough the Maidan protests involved hundreds of thousands of Ukrainians simply eager for a better life and a less corrupt government, some of the most militant factions came from far-right parties, like Svoboda, and even neo-Nazi militias from the Right Sektor. When protesters seized City Hall, Nazi symbols and  a Confederate battle flag were put on display.\nAs the protests grew angrier, U.S. officials, including Assistant Secretary Nuland and Sen. McCain, openly sided with the demonstrators despite banners honoring Stepan Bandera, a World War II-era fascist whose paramilitary forces collaborated with the Nazis in the extermination of Poles and Jews. Nuland passed out cookies and McCain stood shoulder to shoulder with right-wing Ukrainian nationalists. [For more on the role of Ukrainian neo-Nazis, watch this report from the BBC. ]\nOn Feb. 20, the violence intensified as mysterious snipers fired on both protesters and police. As police fought back, neo-Nazi militias hurled Molotov cocktails. More than 80 people were killed including more than a dozen police officers, but the U.S. press blamed the Yanukovych government for the violence, portraying the demonstrators as innocent victims.\nOfficial Washington’s narrative was set. Yanukovych, who had been something of a hero when he was moving toward the EU agreement in the early fall, became a villain after he decided that the IMF’s demands were too severe and especially after he accepted the deal from Putin. The Russian president was undergoing his own demonization in the U.S. news media, including an extraordinary denunciation by NBC at the end of the Sochi Winter Olympics.\nIn the U.S. media’s black-and-white scenario, the “pro-democracy” demonstrators in the Maidan were the good guys who were fired upon by the bad-guy police. The New York Times even stopped reporting that some of those killed were police, instead presenting the more pleasing but phony narrative that “more than 80 protesters were shot to death by the police as an uprising spiraled out of control in mid-February.”\nTo this day, the identity of the snipers who touched off the conflagration remains in serious doubt. I was told at the time that some U.S. intelligence analysts believed the shooters were associated with the far-right opposition groups, not with the Yanukovych government.\nThat analysis gained support when a phone call surfaced between Estonia’s Foreign Minister Urmas Paet and European Union foreign affairs chief Catherine Ashton, Paet reported on a conversation that he had with a doctor in Kiev who said the sniper fire that killed protesters was the same that killed police officers.\nAs reported by the UK Guardian , “During the conversation, Paet quoted a woman named Olga  who the Russian media identified her as Olga Bogomolets, a doctor  blaming snipers from the opposition shooting the protesters.”\nPaet said, “What was quite disturbing, this same Olga told that, well, all the evidence shows that people who were killed by snipers from both sides, among policemen and people from the streets, that they were the same snipers killing people from both sides.\n“So she also showed me some photos, she said that as medical doctor, she can say it is the same handwriting, the same type of bullets, and it’s really disturbing that now the new coalition, that they don’t want to investigate what exactly happened.  So there is a stronger and stronger understanding that behind snipers it was not Yanukovych, it was somebody from the new coalition.”\nAshton replied: “I think we do want to investigate. I didn’t pick that up, that’s interesting. Gosh.”\nThough this exchange does not prove that the opposition used snipers to provoke the violence, it is relevant information that could have altered how Americans viewed the worsening crisis in Ukraine. However, except for an on-the-scene report from CNN with the same doctor, the Paet-Ashton phone call disappeared into the U.S. media’s black hole reserved for information that doesn’t fit with a preferred narrative.\nBlack Hats/White Hats\nSo, with giant black hats glued onto Yanukovych and Putin and white hats on the protesters, the inspiring but false U.S. narrative played out in heroic fashion, with only passing reference to the efforts by Yanukovych to make concessions and satisfy the protesters’ demands.\nOn Feb. 21, Yanukovych tried to defuse the violence by signing an agreement with three European countries in which he accepted reduced powers, moved up elections so he could be voted out of office, and pulled back the police. That last step, however, opened the way for the neo-Nazi militias to seize government buildings and force Yanukovych to flee for his life.\nThen, on Feb. 22, under the watchful eye of these modern-day storm troopers, a rump parliament  in violation of constitutional procedures  voted to impeach Yanukovych, who reemerged in Russia to denounce the actions as a coup.\nDespite this highly irregular process, the U.S. government  following the lead of the State Department bureaucracy  immediately recognized the new leadership as Ukraine’s “legitimate” government. Putin later appealed to Obama in support of the Feb. 21 agreement but was told the ouster of Yanukovych and the installation of the U.S.-backed government were a fait accompli.\nThe rump parliament in Kiev also accused Yanukovych of mass murder in connection with the shootings in the Maidan — an accusation that got widespread play in the U.S. media — although curiously the new regime also decided not to pursue an investigation into the identity of the mysterious snipers, a point that drew no U.S. media interest.\nAnd, a new law was passed in line with the desires of right-wing Ukrainian nationalists to eliminate Russian as one of the country’s official languages. New government leaders also were dispatched to the Russian-ethnic regions to take charge, moves that, in turn, prompted resistance from Russian-ethnic citizens in the east and south.\nIt was in this context  and with appeals from Yanukovych and ethnic Russians for help  that Putin got permission from the Duma to intervene militarily if necessary. Russian troops, already stationed in bases in Crimea, moved to block the Kiev regime from asserting its authority in that strategic Black Sea peninsula.\nAmidst this political chaos, the Crimean parliament voted to break away from Ukraine and join Russia, putting the question to a popular vote on March 16. Not surprisingly, given the failed Ukrainian state, its inability to pay for basic services, and Crimea’s historic ties to Russia, Crimean voters approved the switch overwhelmingly. Exit polls showed about a 93 percent majority, just three points less than the official results.\nRussia then moved to formally reclaim Crimea, which had been part of Russia dating back to the 1700s, while also massing troops along the borders of eastern Ukraine, presumably as a warning to the Kiev regime not to crush popular resistance to the anti-Yanukovych coup.\nA Divergent Narrative\nSo, the factual narrative suggests that the Ukrainian crisis was stoked by elements of the U.S. government, both in the State Department and in Congress, encouraging and exploiting popular resentments in western Ukraine. The goal was to pull Ukraine out of Russia’s orbit and put it into the EU’s gravitational pull.\nWhen Yanukovych balked at IMF’s demands, a process of “regime change” was put in motion with the U.S. and EU even turning their backs on the Feb. 21 agreement in which Yanukovych made a series of concessions negotiated by European countries. The deal was cast aside in a matter of hours with no attempt by the West to uphold its terms.\nMeanwhile, Putin, who was tied up with the Sochi Olympics and obsessed over fears that it would be targeted by Islamist terrorists, appears to have been caught off-guard by the events in Ukraine. He then reacted to the alarming developments on Russia’s border, including the emergence of neo-Nazis as prominent figures in the coup regime in Kiev.\nIn other words, a logical  and indeed realistic  way to see the Ukraine-Crimea crisis is that Putin was largely responding to events that were outside his control. And that is important to understand, because that would mean that Putin was not the aggressor spoiling for a fight.\nIf there was premeditation, it was coming from the West and particularly from the neocons who remain highly influential in Official Washington. The neocons also had motive to go after Putin, since he helped Obama use diplomacy to quiet down dangerous crises with Syria and Iran while the neocons were pushing for more confrontation and U.S. military strikes.\nBut how did the U.S. news media present the Ukraine story to the American people?\nFirst, there was the simplistic and misleading depiction of the pro-EU demonstrations as “democratic” when they mostly reflected the discontent of the pro-European population of western Ukraine, not the views of the more pro-Russian Ukrainians in the east and south who had pushed Yanukovych to victory in the 2010 election. Last time I checked, “democracy” referred to rule by the majority, not mob rule.\nThen, despite the newsworthiness of the neo-Nazi role in the protests, the U.S. news media blacked-out these brown shirts because that ugly reality undercut the pleasing good-guys-vs.-bad-guys storyline. Then, when the snipers opened fire on protesters and policemen, the U.S. news media jumped to the conclusion that the killers were working for Yanukovych because that, too, fit with the desired narrative.\nThe violent overthrow of the democratically elected Yanukovych was hailed as an expression of “democracy,” again with the crucial role of the neo-Nazi militias largely airbrushed from the picture. The unanimous and near unanimous parliamentary votes that followed  as storm troopers patrolled the halls of government buildings  were further cited as evidence of “democracy” and “reform.”\nThe anger and fear of Ukrainians in the east and south were dismissed as Russian “propaganda” and Crimea’s move to extract itself from this political chaos was denounced as Russian “aggression.” U.S. news outlets casually denounced Putin as a “thug.” Washington Post columnist George F. Will called Putin “Stalin’s spawn.”\nFormer Secretary of State Clinton cited the Crimea situation to compare Putin to Hitler and to suggest that Putin was intent on recreating the old Soviet empire, though Crimea is only 10,000 square miles, about one-tenth of one percent the size of the old Soviet Union.\nAnd, it wasn’t just that some or nearly all mainstream U.S. news organizations adopted this one-sided and misguided narrative. It was a consensus throughout all major U.S. news outlets. With a uniformity that one would normally associate with a totalitarian state, no competing narrative was permitted in the Big Media, regardless of the actual facts.\nWhenever any of the more complex reality was included in a story, it was presented as Russian claims that were then followed by argumentative challenges. Yet, when U.S. officials made preposterous remarks about how uncivilized it was to violate another country’s sovereignty, the hypocrisy of their points went uncontested.\nFor instance, Secretary of State Kerry denounced Putin’s intervention in Crimea by declaring, “you just don’t in the 21st Century behave in 19th Century fashion by invading another country on completely trumped-up pretext.” But you had to look on the Internet to find any writer who dared note Kerry’s breathtaking double standard, since he voted in 2002 to authorize the U.S. invasion of Iraq in pursuit of hidden WMD stockpiles that didn’t exist.\nThis cognitive dissonance pervaded the U.S. press and the political debate over Ukraine and Crimea. The long history of U.S. interventions in foreign countries  almost always in violation of international law  was forgotten, except for the rare occasion when some Russian “claim” about American hypocrisy was cited and then swatted down. [See Consortiumnews.com’s “ America’s Staggering Hypocrisy .”]\nCareerism Prevails\nHaving worked many years in the mainstream U.S. news media, I fully understand how this process works and why it happens. Amid the patriotic chest-thumping that usually accompanies a U.S. military operation or American righteous outrage over some other nation’s actions, it is dangerous for your career to go against the flag-waving.\nBut it’s always been my view that such self-censorship is faux patriotism, as much as the happy storylines are false narratives. Even if many Americans don’t want the truth, it is still the job of journalists to give them the truth. Otherwise, the U.S. democratic process is distorted and made dangerous.\nPropaganda leads to bad policies as politicians  even when they know better  start parroting the errant conventional wisdom. We’ve seen this now with President Obama who  more than anyone  realizes the value of Putin’s cooperation on Syria and Iran but now must join in denouncing the Russian president and demanding sanctions.\nObama also surely knows that Yanukovych’s ouster violated both Ukraine’s constitution and principles of democracy, but he pretends otherwise. And, he knows that Crimea’s secession reflected the will of the people, but he must insist that their vote was illegitimate.\nAt a March 25 news conference in the Netherlands, Obama toed the line of the hypocritical false narrative. He declared, “we have said consistently throughout this process is that it is up to the Ukrainian people to make their own decisions about how they organize themselves and who they interact with.” He then added that the Crimean referendum was “sloppily organized over the course of two weeks” and thus a sham.\nIf Obama were telling the truth, he would have noted that Yanukovych  for all his faults  was democratically elected in a process that was deemed fair by international observers. Obama would have acknowledged that Yanukovych agreed on Feb. 21 to a process that would have allowed for an orderly and legal process for his replacement.\nObama would have admitted, too, that the violent coup and the actions of the rump parliament in Kiev were both illegal and, indeed, “sloppily organized” and that the U.S. government acted hastily in recognizing this coup regime. But double standards seem to be the only standards these days in Official Washington.\nWhat is perhaps tragic about Obama is that he does know better. He is not a stupid man. But he doesn’t dare go against the grain for fear of being denounced as “naive” about Putin or “weak” in not facing down “Russian aggression.” So, he reads the lines that have been, in effect, dictated by neocons within his own administration.\nI’m told that Obama, like Putin, was caught off-guard by the Ukraine crisis. But Obama’s unwillingness or inability to recast the false narrative left him with no political choice but to join in the Putin-bashing. That, in turn, means that Putin won’t be there to help Obama navigate around future U.S. war plans that the neocons have in mind for Syria and Iran.\nIndeed, neutralizing the Obama-Putin relationship may have been the chief reason why the neocons were so eager to stoke the Ukrainian fires — and it shows how false narratives can get people killed.\nColeen Rowley\nMarch 29, 2014 at 12:40\nI just shared on FB with my own comments as follows:\n“More spot-on, insightful, must-read analysis from Robert Parry! A veritable “How To” on Ukraine-Russia regime change which the neo-cons continue so hell bent in their desire to control the world.\nThe only thing I would take a little issue with is the author’s tendency to always portray a “poor pitiful” Obama who hasn’t the strength or determination to overcome the dark forces that surround him but would otherwise be a good leader if he was not forced to go against his better angels (and his own sense) to hypocritically war monger for the neo-cons. In the first place it’s hard for anyone, even those with psychology backgrounds, to tell what goes on in Obama’s mind, whether he’s that upset at his weakness vis a vis the “Deep State” neo-con forces or whether he’s OK with this system as he not only currently benefits but also stands to make millions more after he retires as the Clintons have done (and pretty much all officials do if they toe the line and never even try to do what Obama promised: CHANGE). If this theory of the state of the current electoral system and resulting (corrupted) governance is correct, Obama was given the nod by powerful, wealthy (and neo-con driven on foreign policy) forces to become president precisely because of his malleability. Albeit he made a much better talking head than the malapropism-inclined Bush reading his teleprompter, Obama was never selected for actual “leadership.” That simply wasn’t the job he was offered.\nSome more optimistic commenters at RSN, however, seem to imply that Obama and Kerry are secretly more creative than we give them credit for and may desperately be trying behind the scenes to prevent more destabilization in Ukraine as well as prevent new US-NATO wars on Syria and Iran.  I’m not as optimistic but I do hope they are right!!”\nPaul G.\nMarch 29, 2014 at 06:09\nIn the avenue of hypocrisy  the enthusiastic embracing of Kosovo’s independence has been mentioned. let’s go back a little further because Obama is forgetting American history and as a lawyer he should understand the importance of precedent.\nDoes he regret the American Revolution,  which by the laws of the day of the British empire was very illegal, and involved the killing of thousands of British soldiers. I don’t think so; but that of course is the foundation of US hypocrisy; that a nation born from overthrowing an oppressive ( and quite insane) ruler subsequently pursued a consistent policy of  interfering in other nations affairs usually violently  with disastrous results for the victims. The count of interventions is over two hundred now. Actually there are so many, with so many being covert it is hard to  keep track.\nLucasFoxx\nMarch 28, 2014 at 23:20\nTalk about your questionable narratives. This appears to be the same story I’ve already read here 3 or 4 times.  A democratically elected Rada body of 450 members is “mob rule.” A Guardian report, relying on Russian media sources and hearsay from another country’s foreign minister, quotes someone identified by Russian media as a “doctor” who can tell, with just her eyeballs, that all the rounds came from the same weapon; and was clearly the opposition.  And there is poor humble misunderstood Yanukovych.  The way those blood-thirsty militias forced him to “flee for his life” (as opposed to detaining him for trial), and then ransacked and looted his humble abode.  And it’s all because of our powerful neo-cons; who are apparently everyone who is, or has ever been elected or has otherwise served, in the United States government.\nYour “black-and-white scenario” is no better than our lazy media’s; albeit from a different, but just as extreme point of view.  I expected better.  I can’t do this anymore.\nColeen Rowley\nMarch 29, 2014 at 21:53\nYou ought to read about the background and history of the neo-cons before you dismiss their importance: http://oldbulllee.com/neocons.htm\nLucasFoxx\nMarch 30, 2014 at 01:11\nGood link, thank-you.  I’m aware of their history and don’t dismiss their importance in general.  I do question their influence and suggested membership in these recent narratives.\nJay\nMarch 28, 2014 at 21:25\nAnd what have the new governors of Ukraine said about Jews?\nMarch 28, 2014 at 18:35\nIt’s shocking that fascists have come into a European government, with the encouragement of US and Western European leaders. (If radical leftists had been in the vanguard in the maidan, Yanukovych would have been Americaâ€™s â€œdemocraticâ€ hero.)\nAlso shocking is the cluelessness about the fact that Russia would not be good with that, or with the loss of its only warm-water port.\nNot so shocking is the acquiescence of the US media punditry with the phony narrative created by the US government. SOP.\nUS foreign policy since the fall of the Soviet Union has been contemptuous of Russia. From Bush I through Obama, the US has pushed NATO to Russiaâ€™s borders (proving that it never was a defensive alliance), and moved to station â€œmissile defensesâ€ (designed to enable US first-strike capability) in Eastern Europe.â€”assuming Russia could do nothing about it.\nWell, today, in Crimea, Russiaâ€”which has every reason to reject the resurgent fascism at its door, and to suspect US/NATO plans for Ukraine and for its only warm-water portâ€”can do something about it. Itâ€™s not something very nice, but nor is it a hundredth as destructive as what the United States has been doing, or certainly would do in the same circumstance.\nSee detailed analysis of Ukraine events at:\nMarch 28, 2014 at 13:37\nThe error that was made by President Obama was implying that the USA could ever go forward without restoring our honor, national respect and standing of morality with the world.\nAll the world has watched the USA practice horrendous acts that compare with those made in World War II Axis Powers countries. This was a slap in the face of those that honorably served in the military.  We have lost our national credibility and this is a major problem.\nThere is an understanding of why this action did not occur. The reason has been for the most part kept quiet but here it is and it does not paint a pretty picture for the USA. The neocons were frothing at the thought of a black man being President and they still are by the way. Thus I am sure that the FBI and Secret service advised President Obama that trying to hold any of these beloved USA hating neocon leaders accountable would result in an uprising of the GOP in acts of Domestic Terrorism and possibly another Civil War.\nSO there is your reason for not holding these people accountable. But all is not lost for the rest of the world has warrants for the arrest of several of these  high ranking neocon leaders. Thus, as you freely travel around the world these neocon leaders have no choice but to either stay protected, while looking over their shoulders all the time in the USA or risk prosecution or worse.\nColeen Rowley\nMarch 29, 2014 at 14:45\nUnfortunately the current reality is quite different for those who connived the U.S. into an illegal and disastrous war on Iraq and who ordered various illegal kidnappings and tortures as well as other post 9-11 illegal actions including warrantless monitoring and collection of non-relevant info on innocent people in the U.S. and around the world.  The media’s fascination with power and celebrity status as well as the two party system has come to rehabilitate most of the politicians who operated in the Bush Administration and simultaneously normalized their illegal actions.\nFor instance, here in “Nice (liberal) Minnesota,” Condi Rice is being feted, put on the podium and invited to speak at the University of MN (for which she’s being paid $150,000!) on how she tried to “carry the struggle for civil rights and human rights to Iraq and the Mid-east.” http://www.startribune.com/politics/statelocal/252827411.html Those of us who have tried to point out that Condi was involved in highly illegal actions are labeled as being against free speech and even called racists for criticizing Rice: http://blogs.mprnews.org/newscut/2014/03/self-censorship-in-a-democratic-society-u-of-m-style/ and http://dailycaller.com/2014/03/29/bitter-white-liberals-urge-university-of-minnesota-to-rescind-condi-rice-speaking-invitation/\nThis is true even on our main newspaper and “Minnesota Public Radio” whose poll yesterday showed over 80% of all readers support Condi Rice.  Most of the comments in support of Rice came from people who self-identified as Democrats or liberals, even many who claimed they were against the Iraq War but who have now gone 180 degrees to fully support Condi Rice.  This is why many believe the fully-rehabilitated Rice will seek the presidency or more likely the vice-presidency.  Barring that, Rice would likely be named to a high position in the next Hillary Clinton presidency.\nMaster Blaster\nMarch 28, 2014 at 08:42\nI enjoy your articles very much Mr Parry, however I feel you are over using one argument throughout most of them:\n“As reported by the UK Guardian, â€œDuring the conversation, Paet quoted a woman named Olga â€“ who the Russian media identified her as Olga Bogomolets, a doctor â€“ blaming snipers from the opposition shooting the protesters.â€\nPaet said, â€œWhat was quite disturbing, this same Olga told that, well, all the evidence shows that people who were killed by snipers from both sides, among policemen and people from the streets, that they were the same snipers killing people from both sides.\nâ€œSo she also showed me some photos, she said that as medical doctor, she can say it is the same handwriting, the same type of bullets, and itâ€™s really disturbing that now the new coalition, that they donâ€™t want to investigate what exactly happened. â€¦ So there is a stronger and stronger understanding that behind snipers it was not Yanukovych, it was somebody from the new coalition.â€\nAshton replied: â€œI think we do want to investigate. I didnâ€™t pick that up, thatâ€™s interesting. Gosh.â€ ”\nThis is about the fourth or fifth time I’ve read virtually the exact same thing, somewhere in the middle of an article you’ve written about Ukraine and the coup. It is great information to have, but it is a straw I feel you are grasping too hard on amongst a bale of hay. When I get to this section of your writings, it turns me off to the rest of the article because I know it is being reused again and again. There are other aspects of other articles you call back to in smaller portions, yet this portion in particle is always virtually the same.\nI’m not saying it’s bad info, just saying you don’t need to continue to make verbose articles filling them with potatoes you already served us several times before.  Concise can be just as good.\nlumpentroll\nYeah right.\nCause critical facts that contradict the official narrative should only be stated once and then promptly forgotten.\nKHawk\nMarch 31, 2014 at 18:21\nUm, unfortunately, not everyone reads ALL of Bob’s articles.  It’s a critical piece of information that has to be reiterated in various articles to insure it is captured by a broad readership.  It’s like reporting the same story on TV news 30 times in one day in order to capture the various schedules of viewers.\nAlastair\nMarch 28, 2014 at 06:41\nKerry didn’t exactly run as a peace-nik in 2004.  This is from his DNC acceptance speech.  Other than the fact that Kerry actually spent a few months in uniform in a war zone, the rhetoric could have come from Bush, Cheney, Obama, Biden, McCain, Romney or Palin …..\n“I defended this country as a young man and I will defend it as president. Let there be no mistake: I will never hesitate to use force when it is required. Any attack will be met with a swift and a certain response. I will never give any nation or any institution a veto over our national security. And I will build a stronger military. We will add 40,000 active duty troops – not in Iraq, but to strengthen American forces that are now overstretched, overextended and under pressure. We will double our special forces to conduct antiterrorist operations. And we will provide our troops with the newest weapons and technology to save their lives and win the battle.”\nJay\nMarch 28, 2014 at 21:22\nAnd if you’d drop the Swift Boat Veterans’ garbage claims, people would pay attention to your point about John Kerry’s militarism. See how that works?\nSKT\nMarch 27, 2014 at 23:52\nThis is getting better everyday. I love how the American government goes around the world deposing world leaders ostensibly to ‘free’ the citizens and spread ‘democracy’, when the TRUTH is that the American leaders don’t give a rat’s ass about citizens anywhere. Not in Ukraine, Syria, Iran. Or America. They’re in it for the money (oil, wepons sales, defense contracts etc.). They treat their own citizens like terrorists and sheep, and yet we’re supposed to believe they care about people in other countries?\nBwaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaHaHa!!\nAmericans ARE sheep. No doubt about it. And they are now sowing what they reaped. The facts that they all march to the same drum in response to global events and the Amerikan economy and job market are in the toilet,  and nothing is being done to get rid of the vermin in DC, is proof that Amerika is on the brink of collapse.\nJay\nFeeding into the Glenn Beck-Alex Jones world view.\njaycee\nMarch 27, 2014 at 22:27\nBut how to explain the monolithic character of how this story was handled (not just in US, but Britain and Canada), whereby all the “flag-waving” talking points were dutifully recited but also all the context – NATO expansion, strategic naval base, February 21 mediation, neo-nazi cabinet positions, etc – was also uniformly dropped from the developing narrative? It does appear totalitarian because its so across-the-board consistent. Is this driven by politicians or the editorial management of the media corporations? If its editorial – how is this consistency maintained?\nNorm\nMarch 28, 2014 at 06:46\nChomsky made the point in Manufacturing Consent that if you compared the American media (and this was the Reagan years) to a state-controlled media, the output from the American media is exactly what you’d expect from state-controlled propaganda.\nOf course, there isn’t a secret meeting deciding things.  But, from the owners down, everyone knows what’s in their best interests.  The editors do what makes the owners money and what the owners want to hear.  The reporters know that to succeed, they have to produce what the editors and owners want.  On top of that, you’ve got advertisers ready to complain and pull money at the drop of a hat, and plenty of angry right-wingers writing in to complain of any position to the left of Hitler.  All of it keeps the system on the tracks and rolling in the direction the owners of the system desire.\nKHawk\nMarch 31, 2014 at 18:04\nI wouldn’t be so quick to dismiss the notion of “a secret meeting deciding things.” No matter how “tin foil hat” such a notion appears, it is very plausible and applicable to so many other events.\nMisha\nMarch 28, 2014 at 06:48\nI noticed as far back as the Presidency of Bush the Not Stupid that the President could give a 50 minute speech, and every tv channel, from local to national, would run the same few clips of the same few seconds.\nSome was predictable.  When Bush the Not Stupid said ‘Read my Lips, No New Taxes’, that of course is a headline that is going to be widely covered.  But, it was striking that there was almost no deviation from the standard clips anywhere.  One would think that one tv news director might make a different decision on what to put in as the 5th of 5 clips into the broadcast from another network, but it rarely happened.\nlumpentroll\nMarch 27, 2014 at 17:38\nObamaâ€™s unwillingness or inability to recast the false narrative left him with no political choice.\nObamaâ€™s unwillingness or inability to punish the Wall Street gangsters left him with no political choice.\nObamaâ€™s unwillingness or inability to confront the Military Intelligence and Security State extortionists left him with no political choice.\nAt what point do loyal Democrats and other ‘reasonable’ people stop making excuses for this punk Barry Sotero and admit they live in a sham democracy, vote in sham elections and subscribe to a non extistant sham reality?\nRemember the famous words of Karl Rove:\nWeâ€™re an empire now, and when we act, we create our own reality. And while youâ€™re studying that reality â€” judiciously, as you will â€” weâ€™ll act again, creating other new realities, which you can study too, and thatâ€™s how things will sort out. Weâ€™re historyâ€™s actors . . . and you, all of you, will be left to just study what we do.\nRearranging chairs on the deck of the Titanic will do us no good. Only the guillotine or the threat of the guillotine can change their behaviour.\nKevin Schmidt\nNot a good idea.\nThe French Revolution got carried away with their bloody ‘National Razor’, and after ten years and over thirty thousand chopped off heads later, Napoleon took power in a coup d’Ã©tat in 1799.  Then declared war and seized control of most of continental Europe in a quest for personal power.  Of course, he and France finally met their well deserved demise at Waterloo.\nThat’s where your guillotine idea belongs, in the loo.\nHere’s the right way to do it, the peaceful, sustainable First Amendment way:\nMoveToAmend.org\nLincoln\nMarch 28, 2014 at 06:55\nAmericans normally adapt British history and opinion, which includes a dislike of the French and the notion that Napoleon was the next Hitler.\nMy ancestors were released from serfdom in Germany when the Napoleonic Code followed the French Armies, so they tended to have a rather different view of Napoleon.\nlumpentroll\nCan’t. Break. Through.\nGuiilotine = hyperbole.\nThe point is to threaten your opponent with meaningful consequences. You cannot reason with psychopaths. Do you understand?\nPetitions and charitable donations make comfortable people feel good about themselves — while causing uproarious laughter amongst gangsters.\nF. G. Sanford\nDear Lumpy and Kevin,\nI admire your faith. But here’s what reality looks like. The price of gold is roughly $1300 per ounce. If you multiply that by 16 to get a pound, then multiply again by 2000 to get a ton, that would be $41,600,000. Then divide that into the national debt, which is $17 trillion. You get a number that tells you how many tons of gold it would take to pay the national debt. Now, before you waste your time doing the math, USA claims it has 8,133.5 tons in Fort Knox. The official total for every country in the world is 31,320 tons. Sounds like a lot. That’s all the gold in the whole wide world. But our national debt is 408,654 tons. The Federal Government is a Three Card Monty Ponzi scheme. Do you really think these people will let you pass a law that will make them pay it back? If we went to the gold standard tomorrow, gold would have to hit $65,316.31 an ounce to break even. They’re building those FEMA camps and giving tanks to police departments. They’re two steps ahead of ya. As far as the guillotines are concernedâ€¦they already thought of that. Smoke ’em if ya got ’em. The game is already over.\nPyaul\nMarch 28, 2014 at 06:52\nAnd of course, their psyops specialists will try to tell you that its hopeless to oppose them and that you shouldn’t even try.\nA biilboard in NYC reads “The French Aristocracy didn’t see it coming either”\nJay\nGerardKelly\nMarch 27, 2014 at 16:14\nExcellent analysis. Let us hope that the truth will prevail over lies and spin\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.washingtonpost.com/opinions/former-soviet-states-stand-up-to-russia-will-the-us/2013/09/26/b5ad2be4-246a-11e3-b75d-5b7f66349852_story.html",
                "https://www.globalresearch.ca/why-are-nazi-and-confederate-flags-on-display-in-kiev/5372042",
                "https://www.theguardian.com/world/2014/mar/05/ukraine-bugged-call-catherine-ashton-urmas-paet",
                "https://consortiumnews.com/2014/03/04/americas-staggering-hypocrisy/",
                "https://blogs.mprnews.org/newscut/2014/03/self-censorship-in-a-democratic-society-u-of-m-style/",
                "https://dailycaller.com/2014/03/29/bitter-white-liberals-urge-university-of-minnesota-to-rescind-condi-rice-speaking-invitation/",
                "http://www.startribune.com/activists-urging-u-to-revoke-speaking-invitation-to-condoleezza-rice/252827411/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.ned.org/regions/",
                "http://www.informationclearinghouse.info/article37599.htm",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://oldbulllee.com/neocons.htm",
                "https://www.youtube.com/watch?v=5SBo0akeDMY"
            ]
        },
        "key_words": [
            "danger",
            "neocons",
            "russian",
            "russia",
            "yanukovych",
            "state",
            "false",
            "ukrainian",
            "narrative",
            "ukraine",
            "putin",
            "obama"
        ]
    }
]