[
    {
        "url": "https://www.christianpost.com/news/japan-quake-spurs-rick-warren-ed-young-to-send-twitter-message.html",
        "title": "Japan Tsunami Spurs Rick Warren, Ed Young to Send Twitter Message",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJapan Tsunami Spurs Rick Warren, Ed Young to Send Twitter Message\nJapan Tsunami Spurs Rick Warren, Ed Young to Send Twitter Message\nJapan Tsunami Spurs Rick Warren, Ed Young to Send Twitter Message\n| Monday, March 14, 2011\nA residents of the seaside town of Yotsukura, northern Japan, walks past damaged homes Monday, March 14, 2011, three days after a giant quake and tsunami struck the country's northeastern coast. | (Photo: AP/Mark Baker)\nMegachurch pastors Rick Warren, Ed Young, John Piper and many more took to Twitter to send out prayers and reflection on life this weekend after a 8.9-magnitude earthquake and tsunami devastated Japan and left likely more than 10,000 people dead.\nOn Saturday, Warren of Saddleback Church in Southern California tweeted, \"Pray for earthquake victims in Japan. I love the Japanese people having lived in Nagasaki as missionary.\"\nHe followed up with another tweet, \"YOU can give to help earthquake victims in japan. 2,100 of our members serve on PEACE Relief Teams.\"\nMeanwhile, Pastor John Piper of Bethlehem Baptist Church in Minneapolis tweeted a link to his blog reflection and prayer for the Japan disaster. He described the scene of the tsunami in Japan as \"apocalyptic\" and said it forced him to his knees in prayer.\nRelated\n\"Father in heaven, you are the absolute Sovereign over the shaking of the earth, the rising of the sea, and the raging of the waves. We tremble at your power and bow before your unsearchable judgments and inscrutable ways,\" he said in a prayer for Japan on Saturday.\nThe official death toll on Monday, three days after a 23-foot tsunami crashed into Japan, is 1,647. The number is expected to rise much higher, however, given that officials estimate that likely 10,000 people died in Miyagi Prefecture (state) alone.\nIn addition to dealing with the double nightmare of an earthquake and tsunami, survivors are also living in fear of being exposed to radiation from nuclear power plants that were damaged during the disaster.\nA second hydrogen explosion at the Fukushima Daiichi nuclear power plant occurred Monday morning, wounding 11 workers. The explosion, however, did not damage the reactor. The first explosion occurred Saturday, resulting in the roof of a building housing a reactor at the same power plant being blown off, according to CNN.\nOver the weekend, people were being checked to see if they had been exposed to harmful levels of radiation. As many as 160 people may have been exposed to radiation, according to officials.\nJapan's Prime Minister Naoto Kan on Sunday said, \"This is Japan's most severe crisis since the war ended 65 years ago.\"\nReporters on the ground say that many of the survivors have gone for three days without drinking water and are living in near freezing temperatures. The Japanese government said it has sent emergency aid to affected areas, but many survivors say it has not reached them yet.\nChristian relief and development groups such as the Salvation Army, World Vision, Samaritan's Purse and others are traveling to the affected areas to distribute aid and assess damage.\nEd Young, founding pastor of Fellowship Church in Grapevine, Texas, retweeted his wife's Lisa's message this weekend, \"Japan n pacific countries r n our prayers. Devastation is horrific but Gid (sic) is n rescue mode. We must b His hands n feet!\"\nSouthern Baptist leaders Albert Mohler, Jr., president of the Southern Baptist Theological Seminary in Louisville, Ky., and Thom Rainer, president and CEO of LifeWay Christian Resources, were among the first prominent Christian leaders to tweet about the quake. They both posted messages Friday – the same day the earthquake and tsunami hit Japan.\n\"Let's pray that families in Japan will be reunited and calmed. This is a huge disaster that would test the heart and resolve of any nation,\" tweeted Mohler. \"News reports say that many fathers in japan are unable to get home to their families due to the earthquake and tsunami,\" he also wrote.\nRainer tweeted, \"Prayers answered. My brother and his wife have been in (sic) located in Japan. They are fine.\"\nThe quake is reportedly the fifth most powerful quake to hit the world since 1900 and the worst in Japan's recorded history. More than 1.4 million households have been without water since Friday, and about 2.5 million households without electricity, according to The Associated Press.\n\"Don't think that what happened in Japan won't happen where you are. There is nothing in this world that's dependable outside of faith in God,\" tweeted Pastor Jaseon Ma, a hip hop artist and spiritual mentor to Asian celebrities, on Sunday.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "japan",
            "tsunami",
            "power",
            "n",
            "world",
            "message",
            "rick",
            "earthquake",
            "ed",
            "tweeted",
            "send",
            "young",
            "weekend",
            "warren",
            "spurs",
            "twitter"
        ]
    }
]