[
    {
        "url": "https://www.christianpost.com/news/100-largest-us-megachurches-do-not-affirm-lgbt-causes-mostly-led-by-white-pastors-report.html",
        "title": "100 Largest US Megachurches Do Not Affirm LGBT Causes, Mostly Led by White Pastors: Report",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n100 Largest US Megachurches Do Not Affirm LGBT Causes, Mostly Led by White Pastors: Report\nCP Current Page: Church & Ministries | Thursday, January 04, 2018\n100 Largest US Megachurches Do Not Affirm LGBT Causes, Mostly Led by White Pastors: Report\n100 Largest US Megachurches Do Not Affirm LGBT Causes, Mostly Led by White Pastors: Report\n| Thursday, January 04, 2018\nElevation Church in Charlotte, N.C., is one of the largest and fastest-growing churches in the country. | (Photo: Elevation Church)\nAn LGBT advocacy group released a report, showing that megachurches hold to traditional biblical teachings, with all 100 of the largest churches in the United States not affirming same-sex unions. The report also found that 93 percent of the megachurches are being led by a white pastor and only one has a female pastor.\nChurch Clarity, an LGBT-affirming group that reports on and categorizes churches based on their stated policies regarding LGBT issues, released the findings  last week. The report is spurring a debate about the theological stances on sexuality as well as the racial and gender diversity among pastoral leadership and congregational membership in the 100 largest churches in America, as ranked by Outreach Magazine's popular annual list. All told, these congregations represent approximately 1.1 million Christians in America.\nFounded last year, Church Clarity states that its mission is to \"promote clarity\" on church policies, specifically LGBTQ policies — which it considers \"critical information.\" According to the CC report, 35 percent of the megachurches clearly state their LGBT positions on their websites. For 54 percent of the megachurches, their position is \"unclear\" — meaning they're not easily found on the website and may be \"buried\" in peripheral sections such as sermons, blogposts, or media. And 11 percent have \"undisclosed\" (cannot be found on website) LGBT policies.\nChurch Clarity's decision to report on racial and gender issues in addition to the degree of LGBT affirmation within congregations is reportedly part of the organization's \"expanding\" mission.\nWriting at Religion News Service , Jonathan Merritt called the CC report \"explosive,\" noting that the \"staggering\" data that shows none of the megachurches have policies affirming same-sex people and relationships \"will doubtlessly provide firepower to conservative Christians who claim that LGBTQ+ affirmation is a slippery slope to liberalism and a congregation killer.\"\nOthers maintain that this is but another round of trashing megachurches that are stereotypically known for glitzy flashiness and other factors some find unappealing, but are churches that usually proclaim traditional teaching, including on issues of sexuality and sexual ethics.\nMark Tooley, president of the Washington-based Institute on Religion & Democracy, observed on his organization's blog  Tuesday that despite CC's intention to shame these large congregations for their traditional teaching on sexuality, they are the ones that are actually growing while liberal churches that have LGBT-affirming policies aren't. \n\"There are thousands of churches in America with liberal clergy. They could become megachurches if their messages and appeals were compelling to more people. But they aren't,\" Tooley wrote, adding that liberal iterations of most faiths exist mainly \"in the minds of some Western theologians and sociologists.\"\n\"More permissive and theologically lax religion may sound appealing but it rarely attracts a sustained crowd, anywhere.\"\nLarge crowds do not mean theological truth is being taught, but congregations that continue to die hardly indicate spiritual health, he said.\nAnd while Church Clarity is also calling out megachurches for their lack of diversity in leadership, liberal mainline Protestant churches are even less racially diverse, Tooley argued. \nChurch Clarity lists as problematic in its report that only 7 percent of megachurches are led by people of color when racial minorities comprise nearly 40 percent of the general population. Similarly, the group laments that only one of the 100 megachurches listed has a female pastor, who co-pastors with her husband, when 8 percent of Fortune 100 CEOs are women.\n\"In a country/world where roughly 50% of the population is female, let's not get too excited about Fortune's 8% stat,\" CC notes. \"The point is to compare for-profit corporations vs churches.\"\nYet Tooley pointed out that while megachurches originated in mostly white exurbs and suburbs and are often founded by entrepreneurial pastors, \"their congregations are more diverse than commonly imagined.\"\nA study from the Leadership Network and Hartford Institute in 2015 revealed that 10 percent of megachurches reported no racial majority, and 37 percent of megachurches have between 20 and 49 percent racial minorities attending congregations that are majority white.\nThe IRD president also posited that even though the average megachurch does not affirm LGBT causes, \"still by virtue of its size and variety of programs has more LGBTQ people than the average mostly empty liberal church proudly waving rainbow flags to little effect.\"\nSuch is also the case regarding racial diversity among the supposedly inclusive theologically liberal churches. With the exception of the least liberal American Baptist denomination, Tooley said, the memberships of liberal mainline Protestant congregations range from 88 percent to 96 percent white.\n\"Their memberships are also much older,\" he continued. \"One survey says only 12 percent of Episcopal Church members are millennials. Likely far fewer are active worshipers. One survey says the average age of a megachurch worshiper is 40. For Mainline Protestants it's close to 60.\"\nHe further pointed out that as for female clergy, some denominations like his own United Methodist Church have ordained women for many decades, even though the vast majority of Christians worldwide do not.\n\"Although I'm happy in my tradition, I'm loathe to condemn as intrinsically bigoted the vast majority with different teachings. If megachurches are chauvinistic and bigoted why do they more successfully attract women and non-whites than the ostensibly more enlightened liberal churches?\" he asked.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://religionnews.com/2017/12/29/sexuality-race-and-gender-3-explosive-insights-about-americas-100-largest-churches/",
                "https://juicyecumenism.com/2018/01/02/trashing-megachurches/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.churchclarity.org/resources/scoring-americas-100-largest-churches-for-clarity-2018",
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "largest",
            "pastors",
            "churches",
            "report",
            "affirm",
            "congregations",
            "white",
            "church",
            "tooley",
            "lgbt",
            "megachurches",
            "led",
            "100",
            "racial",
            "liberal",
            "causes",
            "policies"
        ]
    }
]