[
    {
        "url": "https://www.christianpost.com/news/nfl-star-ben-watson-planned-parenthood-created-exterminate-blacks-its-working.html",
        "title": "NFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\n| Thursday, August 04, 2016\nNew Orleans Saints tight end Benjamin Watson (82) celebrates after a touchdown in the third quarter of the game against the New York Giants at the Mercedes-Benz Superdome. New Orleans won 52-49, New Orleans, Louisiana, November 1, 2015. | (Photo: USA Today Sports/Matt Bush)\nChristian NFL player Benjamin Watson has opened up about his views on abortion and how it factors into race relations in America today.\nIn an hour-long interview for the San Diego-based Turning Point Pregnancy Resource Center 's blog interview series, Watson, a devout Christian who often speaks out publicly on a wide range of racial and political issues, answered questions on whether race plays into the abortion debate, whether men should have any say over whether women get an abortion, and why he is pro-life.\nWatson, the author of the book Under Our Skin , has frequently discussed the racial divide in America, whether in his book, Facebook  posts or in media interviews .\nBenjamin Watson, a tight end for the New Orleans Saints, releases his first book on Nov. 17, 2015, with Tyndale Momentum, an imprint of Tyndale Publishers. Watson's book, co-written with Ken Peterson, is entitled Under Our Skin: Getting Real about Race—and Getting Free from the Fears and Frustrations that Divide Us. | (Photo: Tyndale Momentum)\nIn the second part  of the interview, Watson gave great detail on how race factors into the issue of abortion. He pointed out that the abortion agenda seems to be focused primarily on minorities and how the nation's largest abortion business was founded by Margaret Sanger, who has often been accused of being a racist and a eugenicist.\n\"I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,\" Watson said. \"We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.\"\nWatson criticized minorities for buying into the abortion agenda and suggested that black and hispanic pregnant teens are encouraged to get abortions rather than keep their babies.\n\"We are buying it hook, line, and sinker, like it's a great thing. It's just amazing to me and abortion saddens me, period. But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do,\" Watson asserted. \"In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.\n\"It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,\" he added.\nWatson explained that his book mentions how many political ideas, such as minorities should get abortions, are \"forced into our heads\" through \"reinforced culture.\"\n\"We sit here and talk about advancing the black agenda, whatever that means, we talk about our interests, and what's important to us — like having political power and advancement and all those things — and then we are turning around and we are killing our children,\" Watson said. \"And we are buying the lie that it's our personal decision to make.\"\n\"Honestly, I am sympathetic, I am. Because I know it's a hard decision,\" Watson continued. \"I don't know exactly what it's like to be pregnant and to be a single mom, or even to be a married mom and not want the child. I would never assume people are having abortions flippantly. I know people have them for convenience, but that doesn't mean it's not a tough choice for the mothers to make, so I always want to be sympathetic to that.\"\nBenjamin Watson with his two sons, Isaiah and Juda. | (Photo: Facebook/Benjamin Watson)\nAlthough Watson believes that abortion is a \"women's issue,\" he believes that men still have a large role to play in the women's ultimate decision to get an abortion.\n\"[A] lot of the women wouldn't be having abortions if the men would step up and be a part of what they are already biologically a part of. Raising children and having children, even though the women birthed the child, is designed for two people to do it,\" Watson stated. \"And there is so much undue stress and pressure on the woman if the other one isn't there.\"\nWatson argued that a fault in the process is that many men would rather have abortion be a \"women's issue\" so that they don't have to \"step up and make a decision.\"\n\"Any idea that a man doesn't have a role in it is not true, and is simply more about politics and making a man's life easier,\" Watson stressed. \"If you are going to say, 'It's your choice' and she decides on an abortion, then at least be man enough to go with her through the entire process. You should have to sit with her through the entire procedure (and recovery) if you are going to go that route.\"\nWatson, a 12-year veteran tight end who is beginning a new chapter in his career this season with the Baltimore Ravens, recalled a time where he has had to talk to a one of his NFL teammates whose girlfriends was facing an unplanned pregnancy.\n\"His girlfriend was pregnant and he had that look like, 'I don't know what to do' and I know that abortion may have very well been a possibility, although we didn't discuss it specifically,\" Watson explained. \"My whole speech to him was encouraging him about what an awesome opportunity it is to raise a child, to give the child a home, to love that child, and that God entrusted him with another life, and what a responsibility and the privilege that is.\"\nIn part 1  of the interview, Watson explained why he is pro-life.\n\"It's really more of a complete worldview,\" Watson said. \"Pro-life is being for people who are in sex-trafficking, or people who are in danger from persecution, or being for people who are stricken with poverty or illnesses, or whatever it may be. Just having a respect for life in general to me is pro-life.\"\nTurning Point is actively seeking donations  to help them accomplish their goal of providing \"hope, help and healing to women in crisis pregnancies and offer them alternatives to abortion.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/nfl-star-ben-watson-black-men-know-their-leash-is-a-little-bit-shorter-but-everyone-needs-to-obey-police-166438/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BenjaminWatsonOfficial/posts/915231598603972",
                "http://underourskinbook.com/",
                "http://turningpointfriends.org/",
                "http://turningpointfriends.org/donate/",
                "http://turningpointfriends.org/ben-watson-part-one/",
                "http://turningpointfriends.org/benjamin-watson-interview-part-two/",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "having",
            "abortions",
            "working",
            "women",
            "minorities",
            "abortion",
            "watson",
            "know",
            "child",
            "pregnant",
            "parenthood",
            "nfl",
            "men",
            "ben",
            "exterminate",
            "planned",
            "created",
            "blacks",
            "star"
        ]
    }
]