[
    {
        "url": "https://www.christianpost.com/news/6-year-old-transgender-student-wins-civil-rights-case-to-use-girls-bathroom.html",
        "title": "6-Year-Old Transgender Student Wins Case to Use Girls' Bathroom",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n6-Year-Old Transgender Student Wins Case to Use Girls' Bathroom\n6-Year-Old Transgender Student Wins Case to Use Girls' Bathroom\n| Monday, June 24, 2013\nThe Colorado Civil Rights Division ruled on Sunday that Coy Mathis, a transgender 6-year-old who identifies as a female, has the legal right to use the girls' bathroom at his elementary school in Fountain, Colo. The ruling concluded that the Fountain-Fort Carson School District 8 created an unnecessary situation in which Mathis would be subject to harassment when it barred him from using the girls' bathroom.\nSteven Chavez, the division director for the Colorado Civil Rights Division, wrote in his decision, that prohibiting Coy and telling him \"that she must disregard her identity while performing one of the most essential human functions constitutes severe and pervasive treatment, and creates an environment that is objectively and subjectively hostile, intimidating or offensive.\"\nThe decision marks the first ruling in the nation holding that transgender students must be allowed to use bathrooms that match the gender with which they identify, and the most comprehensive ruling ever supporting the rights of transgender people to access bathrooms without harassment or discrimination.\nMathis, who was born a male, began to express himself as a female at 18 months and was recognized as a girl at age 4 by his family. Once he enrolled in kindergarten, his parents, Kathryn and Jeremy Mathis, asked the school district to treat their child as a girl, and officials initially agreed, according to the ruling. Then in December 2012, the school district told the Mathises their first-grader would no longer be allowed to use the female bathrooms but gave him an option to use a staff or a gender-neutral restroom in the school's nurse's office. Shortly after, the Mathis family filed a complaint with the state's civil rights division.\nNow, transgender advocates are hailing the civil rights decision as a major step toward equal rights. \"This ruling sends a loud and clear message that transgender students may not be targeted for discrimination and that they must be treated equally in school,\" said Transgender Legal Defense & Education Fund (TLDEF) executive director Michael Silverman. \"It is a victory for Coy and a triumph for fairness.\"\nWhat Silverman considers a victory, Peter Sprigg, senior fellow for Policy Studies at the Family Research Council in Washington, D.C., told CP he thinks it's outrageous that \"the Colorado Civil Rights Division has decided that the aberrant feelings of one individual are to be placed above the legitimate concerns of the vast majority of children.\" Furthermore, he said the school was \"exceedingly generous in affirming a lie by referring to a biological male as a 'girl' and allowing that child to dress as a girl.\"\n\"Astonishingly, even this generous accommodation did not satisfy the Transgender Legal Defense and Education Fund…these activists have placed their radical social and political agenda ahead of the well-being of all the remaining students in the school,\" he added.\nIn a statement released Monday afternoon, the school district also shared a similar dissatisfaction considering they \"carefully considered the best interest of all children in the District, including Coy,\" when they made their decision to permit Mathis to use any of three single-user, gender-neutral bathrooms on the same floor as his first-grade classroom, which they say was a \"reasonable compromise the family refused to consider.\"\n\"We are disappointed with this opinion because it not only failed to address conflicts between statutory and regulatory provisions raised by the District but failed to appreciate the unique circumstances that school districts must consider when faced with such situations,\" the statement said.\nMathis' parents have pulled him out of school along with his siblings but plan to enroll him in another district. \"Schools should not discriminate against their students, and we are thrilled that Coy can return to school and put this behind her,\" said Kathryn Mathis, Coy's mother. \"All we ever wanted was for Coy's school to treat her the same as other little girls. We are extremely happy that she now will be treated equally.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "case",
            "rights",
            "bathroom",
            "coy",
            "transgender",
            "mathis",
            "student",
            "wins",
            "students",
            "girls",
            "6yearold",
            "ruling",
            "civil",
            "district"
        ]
    }
]