[
    {
        "url": "https://consortiumnews.com/2017/07/03/playing-chicken-with-nuclear-annihilation/",
        "title": "Playing Chicken with Nuclear Annihilation",
        "authors": [
            {
                "name": "Miranda Keefe",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "George Eaton",
                "link": null
            },
            {
                "name": "E. Leete",
                "link": null
            },
            {
                "name": "It'S Worse Than You Think",
                "link": null
            },
            {
                "name": "P. Brooks Mcginnis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-03",
        "text": "Main menu\nJuly 3, 2017\nBy Norman Solomon\nAny truthful way to say it will sound worse than ghastly: We live in a world where one person could decide to begin a nuclear war — quickly killing several hundred million people and condemning vast numbers of others to slower painful deaths.\nIllustration by Chesley Bonestell of nuclear bombs detonating over New York City, entitled “Hiroshima U.S.A.” Colliers, Aug. 5, 1950.\nGiven the macabre insanity of this ongoing situation, most people don’t like to talk about it or even think about it. In that zone of denial, U.S. news media keep detouring around a crucial reality: No matter what you think of Donald Trump or Vladimir Putin, they hold the whole world in their hands with a nuclear button.\nIf the presidents of the United States and Russia spiral into escalating conflicts between the two countries, the world is much more likely to blow up. Yet many American critics of Trump have gotten into baiting him as Putin’s flunky while goading him to prove otherwise. A new barrage of that baiting and goading is now about to begin — taking aim at any wisps of possible détente — in connection with the announced meeting between Trump and Putin at the G-20 summit in Germany at the end of this week.\nBig picture: This moment in human history is not about Trump. It’s not about Putin. It’s not about whether you despise either or neither or both. What’s at stake in the dynamics between them is life on this planet.\nOver the weekend, more than 10,000 people signed a petition under the heading “Tell Trump and Putin: Negotiate, Don’t Escalate.” The petition was written by RootsAction to be concise and to the point: “We vehemently urge you to take a constructive approach to your planned meeting at the G-20 summit. Whatever our differences, we must reduce rather than increase the risks of nuclear war. The future of humanity is at stake.”\nA war between the world’s two nuclear superpowers could extinguish human life on a gigantic scale while plunging the Earth into cataclysmic “ nuclear winter .”\n“Recent scientific studies have found that a war fought with the deployed U.S. and Russian nuclear arsenals would leave Earth virtually uninhabitable,” wrote Steven Starr, a senior scientist with Physicians for Social Responsibility. “In fact, NASA computer models have shown that even a ‘successful’ first strike by Washington or Moscow would inflict catastrophic environmental damage that would make agriculture impossible and cause mass starvation.”\nThe Bulletin of the Atomic Scientists explains why, since last year, it has moved the risk-estimate “Doomsday Clock” even closer to apocalyptic midnight — citing as a major factor the escalation of tensions between the U.S. and Russian governments.\nSo, the imminent meeting between Trump and Putin will affect the chances that the young people we love — and so many others around the world — will have a future. And whether later generations will even exist.\nI put it this way in a recent article for The Nation: “Whatever the truth may be about Russian interference in the U.S. election last year, an overarching truth continues to bind the fates of Russians, Americans and the rest of humanity. No matter how much we might wish to forget or deny it, we are tied together by a fraying thread of relations between two nations that possess 93 percent of the world’s nuclear weapons. Right now it is not popular to say so, but we desperately need each other to enhance the odds of human survival.”\nIn that overall context, stoking hostility toward Russia is, uh, rather short-sighted. Wouldn’t it be much better for the meeting between Trump and Putin to bring Washington and Moscow closer to détente rather than bringing us closer to nuclear annihilation?\nNorman Solomon is the coordinator of the online activist group RootsAction.org and the executive director of the Institute for Public Accuracy. He is the author of a dozen books including War Made Easy: How Presidents and Pundits Keep Spinning Us to Death.\nP. Brooks McGinnis\nJuly 9, 2017 at 19:57\nNuclear Weapons are EVIL and will be used by EVIL men.  If you support the use of nuclear weapons then you support criminal behavior and death and destruction on a scale that is PURE EVIL\nAs someone wiser than I said”\nThe Russians are afraid of war, the Americans are not.\nThe Russians are prepared for war, the Americans are not.\nE. Leete\nUrgent to the Federation of Galactic Councils\nRe: Survival of planet Earth, solar system ExB213, galaxy MaDas/5\nSituation critical; very close to destruction; request immediate intervention; inequity factor is 1,000,000,000 [one billion] and rising; most powerful species is victim of bigpicture blindness; cannot see the overall situation; this species has technology and weapons capable of destroying entire planet 60 times over; please send emergency response team ASAP; code 10; need equipment for disabling uranium-based bombs; repeat: extreme inequity increasing exponentially, driving violence to infinity; planet could burn at any moment; species has very confused and imperfect ideas about work and wealth; self-destruction is rampant since reward and sacrifice were divorced; species lacks conscious perception of value of justice and of connection of injustice and violence; recommend you send 1000 indestructible teachers; species has driven itself mad; most unable to overcome inertia, many vulnerable to psychosis and panic mentality; obedience to custom and convention is solidified; submission to accepted ideas is extreme; sense of alarm at situation is extremely slight; recommend extreme caution; planet is worth saving, has some interesting lifeforms\nGeorge Eaton\nJuly 5, 2017 at 01:12\nIt doesn’t matter what the US citizens think or what they want. The politicians are doing the bidding of the oligarchy, wealthy elite, international bankers and the military industrial complex. If they want a war between Russia and the US, they will have a war. Even if they have to create an incident to start a war.  This article reflects common sense and any sane person would agree that having a nuclear war is bad for the world. The question remains then, why are the hidden leaders speeding us towards World War Three?\nAbe\nJuly 4, 2017 at 13:46\nA senior spokesman for a Muslim Brotherhood front organization with links to Al Qaeda, who also is a fellow at the Atlantic Council, is publishing articles in American newspapers urging Trump to attack Syria because he can do so “without triggering World War III”\nMohammed Alaa Ghanem is a Millennium Fellow at the Atlantic Council and Government Relations Director for the Syrian American Council (SAC) in Washington D.C.\nThe Syrian American Council is a front for the Muslim Brotherhood, the ideological precursor to Al Qaeda and ISIS.\nBefore ascending to the highest positions of ISIS and Al Qaeda, Abu Bakr al-Baghdadi, Osama bin Laden, and Ayman al-Zawahiri belonged to a common belief system: the Muslim Brotherhood.\nArmed opposition forces in Libya and Syria are dominated by the Muslim Brotherhood. By 2012, the Muslim Brotherhood affiliated groups led the terrorist forces opposed to the elected government of Syria.\nGhanem serves as the Senior Political Adviser, Government Relations Director, and Strategist for the Syrian American Council.\nGhanem’s Muslim Brotherhood inspired op-eds have appeared in the New York Times, the Washington Post, Foreign Policy, Politico, the Hill, the New York Post, the Huffington Post, The Daily Beast, and the Atlantic Council MENASource.\nJuly 4, 2017 at 12:22\nThank you Norman for pointing out what should be obvious, but is not to most people. Here’s a simple argument I’ve used that people might find helpful:\nWhile nuclear weapons probably have lengthened the time between world wars, the real question is “by how much?” Even if they increased the expected time to 500 years—a time frame that most people see as highly optimistic—that would be equivalent to playing Russian roulette with the life of a child born today, because the risk of being killed in Russian roulette is one-in-six, and 500 years is roughly six times that newborn’s expected lifetime. Of even greater concern, if the nuclear time horizon is more like 100 years, that child born today would have worse than even odds of living out his or her natural life.\nIf you’d like to see more along those lines, plus how this relates to “creating true love at home and peace on the planet,” download a free PDF of the book my wife and I recently completed: http://www-ee.stanford.edu/%7Ehellman/publications/book3.pdf .\nmike k\nJuly 4, 2017 at 09:37\nWouldn’t it be nice if you could trust and learn from the MSM?  Not really. Don’t put your unqualified, unexamined trust in anyone. Always check out what you hear in the light of your own consciousness. Unquestioning belief is the enemy of truth. Sources of knowledge are more or less truthful and accurate. You need to work to discern that, and separate the wheat from the chaff. And God there is a lot of chaff!\nJuly 4, 2017 at 05:07\nFor sake of our Mother Earth and, we the inhabitants of the planet. We would like remind you that ego do not belong this conference. Thank you for allowing me to post my concerns.\nmike k\nJuly 3, 2017 at 20:41\nTo Dave, being anti-Putin is more evidence that Amy Goodman is serving George Soros. I don’t listen to Democracy Now anymore, I used to. I go on-line for news now, can’t stand MSM drivel.\nmike k\nJuly 4, 2017 at 09:26\nMaybe they should rename their show Democracy Later! The MSM has done all of us reasonably awake folks a favor by becoming so disgusting and aggravating that we can no longer watch it. The same goes for the dems and repubs. The only interest in tuning in to them is to find how outrageous their next string of lies will be. And unfortunately it let’s you know how your friends and neighbors got so far off track by listening to this garbage.\nmike k\nJuly 3, 2017 at 18:40\nWhat Roberts wrote sounds good, but I am glad Putin chooses to play a more defensive chess game, waiting for his opponent to make mistakes. If Putin became too aggressive we might all end regretting it. Dealing with America is dealing with the criminally insane; caution is indicated\nDave P.\nJuly 3, 2017 at 18:52\nmike K, I agree with you on that. Putin is a thoughtful leader.\nDave P.\nJuly 3, 2017 at 18:14\nPaul Craig Roberts wrote in his article “Another Step toward Devastating War” on June 19, 2017 :\n“I admire Putin. But he is playing the wrong game. Instead of parrying Washington’s aggression, he should be aggressive and force Europe and Washington to come to him for a solution.\nPutin, the leader of the free world, should not be on the defensive from a bankrupt, two-bit punk, washed up government in Washington that wallows in evil.”\nPutin the Leader of the Free World. Just think about what Paul Craig Roberts said. He is right.  It is Russia who is slowing down the the  march of ‘The West’ to economically colonize the countries beyond their borders again, inflicting great death and destruction in the process, and enslaving them.   Consider the irony of it all. Just three decades ago, U.S. supposedly was the leader of  the so called free world, as everyone of its leader crowed.\nJessica mentioned above that Amy Goodman is anti-Assad. She is very anti-Putin as well.  When She criticizes Assad, she conveniently forgets what Bush, Cheney, Clintons, Obama, Kerry, and their cohorts have done during the last two decades. She might ask why these leaders are not first put in the dock to answer for this death and  destruction they have inflicted. Assad’s name will be far down on the list.\nWith a very few sites like this one, there is not much left  out there to tell the Truth. Jeremy Corbyn’s rise is a hopeful light in this otherwise very dark era.  He is a thoughtful leader.\nGregory Herr\nJuly 3, 2017 at 19:14\nI like your post and wholeheartedly agree about Corbyn…but as to that list, Assad’s name shouldn’t be on it at all.\nDave P.\nJuly 3, 2017 at 20:19\nGregory,  You are right. Syrian Government  has to defend itself.  The Western Countries started making trouble around 2002  after Bashar Assad became President.\nMild-ly Facetious\nJuly 3, 2017 at 17:30\nmore > Confronting Russia’s ALLEGED interferences in 2016 as something that must be punished is not a winning strategy.\nWhat can the U.S. deliver as punishment? Cyberattacks on key national infrastructure? They would receive the same in return, much like in a nuclear scenario.\nEconomic, diplomatic isolation\nSanctions might hurt Russia’s GDP in the short to mid-term but they are likely to have even less success than against Iran and North Korea, much smaller countries and with narrower global support networks.\nSurely, a better way forward is to engage with Russia, where possible. That doesn’t have to mean public displays of affection for Putin and it certainly doesn’t require fancy “reset” buttons and slogans.\nIt means working despite frustrations to find common ground on real issues.\nPresident Donald Trump’s idea of trying to resurrect better relations with Russia is not actually such a crazy foreign policy. Obama’s was the same when he took office and his vice president, Joe Biden, had this to say in 2015 about the “reset” with Russia:\nJuly 3, 2017 at 18:24\nIn case I was not clear in my above comments, there is not one scrap of evidence that President Putin ordered anyone to hack any American documents related to the recent election. It only muddies the waters to say that there is a chance that he did. My idea is for the US to become friends and allies of Russia in a partnership for world peace. Elimination of all nuclear weapons would be part of that program. When you are making friends there is little point in raising unfounded suspicions about your would be partner. As in the Iran nuclear deal thorough inspection procedures can take care of compliance issues. Demonizing and raising all kinds of suspicions are not a good prelude to making peace, on the contrary that is all part of war making talk.\nMild-ly Facetious\nmike k __\n“I can’t agree with posters giving the “Russians tried to elect Trump through hacks” meme a “possibility of being true.” There is zero evidence for this”\nYou’ve  missed the gist of the writing, mike k. — Re-read with the least two  relevant lines ERASED from the text.\nRussia is back as the ultimate bad guy in the US POLITICAL AGENDA. Last week, the Washington Post’s deep-dive piece about President Vladimir Putin’s master-plan to subvert the 2016 US presidential election painted it as the political “crime of the century.”\nIt follows almost a year of US media coverage that has positioned Russia as a lurking enemy seeking to subvert an honest democracy. The takeaway: Either you see that Russia is bad, or you are an enemy of the free world.\nSuch a binary stance is ridiculous, selective in its memory of events, and dangerous. I’m not merely referring to the nuclear arsenal Russia possesses and the potential for another cold (and maybe even real) war.\nThat Russia must once again be enrolled as the pantomime villain ignores the reality that other countries have a legitimate interest in competing with the US for geopolitical influence – including inside the US.\nBogeyman: Vladimir Putin is just the latest in a long tradition of Russian leaders vilified by the West.\nIt also ignores various maneuvers against Russian interests over the last two decades, including the Nato expansion, placement of anti-missile systems in eastern Europe and the Kosovo bombing.\nBut, is it legitimate to dismiss the idea that Russia acted to protect its interests in the face of a Clinton presidency? Just because Russia’s interests do not coincide with the US should not make it Enemy No 1.\nBack to the future\nThe revived narrative of Russia as an “Evil Empire,” coined by former President Ronald Reagan appeals to the American public because it is familiar.\nJuly 3, 2017 at 14:57\nYou’re welcome, mike, and also thanks for your ironic comments. That song was on Dylan’s “The Times They Are A-Changing”, you probably know, and the times they are a-changing again. And the moon is made of green cheese, you know…\nmike k\nJuly 3, 2017 at 16:23\nDemocracy Now! sold out – that’s sad. I wonder if the few voices of truth will slowly disappear, and we will be left in the dark, like 1984. The forces of darkness are certainly in the ascendant now, and the people are asleep…..  Will we go gently into that nuclear goodnight without even a whimper, into that final big bang ending our brief and troubled time here?\nJuly 3, 2017 at 14:43\nGoodman gets funding from George Soros’ foundation, from Carnegie, Ford, who knows what other corporate on Pacifica; she’s nearly all corporate funded, Democracy Now sold out. Her Syria anti-Assad babble shows it. She also reports Venezuela inaccurately, it is set up by CIA covert operation.\nDave P.\nJuly 3, 2017 at 16:31\nI agree with you, Jessica. Amy Goodman  had been sold out for quite a while now.\nmike k\nJuly 3, 2017 at 14:39\nI read the letter. I wonder if Goodman answered the letter. If not, bad on her.\nJuly 3, 2017 at 19:22\nNo.  Amy Goodman has NOT responded to our Open Letter.  So we (Veterans for Peace, Chapter 162) posted a petition, asking that Democracy Now provide better coverage on Syria.  It’s at\nJuly 5, 2017 at 08:06\nThank you Daniel.  Democracy Now! needs to be exposed as the Soro’s shill they have become.  I think it is more dangerous for outlets like them and and NPR to spew propaganda since there are so many intellectually lazy, latte sipping liberals that think they are getting unbiased news.\nJuly 3, 2017 at 14:11\nEven some “progressive” journalists including Amy Goodman of Democracy Now have been echoing the neocon establishment line on Syria.  Since US involvement there could easily trigger a nuclear war with Russia, Veterans for Peace wrote Amy an open letter, it’s at\n“I’ve learned to hate Russians\nAll through my whole life.\nIf another war comes\nTo run and to hide.\nAnd accept it all bravely\nWith God on my side.\nBut now we got weapons\nOf the chemical dust.\nThen fire them we must.\nOne push of the button\nAnd a blast the world wide.\nAnd you never ask questions\nWhen God’s on your side.\nSo now as I’m leavin’\nI’m weary as hell.\nThe confusion I’m feelin’\nAin’t no tongue can tell.\nThe words fill my head\nAnd fall to the floor.\nIf God’s on our side\nHe’ll stop the next war.”\n— from “With God On Our Side”, Bob Dylan, 1963\nmike k\nThanks Jessica. An oldie and a goodie.\nMild-ly Facetious\nReviving Russia’s image as the “Evil Empire” is dangerous\nYURIY HUMBER\nJUNE 28, 2017\nRussia is back as the ultimate bad guy in the US political agenda. Last week, the Washington Post’s deep-dive piece about President Vladimir Putin’s master-plan to subvert the 2016 US presidential election painted it as the political “crime of the century.”\nIt follows almost a year of US media coverage that has positioned Russia as a lurking enemy seeking to subvert an honest democracy. The takeaway: Either you see that Russia is bad, or you are an enemy of the free world.\nSuch a binary stance is ridiculous, selective in its memory of events, and dangerous. I’m not merely referring to the nuclear arsenal Russia possesses and the potential for another cold (and maybe even real) war.\nThat Russia must once again be enrolled as the pantomime villain ignores the reality that other countries have a legitimate interest in competing with the US for geopolitical influence – including inside the US.\nUltimate Bogeyman: Vladimir Putin is just the latest in a long tradition of Russian leaders vilified by the West. Photo: Reuters Ultimate Bogeyman: Vladimir Putin is just the latest in a long tradition of Russian leaders vilified by the West. Photo: Reuters\nIt also ignores various maneuvers against Russian interests over the last two decades, including the Nato expansion, placement of anti-missile systems in eastern Europe and the Kosovo bombing.\nPutin may well have orchestrated a campaign to promote Donald Trump’s election, deeming him to be a man with whom he could do business as opposed to rival Hillary Clinton.\nIt’s legitimate for the US to probe what occurred and learn how to defend its political process from interference.\nBut, is it legitimate to dismiss the idea that Russia acted to protect its interests in the face of a Clinton presidency? Just because Russia’s interests do not coincide with the US should not make it Enemy No 1.\nBack to the future\nThe revived narrative of Russia as an “Evil Empire,” coined by former President Ronald Reagan appeals to the American public because it is familiar.\ncontinued > http://www.atimes.com/reviving-russias-image-evil-empire-dengerous/\nmike k\nJuly 3, 2017 at 13:15\nI can’t agree with posters giving the “Russians tried to elect Trump through hacks” meme a “possibility of being true.” There is zero evidence for this. There is a possibility that the moon might be made of green cheese – but no evidence for this being true.\nmike k\nJuly 3, 2017 at 13:19\nGiving unfounded propaganda allegations any credence whatever is not helpful to the cause of publishing truth. Let us call lies lies, and forget the maybe’s.\nmike k\nJuly 3, 2017 at 13:21\nWe don’t need to apologize or water down our truth. I’m tired of honest people cutting these evil weasels any slack whatever.\nmike k\nJuly 3, 2017 at 13:22\nBellingcat only tells lies period. If they tried to tell the truth, it would become a lie in their mouths.\nMiranda Keefe\nJuly 3, 2017 at 14:40\nIt is entirely possible that Matt Groening and Seth MacFarlane hacked the election in order to elect Trump because they figured it would give them more comedy material.  I mean it is *possible*, so I can’t dismiss it, right?\nMiranda Keefe\nJuly 3, 2017 at 14:42\nAnd now that someone made that assertion (it doesn’t matter it was me) we need an independent investigation to see if it is true.  I know there is no evidence of it, but that’s why we need an independent investigation to discover if there is any evidence.\nbackwardsevolution\nMiranda Keefe – good one!\nJuly 3, 2017 at 12:40\nIt is clear that there is an effort underway to shape public perception of US military capabilities. Trump’s penchant for Tomahawk “tweets” certainly is meant to convey a message.\nHowever, given the nature of military deception and the potential for catastrophic conflict in our era of advanced nuclear weapons technology, we must take the utmost caution in our interpretations. Certainly the Russians are doing so.\nTheodore A. Postol, a physicist and professor of Science, Technology, and International Security at the Massachusetts Institute of Technology (MIT), is an expert in ballistic missile defense technologies. Prior to coming to MIT, Postol worked as an analyst at the Office of Technology Assessment and as a science and policy adviser to the chief of naval operations. In 1991, he debunked claims by the U.S. Army that its Patriot missiles were successfully shooting down Iraqi Scud missiles during the first Gulf War.\nIn 2001, Postol received the Norbert Wiener Prize from Computer Professionals for Social Responsibility for uncovering numerous false claims about missile defenses. Postol has been a contributor to major science and technology publications, including MIT Technology Review since 2002, and has been frequently consulted by other authors on a range of scientific and technical issues. He remains a prominent critic of US government statements about missile defense.\nIn September 2013 and January 2014, Postol and former UN Weapons Inspector Richard Lloyd published important investigations of faulty US technical intelligence in the Damascus nerve agent attack of August 21, 2013. Analyzing available data, they found a number of items to be inconsistent with the Obama White House’s narrative of the incident. Postol and Lloyd concluded that the Ghouta chemical attack did not seem to have been launched by the Syrian government.\nThe investigations of Postol and Lloyd were attacked by UK blogger Eliot Higgins and his collaborator Dan Kaszeta at the Brown Moses blog. The claims of self-appointed “citizen investigative journalist” Higgins and self-declared “chemical weapons expert” Kaszeta were repeatedly debunked by Postol and Lloyd. Nevertheless, the claims of Higgins and Kaszeta continue to be cited by mainstream media, human rights organizations, and Western governments.\nIn July 2014, MIT Technology Review published Postol’s analysis of Israel’s U.S.-funded Iron Dome rocket-defense interceptors. An MIT expert on national security technology, Postol presented data explaining evidence of weaknesses in the Iron Dome defense system. He argued that Iron Dome’s interceptors had not been succeeding at their crucial warhead-detonation job.\nIn March 2017, Postol was co-author of a major article in The Bulletin of the Atomic Scientists, an academic journal that covers global security and public policy issues related to the dangers posed by nuclear and other weapons of mass destruction, emerging technologies, and other issues. Postol and fellow science experts Hans M. Kristensen, Matthew McKinzie addressed the US nuclear forces modernization program.\nAccording to Postol, Kristensen and McKinzie, the US program “has been portrayed to the public as an effort to ensure the reliability and safety of warheads in the US nuclear arsenal, rather than to enhance their military capabilities. In reality, however, that program has implemented revolutionary new technologies that will vastly increase the targeting capability of the US ballistic missile arsenal. This increase in capability is astonishing—boosting the overall killing power of existing US ballistic missile forces by a factor of roughly three—and it creates exactly what one would expect to see, if a nuclear-armed state were planning to have the capacity to fight and win a nuclear war by disarming enemies with a surprise first strike.”\nPostol and colleagues specifically address the highly destabilizing impact of new US “superfuze” technology to vastly increase the effectiveness of US nuclear weapons against hardened targets such as Russian ICBM silos:\n“Russian planners will almost surely see the advance in fuzing capability as empowering an increasingly feasible US preemptive nuclear strike capability—a capability that would require Russia to undertake countermeasures that would further increase the already dangerously high readiness of Russian nuclear forces. Tense nuclear postures based on worst-case planning assumptions already pose the possibility of a nuclear response to false warning of attack. The new kill capability created by super-fuzing increases the tension and the risk that US or Russian nuclear forces will be used in response to early warning of an attack—even when an attack has not occurred.”\nPostol and his colleagues also discussed implications of the new US “superfuze” technology in the March 2017 edition of Science magazine, the journal published by the American Association for the Advancement of Science (AAAS).\nThe 4 April 2017, a chemical attack at Khan Shaykhun derailed peace efforts in Syria. Higgins, Kaszeta, and the disinformation team at Bellingcat blog have vigorously backed the narrative of an air-dropped chemical bomb. Again the claims of Higgins and Kaszeta continue to be cited by mainstream media, human rights organizations, and Western governments. The lethal attack provided a pretext for a Tomakawk missile barrage from the United States.\nOn 11 April 2017, Postol presented analysis of the report released by the Trump White House concerning the Khan Shaykhun attack. Postol wrote that the report “contains absolutely no evidence that this attack was the result of a munition being dropped from an aircraft” and that photographic evidence used by the White House pointed to an attack by people on the ground.\nOn 13 April 2017, as if on cue, MIT Technology Review published an article purportedly revealing dastardly “Russian Disinformation Technology”. The article featured Eliot Higgins and Bellingcat, and was little more than an outsourced mashup of Atlantic Council reports and Bellingcat blog allegations of Russian perfidy.\nEfforts are underway to marginalize Postol and others who point at the White House’s lack of evidence concerning the recent chemical attack in Syria. Attacks on those dare to challenge the prevailing drive for further military action against the government of Syria, and the potential for nuclear conflict with Russia, are to be expected.\nbackwardsevolution\nAbe – good post.\n“…the US program “has been portrayed to the public as an effort to ensure the reliability and safety of warheads in the US nuclear arsenal, rather than to enhance their military capabilities. In reality, however, that program has implemented revolutionary new technologies that will vastly increase the targeting capability of the US ballistic missile arsenal.”\nAnd then we wonder why Russia is so defensive?  The U.S. is always upping the bar, making Russia follow her lead and develop more and more deadly weapons.  Russia is always kept running in order to keep up.  Instead of Trump giving the military $54 billion, he should have reduced their budget by that amount.\nMartin - Swedish citizen\nThank you!\nJust a thought: the West regularly carries out different false flag operations etc which they lie about as part of regime change operations. It’s fairly transparent, and yet quite few seem to listen. Isn’t that quality by itself very demoralising? Maybe even, somehow, intentionally so?\nGregory Herr\nJuly 3, 2017 at 17:59\n“The Transparent Conspiracy”, by Michael Morrissey, explores this idea in detail.\nMartin - Swedish citizen\nThanks!:)\nJuly 4, 2017 at 04:00\nAbe: Excellent post. MIT and other Institutions are funded in many ways through endowments by the NeoCon  Wall Street Oligarchy ;  most of the Academia is sold out to The Establishment for some time now.  There is no meaningful opposition in Academia to these wars  U.S. is waging, including dangers of nuclear war. There was a time when University Presidents, and other important figures in Academia took moral stands.  It is all history now.\nProfessor Postol deserves admiration for waging this courageous and moral fight.\nirina\nJuly 3, 2017 at 12:38\nHighly recommended reading : “By the Bomb’s Early Light” by eminent historian Paul Boyer.\nHe collected many excellent essays and observations made in the early post-Hiroshima years,\nwhen people clearly understood the grave new danger humans had created but before we had\nbecame habituated to that danger. One of his most important points was that the most perilous\ntime (the book was written in the mid-1980’s) was not the Cuban Missile Crisis or the Star Wars\nscenarios. The most perilous time, Boyer stated, would be at some point in the future (i.e. NOW)\nwhen dominant nation-states were falling apart, resource wars were flaring up, non-government\nactors were acquiring the ability to seize state munitions, nuclear systems were aging and not\nadequately maintained, and — the general population had put the danger out of their minds.\nThis important and deeply researched book should be required reading in US history classes.\nAvailable through Amazon and other used book services. (I found my copy at a library ‘used\nbook’ sale table, and have since purchased several more copies to give to teachers, etc.)\nmike k\nJuly 3, 2017 at 12:59\nThanks Irina. We have to keep on trying to wake people up. The scariest thing is that those at the top who should know better than anyone the real danger, seem to be those most deeply asleep.\nF. G. Sanford\nJuly 3, 2017 at 11:58\nA long time ago, I submitted a kind of Haiku poem to the comment section about Hiroshima. I guess it didn’t touch any nerves. In Syria, the US has apparently launched a campaign to take control of the Taqba area. It has launched a media propaganda campaign with all the usual MSM lackeys “embedded” for the dog and pony show – complete with kids flashing the “V for Victory” sign in support of their American liberators. Crowds of grateful village elders nod with approval as the Generals point to all the American aid and food supplies they’re providing.\nSo, basically, by controlling Taqba, the US forces will control Syria’s water, electricity and grain producing regions. Imagine that. Food aid to the part of Syria which produces all the food, while all the Syrians outside the US protectorate starve to death. This is a scenario the SAA cannot allow to stand, and if the Russians are to prevail, neither can they. There will almost certainly be a confrontation.\nI’ve thought for a long time that if Putin were really convinced -I mean REALLY convinced – that the controlled chaos being engineered by the US would never otherwise halt, he would consider a first use. It would not be an irrational decision. The world will not otherwise grasp the resolve to stop the insanity, nor would it otherwise appreciate the destructive power of what would otherwise remain only an abstract proposition. Slowly but surely, Putin is being convinced.\nThe strategic question is target selection. It would have to be a sacrifice which the world would not deem worthy of prompting retaliation. It would have to be a target which would not compromise modern civilization by any virtue of its loss. It would also have to be a target which would remove a strategic threat from the nuclear calculus. There is really only one country which fits those criteria.\nThe clock is ticking.\nJuly 3, 2017 at 15:18\nSanford – good post.  Dmitri Orlov wrote an article that spells out what Russia would do to the United States, if pushed.\n“You see, there are just a few magic ingredients that allow the US to continue to exist as a stable, developed country capable of projecting military force overseas. They are: the electric grid; the financial system; the interstate highway system; rail and ocean freight; the airlines; and oil and gas pipelines. Disable all of the above, and it’s pretty much game over. How many “balls of flame” would that take? Probably well under a thousand.\nDisabling the electric grid is almost ridiculously easy, because the system is very highly integrated and interdependent, consisting of just three sub-grids, called “interconnects”: western, eastern and Texas.  […]\nDisabling the financial system is likewise relatively trivial. There are just a few choke points, including the Federal Reserve, a few major banks, debit and credit card company data centers, etc. They can be disabled using a variety of methods, such as a cruise missile strike, a cyberattack, electric supply disruption or even civil unrest.  […]\nA few more surgical strikes can take out the oil and gas pipelines, import terminals, highway bridges and tunnels, railroads and airlines.”\nThe U.S. is the world’s bully, and the only time it wins a war is because it goes after “vastly inferior adversaries”.  Russia throughout its history has lost a lot of people; they know what war is all about.  Compared to Russia, the U.S. doesn’t have a clue about loss.  And Russia is all about defense.  It has been forced to be defensive.\n“Russia is ready to respond to any provocation, but the last thing the Russians want is another war. And that, if you like good news, is the best news you are going to hear. But if you still think that there is going to be a war with Russia, don’t think “Armageddon”; think “a thousand balls of flame,” and then—crickets!”\nWhat happens when you corner an animal?\nbackwardsevolution\nJuly 3, 2017 at 15:36\nSanford – just like a bully, go after the best assets.  The U.S. needs to get out of Syria, but they won’t; they’ll continue to push and bully.  And Russia and Syria can’t allow the U.S. to hold this area.  Look out!\nVera\nJuly 3, 2017 at 11:54\nFried chicken, anyone? Whence this American conviction they will not suffer, not be annihilated too?\nAdrian Engler\nJuly 3, 2017 at 11:26\nEspecially in connection with Syria, there is, in my view, a really grave danger. There seem to be strong forces within the US who want massive bombardments against the Syrian army and government institutions, as it was done in Libya and as it was planned for Syria under Obama (he did not get enough votes in Congress). While Russia may continue to react only verbally and with warnings when single planes are shot down, Russia could hardly afford not to react militarily if there were massive strikes against the Syrian government that would, with all likelihood, bring ISIS/Daesh and Al Qaeda militias to power in most of Syria, which would lead to enormous suffering in Syria (among other things bloodbaths among religious minorities in Syria) and could destabilize further countries in the Middle East. It would be irresponsible to let the US make the same disastrous mistakes in Syria as they did in Libya (in Syria even more grave consequences could be expected), but military resistance from Russia to such insane US actions would also be very dangerous. Probably, many people both in the Russian and the US military would attempt to prevent the escalation to an all-out nuclear war, but once such a large-scale war between Russia and the US would have started, it would be difficult to control how it escalates. Further countries could be drawn in (Iran, a long-time target of neoconservatives who are still very influential within the US), and mistakes could contribute to an acceleration of the escalation that no one wanted. Unless the US is ready to announce that they definitely won’t start any massive attacks on Syria with the goal of toppling the government (which would create the conditions for murderous Islamist extremists taking power in most of Syria), the world is probably in a more dangerous situation than during most of the Cold War.\nJuly 3, 2017 at 21:06\ni think alot of people do not understand the level of “conventional” weapons technology…an allout hot war between the US and Russia is still going to kill many millions of people, and make desolate large regions of the planet…it would take longer than a full nuclear exchange…but they have the conventional arms to ruin this fragile world…\nregards\nd\nJuly 3, 2017 at 11:24\nThe Kremlin has consistently and constantly, over and over and over again, denounced to anyone who will listen, the placement of ABMs on Russia’s periphery.\nThe fact that NATO has encroached on their western border regions over the last 20 years doesn’t alarm them as much (though it’s of course disconcerting to Moscow) as the simple fact that the Washington-Zio militarists have installed ABMs across Eastern Europe.   This is incredibly destabilizing.  Over the last few years Putin’s told gaggles of journalists over and over and over that this is of pressing concern to the Russian people.  He’s had to emphasize this point with irritation in his voice b/c the Western mass media steadfastly refuse to convey the seriousness of this matter to the American public.  These ABMs have convinced Russian statesmen that Washington is planning on a First-strike nuclear bombing campaign.\nIf Russian nuclear bombs start falling on Chicago, the Apple, LA, Miami, Washington and Dallas it’s the paid shills in the American media establishment who are directly to blame. They know exactly what’s going on but due to careerism and a fat paycheck have refused to tell the public the truth, they’ve refused to relay to the American people how dangerous these Washington ABMs are.  Instead, they’d rather be lapdogs and sycophants to the ruling class militarist imperialists.  If there’s any justice they’d all be guests of a CONTRA “meeting room” circa 1981; another batch of monstrous atrocities they either downplayed or ignored, that was paid for and supported by their elite puppet masters.\nJB\nJuly 3, 2017 at 11:59\nFirst of all: I am against attacking missiles near the border of other countries. It leads to instability and is not needed. On the other side, if Putin was so concerned about this, why did he provide Iran with nuclear technologies? Again, attacking missiles should not be put near the border but Putin was warned. Defensive missiles is an entirely different discussion. Now everybody is aware that defensive missiles can be converted to attacking missiles, but to prevent this I would suggest some international inspectors are involved.\nF. G. Sanford\nJuly 3, 2017 at 12:07\nThe United States provided Iran with its nuclear capabilities along with the Shah of Iran. Typically, the American public has no idea what really happened. Iran is a nuclear country today because of the “Atoms for Peace” program. I’m not sure if that’s irony or coincidence. If George Carlin were still alive, he could probably explain it.\nJoe Tedesky\nJuly 3, 2017 at 12:46\n“Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don’t have time for all that”.\nGeorge Carlin\nMiranda Keefe\nJuly 3, 2017 at 14:37\nYou do realize the difference between “defensive missiles” and “attacking missiles” is the like the difference between a “defensive sword” and an “attacking sword?”\nThey don’t need to be converted.  It’s just how they are used.  Right now there are “attacking missiles” in Eastern Europe that NATO calls “defensive missiles.”\nSkip Scott\nHi Miranda-\nActually I believe it is a little more complicated than that.  Defensive missiles (ABM’s) are meant to strike other missiles and keep them from hitting their targets.  Offensive (Ballistic missiles) are meant to hit targets on the ground.  We have no shortage of both kinds, and I believe the Russian point is that ABM sites could be converted to launching short range ballistic missiles within a very short time frame (hours).  This greatly reduces their window for counterstrike and leads to an increased\nchance for escalation, since they must use them or lose them in such a scenario.  Of course, I think the whole thing is a bit of a charade since there is so much “overkill” on both sides with land and sea based missiles that no one would ever have first strike capability.  But that is just my humble opinion.\nJohn-Albert Eadie\nJuly 3, 2017 at 18:14\nRight on Drew.  The ABMs are on the Western border of Russia are not for defense from Iran (hilarious but out-loud reason given), but to facilitate an American First Strike.  It is obvious to even non-professionals and Americans ought to pay attention (please!).  Especially when the calculations for a successful first strike mean that not only would (only!) a half-dozen American cities be devastated, world-wide agriculture would be ruined indefinitely so that .. USA First Strike is suicide.  This is a key point that, again, Americans should be able to figure out for themselves!\nDrew Hunkins\nJuly 3, 2017 at 18:31\nThe key to Washington’s ABMs is this: a leaky umbrella is useless in a down pour but quite effective in a drizzle.\nIn other words, the ABMs are actually OFFENSIVE.  A first-strike would be used by Washington to take out the vast majority of Russia’s nukes, the few remaining nukes that Russia would launch in retaliation would then be intercepted by Washington’s ABMs.  Of course top Russian brass fully understand this scenario which is why they’re convinced Washington is indeed setting up for a First-Strike.\nOur little Dr. Strangeloves who are implementing and planning all of this lunacy are crazier than a rabid coyote but the insouciant American public isn’t really cognizant of any of this.\nJuly 3, 2017 at 21:01\nits all still a zero sum game…the worlds submarine fleets will be effective at destroying the planet…there is no nuclear win scenario…period\nregards\nd\nTypingperson\nYep.\nJuly 3, 2017 at 11:06\nDoes one need any further proof that the majority of Americans are dangerously insane than their denial of the doom staring them in the face?\nmike k\nJuly 3, 2017 at 11:03\nThis nuclear threat is so obvious. That Mr. Solomon and others have to say it, tells you how deep in denial the American public is situated. Trying to wake up an American is like talking to a stone. I spent a lot of time in the 70’s trying to get people to pay attention to this issue. The result was nil, and that goes for the larger groups working on this too. If anybody has an answer for how we break through people’s determined denial of how close we are to the final war, speak now or forever hold your peace.\nRealist\nJuly 3, 2017 at 16:31\nThe continued existence of nuclear weapons essentially guarantees that some day they will be used, either deliberately in a fit of madness or accidentally.   Murphy’s Law is a very real descriptor of the world we live in, it is not just some joke made up for laughs or to make excuses.  It simply underscores the probabilistic nature of the universe.   Whatever CAN go wrong eventually WILL go wrong.   Play with fire, and you will get burned.\nJuly 3, 2017 at 20:55\nthese dumasses cant land 2 choppers in mogadishu successfully….what could go wrong with a nuclear first strike eh?\nAlexandr\nJuly 3, 2017 at 11:00\nI think I should repeat one more time. I am Russian, live in Russia. Here what I made at the moment. Unfortunately I cannot dub (make a voiceover) it right now. It is just impossible for me to get suitable environment at the moment and I simply unable to keep pace with the speakers in the program. I mean they are saying so fast sometimes and I cannot reproduce it in English. Anyway, I did my best with subtitles. It was hard and lengthy work, because of translation (I am far away from fluent English), synchronization of subs (talkings in the show are continous) and then final comprehensive verification. Thus, unfortunately the program is completely outdated (09.04.17 – Tomahawks attack theme) but I guess it is useful for you GUYS to get an example of our political talk-shows. Sorry for any grammar, punctuative and other language mistakes. Don’t judge too strict. I will do my best trying to dub it later, but cannot guarantee anything. Especially if there won’t be any views\\plays. Thanks and be well!\nThank you!\nA very good programme with it seems very well informed experts and different angles. Although from April, the angles they cover and conclusions they make remain very up to date.\nMartin - Swedish citizen\nJuly 3, 2017 at 18:05\nNext in line for Trumps “you are fired”: #1 McMaster, #2 Mad dog\nGregory Herr\nAlexandr,\nThe efforts you are making to create bridges of understanding between our peoples is greatly appreciated…and you should know that many of us here in America do understand and respect the culture and humanity of the Russian people and want nothing more than an extension of friendship between our nations.\nI have watched the first third of the program and will find time in the future to get back to it.  Gilbert Doctorow has written articles on this site discussing media in Russia, so this is not entirely new.  The panel has a diversity of opinion and even includes a “hardliner” or two such as we have here in the States.  One thing I like about Russians is an insistence upon logic.  I also enjoyed the humor they had with poking fun at Boris Johnson…the Russians are coming, the Russians are coming! ….  yes, to give you your certificate of insanity!  Had a good laugh with that one!\nThe panel made a good point about the “coincidence” of the chemical attack accusations coming three days after the Trump Administration announced they were no longer following a policy of removing Assad   The fact that the Syrian government had given up their chemical arsenal under U.S. direction was stressed, and the illogic of Assad doing such a thing was exposed.  Thanks again Alexandr.\ntina\nJuly 4, 2017 at 00:49\nWe all need to get beyond our elected “leaders” and their various agencies.  Russia bad, Iran Bad, Venezuela bad, Cuba bad and on. The internet can also forge friendships, better understanding , and who knows, maybe one day…..  We all won’t demonize each other, and be a little less angry.  But , I do not live in  a dream world,  we really do have to deal with politics, policy, finances, personalities, self-interest, and so on.  I am not hopeless.  But mayhaps there are more of us than the .01 or .001.. I want that to be true, but my thinking does not make it so.\nis not playing for me…any suggestions alex?\nregards\nd\nTypingperson\nJuly 4, 2017 at 00:17\nYou’re the best, Alexandr. Thank you so much for this edifying youtube. I love your subtitles! Not super-English  and all the better for it.\nReminds me of my nieces, when they were small.\nTheir words were young–and so much more on point than the grownups. Literal, like your wonderful subcaptions. So much more true. And honest. Like your subcaptions. !\nYour subtitles are not exactly English and so much more true and to the point. Literal! Thank you for going to this effort. I am learning so much from your efforts.\nI don’t speak Russian. So I very much appreciate your subtitles.  : )\nAlexandr\nJuly 4, 2017 at 02:05\nI haven’t already hoped that I will get any comments! WOW. Thank YOU all, fellas! It really means a lot, because it was really grave work for me. And the commendation from You means it was worth it. I was afraid of contrary.\nNow, to each one of You, if I may.\nMartin, you are totally right. I was thinking almost the same when I was finishing the job. That despite it is outdated, it is nevertheless acceptable because of “the angles they cover and conclusions they make remain very up to date.”\nGregory, indeed! I remember I read a one Mr. Doctorow’s article. However I think that it was kind of notes and the programme itself is a little bit different thing. But, for sure, you are right about it. And standalone point is bridges between thinkable (and not so) people.\nDerek, I don’t know what is wrong. If others watched it, then I have no idea. Sorry, pal! Maybe geoblock, but I have never heard of it regarding Youtube. However, I have uploaded it on Vimeo also. — https://vimeo.com/223910524 — But not the whole video, because of the size limits for standard users account. I was planning to upload the second part next week, when I get next quota.\nTypingperson, =))) yoooou are weeeelcome, mate!!!\nAnd one more thing I forgot to mention about LANGUAGE features in this work. When I was starting to do this translation job I intentionally decided to keep direct, word-for-word translation of Russian speech. So that it looks literal and … so forth, as Typingperson said. But then when I started the final check I tried to alter the text (in some places) to proper grammar view. Thus the text sometimes looks as mishmash of styles I guess. And I really, really wanted to make a voiceover. It would be helpful for me too – development of my English speaking skills. In conclusion – I tried to show You Russian style of speech. Russian style of word order in sentence.\nShare it, please. Hope it will give some food for thoughts at least. Any questions – just ask. THANKS AGAIN!\nJoe Tedesky\nJuly 3, 2017 at 10:48\nGood on you Mr Solomon, because we need more who think like you. Peace Joe\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://thebulletin.org/2010/03/the-climatic-consequences-of-nuclear-war/",
                "https://www.thenation.com/article/fifty-years-later-rekindle-the-spirit-of-glassboro/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.atimes.com/reviving-russias-image-evil-empire-dengerous/",
                "https://thebulletin.org/doomsday-clock/past-statements/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://vimeo.com/223910524",
                "https://act.rootsaction.org/p/dia/action4/common/public/?action_KEY=12985"
            ]
        },
        "key_words": [
            "nuclear",
            "world",
            "meeting",
            "russian",
            "russia",
            "chicken",
            "washington",
            "trump",
            "war",
            "playing",
            "putin",
            "annihilation",
            "life"
        ]
    }
]