[
    {
        "url": "https://www.christianpost.com/news/scholar-china-notices-link-between-christianity-us-economic-success.html",
        "title": "Scholar: China Notices Link Between Christianity, U.S. Economic Success",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nScholar: China Notices Link Between Christianity, U.S. Economic Success\nScholar: China Notices Link Between Christianity, U.S. Economic Success\n| Wednesday, May 18, 2011\nWASHINGTON – The officially atheist Chinese government is surprisingly open to Christianity, at least partially, because it sees a link between the faith and economic success, said a sought after scholar who has relations with governments in Asia.\nChina believes that Christianity is responsible for much of the historic success of Western Europe and the United States, said Dr. William Jeynes, senior fellow of The Witherspoon Institute in Princeton, N.J., during a presentation at the Family Research Council on Tuesday.\nBut while the Chinese government is open to Christianity, it also “wants to control Christianity.” Those in authority are very much aware of the Church’s role in bringing down the Berlin Wall and advancing democracy in the Soviet bloc.\n“They view Christianity as a belief system that if not controlled will potentially overthrow the government,” said Jeynes during his lecture titled, “God, China & Capitalism: Is Christianity in China the Key Ingredient for Economic Success?” “But on the other [hand], they see that if you try to oppress Christians that it could lead to this explosion as it did in Eastern Europe and [they could] lose control that way.\n“So they want Christianity for the benefits but they want to control it, and that is the balance they are currently trying to achieve.”\nThe scholar, who has multiple degrees in different disciplines and graduated first in his class at Harvard University, recalled an incident that confirms that China believes Christianity is responsible for the economic prosperity in the U.S. At a Harvard Business Conference years ago, Jeynes recalled top Chinese CEOs one after another asking Harvard scholars not about their talking points but about the relationship between Christianity and economic prosperity in the United States.\nThe Harvard scholars, Jeynes noted, were baffled and did not know how to respond.\nChina, however, is not the first to make a connection between the Christian faith and economic prosperity. German sociologist and political economist Max Weber wrote the book The Protestant Ethic and the Spirit of Capitalism in which he argued that ascetic Protestantism was a major reason behind the rise of capitalism and the economic success of the Western world.\nWeber observed that Christianity produces good work ethic and subsequently economic prosperity because it instills a sense of calling and people are more determined and more passionate about their work. The German economist also contended that Christianity promotes honesty, which is necessary to build trust that is essential in economic transactions; encourages people to be their best and be concerned about their neighbors’ standard of living; and discourages materialism.\nOther world religions do not promote economic prosperity like Christianity, contended Weber.\nHinduism believes Hindus are born and not made so there is a large degree of passivity in the religion, Weber observed. Also, the Hindu caste system is not conducive to instilling a work ethic where people push themselves harder with the hope that they can rise above their current situation.\nIn Buddhism, which shares many similarities with Hinduism, followers are taught the importance of respect and deference to the point that they support the status quo instead of change. Buddhism also defines “desire” as fundamentally wrong, whereas in Christianity there is a distinction between the desire to glorify God and love people versus selfish and evil desires.\nMeanwhile, Confucianism, dominant in East Asia, leaves less room for social mobility than Christianity because it emphasizes hierarchy. It also is more supportive of dominating forms of government than Christianity, Weber noted.\nAnd with Islam, the hierarchical value is even more emphasized than in Confucianism. Islam emphasizes compliance rather than freedom of grace that Jesus brings. Christianity’s teaching of God’s love encourages followers to help raise the living standards of others, the economist also observed.\nAs Weber, other scholars, and now the Chinese government observe, where Christianity is dominant there is economic prosperity.\nAmerican Orthodox Rabbi Daniel Lapin, who is a political commentator, noted that 90 percent of scientific discoveries over the last 1,000 years were in nations where Christianity was dominant.\nMany in the Chinese government, said Jeynes, believe that Christianity might be China’s best hope to establish morality as well as economic prosperity. Immorality is so “out-of-control” in China that a Chinese leader confided to him that if one were to randomly call someone from the Beijing phone book and offer the person $2,500 to come to a hotel room for sexual relations, then one out of three strangers would agree.\n“The Chinese believe that if the level of immorality that exists today, sexual immorality especially, persists, then the economic strength of the country cannot continue,” said Jeynes. “So they very quickly want to teach morality, especially to the young before their economy might indeed collapse.\n“It is not that they embrace Christianity with the most pure motive,” Jeynes noted. “A lot of their motive is it is good for our country, the morality of the country, and if we want economic prosperity to continue we need to have a more invitational approach to those who are Christian.”\nThere are an estimated 100 million Christians in China, about 75 million of whom are in the “underground” church, said Jeynes, and the number of believers is growing by six to seven million a year.\nThe professor of education at California State University in Long Beach also spent time talking about arrests and persecution of house church Christians in China. He ascribed the crackdown to China being nervous about Christianity and its potential threat to the government’s power.\nChristians in China are divided into two groups: those in the independent house church and those in the government-approved registered church. Jeynes revealed that the key difference between the two is whether the Gospel can be shared with minors, those under 18. Christians in registered churches are not allowed to share the Gospel with minors.\nJeynes concluded by saying that the key message he wants to convey is that China is both open to Christianity and nervous about the religion because of the potential problems it could bring to the communist government.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "economic",
            "china",
            "prosperity",
            "scholar",
            "weber",
            "chinese",
            "notices",
            "harvard",
            "jeynes",
            "church",
            "christianity",
            "link",
            "success"
        ]
    }
]