[
    {
        "url": "https://consortiumnews.com/2016/10/25/women-call-for-israel-palestine-peace/",
        "title": "Women Call for Israel-Palestine Peace",
        "authors": [
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Denise Ward",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-10-25",
        "text": "Main menu\nOctober 25, 2016\nBy Ann Wright\nOn Oct. 5, two women Nobel Peace Laureates were at opposite ends of Israel, each working for peace in different ways.  One was walking in Israel with Israeli and Palestinian women with hopes for peace in the Israeli-Palestinian conflict; the other sailed on the Women’s Boat to Gaza to challenge the Israeli blockade of the 1.8 million Palestinians trapped in the crowded Gaza Strip.\nMairead Maguire, the 1977 Nobel Peace Laureate from Northern Ireland who had sailed 1,000 miles in nine days with 13 women from 13 countries, was stopped in international waters by the Israeli military, taken into custody and brought to the southern Israeli port of Ashdod.\nNobel Peace Prize winner Mairead Corrigan Maguire. (Photo from YouTube)\nOn the same day, Leymah Gbowee, the 2011 Nobel Peace Laureate from Liberia, was to the north, on the Israeli border with Lebanon and spoke at the beginning of a two-week “Walk for Hope” through Israel with approximately 5,000 Israeli and Palestinian women.\nGbowee also spoke at the closing ceremony of the walk on Oct. 19 in Jerusalem at a rally in a square near Prime Minister Benjamin Netanyahu’s residence.\n“If you cannot see hope, if you cannot see peace, then you are blind,” Gbowee said. “You must reject the narrative that war is the destiny of our children. War is easy, making peace is hard. But sisters, today you’ve made history! No one will be able to ignore your call for peace any more.”\nIn an interview with the Haaretz newspaper, Gbowee added: “Men try to demean women’s activism as if it isn’t important, as if it isn’t ‘the real stuff.’ But guns and bombs are not aimed only at men. Women suffer real pain — and we have real things to say. And women have the ability to come together and bridge our divides — and that is very real, very political and very powerful.”\nMany other women’s voices from Israel and Palestine were heard at the Oct. 19 rally.\nWomen’s Power\nHind Khoury, an economist who was the Minister of Jerusalem Affairs in the Palestinian Authority and the delegate general of the Palestinian Liberation Organization to France from 2006 until 2010, said, “This is women’s power at it’s best. But will you last? Will you do the hard work? The hard part begins tomorrow — will you keep up the hope in our region that is plagued with violence and despair? The 50 years of rule over the Palestinian people, from cradle to grave, cannot go on. Our people are ready for peace. President Abbas is ready for peace. We women have come together to tell all our leaders to work towards a negotiated agreement.”\nNobel Peace Prize winner Leymah Gbowee.\nFadwa Shear from Ramallah said, “We cannot count on men to create peace. We will have to do it by ourselves. We are political women calling on our leaders to reach a political agreement. I am very proud to be here.”\nThe voices of Israeli women were also heard. According to the Haaretz article , “Hadassah Froman, widow of Rabbi Menachem Froman, and her daughter-in-law Michal, who was pregnant when she was wounded in a stabbing attack by a Palestinian in January, 2016, both spoke at the demonstration. The two women, who live in the West Bank settlement of Tekoa, were reportedly warmly welcomed by the crowd. ‘There is great energy here, and it can bring us to a new way, to change,’ said Hadassah Froman.\n“As she held her infant daughter, Michal Froman added, ‘I believe that peace, as we want it to be, will come from a place where we can see what is possible and what is impossible. The right can be part of peace, too. Life will be better here if we stop seeing ourselves as the victims of terror or the victims of the occupation. We all have to get over this and begin to work hard.’”\nPeace Reciprocity\nThe goal of working across religious and ethnic lines was echoed by Palestinians as well. Huda Abuarqoub, regional director of the Alliance for Middle East Peace and a resident of Hebron, said, “I came as a Palestinian woman from the Occupied Territories to say, enough is enough! It’s time for peace and security for both people. … You saw this morning how many Palestinian women joined you. I am here as Palestinian to say clear and loud — you have a partner!”\nHamutal Gouri, a women’s activist and a Women Wage Peace leader, ended the rally at Qasr al-Yahud, “Motherhood is not only the act of bearing and rearing our own children. Motherhood is a spiritual and ethical position of responsibility for the world and for future generations.”\nGouri told Haaretz, “The world does not need another peace plan. There are already many excellent plans.  What we need is true intent to make peace. And that is what we women are demanding from our leaders: determination and courage to engage in peace negotiations.”\nWomen Wage Peace, the organizer and sponsor of the “Walk for Hope,”  is a non-partisan women’s group founded in 2014 at the end of Operation Protective Edge, the 51-day Israeli attack on Gaza in which some 2,300 Palestinians and 72 Israelis (66 soldiers and six civilians) were killed.\nWomen Wage Peace calls for an agreement between Israel and Palestine that will be respectful, non-violent and accepted by both sides. Organizers say the group is funded mainly by small donations from Israel and abroad, as well as by the Women Donors Network in the United States.\nThe Palestinian Authority provided political and financial support to the walk including chartering buses, and purchasing water and hats with a dove logo that the women wore, many over their hijabs.\nMore than 2,500 Jewish and Arab Israeli women arrived on buses and were joined by more than 1,000 Palestinian women from the West Bank. Over the next week, Women Wage Peace will set up a “peace tent” at Qasr al-Yahud, the historic baptism site on the Jordan River.\nMaguire’s Account\nRegarding the 1,000 mile voyage of the Women’s Boat to Gaza, Mairead Maguire described what happened as the boat approached Gaza: “myself and all of the women who sailed on the Women’s Boat to Gaza have been arrested and are in detention in Israel. We were arrested, kidnapped illegally in international waters, and taken against our wish into Israel.\nThe two boats that were part of the Women’s Boat to Gaza challenge to the Israeli blockade of Gaza, although the one on the left developed mechanical trouble and did not make the final leg of the voyage. (Photo by Dolors Pena Buxo)\n“This has happened to me before. We will be deported and, tragically, not allowed back to see our friends in Palestine and in Israel. This is totally illegal. As men and — as women from many countries, we uphold our freedom of movement in any part of our world. So, … work for the freedom and human rights, the lifting of the blockade against the people of Gaza and for the freedom for the Palestinian people and peace in the Middle East. We can all do this together. It is not a dream. And we are here in person because we care for human rights, for human dignity for the Palestinian people.”\nWhile on the high seas on the voyage to Gaza on the Women’s Boat to Gaza, Maguire wrote : “As in Gaza, so too around our world, millions of children are suffering because of government policies of militarism and war and violence of armed struggles. This cycle of escalating violence must be broken, least it spin out of control. It is not too late, we can turn around from war to peace, from force to friendship, from hate to forgiveness and love, it is a choice. We are powerful each in our own way.  We can, when we believe passionately in love, change to a non-killing nonviolent world.”\nAs a participant with Mairead Maguire on the Women’s Boat to Gaza , I wish the Israeli government would have allowed the 13 women from 13 countries on our boat to join the “Walk for Hope,” but I guess that was too much to “hope” for!\nAnn Wright served 29 years in the US Army/Army Reserves and retired as a Colonel.  She also served in the US diplomatic corps for 16 years and resigned in 2003 in opposition to the war on Iraq.  She was the boat leader of the Zaytouna-Olivia, her fourth mission with the Gaza Freedom Flotilla coalition to challenge the illegal Israeli blockade of Gaza.\nMary\nOctober 27, 2016 at 14:51\nThanks to all who participated in Women Wage Peace and the Walk for Hope, as well as those on the Women’s Boat to Gaza.  These are wonderful efforts.  Can you request to speak before Congress?  What have the respective governments of those kidknapped done on your behalf?  How can this possibly go unchallenged?  Is Women Wage Peace an international group?  If it were, your membership would probably skyrocket.\nbackwardsevolution\nOctober 27, 2016 at 00:32\ndenise – you are right, walking and singing “Kumbaya” isn’t going to do it.  We must up the ante to hitting them where it hurts.  Boycott all products produced by those who support Israel; just stop buying them.  Newspapers who support Israel, stop buying them, and then stop buying all products advertised in those papers.  Hillary Clinton has put her support behind Israel – do not vote for her.  Do not vote for any politician who agreed to send Israel the $38 billion the U.S. just agreed to give them.  Money talks – hit them there.\ndenise ward\nOctober 26, 2016 at 20:58\nThese women are going out on a limb and I honor them. However pleading with men is only proving we actually have no power. It’s like we can’t do anything without their permission or approval, like we’re waiting for them to set the agenda. We live in a system designed solely by men. But we women are not talking about a system that would be better. We just want the men to be good little boys and reform themselves and make things all nice again. After decades of this futility, it still continues unabated. Women agree to being second class citizens because we do not come up with a way of living of our own. We use male currency, male language, male history, male engineering, male morality, which is a bit of an oxymoron and male rules, doctrines and deities.\nThis is not to say all men like it. Many men are as sickened by our stupid ways as we are. But women getting together infront of Netanyahu’s house in the effort to change his mind is naiveté at its highest. There are many protests but they amount to zilch. Or rather they amount to worse because that is what is happening.\nWomen, we have to face it – either we do something about the state of the world ruled by male hierarchy or every color will turn into grey, every human into a clone, and every thought into a crime.\nGaza is but one example of this. Take this in – if we have to risk lives in order to convince the rulers to stop killing, something is very, very, wrong with this picture.\nWalking for peace will do nothing. NOTHING. This I know and I am sick and tired of hearing about all this dallying as if it is doing a darned thing. What is the demand? What is the deadline for the demand? What if the demand is not met? Ladies, we need to know what we’re up against. We have had millenia of experience. The killing must cease, and that must be not negotiable. I suggest an moratorium on sex for anyone who is engaged in the military, law enforcement and military contractors. Let’s see if that makes news.\nWe need to start our own paradigm. The world will be so much better off.\nSee the Women’s Constitution at the Womens’ Council facebook page:\nOctober 26, 2016 at 19:34\nObama is a war criminal AND a Nobel Peace Prize Winner……go figure. You think the World Zionism will be tamed because 2 more women want peace?! Zionists controlled the British Empire and used it till it was killed. Now. they are doing the same thing with America………..China will be next after America is no longer an Empire…………Ann Wright is a great woman but I would like to see her writing about World Zionism. Please read the very well researched book by Alison Weir “Against Our Better Judgement : How the US was used for the Creation of Israel”……………Excellent material……….\nRikhard Ravindra Tanskanen\nOctober 27, 2016 at 18:33\nBritain was opposed to the Zionist movement – it opposed them in the 1920s and fought a war against Jewish terrorist organizations in the 1930s. I doubt that it supported them from the 19th century to the 1920s, given that it was imperialistic and didn’t want to give up any of its land. There was a possibility of Britain going to war with France over Jordan and Israel (Britain supported Jordan, France supported Israel) in 1957.\nbackwardsevolution\nOctober 26, 2016 at 05:05\nBoycotts, divestment, sanctions!  Build a wall around Israel with these weapons, and lobby your governments to put these things in place.  Israel does NOT want peace; they want your land and you gone.\nDrew Hunkins\nOctober 25, 2016 at 17:22\nHere’s the deal ladies, once you start speaking out against Israeli intransigence and lawlessness  you’ll notice a few things about the way the mass media start to treat you: 1.) you’ll either be virtually ignored, or 2.) you’ll be ridiculed and mocked at every opportunity.\nJust look at what happened to Brando during the latter years of his life when he made a few obvious (yet rarely acknowledged by most) points about the big Hollywood players.  And of course you can look at the short shrift and derision that comes the way of the few public intellectuals who have the audacity and intelligence to tell the truth.\nSome of the most skilled and adept propagandists in the world will go to work on you, it’s as sure as the Sun rising in the east.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2016/10/10/a-first-hand-account-of-womens-boat-to-gaza/",
                "http://www.haaretz.com/israel-news/.premium-1.748406"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=9AUEbjiXV98",
                "https://wbg.freedomflotilla.org/participants-on-board-messina-to-gaza",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://electronicintifada.net/blogs/nora-barrows-friedman/israel-intercepts-womens-boat-gaza%20in",
                "http://www.peacepeople.com/time-to-choose-peace-forgiveness-and-become-friends/"
            ]
        },
        "key_words": [
            "womens",
            "palestinian",
            "gaza",
            "peace",
            "war",
            "israel",
            "israeli",
            "hope",
            "boat",
            "women",
            "israelpalestine"
        ]
    }
]