[
    {
        "url": "https://www.christianpost.com/news/megachurch-pastors-divided-over-texas-voter-id-law-t-d-jakes-calls-it-needless-pastor-robert-jeffress-says-i-disagree.html",
        "title": "Megachurch Pastors Divided Over Texas Voter ID Law; T.D. Jakes Calls It 'Needless,' Pastor Robert Jeffress Says 'I Disagree'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMegachurch Pastors Divided Over Texas Voter ID Law; T.D. Jakes Calls It 'Needless,' Pastor Robert Jeffress Says 'I Disagree'\nMegachurch Pastors Divided Over Texas Voter ID Law; T.D. Jakes Calls It 'Needless,' Pastor Robert Jeffress Says 'I Disagree'\nMegachurch Pastors Divided Over Texas Voter ID Law; T.D. Jakes Calls It 'Needless,' Pastor Robert Jeffress Says 'I Disagree'\n| Wednesday, October 29, 2014\nBishop T.D. Jakes of The Potter's House (l) and Robert Jeffress of First Baptist Church, Dallas, Texas (r). | (Photo: Facebook)\nTwo of Texas's most popular megachurch pastors, T.D. Jakes of The Potter's House and Robert Jeffress of First Baptist Church, Dallas, reflected dueling positions on the state's controversial voter identification law. Jakes dismissed it as \"needless\" while Jeffress argued that the law is necessary ahead of Tuesday's mid-term elections.\nThe Texas legislature passed Senate Bill 14 (SB 14) into law in 2011 in a bid to curb voter fraud. It requires voters seeking to cast their ballots in person to present photo identification, such as a Texas driver's or gun license, a military ID or a passport according to votetexas.gov . The law is described as one of the strictest voter identification laws in the country.\nMany Democrats and voting rights advocates have been lobbying against the law charging that it stands to disenfranchise hundreds of thousands of particularly minority voters, but last month the Supreme Court, in an order  which was unsigned and without reason, allowed the law to go into effect ahead of next week's election.\nJustice Ruth Bader Ginsburg, supported by Justices Sonia Sotomayor and Elena Kagan, charged in a six-page  dissent that the order \"risks denying the right to vote to hundreds of thousands of eligible voters.\"\nTexas's voter identification law, wrote Ginsburg \"may prevent more than 600,000 registered Texas voters (about 4.5 percent of all registered voters) from voting in person for lack of compliant identification.\"\n\"A sharply disproportionate percentage of those voters are African-American or Hispanic,\" she noted, adding that \"racial discrimination in elections in Texas is no mere historical artifact.\"\nIn a recent interview with MSNBC, Jakes called the law \"needless\" and noted that it \"frustrated\" him. He said he thinks, however, that instead of suppressing voting rights, the law may end up galvanizing minority communities and pushing them to the polls which would be a positive.\n\"The stats show that there are very few people who violated the right to vote through inappropriate, fraudulent behavior and so it's a needless law,\" Jakes told MSNBC.\n\"I'm very hopeful that more people will exercise their right to vote in response to being threatened,\" Jakes, who leads a congregation of 30,000 in Dallas continued. \"That generally galvanizes our base in a way that I think is very, very important,\" he added.\nAnd in an effort to ensure voters show up at the polls, Jakes joined several African-American church groups in supporting a non-partisan statewide voter turnout initiative called Freedom Sunday  which culminated last Sunday Oct. 26.\n(Photo: Facebook/T.D. Jakes Ministries)\n\"In Dallas County less than 6 percent of registered Black voters actually stand up and make their voice heard through their vote. That is why the African-American Pastors' Coalition, the Interdenominational Ministerial Alliance, Baptist Ministerial Alliance, New Hope Baptist Church, the Potters House, Inspiring Body of Christ, Antioch Fellowship and many others have joined the Freedom Sunday movement,\" explained a report on the initiative's website .\nJeffress, who leads a congregation of 11,000 in Dallas, disagreed. Most Texans, he said, support the law and anyone who really wants to vote in Texas should have no problems doing so.\n\"I love T.D. Jakes but I disagree with him on this particular issue regarding the Texas voter ID law. I believe this law is very necessary and that two-thirds of Texans, according to a poll today, support the voter ID law,\" Jeffress told The Christian Post in an interview Wednesday.\n\"Almost every transaction in life requires a photo ID. Whether it's opening a bank account, buying alcohol, applying for welfare. Providing a photo ID is not too much of a burden for people to do in order to vote and yes, we need to protect people's right to vote but we also need to protect the right of people's vote to count and not be negated by fraudulent voting. So I applaud Attorney General Greg Abbott for his support of the Texas ID law and also our Supreme Court for at least temporarily upholding our Voter ID law,\" he said.\nJeffress also challenged the argument that the law is an attempt to disenfranchise minority voters.\n\"I don't believe at all that it is an attempt to disenfranchise minority voters. Our government has gone the second mile in making sure that those who can't pay for a voter ID can receive them free of charge,\" he said.\n\"We all have the right to vote but there's nothing in the Constitution that says we have a right to vote without expending any effort at all … I believe that for the vast majority of voters who want to vote that they will certainly find a way to get a photo ID. I cannot imagine why, if you can get a photo ID to buy cigarettes, alcohol, rent an apartment, open a bank account, you wouldn't also have a photo ID to use in casting a vote,\" he ended.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2014/10/19/us/supreme-court-upholds-texas-voter-id-law.html"
            ],
            "gov_pgs": [
                "http://votetexas.gov/register-to-vote/need-id/"
            ],
            "unsure": [
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "http://freedomsundaytx.org/about-us/",
                "http://freedomsundaytx.org/freedom-sunday-october-26-from-the-pews-to-the-polls/"
            ]
        },
        "key_words": [
            "pastors",
            "td",
            "law",
            "voter",
            "id",
            "texas",
            "megachurch",
            "pastor",
            "needless",
            "jeffress",
            "jakes",
            "voters",
            "vote",
            "voting",
            "robert",
            "right"
        ]
    }
]