[
    {
        "url": "https://www.christianpost.com/news/free-condoms-for-11-year-olds-philadelphia-and-its-sex-problem.html",
        "title": "Free Condoms for 11-Year-Olds? Philadelphia and Its Sex Problem",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFree Condoms for 11-Year-Olds? Philadelphia and Its Sex Problem\nFree Condoms for 11-Year-Olds? Philadelphia and Its Sex Problem\n| Friday, April 15, 2011\nPhiladelphia has a disturbing problem on its hands – it has the highest rate of sexually active teens in the country and the fifth highest HIV/AIDS rate for the age group. But the city’s new campaign – offer free condoms to teens as young as 11 – to combat the problem is raising eyebrows.\nThe Philadelphia Department of Public Health has launched a website  that allows youths to order free condoms online. Under the tab “Mail Me Condoms!” the city offers links to “how to use a condom correctly,” places in Philadelphia to buy condoms, and the option to get the male contraceptive for free.\n“If you live in Philadelphia and are between the ages 11 and 19 you can now have condoms mailed directly to you for free,” reads the youth-oriented website Take Control Philly, managed by the city’s health department.\nBut an expert for Focus on the Family’s public policy arm does not think promoting condom use among youths is the answer to Philadelphia’s problem. Chad Hills, abstinence education analyst for CitizenLink, told The Christian Post that pushing condom use among middle school students is “irresponsible teaching, at best.”\n“Most 11-year-old kids must be told to brush their teeth before bed; to take a shower at least several times a week; to put on clean clothes and comb their hair before walking out the door,” said Hills. “Now we’re handing them condoms and instantly transporting them into the world of adult sexual activity – awakening their curiosity and sexual passions before they can even think for themselves?”\nThe Philadelphia Department of Public Health earlier this year released a report citing the 2009 CDC Youth Risk Behavior Survey findings that 15 percent of Philadelphia high school students had their first sexual intercourse before 13 years of age. And 26 percent of the high school-aged respondents said they had sexual intercourse with four or more persons during their life.\nThe report also found that Philadelphia youths are more likely than the average American teen to have a sexually-transmitted disease.\nPhiladelphia youths ages 10 to 14 were 5.3 times as likely to have Chlamydia, a common STD caused by bacteria infection, than the average American teen. The rate of another common STD, Gonorrhea, among 15- to 19-year-olds in Philadelphia is three times the national rate, and among 10- to 14-year-olds, four times the national rate.\nAccording to the CDC survey, more than a third (37 percent) of the respondents said they did not use a condom during their last sexual intercourse.\n“We hear from teachers and school counselors and sometimes the principals that kids are cutting schools in the afternoon and leaving early to go have orgies – and that’s in middle school,” said Gary Bell, executive director of Bebashi Transition to Hope, a Philadelphia-based nonprofit that seeks to respond to the increasing rate of HIV/AIDS among African Americans in the city, according to ABC News.\n\"They get groups together with kids of different genders – sometimes same-sex and sometimes mixed. The parents are not home and so they go there and have sex and trade partners.\"\nPhiladelphia health officials hope the website giving away mail-ordered condoms will help lower the STD rate among youths in the city.\nBut perhaps the city should focus more attention on abstinence education, given the landmark study by the University of Pennsylvania last year that may have offered the most convincing evidence that such a message works.\nThe study first appeared in the February 2010 Archives of Pediatric & Adolescent Medicine, published by the American Medical Association. It found that abstinence education was the most effective in reducing sexual activity among youths after studying 662 students from four public middle schools that serve low-income African American communities.\nIt found that middle school students in Philadelphia who attended abstinence-only classes were less likely to become sexually active than their peers who went to classes emphasizing only condom use or even classes that taught both condom use and abstinence.\nA third of the students who completed the abstinence-only program had sexual intercourse within two years of the class. By comparison, more than half of those who participated in condom use-only program said they had sexual intercourse.\nOver 40 percent of students who received either the eight- or 12-hour class that combined both methods had sex within the two year period.\n“Latex, powders, pills and potions will never be the answer to this crisis,\" said Leslee Unruh, founder of the National Abstinence Clearinghouse, to CP. \"Condoms don’t protect the heart and aren’t 100 percent protection against many sexually transmitted diseases, including HIV. The only 100 percent effective way to protect one’s body and heart is abstinence until marriage.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.takecontrolphilly.org/"
            ]
        },
        "key_words": [
            "free",
            "school",
            "philadelphia",
            "times",
            "youths",
            "abstinence",
            "problem",
            "condoms",
            "sex",
            "rate",
            "condom",
            "students",
            "11yearolds",
            "sexual"
        ]
    }
]