[
    {
        "url": "https://consortiumnews.com/2013/02/27/the-ever-spinning-revolving-door/",
        "title": "The Ever-Spinning Revolving Door",
        "authors": [
            {
                "name": "Tom W",
                "link": null
            },
            {
                "name": "Rob Richards",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-02-27",
        "text": "Main menu\nBy Bill Moyers and Michael Winship\nTo those who would argue that the notion of a perpetual motion machine is impossible, we give you the revolving door  that ever-spinning entrance and exit between public service in government and the hugely profitable private sector. It never stops.\nYes, we’ve talked about the revolving door until we’re red or blue in the face (the door is bipartisan and spins across party lines) but this mantra bears its own perpetual repetition, a powerful reason for our distrust of the people who make and enforce our laws and regulations.\nThe revolving door has become the metaphor for people exchanging jobs in the government for more lucrative ones in the private sector. (Photo credit: Russell James Smith)\nJesse Eisinger, writing at The New York Times, reports that on Jan. 25, Senate Majority leader Harry Reid announced the appointment of Cathy Koch as his chief advisor on tax and economic policy. According to the Times, “The news release lists Ms. Koch’s admirable and formidable experience in the public sector. ‘Prior to joining Senator Reid’s office,’ the release says, ‘Koch served as tax chief at the Senate Finance Committee.’”\nBut, Eisinger notes, the press statement fails to mention Ms. Koch’s actual last job  as a registered lobbyist for GE. “Yes, General Electric,” he writes, “the company that paid almost no taxes in 2010. Just as the tax reform debate is heating up, Mr. Reid has put in place a person who is extraordinarily positioned to torpedo any tax reform that might draw a dollar out of GE — and, by extension, any big corporation.”\nOne other example cited in the Times article: Julie Williams, chief counsel for the Office of the Comptroller of the Currency “and a major friend of the banks for years” has been forced out of the OCC by its new boss and is joining Promontory Financial Group, “a classic Washington creature that is a private sector mirror image of a regulatory body.”\nPromontory plays both sides of the field, helping financial companies hack their way through the bogs of regulation while simultaneously “helping” the OCC review said regulations  like the just abandoned Independent Foreclosure Review that essentially let the banks hire outside “experts” to decide who had been victimized by the banks’ abuse of mortgages. Result: not a dime to affected homeowners but $1.5 billion in consulting fees to Promontory and other companies like it.\nAnd get this: as Julie Williams exits OCC for Promontory, she will be succeeded as chief counsel by Amy Friend, former chief counsel of the Senate Banking Committee but currently a managing director at wait for it  Promontory!\nIt’s a wonder all of Washington doesn’t lie prostrate in the streets, overcome by vertigo from all the spinning back and forth. But while we’re at it, remember that this whirling frenzy isn’t limited to the federal government. There are revolving doors installed at the exits and entrances of every state capitol in the country. The temptation for officeholders to seek greener pastures in lobbying can be even greater in statehouses where salaries are small and legislative sessions infrequent.\nA quick search of newspapers around the country reveals how pernicious the problem is. On Feb. 22, the Los Angeles Times reported “the abrupt resignation” of State Senator Michael J. Rubio to take a government affairs job with Chevron: “As chairman of the Senate Environmental Quality Committee, Rubio was leading the charge to make California’s environmental laws more business-friendly and has introduced bills during his two years in office that affect the oil industry in his Central Valley district.”\nA recent editorial in the Raleigh (North Carolina) News & Observer points out that since the last session of the legislature there, Republican Harold Brubaker, former speaker of the North Carolina House; and Republican Richard Stevens, a ten-year veteran of the state senate, have become registered lobbyists: “Both men became experts in state spending by heading budget committees in their respective chambers.  Top legislators-turned-hired-guns advising lawmakers sounds like an opening for well-funded interests to buy influence.”\nFlorida, that inflamed big toe of American politics, is one of the worst offenders, even as the state debates a sweeping ethics reform bill that keeps in place a current law that prevents departing members from lobbying the legislature for a two-year “cooling off” period  but postpones for two years a similar ban on doing business with the governor and state agencies. Over the last two decades, the state has increasingly contracted government work  currently valued at $50 billion  to outside vendors.\nEarlier this month, Mary Ellen Klas of The Miami Herald wrote, “The infusion of state cash into private and non-profit industries has spawned a cottage industry of lobbyists who help vendors manage the labyrinth of rules and build relationships with executive agency officers and staff so they can steer contracts to their clients.\n“There are now more people registered to lobby the governor, the Cabinet and their agencies  4,925  than there are registered to lobby the 160-member Legislature   3,235.” Dozens of them are former legislators and staff members “as well as former utility regulators, agency secretaries, division heads and other employees.”\nFormer Florida House Speaker Dean Cannon retired last November and has set up a lobbying shop just a block from the state capitol in Tallahassee. And former Senate President Mike Haridopolos, now a lobbyist, “used his influence to get lawmakers to insert millions into the budget at the final stage of the budget process to pay for a state law enforcement radio system the agencies didn’t ask for, a juvenile justice contract that agency didn’t seek and the extension of a contract to expand broadband service in rural areas.”\nYou get the picture. In 15 states, according to the progressive Center for Public Integrity, “there aren’t any laws preventing legislators from resigning one day and registering as lobbyists the next.  In the most egregious cases, legislators or regulators have written laws or set policy that helps a business or industry with whom they have been negotiating for a job once they leave office.” What’s more, in many of the 35 states that do have restrictions, “the rules are riddled with loopholes, narrowly written or loosely enforced.”\nWhich is why Glenn Harlan Reynolds, law professor, libertarian and head honcho of the political blog Instapundit, may be on to something. In a column for USA Today last month, he suggested, “Let’s involve the most effective behavior-control machinery in America: The Internal Revenue Code.\n“In short, I propose putting 50% surtax  or maybe it should be 75%, I’m open to discussion  on the post-government earnings of government officials. So if you work at a cabinet level job and make $196,700 a year, and you leave for a job that pays a million a year, you’ll pay 50% of the difference  just over $400,000  to the Treasury right off the top. So as not to be greedy, we’ll limit it to your first five years of post-government earnings; after that, you’ll just pay whatever standard income tax applies.”\nThe conservative Boston Herald endorsed the idea, comparing an ex-legislator or official’s connections and knowledge to intangible capitol and Reynolds’ scheme to a capital gains tax.\nImagine  conservatives and libertarians making a favorable comparison to the capital gains tax! This and that Russian meteor may be signs of the apocalypse. Just gives you an idea of how deeply awful and anti-democratic the revolving door is, no matter which side you’re on. That’s why it has to be slowed down if not completely stopped  and why we’ll keep talking about it.\nBill Moyers is managing editor and Michael Winship, senior writer at the think tank Demos, is senior writer of the weekly public affairs program, Moyers & Company, airing on public television. Check local airtimes or comment at www.BillMoyers.com .\nmasaccio\nIt’s the capitol gains tax.\nRob Richards\nThanks for the article.\nLibertarians advocate voluntary alternatives to regulation and taxation. The problem is not the abuse of power but power to abuse.\nFor info on people using voluntary Libertarian tools on similar and other issues worldwide, please see  the non-partisan Libertarian International Organization @ http://www.Libertarian-International.org ….\nTom W\nFebruary 27, 2013 at 14:46\nKafka couldn’t have written this!   Instead of the trial we have the trail and at every turn it becomes … it makes one’s bile rise in one’s throat!\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://billmoyers.com/"
            ]
        },
        "key_words": [
            "door",
            "state",
            "job",
            "everspinning",
            "revolving",
            "tax",
            "senate",
            "chief",
            "public",
            "laws",
            "times"
        ]
    }
]