[
    {
        "url": "https://www.christianpost.com/news/pro-life-students-protest-sia-concert-abortion-all-access-cleveland-state.html",
        "title": "Pro-Life Students to Protest Sia Concert Promoting Abortion",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, September 01, 2016\nSinger Sia performs on ABC's \"Good Morning America\" in New York City, New York on July 22, 2016. | (Photo: REUTERS/Joe Penney)\nPro-life students will protest an upcoming concert in Cleveland that will be headlined by the pop artist Sia and was organized to allow \"the biggest names in music and comedy [make] abortion access a reality.\"\nStudents for Life of America, America's largest youth pro-life activist organization, has announced that it will stage demonstrations against All Access 2016 at the Wolstein Center on the campus of Cleveland State University on Sept. 10.\nThe free concert was organized by the nation's largest abortion lobbyist groups, including but not limited to Planned Parenthood, NARAL Pro-Choice America, Whole Woman's Health and the American Civil Liberties Union.\nAlong with Sia, the singer of the popular hit song \"Cheap Thrills,\" the event lineup will also feature singers like Natalia Lafourcade and Teyana Taylor, and comedian Leslie Jones.\nAccording to the event website , \"All Access isn't just a concert, it's a powerful cultural event that unites people of all ages, racial and gender identities to expand our access to abortion and celebrate our collective power.\"\n\"All Access is such an inclusive group that I'm proud to be part of this,\" Sia said in a statement . \"We all need to stand together and be a part of creating the future we hope to see.\"\nThe Students for Life protest, which is part of the organization's \" Women Betrayed \" initiative launched last year in response to the Center for Medical Progress undercover Planned Parenthood videos, will take place on the sidewalks in front of the Wolstein Center in Cleveland beginning at 5 p.m.\nPlanned Parenthood South Austin Health Center is seen following the U.S. Supreme Court decision striking down a Texas law requiring abortion clinics to meet basic health and safety standards, Austin, Texas, June 27, 2016. | (Photo: Reuters/Ilana Panich-Linsman)\nThe protest will include several displays that oppose Roe v. Wade and attempt to expose \"Planned Parenthood's shade business practices.\" As the protest will focus on the entire abortion industry, it will try to show any pregnant mothers and fathers attending the concert that there are better options than abortion.\n\"We want to tell women that they deserve better than abortion, better than being forced to go to substandard medical facilities with rusty equipment,\" said Kristan Hawkins, president of Students for Life of America. \"We want women to know that there are resources for them when facing unplanned pregnancies, and we, the pro-life movement, have always been there and will continue to be there for them as the abortion industry's betrayal continues to happen.\"\n\"To those who lead the abortion industry, all they care about is the bottom line, how much money can they possibly make off of every woman that enters their facility, safety be damned,\" Hawkins added. \"As long as the cash is flowing, the abortion facilities will remain open. This is an industry that thrives on telling women they can't have a career and a child or can't continue their education without aborting their child. That's not empowerment; that's misogyny.\"\nAccording to the All Access website, All Access 2016 concerts are also scheduled for Atlanta, Chicago, Miami and Philadelphia. Local events will also be held so that people can watch live streams of the events.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://allaccess2016.com/en/",
                "https://www.hugedomains.com/domain_profile.cfm?d=womenbetrayed&e=com",
                "https://www.facebook.com/SamuelSmithCP",
                "http://radio.com/2016/08/09/sia-headline-free-abortion-rights-concert/",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "prolife",
            "protest",
            "sia",
            "abortion",
            "concert",
            "promoting",
            "access",
            "planned",
            "students",
            "women",
            "life"
        ]
    }
]