[
    {
        "url": "https://nutritionfacts.org/es/2017/12/21/apoya-a-nutritionfacts-org/",
        "title": "Apoya a NutritionFacts.org",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-21",
        "text": "Enero 21st, 2017\n¿Estimas mi trabajo?\nAlgunas personas nunca cambiarán, y que Dios las bendiga. Si quieren fumar o hacer bungee jumping, es su cuerpo, su decisión. Pero creo que la mayoría de la gente está simplemente confundida. Quieren vivir una vida larga y sana, quieren cuidar de su familia, pero son bombardeados por industrias multimillonarias, creándoles confusión con la esperanza de que coman lo que sea que les pongas delante. La buena noticia es que tenemos un poder enorme sobre nuestra salud y longevidad; la mayoría de la discapacidad y muertes prematuras son prevenibles mediante un estilo de vida y una alimentación lo suficientemente sanas. La ciencia está ahí, pero está escondida detrás de intereses comerciales que pueden no tener en cuenta lo que es mejor para nuestra familia. Espero que me consideres un compañero en la lucha por descubrir la verdad. Se publicaron casi 190000 artículos científicos sobre nutrición el año pasado, unos 500 al día. Por favor, ayúdanos a revisar toda esa ciencia, para que tú… ¡no tengas que hacerlo!\nLa semana pasada empezamos nuestra colecta de fin de año. Año tras año, más de la mitad de todo nuestro presupuesto anual se consigue en estas últimas semanas del año. Esperamos que nos des parte de esa generosidad navideña mediante una donación desgravable para que NutritionFacts.org pueda seguir funcionando y creciendo.\nNecesitamos conseguir más dinero de lo normal este año, ya que tengo que tomarme un año de descanso de dar charlas para poder concentrarme en escribir mi siguiente libro, así que esa pérdida en honorarios necesitamos reemplazarla con donaciones. ¡Apuesta por los hechos ayudándonos a llenar la zanahoria!\nPuede que yo sea la cara de NutritionFacts.org, pero hay todo un ejército de personal y voluntarios entre bastidores. Ellos me ayudan a revisar miles de estudios a la semana para estar al día con la ciencia, y así poder traer nuevos videos y artículos diariamente sobre lo último en la nutrición basada en la evidencia. Esto solo es posible gracias a ti. Cada año, miles de personas dan un paso adelante y hacen una donación, grande o pequeña, para expresar su agradecimiento por nuestro trabajo. Cientos incluso se han hecho donante mensuales, lo cual ayuda a asegurar una contribución más constante y predecible. Es una cuestión de números; cada dólar ayuda.\n \n \n \nNuevos pósteres de la Docena Diaria \n \nQ&A en directo el 28 de diciembre\nCada mes respondo a vuestras preguntas en directo (en inglés) desde mi caminadora; para el mes de diciembre será el jueves día 28.\nDirecto en Facebook: a las 12:00 p.m. ET, ve a nuestra  página  para entrar en el directo y hacerme preguntas.\nDirecto en YouTube: a la 1:00 p.m. ET, ve  aquí  para verme en directo, ¡y hacerme incluso más preguntas!\n \nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/NutritionFacts.org/",
                "https://www.youtube.com/watch?v=Y1VRvxXVhvc"
            ]
        },
        "key_words": [
            "la",
            "en",
            "lo",
            "apoya",
            "nutritionfactsorg",
            "año",
            "es",
            "una",
            "el",
            "para",
            "y",
            "que"
        ]
    }
]