[
    {
        "url": "https://www.christianpost.com/news/lecrae-dove-awards-mark-burnett-roma-downey-sadie-robertson.html",
        "title": "Lecrae Humbled by 'Artist of the Year' Dove Awards Win; Mark Burnett, Roma Downey Awarded for Impact on Mainstream Culture",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLecrae Humbled by 'Artist of the Year' Dove Awards Win; Mark Burnett, Roma Downey Awarded for Impact on Mainstream Culture\nLecrae Humbled by 'Artist of the Year' Dove Awards Win; Mark Burnett, Roma Downey Awarded for Impact on Mainstream Culture\nLecrae Humbled by 'Artist of the Year' Dove Awards Win; Mark Burnett, Roma Downey Awarded for Impact on Mainstream Culture\n| Wednesday, October 14, 2015\n(Photo: Courtesy of John Shearer)\nFrom Left: Chris August, Michelle Williams and Colton Dixon speak in the press room during the 2015 Dove Awards at Allen Arena, Lipscomb University in Nashville, Tennessee, on October 13, 2015.\n4 photo slide\n(Photo: Courtesy of John Shearer)\n'Duck Dynasty' stars Sadie Robertson and her mother, Korie, at the 2015 Dove Awards at Allen Arena, Lipscomb University on in Nashville, Tennessee, October 13, 2015.\n(Photo: Courtesy of John Shearer)\nErica Campbell and Natalie Grant pictured at the 2015 Dove Awards at Allen Arena, Lipscomb University in Nashville, Tennessee, on October 13, 2015.\n(Photo: Courtesy of John Shearer)\nHosts Sadie Robertson and Erica Campbell speak onstage during the 46th Annual GMA Dove Awards at Allen Arena, Lipscomb University in Nashville, Tennessee, on October 13, 2015.\nRapper Lecrae won Artist of the Year at last night's 46th annual Dove Awards and the Christian artist was among several big names honored at the event, including Hollywood power couple Mark Burnett and Roma Downey.\nThough he was not present this year due to travel commitments, Grammy Award-winning rapper Lecrae scored three awards including Rap/Hip-Hop Album of the Year and Rap/Hip-Hop Song of the Year for his Billboard No.1 album Anomaly.\n\"It's extremely humbling,\" said the \"Welcome to America\" artist in a statement to The Christian Post on Wednesday. \"I make music to impact and inspire. I'm grateful to have a team around me that believes in the vision and contributes their talent to bring it all to fruition.\"\nBurnett and Downey, who have produced several hit films in recent years, were honored with the Outstanding Mainstream Contribution to Gospel Music Award for their impact on the industry.\nOther winners included Me In Motion's lead vocalist Seth Mosely, who led with four award wins, and Canadian CCM artist Matt Maher along with newcomer Lauren Daigle who each scored three awards.\n\"We as a body, we as Christians have a legacy to lead about love. We want to allow it permeate and leave God's legacy behind,\" said Daigle.\nThe Louisiana native won Song of the Year for her hit single \"How Can It Be,\" New Artist of the year and Pop/Contemporary Song of the Year. Maher's wins included Worship Song of the Year, Praise and Worship Song of the year and Songwriter of the Year (artist).\nThe Dove Awards honors outstanding achievement in the Christian music industry and this year's event had a record attendance at Nashville's Allen Arena on the campus of Lipscomb University. The theme was \"Better Together\" in a bid to promote unity, and was hosted by Grammy Award winner Erica Campbell and \"Duck Dynasty\" star Sadie Robertson.\n\"My prayer is that I don't want anything to upstage me, I want my flesh to die and Him to rise so He always shines!\" said Campbell.\nThe Mary Mary artist took home Contemporary Gospel/Urban Recorded Song of the Year for her solo effort \"I Luh God.\"\nGospel music powerhouse Tasha Cobbs won Gospel artist of the Year.\n\"My prayer is that God keeps me at his feet. He keeps me humble at his feet,\" said Cobbs.\nThe entire show will broadcast at 9 p.m. CST on Sunday, Oct 18 on Trinity Broadcasting Network.\nBelow is a list of televised awards. For a full list of winners CLICK HERE.\nSong of the Year: \"How Can It Be,\" Lauren Daigle (writers) Jason Ingram, Jeff Johnson, Paul Mabury.\nArtist of the Year: Lecrae.\nNew Artist of the Year: Lauren Daigle.\nSouthern Gospel Album of Year: Pray Now, Karen Peck & New River (producer) Wayne Haun.\nContemporary Gospel/Urban Recorded Song of the Year: \"I Luh God (ft. Big Shizz),\" Erica Campbell (writers) Warren Campbell, Erica Campbell, Lashawn Daniels.\nRap/Hip Hop Album of the Year: Anomaly — Lecrae (producers) Dirty Rice, Joseph Prielozny, Street Symphony, S1, J. Rhodes, 808XEIite, GAWVI, Nate Robinson, Mashell, Derke Minor, Vohnbeatz, Lasanna, \"Ace\" Harris, Alex Medina, Jaquebeatz.\nPop/Contemporary Album of the Year: RUN WILD, LIVE FREE, LOVE STRONG — for King & Country (producers) Seth Mosley, Tedd T. Matte Hales, Ben Glover.\nGospel Artist of the Year: Tasha Cobbs.\nPraise and Worship Song of the Year: \"Because He Lives (Amen)\" — Matt Maher (writers) Chris Tomlin, Daniel Carson, Ed Cash, Gloria Gaither, Jason Ingram, Matt Maher, Bill Gaither.\nInspirational Film: \"Mom's Night Out\" (directors) The Erwin Brothers (producers) Affirm Films, FourBoys Ent. Provident Films, Pure Flix Ent. And TriStar Pictures.\nSpecial recognition honors also presented this evening include:\nLifetime Achievement Award: Bobby Jones Gospel and John Rivers 20 The Countdown magazine.\nThe Outstanding Mainstream Contribution to Gospel Music Award: Mark Burnett and Roma Downey.\nEmail me: benge.nsenduluka@christianpost.com Connect with me on Twitter: @MzBenge\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://doveawards.com/awards/2015-winners/",
                "http://twitter.com/MzBenge"
            ]
        },
        "key_words": [
            "album",
            "win",
            "lecrae",
            "mainstream",
            "downey",
            "culture",
            "song",
            "mark",
            "gospel",
            "courtesy",
            "awards",
            "award",
            "humbled",
            "dove",
            "impact",
            "john",
            "roma",
            "music",
            "artist"
        ]
    }
]