[
    {
        "url": "https://consortiumnews.com/2013/10/01/the-founders-musket-mandate-2/",
        "title": "The Founders’ ‘Musket Mandate’",
        "authors": [
            {
                "name": "Gerard Barnes",
                "link": null
            },
            {
                "name": "Bear Eats World",
                "link": null
            },
            {
                "name": "Morton Kurzweil",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-10-01",
        "text": "Main menu\nBy Robert Parry (Originally published on April 2, 2012)\nIf Fox News and Antonin Scalia were around in 1792 when James Madison and George Washington helped push through the Militia Acts requiring citizens to buy muskets and other military supplies, those Founders likely would have heard complaints like: “What else will the federal government do? Make us buy broccoli?”\nOkay, broccoli wasn’t really grown in the United States at the time, arriving in the next century with waves of Italian immigrants. But the distinction between the Founding era and today is illustrative of how the seriousness of American politics has eroded.\nPresident George Washington.\nIn 1792, just four years after ratification of the U.S. Constitution, Madison and Washington two key Framers of the document saw nothing wrong with mandating Americans to buy certain products in the private market. It was simply a practical way for the government to arm militias to put down insurrections and defend against foreign enemies.\nIn 2012, however, the Republican majority on the U.S. Supreme Court behaved like Fox News pundits, offering goofy hypothetical possibilities about what Congress might mandate if the Affordable Care Act’s requirement to buy health insurance stands. We heard lots about required purchases of broccoli, burial insurance, cars, cell phones, etc.\nThe debate also was influenced by the false assertion that never before in U.S. history had the federal government required Americans to buy a private product. For “originalists” like Justice Scalia that was particularly important because he claims to believe that only actions reflective of the Framers’ original vision can be constitutional.\nBut here was a stubborn historical fact, that Madison, as a member of the Second Congress, and Washington, as the first President, had supported the Militia Acts of 1792, which gave each able-bodied white male of fighting age six months to “provide himself with a good musket or firelock, a sufficient bayonet and belt, two spare flints, and a knapsack, a pouch, with a box therein, to contain not less than twenty four cartridges, suited to the bore of his musket or firelock, each cartridge to contain a proper quantity of powder and ball.”\nYes, I know that the law was passed under Article Two powers of the Executive, which makes the President the Commander in Chief of the military, not Article One’s Commerce Clause, which grants Congress unrestricted power to regulate interstate commerce. But the principle is the same, that the government can order Americans to buy something that Congress deemed necessary for the country’s good.\nSo Long Ago\nI’m also aware that the musket precedent is dismissed by some because it was so long ago. But that should be exactly the point when Scalia and the other Republican justices are weighing the constitutionality of the health insurance mandate.\nIf mandates were okay for Madison, the Constitution’s chief architect, and Washington, who presided at the Constitutional Convention, then that should be determinative on the question of whether mandates passed constitutional muster with the Framers. Madison and Washington along with other men in the Second Congress and inside Washington’s administration were, like, the actual Framers.\nThe fact that the musket mandate was approved just four years after the Constitution’s ratification should count even more for the “originalists” like Scalia than if some mandate had been approved later.\nUnlike the petty partisans of today, the Framers of the Constitution were mostly pragmatic individuals. Sure, they cared about liberty (at least for white males), but they also were driven by the need to build a strong nation that could maintain its independence against the encroachment of European powers.\nThat was why Madison proposed the strong Commerce Clause in the first place. He understood that only national action and coordination could enable the United States to marshal its resources properly and fend off Europe’s predatory economic tactics.\nMadison’s Commerce Clause idea even predated the Constitution. He initially proposed giving the federal government control over national commerce when the Articles of Confederation were still governing the country (from 1777 to 1787).\nGeneral Washington, who hated the Articles because they had created a weak central government that often left his troops unpaid and unfed, backed Madison’s proposal when it was before the Virginia Legislature after the Revolutionary War. In a letter, Washington expressed the need for greater national unity.\n“The [commerce] proposition in my opinion is so self evident that I confess I am at a loss to discover wherein lies the weight of the objection to the measure,” Washington wrote. “We are either a united people, or we are not. If the former, let us, in all matters of a general concern act as a nation, which have national objects to promote, and a national character to support. If we are not, let us no longer act a farce by pretending it to be.”\nMadison failed in his bid to attach his commerce amendment to the Articles, but he revived the idea when the Constitutional Convention convened in Philadelphia in 1787. Though the convention was supposed to simply propose changes to the Articles, Madison and Washington engineered the scrapping of the earlier system to be replaced with an entirely new Constitution.\nThere at the Start\nSo, on the first day of substantive debate  May 29, 1787 as a fellow Virginian, Edmund Randolph, presented Madison’s constitutional framework, the Commerce Clause was there.\nMadison’s convention notes recount Randolph saying that “there were many advantages, which the U. S. might acquire, which were not attainable under the confederation such as a productive impost [or tax] counteraction of the commercial regulations of other nations pushing of commerce ad libitum &c &c.”\nIn other words, the Founders at their most “originalist” moment understood the value of the federal government taking action to negate the commercial advantages of other countries and to take steps for “pushing of [American] commerce.” The “ad libitum &c &c” notation suggests that Randolph provided other examples off the top of his head.\nSo, Madison and other key Framers recognized that a legitimate role of Congress was to ensure that the nation could match up against other countries economically and could address problems impeding the nation’s economic success.\nAfter the Convention, when the proposed Constitution was under fire from Anti-Federalists who favored retaining the states-rights orientation of the Articles of Confederation, Madison returned, in the Federalist Papers, to arguing the value of the Commerce Clause.\nIronically, Madison considered the Commerce Clause one of the least controversial elements of his new governing structure. In Federalist Paper No. 45, writing under the pseudonym Publius, Madison referred to the Commerce Clause as “a new power; but an addition which few oppose, and from which no apprehensions are entertained.”\nIn Federalist Paper No. 14, Madison explained how the Commerce Clause could help the young nation overcome some of its problems with communications and access to interior lands.\n“[T]he union will be daily facilitated by new improvements,” Madison wrote. “Roads will everywhere be shortened, and kept in better order; accommodations for travelers will be multiplied and meliorated; an interior navigation on our eastern side will be opened throughout, or nearly throughout the whole extent of the Thirteen States.\n“The communication between the western and Atlantic districts, and between different parts of each, will be rendered more and more easy by those numerous canals with which the beneficence of nature has intersected our country, and which art finds it so little difficult to connect and complete.”\nThe building of canals, as an argument in support of the Commerce Clause and the Constitution, further reflects the pragmatic and commercial attitudes of key Founders. In 1785, two years before the Constitutional Convention, George Washington established the Potowmack Company, which began digging canals to extend navigable waterways westward where he and other Founders had invested in Ohio and other undeveloped lands.\nThus, the idea of involving the central government in major economic projects a government-business partnership to create jobs and profits was there from the beginning. Madison, Washington and other early American leaders saw the Constitution as creating a dynamic system so the young country could grow and compete with rival economies. [See Consortiumnews.com’s “ Did the Founders Hate Government? “]\nHealth Costs\nIn that sense, the Affordable Care Act comports with the original intent of the Commerce Clause, to keep U.S. industry competitive with international rivals. Today, one of the heaviest burdens on U.S. companies in relation to foreign competitors is the soaring cost of health care that has made American products more expensive.\nThe Constitution also explicitly empowers the federal government “to promote the general Welfare” and when tens of millions of Americans are without affordable health care and tens of thousands are dying each year because they can’t afford to see a doctor, that is surely an impediment to “the general Welfare.”\nBut what is perhaps most striking when comparing the Founding era of the United States to today’s politicized and petty times is the stunning loss of pragmatism and common sense.\nThen, the Founders were finding ways to do what was necessary to build the nation. Now, partisans like Scalia and Fox News are all about scoring debating points. They conjure up arguments to win for the GOP side even if the nation loses.\nToday’s Republican partisans, including justices on the Supreme Court, denounce the health-insurance mandate even though it was originally a conservative proposal from the Heritage Foundation. Yet, once a Democratic president embraced it, the individual mandate became a socialistic affront to the Constitution.\nOne might reflect upon Washington’s letter supporting Madison’s commerce idea: “We are either a united people, or we are not. If the former, let us, in all matters of a general concern act as a nation, which have national objects to promote, and a national character to support. If we are not, let us no longer act a farce by pretending it to be.”\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nMorton Kurzweil\nOctober 1, 2013 at 19:02\nIf the crackpots really want to attack the Affordable Care Act and defend their interpretation the second amendment, they should not that the militia which was called out to defend The Capital in the war of 1812 were not paid for their services.\nThe government had no way to raise the money at that time. The debt was paid to the States involved just a few years ago. Don’t expect such government largess in the future with the Republican Party controlling the purse strings.\npaul\nOctober 1, 2013 at 15:31\nThis article really sickened me.  One does not have to be a rightwinger (and I’m not one – I’m a lefty)  to see that not every single argument put forward by the right wing is wrong.  We on the left need to be able to use good sense to pick and choose where and how we attempt to attack right wing arguments. Let’s attack their bad arguments and share their good ones.\nMany rightwing arguments against Obamacare are wrong, but this one, the claim that it is bad for the constitution,  is absolutely right, yet this is the one you choose to attack in this article!!  And the precedent you use is not only weak in itself, but  any power it does have relies on the exact originalism you disparage when it comes from the right wing!!!!\nThis sort of sheer hypocrisy is often to be noted on both sides of constitutional debates.  Both lefties and righties swing from originalist to situationalist as it suits them, without regard for consistency.\nThe Obamacare mandate is clearly a monstrous fascistic precedent.  This is not even debatable. It’s nowhere near debatable.  Everyone who pays attention politically  knows that Obamacare was designed by and for the health insurance (really extortion) ‘industry’.  This was obvious anyway, and it’s been shown to be the case.  What did they want?  They want forced consumers, and the Democratic Party decided to provide them exactly this.   Obamacare is founded on  classic fascism, nearly on the face of it.\nDo you have no conscience, you on the left who deny this because it suits your political agenda?\nWhat should shock lefty consciences even more is that 30 million uninsured americans were essentially held hostage to the passage of this bill, THIS BILL THAT YOU CHOOSE TO NOW DEFEND TO POLITICAL WALL.  Now you defend this monstrosity.\nUnfortunately, we’ve seen again and again that those who support the Democratic party often appear to lack consciences, but in a somewhat convoluted way, that relies on their ability to find ‘humanitarian’ reasons for whatever harm they choose to do. “Oh, we are saving the children!” (with bombs). “Oh we are saving the uninsured!” (with fascism).\nOur problem was tens of millions of people who could not afford health coverage.  Your answer was “force them to buy it”.  That’s today’s version of “let them eat cake”. The left needs to find its way back to both good conscience and good sense.\nBear eats world\nOctober 1, 2013 at 20:26\nI have to disagree. His example is a spot on perfect example of a mandate that was placed on the citizens of this country by the government. The Constitution provides Congress with all legislative powers, which means they can make up any law they want. It may not be signed into law, or may be overturned or struck down by the Supreme Court, but they can make up laws as they see fit. The ACA was passed using the means provided by the Constitution and was upheld by the Supreme Court, making it constitutional.\nIf the ACA is fascist because it benefits the insurance industry, then so was Washington and Madison’s law for males to buy guns because it benefited the gun manufacturers. So then are we to assume the Washington was pushing for a fascist government?\nIf the ACA was to be a fascist law then why was a provision included that mandated that insurance companies had to put 80-85% of the customers’ premium towards actual healthcare and only 10-15% could be used for admin and profit? That’s why some insurance companies have had to issue refunds to their customers because they’ve been overcharging them for profit and not applying their funds to benefits. So will the insurance industry come out ahead? probably but so will the people with more affordable healthcare and laws that actually compel the insurance companies to pay out benefits and not deny customers based on preexisting conditions.\nAnd your analogy that that the ACA is like the Marie Antionette’s “Let them eat cake” is just off base. The french people didn’t have food to eat and the government didn’t do anything to help them. In our case, the ACA is the people don’t have health insurance or the money to buy it, so the government is going to help by off setting the cost of it with subsidies and an expansion of medicaid. The government is trying to help with a serious issue affecting our country, which its supposed to do, otherwise what’s the point of government?\nDylan\nOctober 1, 2013 at 10:39\nOk, people, get you heads out of your butts.  There’s a difference between having a requirement of a well regulated militia, vs a health care that’s going to take down the country so the the New World Order can have control over everyone.  Wake up you idiots!\nGerard Barnes\nOctober 9, 2013 at 05:47\nIt would seem more fair and correct to compare the Militia Act with our prior Selective Service Draft requirements; and\nThe Affordable Healthcare Act mandates for purchase of insurance is more akin to requiring a citizen to join AAA.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2013/06/14/get-your-rewrite-of-us-history/",
                "https://consortiumnews.com/2012/03/22/did-the-founders-hate-government/",
                "https://www.barnesandnoble.com/w/americas-stolen-narrative-robert-parry/1113515681;jsessionid=3E0E4A31FB50D4BE68F08E70663E6519.prodny_store01-atgap05?ean=2940015517552"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://avalon.law.yale.edu/18th_century/debates_529.asp"
            ]
        },
        "key_words": [
            "madison",
            "musket",
            "founders",
            "commerce",
            "washington",
            "buy",
            "national",
            "mandate",
            "clause",
            "nation",
            "constitution",
            "framers"
        ]
    }
]