[
    {
        "url": "https://www.christianpost.com/voice/dysfunction-in-the-government-how-should-believers-react-to-the-shutdown.html",
        "title": "Dysfunction In the Government: How Should Believers React to the Shutdown?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nThe Christian Post\nDysfunction In the Government: How Should Believers React to the Shutdown?\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nDysfunction In the Government: How Should Believers React to the Shutdown?\nDysfunction In the Government: How Should Believers React to the Shutdown?\n| Monday, January 22, 2018\nA National Parks policeman walks past a sign after the Lincoln Memorial was sealed off from visitors in Washington, October 1, 2013. The U.S. government began a partial shutdown on Tuesday for the first time in 17 years, potentially putting up to 1 millio\nAs I write, we are in a government shutdown. The blame game is fully in play. In very black and white terms, each political party is saying all the blame belongs on the other side. As in much of our current political discourse, presentation is made in an either/or, all/nothing sense. How should believers think about this situation? What would a third way say?\nUsually in a dysfunctional relationship, and our government is dysfunctional these days, it takes two to make the dysfunction. Now what we run to next, even when we acknowledge this, is to ask who bears the brunt of the blame. But does that really help us get out of the dysfunction? When do we take the view that we are called to own our own junk? Whatever the other has done wrong, what I can control is what I may be doing wrong that is contributing to the breakdown. Maybe what is wrong here is that each side is focused only on what it wants. So why not wrestle with an alternative way to address our current situation, a third way?\nSo where are we? One side is saying we need to fund the government. True enough. The other side is saying but funding the government one month at a time with piecemeal proposals, which we have been doing now for months, is no way to budget a great nation. What is wrong about that? Where is the black and white in that discussion? Who has it most right or wrong? Does that really help us? A solution is to get out of our black and white approach to issues to see the spectrum and discuss the relationship between the parts.\nThe sticking point in the current stalemate is the debate over DACA, the dreamers. Once again there is a black and white conflict as we discuss it: illegal immigration versus a sense of justice about children who have grown up here whose illegal presence was through no fault of their own but that of their parents, something our previous protection of them recognized. Even more amazing is that each side says DACA should be fixed and protections should be provided. As the old Nike ad says, then why not just do it?\nWhat is in the way are different, one dimensional answers for how we should approach the solution to that particular problem that has depth and is not one dimensional. Again we have a black and white discussion: the law needs to be followed with crucial concerns about security versus should we honor our sense of justice about these children who have been here much of their lives? Who wants to make that choice as an either/or? Both are worthy considerations.\nPerhaps we should ask, what should be the relationship between these two worthy goals. Maybe we should ask what the spectrum of options might be for trying to be sensitive to both concerns. Maybe we should wrestle with how to craft laws that seek to balance two sets of legitimate concerns. Maybe we should \"come let us reason together\". The third way of the church would be concerned with the human dimensions on all sides of this question. It would recognize a spectrum and ask how to balance two sets of legitimate concerns. We have the right to change how our laws work and craft better ones that work. It would ask how we can craft something that balances these concerns.\nAs concerned citizens, rather than allowing each party to grab one concern and pit it against the other, we should insist and look for people to govern who get this alternative way of doing legislation. We should look for people who see the spectrum and ask about how competing themes relate to each other. There will still be differences and debates for sure, but there also will be more options to consider than the ones that lead us into a government shutdown. Maybe the third way asks us to more interested in how we can live better together than who is most to blame.\nDr. Darrell L. Bock is Executive Director for Cultural Engagement at the Hendricks Center at Dallas Theological Seminary as well as Senior Research Professor of NT Studies. He is an author or editor of over 40 books, including a New York Times Best Seller in non-fiction. He is host of the Seminary's Table podcasts (voice.dts.edu).\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "shutdown",
            "dysfunction",
            "concerns",
            "sense",
            "react",
            "white",
            "saying",
            "spectrum",
            "ask",
            "wrong",
            "way",
            "maybe",
            "believers",
            "black"
        ]
    }
]