[
    {
        "url": "https://www.christianpost.com/news/luis-palau-rescued-miner-speak-of-hope-in-christ-at-chile-festival.html",
        "title": "Luis Palau, Rescued Miner Speak of Hope in Christ at Chile Festival",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nLuis Palau, Rescued Miner Speak of Hope in Christ at Chile Festival\nCP Current Page: Church & Ministries | Wednesday, November 03, 2010\nLuis Palau, Rescued Miner Speak of Hope in Christ at Chile Festival\nLuis Palau, Rescued Miner Speak of Hope in Christ at Chile Festival\n| Wednesday, November 03, 2010\nEvangelist Luis Palau and rescued miner Jose Henriquez, known as \"the pastor\" of the group of 33 trapped Chilean miners, spoke about the hope in Christ this past weekend at a festival in Chile.\nSome 145,000 people attended the Chile Festival on Oct. 25-30, during which Palau and his son, Andrew, brought the message of encouragement and hope in Christ to the capital city, Santiago, and the coastal city, Vina del Mar.\nOn Saturday, Luis Palau had on the same shirt that Henriquez was wearing when rescued and used it to convey his message.\nThe previous night, Henriquez, who had requested biblical audio messages from Palau while trapped in the mine, shared that 22 of the 33 miners gave their life to Jesus Christ during their 69 days below the earth's surface. In a private meeting with Palau, he shared, \"I do hope they will follow through and walk with Christ for life.\"\nChile has had a difficult year marked with tragedy and suffering. In February, an 8.8-magnitude earthquake resulted in more than 400 deaths, 500,000 people whose homes were destroyed or damaged, and an estimated $4.8 billion in reconstruction costs.\nThen in August, part of the San Jose mine in Chile collapsed, trapping 33 miners 2,300 feet below the earth's surface for over two months before they were finally rescued. The men are recorded as having survived the longest time underground after a mining accident.\nDuring his visit to Chile, Luis and Andrew Palau met with President Sebastian Pinera, who was at the site when the miners were pulled out last month. The elder Palau shared with Pinera the biblical story of the prodigal son and compared it to the image of the president welcoming the miners one by one during their rescue operation.\n\"I don't believe it's sacrilegious to say that during that operation you were a picture of God the Father welcoming those who repent and believe in Jesus Christ, whom He welcomes one by one,\" the Argentina-born evangelist said.\nThe Palaus and Pinera also discussed the importance of public officials recognizing God in their statements and speeches during their meeting. Palau highlighted the promise God made in the Bible, \"Those who honor me I will honor.\"\nThe Santiago festival concluded the weeklong campaign, led by Andrew Palau, in the Western coastal city of Vina del Mar. It was the first time in history that the popular tourist city's Quinta Vergara Amphitheater was filled to capacity on a weeknight.\nPalau and his ministry have shared the Gospel with more than 1 billion people through evangelistic events and media over the last 50 years. This year alone, the Palau Association and its ministries have reached more than 1 million people face to face.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "christ",
            "palau",
            "miner",
            "pinera",
            "miners",
            "rescued",
            "chile",
            "henriquez",
            "hope",
            "speak",
            "shared",
            "luis",
            "festival"
        ]
    }
]