[
    {
        "url": "https://nutritionfacts.org/2011/08/22/the-last-heart-attack-perfect-timing-for-the-launch/",
        "title": "The Last Heart Attack: Perfect timing for the launch of NutritionFacts.org",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2011-08-22",
        "text": "August 22nd, 2011\nThough bumped last night due to developments in Libya, the new CNN documentary The Last Heart Attack features Bill Clinton’s attempts to reverse his heart disease with a plant-based diet. In From omnivore to vegan: The dietary education of Bill Clinton CNN details Dr. Dean Ornish’s tough love but not-so-tough dietary plan. Having “believe it or not, more energy,” the former President describes, “I like the vegetables, the fruits, the beans, the stuff I eat now.”\nDr. Caldwell Esselstyn Jr., director of the Cleveland Clinic’s cardiovascular prevention and reversal program is quoted as saying heart disease is a “completely preventable foodborne illness,” arguing that an optimal diet could eliminate our number one killer . What greater testament to the power of eating healthy could there be?\nThis program and others are helping to bring this understanding into the mainstream . The purpose of NutritionFacts.org is to help people take control of their health, to translate the best available new science into practical steps people can take in their day-to-day lives to improve the well-being of themselves and their families. Our first video-of-the-day today documents how plant foods average 64 times more antioxidants than meat, fish, eggs, and dairy–reason enough to transition towards a more plant-based diet.\nDespite the convergence of evidence , there continues to be resistance within the medical community. CNN’s The ‘heart attack proof’ diet? quotes Michele Simon suggesting that the conventional diets of many physicians may disincline them towards pushing their patients to eat healthier. Indeed there is evidence that smoking physicians are less likely to ask their patients to quit, for example, and doctors who eat more fat are less likely to counsel their patients about the dangers of cholesterol.\nNPR’s health blog conceded that studies show a plant-based diet can lower the risk of obesity, diabetes, and heart disease. “But many of those studies,” dismissed NPR’s Nancy Chute, “though peer-reviewed, were conducted by researchers who are advocates of diets free of animal products.” That’s like the tobacco industry rejecting lung cancer research done by those advocating smoking cessation. Maybe they’re advocates because such diets can… lower the risk of obesity, diabetes, and heart disease.\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.cnn.com/2011/HEALTH/08/18/bill.clinton.diet.vegan/index.html",
                "http://www.cnn.com/2011/HEALTH/08/19/heart.attack.proof.diet/",
                "https://www.npr.org/sections/health-shots/2011/08/20/139782972/bill-clintons-life-as-a-vegan?ps=sh_sthdl",
                "http://cnnpressroom.blogs.cnn.com/2011/08/02/%E2%80%98dr-sanjay-gupta-reports-the-last-heart-attack%E2%80%99-%E2%80%93-a-mission-possible/"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/1983933"
            ],
            "unsure": [
                "http://vegan.ellen.warnerbros.com/?adid=menu_ellenslife",
                "https://nutritionfacts.org/video/antioxidant-content-of-3139-foods/",
                "https://nutritionfacts.org/video/eliminating-the-1-cause-of-death/",
                "https://twitter.com/#%21/sanjayguptaCNN/status/105421871272574976",
                "https://nutritionfacts.org/video/convergence-of-evidence/",
                "https://nutritionfacts.org/",
                "http://www.heartattackproof.com/",
                "http://www.appetiteforprofit.com/",
                "http://www.oprah.com/index.html"
            ]
        },
        "key_words": [
            "risk",
            "diet",
            "eat",
            "smoking",
            "perfect",
            "attack",
            "timing",
            "patients",
            "launch",
            "studies",
            "nutritionfactsorg",
            "diets",
            "disease",
            "heart",
            "plantbased"
        ]
    }
]