[
    {
        "url": "https://www.christianpost.com/voice/cathedral-wouldnt-expect-to-find-in-hawaii.html",
        "title": "The Cathedral You Wouldn't Expect to Find in Hawaii",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-14",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nSunday, January 14, 2018\n| Sunday, January 14, 2018\nFor many, Hawaii is synonymous with sun and sand, mai tai cocktails, the singer Don Ho and of course, Polynesian culture.\nBut not far from Honolulu's famous Waikiki Beach are visible reminders of a different time, when Hawaii was a sovereign country ruled by a monarch.\nOne such reminder is the Cathedral Church of St. Andrew , located about 15 minutes from Waikiki and within walking distance of the 1960s-era state capitol and other historic buildings from before the Stars and Stripes starting flying over the Hawaiian islands.\nToday St. Andrew's is the seat of the Episcopal bishop of Hawaii, but it actually dates to late 1860s when Hawaii's monarchs, King Kamehameha IV and Queen Emma, were closely aligned with the British under Queen Victoria.\nAs a result, the Anglicanism of the Church of England — not the Episcopal Church — became the state church, known as the Church of Hawaii. Hawaii wouldn't come under the jurisdiction of American Episcopalians until after the overthrow of the Hawaiian monarchy in 1893.\nDesigned by London architects William Slater and R. H. Carpenter, it is inspired by the style of 12<sup>th century French Gothic. And while the architecture is interesting and well executed, the cathedral is a notable example of prefabricated construction — its stained glass windows, pointed arches and columns were sent piece-by-piece in ships for assembly in Honolulu. This was quite the logistical and architectural feat, as the Panama Canal wouldn't open until 1914.\nWhile Kamehameha IV's heir, Kamehameha V, laid the cornerstone in 1867 the first services weren't held until Christmas Day 1886, when the quire and part of the nave were ready. Construction continued until 1958, when the six-bay nave, narthex, vestibule and the west front with its magnificent floor-to-ceiling stained glass window were finished.\nInside, the church is furnished fairly typical of Gothic Revival churches.\nOf particular interest are the stained glass windows, which are attributed to the prominent London glassmakers Clayton and Bell. A keen eye will also be drawn to the circa 1862 Caen stone font, which was gifted for the baptism of the prince of Hawaii by the widow of Arctic explorer Sir John Franklin.\nSpires and Crosses is published every week.\nDennis Lennox writes about travel, politics and religious affairs. He has been published in the Financial Times, Independent, The Detroit News, Toronto Sun and other publications. Follow @dennislennox on Twitter.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/dennislennox?ref_src=twsrc^google|twcamp^serp|twgr^author",
                "http://www.thecathedralofstandrew.org/"
            ]
        },
        "key_words": [
            "windows",
            "expect",
            "kamehameha",
            "stained",
            "church",
            "glass",
            "whatsapp",
            "hawaii",
            "cathedral",
            "wouldnt",
            "waikiki"
        ]
    }
]