[
    {
        "url": "https://www.christianpost.com/news/james-dobson-trump-hillary-clinton-rightwing-crazy-retire-values-voter-summit.html",
        "title": "James Dobson: I'm Tired of Being Called a Rightwing Crazy, Almost Retired",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJames Dobson: I'm Tired of Being Called a Rightwing Crazy, Almost Retired\nJames Dobson: I'm Tired of Being Called a Rightwing Crazy, Almost Retired\nJames Dobson: I'm Tired of Being Called a Rightwing Crazy, Almost Retired\n| Saturday, September 10, 2016\nDr. James Dobson, Founder and Host, \"Family Talk\" speaks at the Family Research Council's Values Voter Summit in Washington, D.C. on Friday, September 9, 2016. | (Photo: Screencap/Values Voter Summit)\nWASHINGTON — Dr. James Dobson proclaimed to hundreds gathered in the Omni Shoreham Hotel Friday, for the Family Research Council's annual Values Voter Summit his support for Donald Trump as president, his fear of a Hillary Clinton presidency, and revealed he almost retired several times because he was tired of being called a rightwing crazy.\n\"I am passionately in favor of Donald J. Trump,\" Dobson states, receiving thunderous applause and cheers.\nUnder the impression that he was not allowed to be explicitly political in his speech, the 80-year-old host of Family Talk and former head of Focus on the Family gave an impassioned speech, urging all in attendance to support the Republican nominee for president.\nDobson mentioned in his opening that he had listened to the speech Donald Trump himself had given earlier that day in that same ballroom and said, \"I agreed with everything the man said, so why wouldn't I stand up here and say so?\"\n\"Donald Trump is not a perfect man. There aren't any perfect people. There aren't any. If you're waiting for a perfect candidate, you're not going to have anybody to vote for,\" he continued, emphasizing to the audience that only two true choices exist in this election.\nTo no ones surprise, Dobson's words about Hillary Clinton were very unfavorable.\n\"I lose sleep thinking about having Hillary Clinton pack that court with people from the far Left, and what that would mean for the institution of the family,\" Dobson said.\nNoting that Clinton had previously written about how much she loves children, Dobson asked: \"How can somebody who loves children support partial-birth abortion?\"\n\"That's right!\" several members of the audience shouted while clapping loudly.\n\"57 million babies have been murdered and she has supported the whole institution of abortion from beginning to end,\" Dobson intoned with palpable disgust in his voice.\nHe further recounted that he had heard someone say that if Hillary Clinton is elected if would take 40 years for the United States to recover.\n\"And I disagree with that, we won't ever recover from it!\" he said emphatically, \"we will go down in flames, maybe literally, if we put the wrong person in power.\"\nThe psychologist then became much more sober and explained his concerns about the state of the family, and that everything from the marriage penalty tax to the court rulings redefining marriage altogether have contributed to the breakdown of society.\nDobson concluded his 25 minute remarks admitting he was tired of being called a rightwing crazy and fundamentalist, noting that he was tempted to retire several times.\n\"But the Lord put his hand in my back and said: 'The job is not done. Don't even think about it,'\" he said, a line met with rapturous applause.\nThis is not a time to quit, he repeated often in his remarks.\n\"Donald Trump hasn't got a chance at winning without good people going out and voting for him,\" Dobson concluded.\n\"Understand, this is a time when our whole country hangs in the balance. And I am convinced that we will never come back from a bad decision here.\"\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "called",
            "clinton",
            "im",
            "crazy",
            "rightwing",
            "family",
            "perfect",
            "retired",
            "hillary",
            "trump",
            "speech",
            "tired",
            "dobson",
            "james",
            "support"
        ]
    }
]