[
    {
        "url": "https://consortiumnews.com/2012/12/22/christmas-eve-freedom-fighting-in-1837/",
        "title": "Christmas Eve Freedom-Fighting in 1837",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-12-22",
        "text": "Main menu\nDecember 22, 2012\nBy William Loren Katz\nThis Christmas Eve 2012 marks the 175th anniversary of an heroic battle for self-rule and liberty by a daring band of American freedom-fighters traditionally ignored by school courses, texts and teachers.\nOn the northeast corner of Florida’s Lake Okeechobee, 380 to 480 members of the multicultural Seminole nation under the command of Wild Cat and John Horse, his African Seminole second-in-command, prepared to face down invading armies twice their size led by U.S. Colonel Zachery Taylor, a Louisiana slaveholder and career soldier, who had a reputation as an “Indian killer” that would take him to the White House as 12th President of the United States.\nAn engraving of Chief Wild Cat of the Seminoles.\nHis Seminole foes, with a history of armed resistance to foreign domination, were defending their sovereignty and land.\nSlavery lay at the heart of U.S. policy that day, with the nation’s still young Constitution embracing and protecting the business of owning other human beings, even granting Southern planters additional electoral power because they possessed Africans. Not only did the Constitution count slaves as three-fifths of a person for purposes of congressional representation, but Article IV, Section 2 required that slaves who escaped across state lines and were captured must “be delivered” up to their old masters.\nUntil 1860, slave-owners sat in the White House two-thirds of the time, constituted two-thirds of Speakers of the House of Representatives, two-thirds of Presidents of the U.S. Senate and 20 of the 35 U.S. Supreme Court Justices. Slaveholders were supported by Northern merchants, trade partners and “dough face” politicians. Federal officials dared not challenge slaveholders.\nAround the time in 1776, when 55 white patriots in Philadelphia donned white wigs and wrote a Declaration of Independence, the Seminole nation, seeking to escape persecution under the Creeks, sought independence by fleeing south to Florida. Africans who had earlier escaped bondage in Georgia, Alabama and the Carolinas and found refuge in Florida welcomed them.\nThe African runaways instructed Seminoles in tropical methods of rice cultivation they learned in Senegambia and Sierra Leone. On this basis the two peoples forged an unbreakable agricultural and military alliance and multicultural nation.\nFlorida’s independent and successful Black Seminole communities did more than refute most pro-slavery arguments about the inferior nature of non-whites. They made Florida a beacon that could attract Southern runaways and offered escapees a haven. Slaveholder posses began to invade Florida, and pro-slavery legislators demanded U.S. military action against Spain, which had reclaimed Florida from England at the end of the Revolutionary War.\nFor years, Florida’s armed multicultural communities had fought off British slave-hunters, then U.S. slave-catchers, and finally large Southern white incursions. Then, in 1811 President James Madison, who had been the chief architect of the U.S. Constitution and a slave-owner himself, initiated covert U.S. actions to overthrow Seminole rule.\nIn 1816, General Andrew Jackson commanded General Gaines to attack Florida’s “Fort Negro” and “restore the stolen negroes to their rightful owners.” The new nation’s first large-scale foreign invasion moved southward along the Apalachicola River.\nU.S. Army Colonel Clinch reported to Washington: “The American negroes had principally settled along the river and a number of them had left their fields and gone over to the Seminoles on hearing of our approach. Their cornfields extended nearly fifty miles up the river and their numbers were daily increasing.”\nWhen a heated cannon shot hit “Fort Negro’s” ammunition dump, the explosion killed most of its 300 defenders. Then over the next several years, Jackson invaded and claimed Florida, the United States formally purchased it from Spain, and the U.S. government dispatched an army of occupation. But Seminole resistance continued until 1858.\nIn June 1837, U. S. Major General Sidney Thomas Jesup, the best-informed U.S. officer in Florida, described how Seminole unity and strength posed clear and present dangers to slaveholders:\n“The two races, the negro and the Indian, are rapidly approximating; they are identical in interests and feelings . . . . Should the Indians remain in this territory the negroes among them will form a rallying point for runaway negroes from the adjacent states; and if they remove, the fastness of the country will be immediately occupied by negroes.”\nSix months later, on Christmas Eve, Colonel Zachary Taylor ordered his armies — 70 Delaware Indians, 180 Tennessee volunteers, and 800 U.S. soldiers — forward. Seminole marksmen were perched in trees or hiding in the tall grass. The first shot sent the Delaware fleeing. Tennessee riflemen plunged ahead until a withering fire brought down their commissioned officers and then their noncommissioned officers. The Tennesseans fled.\nTaylor then ordered his Sixth U.S. Infantry, Fourth Infantry and his own First Infantry Regiment forward. But pinpoint fire brought down, he later reported, “every officer, with one exception, as well as most of the non-commissioned officers” and left “but four . . . untouched.”\nAfter a 2 ½-hour battle the outnumbered Seminole forces fell back to their canoes and escaped. On Christmas Day, Colonel Taylor counted 26 U.S. dead and 112 wounded, seven dead for each slain Seminole, and he had taken no prisoners. This Battle of Lake Okeechobee was the most decisive U.S. defeat in more than four decades of warfare in Florida. But after his survivors limped back to Fort Gardner, Taylor declared victory — “the Indians were driven in every direction” — and the U.S. Army promoted him.\nBut the Battle of Lake Okeechobee was just part of the disastrous Second Seminole War that took 1,500 U.S. military lives, cost Congress $40,000,000 (pre-Civil War dollars!) and left thousands of soldiers wounded or dead of disease. Seminole losses, particularly civilians, were undoubtedly much higher.\nToday the story of Lake Okeechobee largely remains buried or worse. When President Taylor died in office, Abraham Lincoln honored him at an Illinois memorial on July 25, 1850. “He was never beaten,” Lincoln said, and pointed to the conflict in Florida: “in 1837 he fought and conquered in the memorable Battle of Lake Okeechobee, one of the most desperate struggles known to the annals of Indian warfare.”\nA century and a half later famous Harvard historian Arthur Schlesinger Jr. wrote in The Almanac of American History: “Fighting in the Second Seminole War, General Zachary Taylor defeats a group of Seminoles at Okeechobee Swamp, Florida.” The United States needs to face its history and honor its brave freedom-fighters, all of them.\nWilliam Loren Katz is the author of Black Indians: A Hidden Heritage [2012 updated and expanded edition] and forty other history books. His website is: www.williamlkatz.com  \nrallen\nDecember 24, 2012 at 19:30\nThis country was built on the graves on Indians and on the backs of slaves.\nDese\nDecember 23, 2012 at 17:30\nSeems like there are some biased rascist slants towards whites in the artilce? Makes me wonder who wrote the article and what thier agenda is.\nThe Creeks did not persecute the Seminole. The Seminoles were actually an ofshoot of the Creek nation sharing many cultural traits as well as language.  Thus the write is wrong on that count. He is is also wrong about seperate races. There is only one race, the human race.\nGENE\nDecember 23, 2012 at 15:12\nA HIT SONG IN THE UNITED STATES IN AT A TIME IN THIS CENTURY. SONG BY BETTY HUTTON.ONE LINE. ACROSS THE STREET FROM THE ALAMO HIDY HO AND THE INDIAN PEOPLE PASSING BY.THANK YOU.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://williamlkatz.com/"
            ]
        },
        "key_words": [
            "taylor",
            "okeechobee",
            "christmas",
            "white",
            "lake",
            "history",
            "freedomfighting",
            "1837",
            "battle",
            "florida",
            "negroes",
            "seminole",
            "indians",
            "eve"
        ]
    }
]