[
    {
        "url": "https://www.christianpost.com/news/interview-phoenix-city-prosecutor-on-religious-freedom-in-jailed-pastor-case-pt-2.html",
        "title": "Interview: Phoenix City Prosecutor on Religious Freedom in Jailed Pastor Case (Pt. 2)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nInterview: Phoenix City Prosecutor on Religious Freedom in Jailed Pastor Case (Pt. 2)\nInterview: Phoenix City Prosecutor on Religious Freedom in Jailed Pastor Case (Pt. 2)\nInterview: Phoenix City Prosecutor on Religious Freedom in Jailed Pastor Case (Pt. 2)\n| Friday, July 20, 2012\nThe case involving jailed Arizona Pastor Michael Salman has catapulted the issue of religious freedom and freedom of assembly versus zoning law to the national spotlight. The complex case goes back to seven years ago when the Salmans first started holding Bible study at their 4.6-acre property. Now more than five judges later, a 60-day jail sentence, and a $12,000 fine, the case is anything but simple.\nIn part 1 of CP's  conversation with chief prosecutor of Phoenix Aaron J. Carreon-Ainsa, we heard why the city was troubled by Salman's weekly Bible study in his 2,000-square-foot game room. Now in the second part of the interview, Carreon-Ainsa will address concerns that the city violated Salman's religious freedom, the court order limiting only 12 people or less in the pastor's home, and a police \"raid\" on the property.\nThe following is an edited transcript of the conversation that explores the city's side of the argument.\nCP: Has the city of Phoenix dealt with any other cases similar to that of Mr. Salman, where a large Bible study group meets at a private property?\nCarreon-Ainsa: I don't know one way or the other whether this has happened before in Phoenix. Certainly we have prosecuted for people building without a permit, but I would say that the vast majority of people abide by the law.\nCP: As you can imagine there is strong response from Christians across the nation who hear about this case because they hear someone is trying to have a Bible study in their home, and now this ordained pastor is going to jail. So there have been emotions ranging from rage to fearfulness that the government is encroaching on people's religious freedom and their right to worship. What do you have to say to people that feel this way about the city of Phoenix when they hear about this case?\nCarreon-Ainsa: Well I explain to them the evidence that was presented in court and when people who listen to what I and others in the office explain they say, \"Well I didn't know that. That wasn't included in the YouTube.\" In the city of Phoenix there is no place where building a church is prohibited. Because building a church or building anything where people could be affected by the building, we have a code that requires certain things to be done for people's safety. As I say, it doesn't matter whether the person is playing cards or whether the person is preaching the Bible – that is our concern. It just happens to be in this instance the man says he's preaching the Bible, he's having Bible study.\nDid you see his most recent YouTube video that preceded him going to jail? I think the last scene is there at the jail where he is reporting. In one of the scenes he is embracing his children, his daughters, and he's doing that inside this assembly room, right in front of the first row of many rows of chairs. And I think it's very clear when one looks at that, he isn't in a situation where he is holding Bible study with a small group of family members in his living room. So the case has nothing to do with whether he is preaching the Bible or anything. It is that he is inviting people to assemble there and that is an assembly use according to the Phoenix city code and I would say that he should take better care of his flock.\nCP: In his video, Mr. Salman said something about a limit of only 12 people allowed to gather in his home. Does the city of Phoenix have a limit of 12 family members allowed to gather in a home or can the limit also apply to 12 non-family members in someone's home?\nCarreon-Ainsa: I am so happy you made this call, and I'll tell you why, because it has to do with the truth. And someone once said the truth shall make you free. So I am very thankful you are calling and asking me these questions. Because the 12-persons limit is part of the sentence. It is not part of the city's code. It is part of the sentence imposed by the Phoenix city judge after the trial.\nThe judgment and sentence order that was entered and issued by the judge in which it is ordered, \"No further assemblies/more than 12 people at 7601 North 31st Ave, Phx, Az, until property brought into compliance with all Phx City Codes Building codes, fire codes, safety codes and in accordance with all laws.\"\nSo that is pretty clear, isn't it?\nThe city code does not limit a gathering of family members to 12 people. There are some families whose numbers exceed 12, and the city code does not include a number. The judge says until you, Mr. Salman, abide by the law, you can only have 12 people at that address assemble.\nCP: In the YouTube video, Mr. Salman was driving around his neighborhood and showing how the people in his neighborhood had a lot of cars in their driveway and on the street, but nothing happened to them. Then he showed that on his property they had cars but they were all behind a gate that was far from the street. Can you explain what the city's concern is because watching that video one feels that Mr. Salman is being targeted.\nCarreon-Ainsa: Well, ma'am, the city responded to complaints from members of the neighborhood. Now it's a neighborhood in Phoenix where there are 12 churches, they pre-existed Mr. Salman and his family arriving in the neighborhood. The neighbors complained about the use of the property, and the way any city does when a city receives a complaint, the city investigated. And it started I believe in 2006, and here we are six years later. Some might criticize the city for having taken so long, but that is a discussion for another day. But we responded to people's complaints because they are our constituency. They are the reason we exist.\nCP: Can you tell me about the normal protocol for your investigation? Because Mr. Salman said in his video he wasn't notified there were complaints, he just suddenly saw a lot of officers show up and raid his home. Is that normal that you're not informed?\nCarreon-Ainsa: I believe that you said you read the so-called fact sheet issued by the city. There were discussions and discussions and discussions and more discussions with Mr. Salman before any, any actions were taken. So it could not have come as a surprise to him.\nCP: So he was aware that his neighbors did complain?\nCarreon-Ainsa: Yes! Well, I am not going to say that he was aware, that is in his head. But what I am saying is he, Mr. Salman, was involved in discussions with the city because the city was responding to complaints from the neighbors.\nCP: So this was over a period of months?\nCarreon-Ainsa: Since 2006, so it has been over a period of years.\nCP: I'm scheduled to talk to Mr. Salman's lawyer also today and make sure I have both sides and let people be the judge.\nCarreon-Ainsa: Okay, well we've had five judges already look at this case, including two United States district court judges and one appellate state court judge. We all draw our own conclusions.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/interview-phoenix-city-prosecutor-on-jailed-pastor-zoning-violation-case-pt-1-78576/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "phoenix",
            "case",
            "prosecutor",
            "say",
            "jailed",
            "interview",
            "video",
            "12",
            "pastor",
            "bible",
            "mr",
            "religious",
            "city",
            "freedom",
            "salman",
            "pt",
            "building"
        ]
    }
]