[
    {
        "url": "https://www.christianpost.com/news/fatherlessness-shows-up-in-childrens-dna-affects-lifespan-study.html",
        "title": "Fatherlessness Shows Up in Children's DNA, Affects Lifespan: Study",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFatherlessness Shows Up in Children's DNA, Affects Lifespan: Study\nFatherlessness Shows Up in Children's DNA, Affects Lifespan: Study\n| Thursday, July 20, 2017\n(Photo: YouTube/Johnson & Johnson/Screengrab) | (Photo: YouTube/Johnson & Johnson/Screengrab)\nNew research shows how the loss of a father significantly affects children — at the level of their DNA, shortening the ends of their chromosomes.\nKids who were raised without a dad have much shorter telomeres, the protective caps at the ends of chromosomes that are believed to affect health and longevity, than kids with fathers in the home, Deseret News reported  Tuesday.\nThe research was done among the approximately 5,000 children who were born between 1998 and 2000 and who are part of the federally-funded Fragile Families and Child Wellbeing Study . The study was published in the journal \"Pediatrics.\"\nFor those children whose fathers either died or were incarcerated before they were 5 years old, the effects on their telomeres were most pronounced. Father loss negatively impacted the telomeres of boys 40 percent more than it did on the telomeres of girls.\nThe study \"underscores the important role of fathers in the care and development of children and supplements evidence of the strong negative effects of parental incarceration,\" the researchers said.\nThe authors of the study interviewed mothers and fathers when the children were born and subsequently when they were 1, 3, 5 and 9 years old. At age 9, the researchers collected DNA samples from the kids through their saliva; telomere length is often calculated this way.\nNine-year-old children with no dad in the home had telomeres that were 14 percent shorter than children with fathers.\nThe researchers did discover a bright spot amid their troubling findings, that a stable family income appears to lessen the risk, particularly for children of divorce.\nYet scientists view shortened telomeres as a biological clock, and they are linked with such health issues as mental illness and obesity.\nSome scientists believe shorter chromosome caps cause people to age prematurely.\nThe greatest difference in telomere length could be seen when the reasons for the father loss were examined. Children whose fathers had died had telomeres that were 16 percent shorter than those with living fathers. For children with dads in prison, the reduction averaged 10 percent. For kids whose parents were separated or divorced, their telomeres were 6 percent shorter than those with parents who were together.\nThe effects of father loss were most visible among boys and children who had a genetic predisposition toward depression, anxiety, or a notable sensitivity to their surroundings, the study noted.\nPrinceton University's Dr. Daniel Notterman, who co-authored the study, noted his surprise that the children's DNA was impacted so significantly.\n\"We couldn't test for these, but we have theories. Children need fathers; they're very important. They play an economic role, but also provide love and attention, stability and cohesion, and they're role models,\" Notterman said.\nTelomeres are important in that they function \"like a cap on a bicycle valve,\" the Deseret News article explains.\n\"They're composed of noncoding DNA, and each time a cell divides, they get smaller. When they get too small, the cell stops dividing and dies.\"\nOther things like chronic stress and a poor diet also shrink telomeres.\nBut that such external factors like father loss, stress, and diet impact one's DNA like this has surprised acclaimed scientists.\n\"To an extent that has surprised us and the rest of the scientific community, telomeres do not simply carry out the commands issued by your genetic code,\" wrote Elizabeth Blackburn in her book The Telomere Effect, which she co-authored with Elissa Epel.\nBlackburn is a 2009 Nobel Prize Winner in the field of physiology and medicine for her research on telomeres.\n\"Your telomeres, as it turns out, are listening to you. They absorb the instructions you give them,\" she said.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.deseret.com/2017/7/18/20615957/what-the-loss-of-a-father-in-the-home-does-to-a-child-s-health"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts",
                "https://fragilefamilies.princeton.edu/"
            ]
        },
        "key_words": [
            "study",
            "dna",
            "childrens",
            "lifespan",
            "telomeres",
            "father",
            "children",
            "affects",
            "shows",
            "fatherlessness",
            "loss",
            "shorter",
            "telomere",
            "fathers",
            "role"
        ]
    }
]