[
    {
        "url": "https://consortiumnews.com/2016/11/02/phony-corruption-excuse-for-ukraine-coup/",
        "title": "Phony ‘Corruption’ Excuse for Ukraine Coup",
        "authors": [
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Joe B",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Lois Gagnon",
                "link": null
            },
            {
                "name": "James Lake",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Bart In Virginia",
                "link": null
            },
            {
                "name": "Daniel Guyot",
                "link": null
            },
            {
                "name": "Baldur Dasche",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-11-02",
        "text": "Main menu\nNovember 2, 2016\nBy Robert Parry\nIf Ukraine becomes a flashpoint for World War III with Russia, the American people might rue the day that their government pressed for the 2014 overthrow of Ukraine’s allegedly corrupt (though elected) president in favor of a coup regime led by Ukrainian lawmakers who now report amassing, on average, more than $1 million each, much of it as cash.\nThe New York Times, which served as virtually a press agent for the coup in February 2014, took note of this apparent corruption among the U.S.-favored post-coup officials, albeit deep inside a story that itself was deep inside the newspaper (page A8). The lead angle was a bemused observation that Ukraine’s officialdom lacked faith in the country’s own banks (thus explaining why so much cash).\nUkraine’s anti-Russian President Petro Poroshenko speaking to the Atlantic Council in 2014. (Photo credit: Atlantic Council)\nYet, Ukraine is a country beset by widespread poverty, made worse by the post-coup neoliberal “reforms” slashing pensions, making old people work longer and reducing heating subsidies for common citizens. The average Ukrainian salary is only $214 a month.\nSo, an inquiring mind might wonder how – in the face of all that hardship – the post-coup officials did so well for themselves, but Times’ correspondent Andrew E. Kramer treads lightly on the possibility that these officials were at least as corrupt, if not more so, than the elected government that the U.S. helped overthrow. Elected President Viktor Yanukovych had been excoriated for a lavish lifestyle because he had a sauna in his residence.\nKramer’s article on Wednesday tried to explain the bundles of cash as a sign that “many of the lawmakers and officials responsible for inspiring public trust in Ukraine’s economic and banking institutions have little faith that their own wealth would be safe in the country’s banks, according to recently mandated financial disclosures. …\n“Prime Minister Volodymyr Groysman, for example, declared over one million dollars in savings in cash — $870,000 and 460,000 euros — apparently shunning Ukraine’s ever-wobbly banking system. The top official in charge of the country’s banks, Valeriya Gontareva, who is responsible for stabilizing the national currency, the hryvnia, maintains most of her money in American dollars — $1.8 million.\n“A tally of the declarations filed by most of Parliament’s 450 members compiled by one analyst, Andriy Gerus, found that the lawmakers collectively held $482 million in ‘monetary assets,’ of which $36 million was kept as cold, hard cash. …\n“Some politicians seem to have approached the declaration as a sort of amnesty, revealing everything they have earned from decades of crooked dealings, in an effort to come clean. … One minister reported a wine collection with bottles worth thousands of dollars each. Another official declared ownership of a church. Yet another claimed a ticket to outer space with Virgin Galactic. …\n“Another theory making the rounds in Kiev — where people generally acknowledge the inventive, venal genius of their politicians — suggests that the public servants are padding their declarations,” so they can hide future bribes within their reported cash holdings and thus offer plausible excuses for luxury cars and expensive jewelry.\nAccessing More Money\nIronically, passage of the law requiring the disclosures of what appears to be widespread corruption among Kiev’s officials unlocked millions of euros in new aid money from the European Union that then flowed to the same apparently corrupt officials.\nOusted Ukrainian President Viktor Yanukovych.\nHowever, because the Ukraine “regime change” in 2014 was partly orchestrated by U.S. and E.U. officials around the propaganda theme that elected President Yanukovych was corrupt – he had that sauna, after all – the continued corruption in the post-coup regime has been a rarely acknowledged, inconvenient truth. Indeed, some business people operating in Ukraine have complained that the corruption has grown worse since Yanukovych was overthrown.\nYet, only occasionally has that reality been allowed to peek through in the mainstream U.S. media, which prefers to deny that any “coup” occurred, to blame Russia for all of Ukraine’s problems, and to praise the post-coup “reforms” which targeted pensions, heating subsidies and other social programs for average citizens.\nOne of the rare deviations from the happy talk appeared in The Wall Street Journal on Jan. 1, 2016, observing that “most Ukrainians say the revolution’s promise to replace rule by thieves with the rule of law has fallen short and the government acknowledges that there is still much to be done.”\nActually, the numbers suggested something even worse. More and more Ukrainians rated corruption as a major problem facing the nation, including a majority of 53 percent in September 2015, up from 28 percent in September 2014, according to polls by International Foundation for Electoral Systems.\nSo, as the hard lives of most Ukrainians got harder, the elites continued to skim off whatever cream was left, including access to billions of dollars in the West’s foreign assistance that has kept the economy afloat.\nThere was, for instance, the case of Finance Minister Natalie Jaresko, who was regarded by many pundits as the face of Ukraine’s reform before departing last April after losing out in a power struggle.\nYet, Jaresko was hardly a paragon of reform. Prior to getting instant Ukrainian citizenship and becoming Finance Minister in December 2014, she was a former U.S. diplomat who had been entrusted to run a $150 million U.S.-taxpayer-funded program to help jump-start an investment economy in Ukraine and Moldova.\nJaresko’s compensation was capped at $150,000 a year, a salary that many Americans – let alone Ukrainians – would envy, but it was not enough for her. So, she engaged in a variety of maneuvers to evade the cap and enrich herself by claiming millions of dollars in bonuses and fees.\nUltimately, Jaresko was collecting more than $2 million a year after she shifted management of the Western NIS Enterprise Fund (WNISEF) to her own private company, Horizon Capital, and arranged to get lucrative bonuses when selling off investments, even as the overall WNISEF fund was losing money, according to official records.\nUkraine’s former Finance Minister Natalie Jaresko.\nFor instance, Jaresko collected $1.77 million in bonuses in 2013, according to a WNISEF filing with the Internal Revenue Service. In her financial disclosure forms with the Ukrainian government, she reported earning $2.66 million in 2013 and $2.05 million in 2014, thus amassing a sizeable personal fortune while investing U.S. taxpayers’ money supposedly to benefit the Ukrainian people.\nIt didn’t matter that WNISEF continued to hemorrhage money, shrinking from its original $150 million to $89.8 million in the 2013 tax year, according to the IRS filing. WNISEF reported that the bonuses to Jaresko and other corporate officers were based on “successful” exits from some investments even if the overall fund was losing money.\nThough Jaresko’s enrichment schemes were documented by IRS and other official filings, the mainstream U.S. media turned a blind eye to this history, all the better to pretend that Ukraine’s “reform” process was in good hands. [See Consortiumnews.com’s “ How Ukraine’s Finance Minister Got Rich .”]\nBiden’s Appeal\nWorried about the continued corruption, Vice President Joe Biden, who took a personal interest in Ukraine, lectured Ukraine’s parliament on the need to end cronyism.\nBut Biden had his own Ukraine cronyism problem because three months after the U.S.-backed overthrow of the Yanukovych government Ukraine’s largest private gas firm, Burisma Holdings, appointed his son, Hunter Biden, to its board of directors.\nVice President Joe Biden.\nBurisma a shadowy Cyprus-based company also lined up well-connected lobbyists, some with ties to Secretary of State John Kerry, including Kerry’s former Senate chief of staff David Leiter, according to lobbying disclosures.\nAs Time magazine reported , “Leiter’s involvement in the firm rounds out a power-packed team of politically-connected Americans that also includes a second new board member, Devon Archer, a Democratic bundler and former adviser to John Kerry’s 2004 presidential campaign. Both Archer and Hunter Biden have worked as business partners with Kerry’s son-in-law, Christopher Heinz, the founding partner of Rosemont Capital, a private-equity company.”\nAccording to investigative journalism inside Ukraine, the ownership of Burisma has been traced to Privat Bank, controlled by the thuggish billionaire oligarch Ihor Kolomoysky, who was appointed by the U.S.-backed “reform” regime to be governor of Dnipropetrovsk Oblast, a south-central province of Ukraine (though Kolomoisky was eventually ousted from that post in a power struggle over control of UkrTransNafta, Ukraine’s state-owned oil pipeline operator).\nIn a speech to Ukraine’s parliament in December 2015 , Biden hailed the sacrifice of the 100 or so protesters who died during the Maidan putsch in February 2014, which ousted Yanukovych, referring to the dead by their laudatory name “The Heavenly Hundred.”\nBut Biden made no heavenly references to the estimated 10,000 people, mostly ethnic Russians, who have been slaughtered in the U.S.-encouraged “Anti-Terror Operation” waged by the coup regime against eastern Ukrainians who resisted Yanukovych’s violent ouster. Nor did Biden take note that some of the Heavenly Hundred were street fighters for neo-Nazi and other far-right nationalist organizations.\nBut after making his sugary references to The Heavenly Hundred, Biden delivered his bitter medicine, an appeal for the parliament to continue implementing International Monetary Fund “reforms,” including demands that old people work longer into their old age.\nBiden said, “For Ukraine to continue to make progress and to keep the support of the international community you have to do more, as well. The big part of moving forward with your IMF program — it requires difficult reforms. And they are difficult.\n“Let me say parenthetically here, all the experts from our State Department and all the think tanks, and they come and tell you, that you know what you should do is you should deal with pensions. You should deal with — as if it’s easy to do. Hell, we’re having trouble in America dealing with it. We’re having trouble. To vote to raise the pension age is to write your political obituary in many places.\n“Don’t misunderstand that those of us who serve in other democratic institutions don’t understand how hard the conditions are, how difficult it is to cast some of the votes to meet the obligations committed to under the IMF. It requires sacrifices that might not be politically expedient or popular. But they’re critical to putting Ukraine on the path to a future that is economically secure. And I urge you to stay the course as hard as it is. Ukraine needs a budget that’s consistent with your IMF commitments.”\nHowever, as tough as it might have been for Ukraine’s parliament to slash pensions, reduce heating subsidies and force the elderly to work longer, that political sacrifice did not appear to extend to the officials making financial sacrifices themselves.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\n??????? ?????\nNovember 8, 2016 at 18:49\nFormer Georgian president (president of Georgian Georgia, not the U.S. Georgia) and new Ukrainian citizen, Mikhail Saakashvili, left his post as governor of Odessa region in Ukraine complaining about unresolved and non-improving corruption.\nBaldur Dasche\nNovember 6, 2016 at 23:35\nPeace President Poroshenko  pointed out in an interview two days ago, that the recent exercise in ‘dignifying the wealthy’ wasn’t aimed at targeting the rich. It’s about going after ‘criminals’.\nIf you’re rich and you truly love your country by chipping-in for military supplies, or raising your own battalion of ‘national heroes’, well ‘slava’ to you. If you don’t love America, the EU and the ‘lustrated’ version of the old  EUkrainian mafia – you’re crooked,  whether you have any money or not.\nThe same old, same old – as it has been all along.\nDaniel Guyot\nNovember 3, 2016 at 23:47\n“… Elected President Viktor Yanukovych had been excoriated for a lavish lifestyle because he had a sauna in his residence …”\nIt seems, that Yanukovych had more than a sauna, and more than a residence. To have a sauna in Russia, and probably in Ukraine, is nothing exceptional. Every Russian owning the poorest “dacha” tries to build or to acquire a sauna!\nIn general I agree with Robert Parry. I agree with his comments about Ukraine, but as regards Yanukovich, I cannot understand the reason of Mr. Parry’s understatement. Yanukovich was ousted after a coup, that is right. Nonetheless he should not be represented as a modest, nearly honest politician, unfairly criticized by his fellow citizens.\nBaldur Dasche\nNovember 6, 2016 at 23:39\nYes, but  Yanukovich had a real SAUNA,  and a wondrous ‘golden’ loaf of Ukrainian bread.  Which was liberated by some nosey patriot.\nIt didn’t show up on the recent rash of e-divulgences.\n??????? ?????\nNovember 8, 2016 at 18:58\nAfter reading more on the topic, I have concluded that Yanukovich and Azarov were honest peaceful true Ukrainian patriots: the were much less corrupt compared to the current guys, improved people’s well-being, installed stability, prepared the EU-Ukraine association agreement, signed many export contracts and built 50% of the Chernobyl sarcophagus. All kids of Yanukovich studied in Ukraine, and finally, Ukraine had value as a country – Russia was giving Ukraine money in order to outbid the EU.\nBart in Virginia\nWhat ever happened to Yula Tymoshenko?\nBaldur Dasche\nNovember 6, 2016 at 23:41\n??????? ?????\nShe’s a prominent figure of the Ukrainian opposition now.\nRealist\nNovember 3, 2016 at 14:50\nThe whole tragedy in Ukraine basically underscores how resistant stereotypes are to empirical fact and logical thinking.   The poor dolts in Ukraine, along with most of the world, have had it in their collective heads since the height of the great European migration to America around the turn of the 19th/20th century that the United States is paved with gold and peopled by uber-altruistic philanthropists that want only to help every poor unfortunate living outside of its borders.  The EU and the IMF were surely perceived as branch offices of Santa Claus Inc. and one only had to say “we need money” and “we hate Russia” and the cash would simply flow from Uncle Sam’s generous pockets and every Ukie who wanted one would be granted a small farm or villa within sight of the “Big Rock Candy Mountain.” They still believe that none of this has yet happened only due to the perfidy of Vladimir Putin who hates America and lives only to obstruct its universal generosity mostly because his people and his culture are nothing but abject failures forever in the shadows of the “exceptional” nation, i.e., he wishes only to drag the rest of the world down to Russia’s self-inflicted depths of poverty and depravity.   The Ukies believe this fairy tale so avidly that all is permitted in its service:  they lie with impunity and have no compunctions about slaughtering tens of thousands of folks in the Donbass who they claim to be their fellow citizens just because they don’t suffer from the same hallucinations that they do and will not submit to Uncle Sam’s benevolent will.   You might think that after nearly three years of having their balloon punctured by Washington’s treacherous actions they would finally see the light, admit the truth and realise that Uncle Sam is essentially just exploiting them in its attempt to maintain global hegemony, but stereotypes and folk mythology, no matter how absurd, are nearly impossible to eradicate from the human mind.  They are nearly as difficult to extirpate as bad data in your credit report  that seems to endlessly reappear in the computer files no matter how many times you think the company has cleared up the misunderstanding.   At this point, the Ukies will stop hating Russians about as soon as the Sunnis and Shiites stop trying to exterminate one another.   Ditto the Poles, Lithuanians, Latvians, Estonians, Georgians and every other third tier former communist member state of the EU whose economies are hopelessly behind the “West” which has no intention of “sharing the wealth” with those fools.  Even the South European members of “Old Europe” must admit, if they are honest and analytical, that they are really nothing but economic and political vassals of the Anglosphere and will never have parity with their “betters.”\nTom Welsh\nNovember 3, 2016 at 06:19\n“…Joe Biden, who took a personal interest in Ukraine, lectured Ukraine’s parliament on the need to end cronyism”.\nOh no! This is too much!! Stop it, you’re killing me!!!\n*Joe Biden* lectured someone on the need to avoid cronyism? Hahahahahahahahahahahahahahaha!\nCurious\nNovember 3, 2016 at 11:02\nIt was also reported, which Mr Parry didn’t mention, that Biden spent over two hours on the phone to Yanukovych before he had to run for his life.\nI wonder what they talked about. Biden is neck deep in this mess.\nBart in Virginia\nNovember 3, 2016 at 16:07\nBut, Biden is poor! Remember how he took the train to work from Delaware for so many years? How’s a fellow supposed to retire in comfort these days?\nBaldur Dasche\nJoe’s nest is well feathered.\nTom Welsh\nNovember 3, 2016 at 06:16\nAh yes, Mr Yanukovych’s excessively luxurious and extravagant residence! Here is a picture of it, from The Daily Mail:\nTom Welsh\nNovember 3, 2016 at 06:05\n“The U.S.-backed “regime change” in Ukraine… was rationalized by the need to rid Ukraine of corruption…”\nI beg your pardon? The USA intervened in Ukraine to reduce corruption? But corruption is the American Way of Life! Washington and New York are by far the greatest centres of corruption in the whole world!\n??????? ?????\nNovember 8, 2016 at 18:51\nYou must visit our former USSR, you’ll be amazed. Clintons seem to have outperfomed us though.\nNovember 3, 2016 at 03:43\nAs additonal information to an article on the Ukraine coup that I blogged in April 2015 I wrote:\n“Another friend of Moldova turns out to be Joe Biden. Biden is also a friend of Montenegro, known for its corruption. Formerly part of Yugoslavia, Montenegro lies on “the Balkan route”, chiefly recognised in the criminal world for the opportunities it offers in the illegal trafficking of drugs, arms and humans. Its heroin trade alone is estimated to be worth $20 billion per year. Moises Naim of The Carnegie Endowment labelled Montenegro a “mafia state.” Biden is a staunch supporter of the Prime Minister Milo Djukanovic’s desire for Montenegro to join NATO.”\nFor the full article with relevant links go to: https://bryanhemming.wordpress.com/2015/04/01/double-double-toil-and-trouble-the-cauldron-of-kiev/\nJames lake\nNovember 3, 2016 at 02:42\nI want to add that Robert Parry is one of the few writers that keep the focus on Ukraine.\nAfter the Mainstream media moves on after cheering on regime change – the public especially the Anericans ( Europe is perhaps more aware as it is in their neighbourhood snd sanctions are a reminder that there is a problem)\nnever gets the follow up information on how it has not worked our\nLois Gagnon\nNovember 2, 2016 at 21:30\nThis is the same policy that the US/IMF always installs after an intervention/coup/invasion. Oligarchy. If you’re not wearing ideological blinders, it’s impossible to ignore. The majority must sacrifice for the good of the country (which is in the process of being hollowed out and dismantled) so the rich can continue to profit. It’s called theft.\nF. G. Sanford\nNovember 2, 2016 at 21:24\nIn other words, American oligarchs have successfully implemented in Ukraine the socioeconomic system they would enviously dream to impose on U.S. citizens. But, as Joe Biden himself said, “It’s hard”. There is an old ideological paradigm once discussed among social scientists, but rarely in a public forum. Especially not in the U.S., because McCarthyism discouraged intelligent discussion of Karl Marx. (I’m not a Marxist, so don’t even try to pull that crap on me.) At the onset of the 20th century, poverty in America was about as widespread and dismal as it was anywhere else. A couple of stock market crashes and wars later, FDR’s “New Deal” changed all that, and resulted in a burgeoning middle class. Economists of the so-called “Austrian School” fought that tooth and nail, just as the neo-liberals and globalists are fighting it today. The fundamentally true observation Marx made regarding “capitalism” was that it facilitated incessant and inevitable upward percolation of wealth leading to progressive inequality and ultimate social unrest. Capitalist systems inevitably must become more repressive in order to maintain this inequality. The state exists to protect property…from the poor. The poorer they get, the more draconian the repression becomes.\nIn the “New Deal” system, regulations such as Glass-Steagall, antitrust laws, the fairness doctrine, universal free public education, and a host of others mollified the unfettered upward migration of wealth. Labor unions helped to guarantee living wages. But the “Austrian School” proponents always equated these institutions to Bolshevism and later to “communism”. Favoring the von Mises and von Hyak mythologies of unregulated capitalism, they insisted that “a rising tide raises all boats”, essentially the obverse of “trickle down economics”. The “austerity measures” imposed on Ukraine today are the same ones imposed on Germany’s Weimar Republic. They are also being imposed on Greece and other European countries by the EU, IMF and EEC. These represent the premalignant symptoms of “Globalization”.\nThat ideological “paradigm” that concerned social scientists – but only behind closed doors – was that in large measure, American oligarchs would tolerate “regulated capitalism” only so long as there was a pressing need to discredit the Comintern (International Communism). They could point to the poverty and repression in the emerging industrial communist world (which Stalin and Mao dragged into the 20th century at gun-point), and remind the American people that capitalism was their only defense. Communism – which never actually existed because the Comintern was a completely corrupt oligarchy – became the threat which forced the American oligarchy to permit its citizens a measure of prosperity. The fear of an American “Bolshevik Revolution” has been alive and well among the “One Percenters” since about 1905.\nThe visceral fear of those social scientists – students, but not advocates of Marxism – was that someday, the Soviet Union would collapse. It would lead to an insidious dismantling of the “New Deal” and regulated capitalism as soon as there was no longer competition for their neo-feudal impoverishment of the Western world. And, you heard it from Joe Biden. “Raise the retirement age”, which serves to impoverish the youth. “Attack the pension funds”, which prevents wealth accumulation: The elderly must sell off their assets rather than pass them to their children. “Fiscal responsibility”, a euphemism for austerity, hampers economic growth and fosters impoverishment of the working class. As they lose their assets, foreclosures transfer wealth upwardly. Victorian misery becomes the norm, just as it did in Weimar Germany.\nThe worst fears of those closeted social scientists is coming true. It’s being implemented in Europe now, and getting a foothold in the U.S. As your jobs are exported, you will eventually become hungry enough to work for less. The unions that once protected you are disappearing. Your schools are being “chartered” from under you. Hundreds of media outlets have been consolidated under only six conglomerates. Soon, it will be only three. You may as well call them Tass, Pravda and Izvestia, for all the more truth they tell. Your homes are being foreclosed. Is it any wonder why Vladimir Putin has suddenly become the greatest threat to American oligarchs? They thought they had won this game. Now, they’re not so sure. And Ukraine is proving to be a monumental embarrassment.\nTom Welsh\nA very well argued, concise comment. Thanks very much!\nJoe B\nNovember 3, 2016 at 10:40\nThat’s an interesting argument, that the oligarchy fears the loss of a communist enemy in particular, because it needs to vilify socialist supports. It also needs a foreign enemy to pose falsely as protector and accuse its opponents of disloyalty. Of course all of its replacements of socialist governments have been disasters for their people.\nThe old argument among oligarchy supporters is that a socialist system rewards the lazy, which is obviously false because any system of benefits can be structured as harshly as one pleases to deal with them: the lowest level of benefits for the uncooperative can be as harsh as working community service per day for a day’s food and housing. So those opposing the New Deal have had no real argument without an external communist menace to exaggerate, so as to gain welfare for the generals. They don’t know what to make of China’s hurtling into the 21st century under communism succeeded by a blend, so they must pick a fight there to, with not enough oligarchs in SE Asia to cooperate.\nBut a blended economy is best, just as in regulating political power, where we compromise individual and state rights with a strong federal government. The extreme capitalists and communists were unable to compromise only because the personal commitments of leaders required the extremism and opposition.\nWith Russia and China already blending economic rights and free enterprise, the futile US attempt to create a new cold war proves the extremity of corruption of its oligarchy.\nJames lake\nNovember 2, 2016 at 20:29\nThe oligarchs wanted a revolution so that they could get a new cash cow other than Russia.\nThe US and EU are now responsible for Ukraine. The political class just want the money to hell with the people.\nRussia has the part it wanted the rest  of ukraine will have to find their own way.\nRussia is slowly cutting the energy links with ukraine once the gas transit goes via germany ukraine has no leverage\nThe people of ukraine have been subject to corrupt governments for all its  25 years after USSR,  but this time they don’t have Russia to subsidise them.\nTrade is being cut also\nIt’s a shame the people are suffering but it’s a hard lesson that the grass is not always greener\nBill Bodden\nNovember 2, 2016 at 18:42\nClearly these elite players – make that manipulators – involved in Ukraine live in an entirely different world from the rest of us.  Presumably, in situations where most of us would fail or would be guilt-ridden they can function as they do conscience-free unabashed at the monumental hypocrisy that is as natural to them as breathing air.\nCal\nMake that sociopaths……\nGregory Herr\nNovember 4, 2016 at 17:05\nYes, Biden is so shameless…some austerity might be good for his withered soul.\nGeorge Larin\nNovember 2, 2016 at 18:20\n“Chilling” indeed !  Because of our lap dog mass media, most Americans are totally ignorant of what’s really happening at home and abroad.  To put it in a nut-shell, had our presstitutes been gainfully employed in the mass media under Germany’s Hitler and Stalin’s Russia, they would have felt  perfectly at home !  Shame on them !\nPatricia P Tursi\nNovember 2, 2016 at 17:07\nThis is an example of Hillary’s “success”.  With over 5 Billion spent by the US to overthrow the elected government of Ukarine, Hillary was so busy during her tenure as SOS, that Honduras suffered the same and came out as bad or worse. Indigenous people are being killed by the gov who runs them off their land.  Then there’s the great success of Libya. Using ISIS to overthrow Qaddafi, Libya has been turned into another US success by the destruction of ancient artifacts and structures.  Qaddafi, who increased the literacy rate into the nineties, built homes for the people, tapped into the aquifer to establish agricultural independence and other achievements was killed by being sodomized with a sword.  Hillary’s response? “We came, we saw, he died. Ha Ha Ha.” Chilling.\nPaul\nNovember 2, 2016 at 16:57\nThis article presents a needed dose of reality. If anything, though, it de-emphasizes another crucial point. Since independence, Ukraine’s government has gone back and forth between presidents now more oriented to the voting block in the East (more Russian oriented in culture) and the West (more Europe oriented).  But the corruption at virtually all levels of government has been a constant — it was by no means ever the special characteristic of one or the other ‘side.’\nOf course, one could (implausibly, as it turns out) make the claim that only by making a ‘European decision’ could that corruption finally be flushed out.  But that ignores much more than it captures. It ignores that the same corrupt actors will in any case be responsible for this heroic push. It ignores that an evolutionary path is in any case going to be a better bet, because precisely one of the central ‘corruptions’ of the Ukrainian political style is an inability to compromise — something the coup (or ‘democratic revolution’) only further strengthened. And of course it ignores the glaringly obvious point that a harsh break of this sort was sure to lead to something like civil war — something that social scientists (as just one example, Huntington) had predicted long ago.  If the goal was to better the lives of Ukrainians — a very worthy goal! — this was precisely the wrong way to go about it.\nJoe B\nNovember 3, 2016 at 09:55\nExactly so; where democratic leaders fail to compromise and sympathize, they are incompetent, and external efforts must work toward mutual understanding and elimination of economic corruption. The US sponsorship of a coup was the most irresponsible act possible, caused by to its own extreme corruption. This is the history of the US since WWII: nothing but insane wars against socialism, millions dead and trillions lost, thanks to the corruption of the US government. Thank our Repub heritage and its new Dem subsidiary.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2015/11/10/how-ukraines-finance-chief-got-rich/",
                "https://consortiumnews.com/2015/03/24/ukraines-oligarchs-turn-on-each-other/",
                "https://bryanhemming.wordpress.com/2015/04/01/double-double-toil-and-trouble-the-cauldron-of-kiev/",
                "https://www.wsj.com/articles/kiev-struggles-to-battle-rampant-corruption-1451641811",
                "http://www.nytimes.com/2016/11/02/world/europe/ukraine-banks-corruption.html?_r=0",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/",
                "https://www.barnesandnoble.com/w/americas-stolen-narrative-robert-parry/1113515681;jsessionid=59CC7EEADE96ABEB1F76D5856BC928BD.prodny_store02-atgap14?ean=2940015517552"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://antac.org.ua/2012/08/26/kings-of-ukrainian-gas/",
                "http://burisma.com/hunter-biden-joins-the-team-of-burisma-holdings/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "according",
            "regime",
            "yanukovych",
            "coup",
            "phony",
            "corruption",
            "biden",
            "million",
            "ukraines",
            "excuse",
            "ukraine",
            "officials",
            "postcoup"
        ]
    }
]