[
    {
        "url": "https://www.christianpost.com/news/aclu-undocumented-minors-political-pawns-abortion-debate-pro-life.html",
        "title": "ACLU Using Undocumented Minors as 'Political Pawns' in Abortion Debate, Pro-Lifers Warn",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nACLU Using Undocumented Minors as 'Political Pawns' in Abortion Debate, Pro-Lifers Warn\nACLU Using Undocumented Minors as 'Political Pawns' in Abortion Debate, Pro-Lifers Warn\nACLU Using Undocumented Minors as 'Political Pawns' in Abortion Debate, Pro-Lifers Warn\n| Monday, January 22, 2018\nAlliance San Diego and other Pro-DACA supporters hold a protest rally, following U.S. President Donald Trump's DACA announcement, in front of San Diego County Administration Center in San Diego, California, U.S., September 5, 2017. | (Photo: REUTERS/John Gastaldo)\nThe American Civil Liberties Union is being accused by pro-life groups of using undocumented immigrant minors as \"political pawns\" to force the Trump administration to fund abortions.\nOver the past few months, the ACLU has leveled multiple lawsuits against the federal government to reverse an administration policy banning elective abortions for illegal immigrant minors.\nChuck Donovan, president of the pro-life research group the Charlotte Lozier Institute , told The Christian Post in an interview that he believed the ACLU \"is using these girls as political pawns to push a larger agenda of making the United States a sanctuary nation for abortion.\"\n\"Their claims are radical and extremely dubious. There is no consensus that there is a so-called 'constitutional right' to abortion, even for American citizens, let alone pregnant teens who come into this country illegally,\" said Donovan.\n\"As controversial as Roe v. Wade has been, it has never been interpreted this way. We believe HHS has a strong case that will likely go all the way to the Supreme Court.\"\nDonovan expressed concern over the potential opening of \"abortion tourism\" in which \"vulnerable young girls – who may have been abused or trafficked\" will \"travel to the United States to get abortions.\"\nA Change in Policy\nLast October, the Trump administration reversed President Barack Obama's policy of allowing for pregnant illegal immigrant minors to obtain abortions.\nThe Administration for Children and Families, which oversees the Office of Refugee Resettlement, explained that there was \"no constitutional right for a pregnant minor to illegally cross the U.S. border and get an elective abortion while in federal custody.\"\n\"Federal law is very clear on giving the director of the Office of Refugee Resettlement the legal responsibility to decide what is in the best interests of a minor in the unaccompanied alien children program and, in this case, her unborn baby,\" stated the ACF, as quoted by Politico.\n\"The Office of Refugee Resettlement is providing excellent care to this young woman and her unborn child and fulfilling our duty to the American people ... We cannot cede our responsibility to care for minors and their babies by releasing them to ideological advocacy groups.\"\nACLU Litigation \nIn response to the policy change, the ACLU filed complaints on behalf of four undocumented pregnant teenagers, known in court documents as \"Jane Doe,\" \"Jane Roe,\" \"Jane Poe,\" and \"Jane Moe.\"\nA spokesperson for the ACLU directed CP to a Jan. 11 blog entry by Brigitte Amiri, senior staff attorney at the ACLU's Reproductive Freedom Project.\nPro-life and pro-choice activists gather at the Supreme Court for the National March for Life rally in Washington January 27, 2017. | (Photo: REUTERS/Aaron P. Bernstein)\nAmiri explained that the ACLU is pursuing a lawsuit, known as Garza v. Hargan, in district court to overturn the administration's general ban on abortions for undocumented minors.\n\"Until the court makes that ruling, we find ourselves in the position of having to request temporary restraining orders against the government in each individual case we find out about,\" wrote Amiri.\n\"As we made clear in our court papers ... the Trump administration is blatantly ignoring the fact that the Supreme Court has held for the past 45 years that abortion is a fundamental constitutional right. And that right does not depend on immigration status.\"\nIn its efforts to get abortions for the undocumented minors, the ACLU has been accused by the Justice Department of misleading the government on certain details. \nFor example, Justice Department filed a petition to the Supreme Court last November claiming that ACLU lawyers had agreed to keep it informed about the procedure, and that they purposefully moved the abortion of one of the minors from Oct. 26 to Oct. 25, before the administration could appeal to the high court.\n\"In light of that, the Justice Department believes the judgment under review should be vacated and discipline may be warranted against Jane Doe's attorneys,\" stated the Department .\nDonovan of the Lozier Institute explained that these releases did not reflect a change in policy, but rather that the minors had found sponsors and were thus no longer in ORR custody.\n\"'Jane Moe' found a sponsor, usually an adult family member in the U.S., and is no longer in federal custody. Placing unaccompanied minors with a sponsor is always a priority for HHS, and once the child leaves their direct custody, medical decisions are handled by the sponsor,\" noted Donovan.\n\"The Trump administration still strongly opposes facilitating abortions for young girls in their care, out of compassion for both them and their unborn children. America is a pro-life nation and we ought to respond with love to both young mother and child.\"\nTaxpayer Expenses\nSteven Aden, chief legal officer for Americans United for Life , told CP that the debate over the Trump administration's policy involves taxpayers funding of abortion.\nAlthough the ACLU has noted in the past  that private funds are used for the abortion procedure, Aden countered that other aspects connected to the abortion required federal expenditures.\nInternal Revenue Service | (Courtesy, The Heritage Foundation)\n\"Legally, they have jurisdiction and responsibility for her, they have to assign staff to be with her, there are other resources that are utilized to follow up on her as well as medical resources that are utilized to follow-up on her condition after the abortion to make sure that it went well,\" said Aden.\n\"So all these things are paid for by taxpayer dollars, so it is a subsidization of elective abortion on the part of the minor by U.S. taxpayer dollars.\"\nAden felt that the administration's position \"faithfully reflects existing federal law,\" noting that the Hyde Amendment prohibits the federal funding of abortion in most circumstances.\n\"That is why the ACLU and its allies are pushing on this issue right now because they see a vulnerable point. Everyone is talking about immigration right now, their argument is that the administration should allow minor immigrants to obtain elective abortions,\" continued Aden.\n\"But the point is that they're in the country illegally and to allow them to obtain elective abortions would require the use of federal taxpayer dollars to monitor, follow up, to provide treatment and that's just contrary to what the law has always said at least since the Hyde Amendment came into effect in the late '70s.\"\nAden believed that this was the ACLU's best route, for \"they can't make much headway obviously in the state legislatures and Congress, [since] the Republicans control both houses.\"\n\"So they've chosen to push on this point, the point they see as a point of vulnerability which is immigration, but the principle remains that our tax dollars are not to be used to promote, to subsidize, to facilitate elective abortion,\" he noted.\n\"It goes contrary to the conscience of the taxpayer.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "is using these girls as political pawns to push a larger agenda of making the United States a sanctuary nation for abortion.",
                "REUTERS/John Gastaldo",
                false
            ],
            [
                "Their claims are radical and extremely dubious.",
                "Donovan",
                true
            ],
            [
                "There is no consensus that there is a so-called 'constitutional right' to abortion, even for American citizens, let alone pregnant teens who come into this country illegally,",
                "Donovan",
                true
            ],
            [
                "As controversial as Roe v. Wade has been, it has never been interpreted this way.",
                "REUTERS/John Gastaldo",
                true
            ],
            [
                "We believe HHS has a strong case that will likely go all the way to the Supreme Court.",
                "REUTERS/John Gastaldo",
                true
            ],
            [
                "vulnerable young girls – who may have been abused or trafficked",
                "Donovan",
                false
            ],
            [
                "travel to the United States to get abortions.",
                "Donovan",
                false
            ],
            [
                "no constitutional right for a pregnant minor to illegally cross the U.S. border and get an elective abortion while in federal custody.",
                "",
                false
            ],
            [
                "Federal law is very clear on giving the director of the Office of Refugee Resettlement the legal responsibility to decide what is in the best interests of a minor in the unaccompanied alien children program and, in this case, her unborn baby,",
                "",
                true
            ],
            [
                "The Office of Refugee Resettlement is providing excellent care to this young woman and her unborn child and fulfilling our duty to the American people ... We cannot cede our responsibility to care for minors and their babies by releasing them to ideological advocacy groups.",
                "",
                true
            ],
            [
                "Until the court makes that ruling, we find ourselves in the position of having to request temporary restraining orders against the government in each individual case we find out about,",
                "Amiri",
                true
            ],
            [
                "As we made clear in our court papers ... the Trump administration is blatantly ignoring the fact that the Supreme Court has held for the past 45 years that abortion is a fundamental constitutional right.",
                "",
                true
            ],
            [
                "And that right does not depend on immigration status.",
                "",
                true
            ],
            [
                "In light of that, the Justice Department believes the judgment under review should be vacated and discipline may be warranted against Jane Doe's attorneys,",
                "",
                true
            ],
            [
                "Jane Moe' found a sponsor, usually an adult family member in the U.S., and is no longer in federal custody.",
                "Donovan",
                true
            ],
            [
                "Placing unaccompanied minors with a sponsor is always a priority for HHS, and once the child leaves their direct custody, medical decisions are handled by the sponsor,",
                "Donovan",
                true
            ],
            [
                "The Trump administration still strongly opposes facilitating abortions for young girls in their care, out of compassion for both them and their unborn children.",
                "",
                true
            ],
            [
                "America is a pro-life nation and we ought to respond with love to both young mother and child.",
                "",
                true
            ],
            [
                "Legally, they have jurisdiction and responsibility for her, they have to assign staff to be with her, there are other resources that are utilized to follow up on her as well as medical resources that are utilized to follow-up on her condition after the abortion to make sure that it went well,",
                "",
                true
            ],
            [
                "So all these things are paid for by taxpayer dollars, so it is a subsidization of elective abortion on the part of the minor by U.S. taxpayer dollars.",
                "",
                true
            ],
            [
                "That is why the ACLU and its allies are pushing on this issue right now because they see a vulnerable point.",
                "",
                true
            ],
            [
                "Everyone is talking about immigration right now, their argument is that the administration should allow minor immigrants to obtain elective abortions,",
                "",
                true
            ],
            [
                "But the point is that they're in the country illegally and to allow them to obtain elective abortions would require the use of federal taxpayer dollars to monitor, follow up, to provide treatment and that's just contrary to what the law has always said at least since the Hyde Amendment came into effect in the late '70s.",
                "",
                true
            ],
            [
                "they can't make much headway obviously in the state legislatures and Congress, [since] the Republicans control both houses.",
                "",
                false
            ],
            [
                "So they've chosen to push on this point, the point they see as a point of vulnerability which is immigration, but the principle remains that our tax dollars are not to be used to promote, to subsidize, to facilitate elective abortion,",
                "",
                true
            ],
            [
                "It goes contrary to the conscience of the taxpayer.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/aclu-sues-trump-abort-2-more-babies-immigration-210544/",
                "https://www.aclu.org/blog/reproductive-freedom/abortion/fourth-young-immigrant-woman-being-blocked-trump-administration",
                "https://www.christianpost.com/news/trump-admin-demands-aclu-be-disciplined-for-misleading-govt-about-illegal-immigrants-abortion-205589/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://aul.org/",
                "https://lozierinstitute.org/"
            ]
        },
        "key_words": [
            "prolifers",
            "debate",
            "federal",
            "court",
            "political",
            "aclu",
            "administration",
            "right",
            "warn",
            "using",
            "undocumented",
            "elective",
            "pawns",
            "minors",
            "abortion",
            "abortions"
        ]
    }
]