[
    {
        "url": "https://www.christianpost.com/news/former-pro-choice-atheist-tells-evangelicals-for-life-how-god-transformed-her.html",
        "title": "Former Pro-Choice Atheist Tells Evangelicals for Life How God Transformed Her",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFormer Pro-Choice Atheist Tells Evangelicals for Life How God Transformed Her\nFormer Pro-Choice Atheist Tells Evangelicals for Life How God Transformed Her\nFormer Pro-Choice Atheist Tells Evangelicals for Life How God Transformed Her\n| Friday, January 19, 2018\nWASHINGTON — Trillia Newbell is a former atheist who considered children a \"nuisance.\" \n\"What is funny is that I am here at a pro-life event talking about the love of children. It's crazy. Why? There was a time when I would have thought that children were a nuisance, a bother, expendable,\" she shared at the third annual Evangelicals for Life conference on Friday.\n\"There was a time when I thought that children didn't matter and all that mattered where those of us that were adults and teens walking around. I was pro-choice. But, I wasn't just pro-choice. I was pro-choice to an extreme. Go to the extreme and there I was. I also wasn't a Christian.\" \nNewbell explained that although she grew up in a loving home and was taught by her father the importance of loving people of all races and backgrounds, she never fully grasped the concept of personhood in the womb because she didn't believe that babies in the womb were people.\n\"My views became more and more radical throughout my teen years and into my early 20s,\" she said.\nWhile working at a summer camp when she was just 19 years old, Newbell explained that God was \"gracious\" enough to put her in a room with a girl that she recalls being \"on fire for Jesus.\"\n\"I was 19 and I was teaching a private camp. She was my assistant and we happened to be in this room by ourselves together. I will never forget when she sat on the bed to open her Bible during quiet time. I immediately got incredibly defensive and asked her, 'What are you doing?' She said, 'Having quiet time,'\" Newbell said, as she tried to mimic her assistant's cheerful voice.\n\"I thought Christians were crazy and I thought, 'If you are about to take that Bible and say something with it, I am going to take that Bible and smack you,'\" she continued. \"That's where I was, which is so hard for people to think of if you know me now because the Lord did amazing work.\"\nNewbell explained that by the end of the night, she was crying, confessing her sins, and telling her assistant her life story.\nDespite the powerful experience that night, Newbell said that she did not give her life to Christ that night because she had a boyfriend that she \"did not want to give up at that time.\"\nIt was at the age of 22, Newbell stated, that she was \"humbled\" after suffering from two broken engagements to be married.\n\"I remember going to her church and hearing that hymn 'Rock of Ages.' There is a line — 'Wash me Saviour or I'll die,'\" she recalled. \"I knew at that moment that I needed a savior. My life was transformed immediately. The Lord radically transformed my life.\"\nNewbell told the audience that Ephesians 2 sums up her testimony.\n\"At the beginning it says, 'I was dead following the prince of the power of the air, following the spirit that is now at work in the sons of disobedience. We all live there too in the passions of our flesh, carrying out the desires of the body in mind, children of wrath.' That was me,\" she told the crowd. \"Verse 4, 'But God, being rich in mercy, because of the great love with which He loved us even when we were dead in our tresspasses made us alive together with Christ.' By grace, I was saved. It was grace that I wasn't looking for, grace that I didn't know that I needed. God miraculously saved me.\n\"God takes dead people and gives them resurrection life. That's what He did. He took a dead girl and gave her resurrection life. God radically transformed everything about me, all of me. He transformed my heart and He also transformed my mind. He transformed my worldview.\"\nNewbell said that she began to understand that she too, was created in God's image and that realization changed how she viewed \"all people.\"\n\"That moment when I started to understand that image of God and that God placed value and dignity into people, that meant that Psalm 139:13 wasn't just something religious people read and talked about but was true that God knit together babies in a mother's womb,\" she asserted. \"That meant that those with disabilities are important and valuable to the Lord and therefore, important and valuable to me.\"\nAs she learned more about what was important to the Lord, she began to understand that her views on things like abortion and end-of-life \"didn't fit\" with her new faith.\n\"What it meant and what I was learning was that all life mattered to the Lord, all life. From the womb until the day we face Jesus it matters to God. Therefore, it matters to me and it matters to us,\" she proclaimed.\nNewbell, who is now an author and director of community outreach for the Southern Baptist Convention's Ethics & Religious Liberty Commission, explained that she eventually realized that the kind of love her father was teaching her to have for other people before he passed away when she was 19 was not his idea, but God's idea.\n\"When I became a Christian at the age of 22, the Lord became my Father,\" Newbell said. \"I understood what it meant to be fatherless. The Lord helped me see that my desire for equality and the dignity of people made in His image ... was His desire.\"\nAlthough two broken engagements were part of what ultimately led Newbell to Christ when she was 22, Newbell explained that her boyfriend that she chose over God when she was 19, Thern Newbell, ended up accepting Christ. The Newbells have been married for 15 years and have two kids.\n\"God takes dead people and gives them resurrection life. He reconciled us first to Himself and then to each other,\" she explained. \"Here is what I want you to know. My testimony is radical, if you knew me when I was 19 and in my 20s and how opposed I was to things of the Lord. There are people who are walking around right now who need Jesus. If God can transform my heart and I am speaking here and I work for the ERLC, it's radical and it's ridiculous. He can do that for and with anyone.\"\nThe Evangelicals for Life conference kicked off Thursday and is being hosted by the ERLC. Newbell's testimony was delivered just before the March for Life.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "What is funny is that I am here at a pro-life event talking about the love of children.",
                "",
                true
            ],
            [
                "There was a time when I would have thought that children were a nuisance, a bother, expendable,",
                "",
                true
            ],
            [
                "There was a time when I thought that children didn't matter and all that mattered where those of us that were adults and teens walking around.",
                "Trillia Newbell",
                true
            ],
            [
                "But, I wasn't just pro-choice.",
                "Trillia Newbell",
                true
            ],
            [
                "I was pro-choice to an extreme.",
                "Trillia Newbell",
                true
            ],
            [
                "Go to the extreme and there I was.",
                "Trillia Newbell",
                true
            ],
            [
                "I also wasn't a Christian.",
                "Trillia Newbell",
                true
            ],
            [
                "My views became more and more radical throughout my teen years and into my early 20s,",
                "",
                true
            ],
            [
                "I was 19 and I was teaching a private camp.",
                "Trillia Newbell",
                true
            ],
            [
                "She was my assistant and we happened to be in this room by ourselves together.",
                "Trillia Newbell",
                true
            ],
            [
                "I will never forget when she sat on the bed to open her Bible during quiet time.",
                "Trillia Newbell",
                true
            ],
            [
                "I immediately got incredibly defensive and asked her, 'What are you doing?",
                "Trillia Newbell",
                true
            ],
            [
                "I thought Christians were crazy and I thought, 'If you are about to take that Bible and say something with it, I am going to take that Bible and smack you,",
                "",
                true
            ],
            [
                "That's where I was, which is so hard for people to think of if you know me now because the Lord did amazing work.",
                "God",
                true
            ],
            [
                "did not want to give up at that time.",
                "Trillia Newbell",
                false
            ],
            [
                "I remember going to her church and hearing that hymn 'Rock of Ages.",
                "",
                true
            ],
            [
                "There is a line — 'Wash me Saviour or I'll die,",
                "",
                true
            ],
            [
                "I knew at that moment that I needed a savior.",
                "Trillia Newbell",
                true
            ],
            [
                "The Lord radically transformed my life.",
                "Trillia Newbell",
                true
            ],
            [
                "At the beginning it says, 'I was dead following the prince of the power of the air, following the spirit that is now at work in the sons of disobedience.",
                "",
                true
            ],
            [
                "We all live there too in the passions of our flesh, carrying out the desires of the body in mind, children of wrath.",
                "",
                true
            ],
            [
                "Verse 4, 'But God, being rich in mercy, because of the great love with which He loved us even when we were dead in our tresspasses made us alive together with Christ.",
                "Trillia Newbell",
                true
            ],
            [
                "It was grace that I wasn't looking for, grace that I didn't know that I needed.",
                "Trillia Newbell",
                true
            ],
            [
                "God takes dead people and gives them resurrection life.",
                "Trillia Newbell",
                true
            ],
            [
                "He took a dead girl and gave her resurrection life.",
                "Trillia Newbell",
                true
            ],
            [
                "God radically transformed everything about me, all of me.",
                "Trillia Newbell",
                true
            ],
            [
                "He transformed my heart and He also transformed my mind.",
                "Trillia Newbell",
                true
            ],
            [
                "That moment when I started to understand that image of God and that God placed value and dignity into people, that meant that Psalm 139:13 wasn't just something religious people read and talked about but was true that God knit together babies in a mother's womb,",
                "Trillia Newbell",
                true
            ],
            [
                "That meant that those with disabilities are important and valuable to the Lord and therefore, important and valuable to me.",
                "",
                true
            ],
            [
                "What it meant and what I was learning was that all life mattered to the Lord, all life.",
                "Trillia Newbell",
                true
            ],
            [
                "From the womb until the day we face Jesus it matters to God.",
                "Trillia Newbell",
                true
            ],
            [
                "Therefore, it matters to me and it matters to us,",
                "Trillia Newbell",
                true
            ],
            [
                "When I became a Christian at the age of 22, the Lord became my Father,",
                "Trillia Newbell",
                true
            ],
            [
                "I understood what it meant to be fatherless.",
                "Trillia Newbell",
                true
            ],
            [
                "The Lord helped me see that my desire for equality and the dignity of people made in His image ... was His desire.",
                "Trillia Newbell",
                true
            ],
            [
                "God takes dead people and gives them resurrection life.",
                "Trillia Newbell",
                true
            ],
            [
                "He reconciled us first to Himself and then to each other,",
                "Trillia Newbell",
                true
            ],
            [
                "Here is what I want you to know.",
                "Trillia Newbell",
                true
            ],
            [
                "My testimony is radical, if you knew me when I was 19 and in my 20s and how opposed I was to things of the Lord.",
                "Trillia Newbell",
                true
            ],
            [
                "There are people who are walking around right now who need Jesus.",
                "Trillia Newbell",
                true
            ],
            [
                "If God can transform my heart and I am speaking here and I work for the ERLC, it's radical and it's ridiculous.",
                "Trillia Newbell",
                true
            ],
            [
                "He can do that for and with anyone.",
                "Trillia Newbell",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "life",
            "explained",
            "children",
            "dead",
            "lord",
            "prochoice",
            "womb",
            "atheist",
            "newbell",
            "god",
            "19",
            "transformed",
            "evangelicals",
            "tells"
        ]
    }
]