[
    {
        "url": "https://www.christianpost.com/news/giant-easter-cross-goes-up-in-downtown-chicago.html",
        "title": "Giant Easter Cross Goes Up in Downtown Chicago",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, April 21, 2011\nA giant 19-foot tall wooden cross along with a 10-foot tall image of Jesus was erected Thursday in busy downtown Chicago for Easter.\nSponsored by the Catholic legal firm Thomas More Society, the “Easter Cross” will be displayed in Chicago’s famous Daley Plaza until Easter day.\n“All these are displays of religious beliefs in the public square. Our theory, and it’s backed up by First Amendment jurisprudence, is that Christians are just as entitled to have their religious views expressed in the public square as any other religious or public group is to have their views expressed in the public square,” said Peter Breen, executive director and legal counsel of Thomas More Society, to The Christian Post on Wednesday.\nDaley Plaza is known to be Chicago’s public square for expression of opinions on such issues as immigration, human rights, and politics.\n“So it is perfectly appropriate, really proper, that Christians then gather on Daly Plaza and demonstrate their sincerely held beliefs,” asserted Breen.\nThis is the fifth annual “Easter Cross” display and the first year that the image of Jesus, called the “Divine Mercy” image, is being erected in the busy plaza.\nThe cross has been draped with purple linens and the Divine Mercy image is being covered with purple linens until Easter Sunday, when the cloth on the cross will be changed to white and the Jesus image will be uncovered.\nAccording to Breen, there has been no strong protest against the cross by citizens. Surprisingly, the most famous atheist in Illinois, Rob Sherman, came out to support the cross at a press conference a few years ago.\n“It is actually an incredible thing that we have actually had the atheist group supported us in our right to do this,” said the attorney. “The reason why is because this is a private expression, so it’s not government funded. [So it is] privately funded in the public square.”\nSeveral years ago, Sherman had sued the nonprofit group Friends of the Cross, the State of Illinois, the Department of Commerce and Economic Opportunity, Gov. Pat Quinn, and DCEO Director Warren Ribley over a $20,000 state grant that was given to restore a giant 111-foot cross – the Bald Knob Cross of Peace – near Alto Pass in Southern Illinois.\nIn February of this year, a U.S. district judge rejected Sherman’s argument that the grant was unconstitutional.\nOn Easter Sunday at 6 a.m., there will also be an interdenominational Sunrise Service at the Daly Plaza where representatives of the Catholic, mainline Protestant, and evangelical traditions will gather before heading to their own churches to celebrate the resurrection of Jesus.\nBesides the Easter Cross, Chicago-based Thomas More Society is also responsible for erecting the nativity scene in Chicago and in the state capital of Springfield during the Christmas season.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cross",
            "chicago",
            "state",
            "society",
            "image",
            "easter",
            "square",
            "giant",
            "downtown",
            "plaza",
            "religious",
            "goes",
            "public",
            "thomas"
        ]
    }
]