[
    {
        "url": "https://www.christianpost.com/news/scholars-decipher-one-of-last-remaining-mysterious-parts-of-the-dead-sea-scrolls-oldest-bible-texts.html",
        "title": "Scholars Decipher One of Last Remaining Mysterious Parts of the Dead Sea Scrolls, Oldest Bible Texts",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nScholars Decipher One of Last Remaining Mysterious Parts of the Dead Sea Scrolls, Oldest Bible Texts\nScholars Decipher One of Last Remaining Mysterious Parts of the Dead Sea Scrolls, Oldest Bible Texts\nScholars Decipher One of Last Remaining Mysterious Parts of the Dead Sea Scrolls, Oldest Bible Texts\n| Monday, January 22, 2018\nA preservationist works on a fragment of the Dead Sea Scrolls in a laboratory in the Israel Museum in Jerusalem October 18, 2010. | (Photo: Reuters/Baz Ratner)\nIsraeli researchers have reportedly deciphered one of the last remaining unread parts of the Dead Sea Scrolls, more than half a century after their initial discovery.\nA Haifa University spokesman told AFP  on Sunday that scholars pieced together more than 60 tiny fragments of parchment, finding that the encrypted Hebrew writing makes up one scroll.\nAccording to  BBC News , the text describes ancient Jewish festivals that are no longer observed, called New Wheat, New Wine and and New Oil, part of a unique 364-day calendar.\nDr. Eshbal Ratson and Professor Jonathan Ben-Dov of Haifa University said that they also found that the ancient Jewish sect used the word \"Tekufah\" to describe the transition between the seasons.\nAnnotations left by a scribe correcting mistakes made by the original author helped shed light on the content.\n\"What's nice is that these comments were hints that helped me figure out the puzzle — they showed me how to assemble the scroll,\" Ratson told Haaretz .\nThe Dead Sea Scrolls, which date back from the third century BC to the first century AD, are some of the oldest known manuscripts of the Hebrew Bible.\nClose to 900 of the scrolls were found in caves above the Dead Sea in a period between 1947 and 1956, containing Hebrew, Greek and Aramaic writing.\nSome of the fragments, including a collection revealed in October 2016, contain information about God's promises of rewards for those who obey the 10 Commandments .\n\"If you walk according to my laws, and keep my commandments and implement them, then I will grant your rains in their season, so that the Earth shall yield its produce and the trees of the field their fruit,\" reads a translation of part of one fragment.\n\"I will grant peace in the land, and you shall lie down untroubled by anyone; and I will exterminate vicious beasts from the land, and no sword shall cross your land,\" the fragment continues. \"I will look with favor upon you, and make you fertile and multiply you.\"\nThe authors of the scrolls remain a mystery, though some experts credit them to an ascetic desert sect called the Essenes.\nHebrew University announced another major find in February 2017 with the discovery of a 12th cave in the Judean desert that once contained Dead Sea Scrolls , though the ancient parchments themselves were missing.\nResearchers said that the scrolls were likely stolen by Bedouin people in the 1950s.\n\"Until now, it was accepted that Dead Sea Scrolls were found only in 11 caves at Qumran, but now there is no doubt that this is the 12th cave,\" said Oren Gutfeld, one of the leaders of the excavating team.\n\"Although at the end of the day no scroll was found, and instead we 'only' found a piece of parchment rolled up in a jug that was being processed for writing, the findings indicate beyond any doubt that the cave contained scrolls that were stolen.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "What's nice is that these comments were hints that helped me figure out the puzzle — they showed me how to assemble the scroll,",
                "Ratson",
                true
            ],
            [
                "If you walk according to my laws, and keep my commandments and implement them, then I will grant your rains in their season, so that the Earth shall yield its produce and the trees of the field their fruit,",
                "",
                true
            ],
            [
                "I will grant peace in the land, and you shall lie down untroubled by anyone; and I will exterminate vicious beasts from the land, and no sword shall cross your land,",
                "",
                true
            ],
            [
                "I will look with favor upon you, and make you fertile and multiply you.",
                "",
                true
            ],
            [
                "Until now, it was accepted that Dead Sea Scrolls were found only in 11 caves at Qumran, but now there is no doubt that this is the 12th cave,",
                "Oren Gutfeld",
                true
            ],
            [
                "Although at the end of the day no scroll was found, and instead we 'only' found a piece of parchment rolled up in a jug that was being processed for writing, the findings indicate beyond any doubt that the cave contained scrolls that were stolen.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/archaeology-discovery-25-dead-sea-scroll-fragments-reveal-gods-rewards-obeying-10-commandments-170745/",
                "http://www.bbc.com/news/world-middle-east-42773878",
                "https://www.christianpost.com/news/archaeology-discovery-12th-cave-containing-dead-sea-scrolls-found-but-biblical-texts-stolen-174614/",
                "https://www.haaretz.com/archaeology/.premium-israeli-researchers-decipher-one-of-last-undecoded-dead-sea-scrolls-1.5748695",
                "https://nation.com.pk/22-Jan-2018/dead-sea-scrolls-containing-oldest-bible-texts-deciphered-by-israeli-university"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "land",
            "cave",
            "decipher",
            "ancient",
            "texts",
            "dead",
            "scholars",
            "remaining",
            "scrolls",
            "oldest",
            "hebrew",
            "shall",
            "century",
            "sea",
            "mysterious",
            "parts",
            "university"
        ]
    }
]