[
    {
        "url": "https://www.christianpost.com/news/few-millenials-interested-in-religion-study-finds.html",
        "title": "Few Millennials Interested in Religion, Study Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFew Millennials Interested in Religion, Study Finds\nFew Millennials Interested in Religion, Study Finds\nBy Michelle A. Vu , Christian Post Reporter\n| Wednesday, January 12, 2011\nMillennials, those born between 1980 and 2000, are not anti-Christian or anti-religion, but they are, in general, just not interested in religion, says a new book based on a survey of members of this generation.\nAn apathetic attitude towards religious and spiritual matters is common among members of this generation, according to The Millennials by Thom Rainer, president and CEO of LifeWay Christian Research, and his son Jess, a Millennial born in 1985. Members of this generation are likely to care less about spiritual matters than those from previous generations, the Rainers wrote.\nNearly two-thirds (65 percent) of this generation rarely or never attend religious services, according to the survey conducted by LifeWay on 1,200 Millennials. And spiritual matters was ranked sixth, below friends and education, in a list based on an open-ended question on what is important to respondents.\n\"The [Baby] Boomers began the decline [in caring about religion] right after the Builder generation. Then came Gen X where it decreased again. And the Millennials are even less so (religious),\" Thom Rainer explained to The Christian Post.\nRainer suggested that the church has become less effective in reaching the Millennials because members of this group tend to be a high commitment generation and they see most of what takes place in churches as low commitment so they are not interested. Another possible reason is that three-fourths of these Millennials come from an unchurched background, meaning they have no Christian faith background.\n\"They are not anti-religious or anti-Christian, but they tend to be totally ambivalent towards anything religious or Christian,\" he said.\nThe survey also found that Millennials are \"a confused generation spiritually.\" Although, 65 percent of this generation describe themselves as Christian – notably many of them do not know or practice the basic teachings of the faith – only 26 percent say they believe they will go to heaven when they die because they have accepted Christ as their savior.\nMillennials are also confused over who Jesus is. They were divided on whether Jesus is the only way to salvation and if he was sinless.\n\"In summary we can say that the church's challenge is not overcoming an adversarial attitude from the Millennials. The true challenge is overcoming apathy,\" the Rainers say in the book. \"Christianity is not the belief of the vast majority of this generation. And they believe the American church to be one of the least relevant institutions in society.\"\nAn astounding 70 percent of Millennials agree that American churches are irrelevant today.\nBut the Rainers are optimistic about the future of Christianity in America because they believe the 15 percent of Millennials who are true Christians, based on their study, may have the highest level of Christian commitment of any generation in America's history.\nKatie Davis, for example, moved to Uganda initially to teach kindergarten at an orphanage at 19. But she has since started a ministry where American sponsors help support the education and feeding of poor children in the country. She also adopted 14 Ugandan children by the time she was 21 years old.\n\"[T]he mindset of Katie Davis is pervasive among Millennial Christians. And though the Christian population of this generation is likely no higher than 15 percent, these young people may well turn the world upside down with their commitments and causes.\"\nThe Rainers state that most Millennials see churches as \"business as usual\" and inward focused, which turns them off. The members of this generation are looking for radical churches that are dedicated to living the life of the disciples in the first century.\n\"Millennials don't ask what the community can do for the church; they ask what they can do for the community,\" the authors stress. \"Millennial Christians are seeking to move as close to New Testament Christianity as possible.\"\nIn other findings, Millennials are not as environmentally driven as previously thought; they have a surprisingly close relationship with their parents; they respect older people; and they consider family the most important thing in their life.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "study",
            "members",
            "interested",
            "say",
            "churches",
            "spiritual",
            "rainers",
            "finds",
            "religion",
            "religious",
            "generation",
            "millennials",
            "survey",
            "christian"
        ]
    }
]