[
    {
        "url": "https://www.christianpost.com/news/north-carolina-megachurch-baptizes-733-teens-during-summer-youth-camp.html",
        "title": "South Carolina Megachurch Baptizes 733 Teens During Summer Youth Camp",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSouth Carolina Megachurch Baptizes 733 Teens During Summer Youth Camp\nSouth Carolina Megachurch Baptizes 733 Teens During Summer Youth Camp\nSouth Carolina Megachurch Baptizes 733 Teens During Summer Youth Camp\n| Tuesday, August 05, 2014\nCorrections Appended\nSouth Carolina-based NewSpring church, headed by Pastor Perry Noble, baptized 733 teenagers in Daytona Beach, Florida during their annual summer youth camp known as The Gauntlet, last week.\nThe Gauntlet, which is in its ninth year, gathered over 3,000 middle and high school students for a four-day event, where teens were able to experience God and fellowship among their peers.\n\"The thing that sets the Gauntlet apart is relationships,\" said NewSpring spokeswoman Suzanne Swift to The Christian Post on Monday. \"Culture offers a lot, but the hope we have in Jesus coupled with the community that students build at the Gauntlet is what makes it different. Once students experience hope in Jesus they tell everyone about it.\"\nIn addition to the baptisms, Noble tweeted  that 240 teenagers had made a decision to commit their lives to Christ, calling it the \"best Gauntlet ever.\"\nFurthermore, two days after The Gauntlet came to an end, NewSpring's campuses saw a record-breaking number in attendance on Sunday, with 43,341 people total.\n\"Numbers matter to our church because we know that every number has a name, every name has a story and every story matters to God,\" said Swift. \"We will always celebrate when people take a next step with Jesus. Baptism is the first next step in the life of a believer and it's a big deal.\"\nTwo friends embrace one other after getting baptized during The Gauntlet summer camp in Daytona Beach, Fla. | (Photo: NewSpring Church)\nNewSpring's emphasis on working with teenagers is a way to have them grow closer to Jesus through worship, teaching and community, explained Swift.\nEvery year since 2006, thousands have gathered for the event led by Noble and family ministries pastor Brad Cooper.\n\"We believe when students unplug from everything else and focus on Jesus, they hear Him more clearly and by following Jesus their lives are changed,\" said Swift.\nIn addition to the annual massive baptisms, students and leaders attend main sessions and have the opportunity to engage in small groups with kids their age to share and encourage one another.\nSwift noted that not all of the students baptized at The Gauntlet were part of NewSpring, and added that they do not require individuals to be a member of the megachurch in order to become baptized.\nThey do, however, encourage individuals to get baptized soon after they commit their lives to Christ.\n\"… We do have a one-on-one conversation with anyone wanting to be baptized to help them be sure this is the right next step. Someone could ask Jesus into their life and be baptized in the same Sunday,\" said Swift.\nLast year, 673 baptisms took place during The Gauntlet, which at the time was considered the largest baptism in the summer program's history.\nCorrections: Tuesday, August 5, 2014:\nAn article on August 5, 2014 incorrectly stated that NewSpring Church was in North Carolina, it is in South Carolina. Also The Gauntlet summer youth program is in its ninth year, not its eighth.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/perrynoble"
            ]
        },
        "key_words": [
            "south",
            "gauntlet",
            "teens",
            "camp",
            "newspring",
            "jesus",
            "teenagers",
            "summer",
            "noble",
            "733",
            "megachurch",
            "carolina",
            "step",
            "students",
            "baptizes",
            "youth",
            "baptized"
        ]
    }
]