[
    {
        "url": "https://consortiumnews.com/2016/12/14/the-rise-of-white-racial-nationalism/",
        "title": "The Rise of White Racial Nationalism",
        "authors": [
            {
                "name": "Diana Richardson",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "John Doe Ii",
                "link": null
            },
            {
                "name": "Bart Gruzalski",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-12-14",
        "text": "Main menu\nDecember 14, 2016\nBy Lawrence Davidson\nThere is little doubt that white racism played a role in the U.S. presidential election of 2016. As Zach Beauchamp demonstrates in a Nov. 10 article at Vox.com, enthusiastic support for Donald Trump – 10 on a scale of 10 – among white voters in mostly white geographic areas was about 25 percent. However, in areas of growing ethnic and racial diversity, the percentage of all-in Trump support goes way up.\nBeauchamp quotes the research of the University of London scholar Eric Kaufmann, who surveyed Trump’s white supporters. Kaufmann’s original findings are reported in the policy blog of the London School of Economics. One result was that in areas that had experienced a 30 percent rise in Latino population, the number of whites who enthusiastically supported Trump rose to 70 percent.\nPresident-elect Donald Trump. (Photo credit: donaldjtrump.com)\nTrump’s own racism had been on public display during his entire campaign and often (although erroneously) merged the phenomena of immigration and violence. Here he found a ready and responsive audience. Beauchamp goes on to demonstrate that white supporters of Donald Trump saw immigration and terrorism as the country’s major problems.\nMoreover, they connected these two issues to their fear of the country’s growing diversity. Of course, economic woes were also a concern, but they too were exacerbated by fear of the fact that the country was under the leadership of a black man, Barack Obama.\nThen, to broaden their outlook of the xenophobic and sectarian impact on politics, both Beauchamp and Kaufmann point out that the racist underpinning of Trump’s electoral success parallels the Brexit voting patterns in the United Kingdom in June 2016. There too, ethnocentric “anxiety over a changing society” appears to have spurred on the vote to leave the European Union.\nRacism and Netanyahu’s 2015 Victory\nBrexit is not the only telling parallel to a Trump-style popular racist appeal. Indeed, if you are looking for someone whose bigoted outlook and unethical political practice comes close to Donald Trump’s, you can go to Israel and Prime Minister Benjamin Netanyahu.\nIsraeli Ambassador to the United States Ron Dermer with Israeli Prime Minister Benjamin Netanyahu.\nNetanyahu stood for reelection in March 2015. His main opponent was Labor Party leader Isaac Herzog. During the election campaign, one of Herzog’s consultants was the American political adviser Paul Begala – a longtime political ally of the Clintons. Soon after Netanyahu’s reelection Begala explained how Netanyahu had won: “He won because of race. … In the U.S. you could never get away with those kind of racist appeals. But, man, did it work [in Israel].”\nHe went on, “I have never seen anything like Bibi’s furious surge to the right in the last four days [of the campaign]. He had robo-calls calling the [U.S.] President ‘Hussein Obama, the Muslim,’ he had ads saying the Arabs will vote in droves. He accused Herzog of wanting to divide Jerusalem.”\nThe fact that “man, did it [this racist approach] work” in Israel should have been no surprise. A year later, in March 2016, a Pew Research Center survey of Israeli society reported “that nearly half of Jews in the country [48 percent] say they support the ethnic cleansing of Arabs.” The Israeli Prime Minister and fellow travelers certainly knew this ahead of the Pew report.\nAs it turned out, Netanyahu’s appeal to fear of the Arabs was roughly equivalent to Trump’s appeal to fear of immigrants in the United States. Begala readily recognized the importance of the racist factor in Netanyahu’s success. Where he was wrong was to think that “in the U.S. you could never get away with those kind of racist appeals.” It turned out that many white U.S. voters were as receptive to such a race-based fear campaign as were Israeli Jews. As with Netanyahu, racism helped Trump win.\nA Broader Phenomenon\nTaking a broader view, we can see that the racism manifesting itself in Israel and the United States is part of a general phenomenon of reactionary populism spreading throughout the West. This fact has been recognized by the venerable and progressive Israeli commentator Uri Avnery.\nA section of the barrier — erected by Israeli officials to prevent the passage of Palestinians — with graffiti using President John F. Kennedy’s famous quote when facing the Berlin Wall, “Ich bin ein Berliner.” (Photo credit: Marc Venezia)\nIn a recent column entitled “The Call of the Nation,” Avnery observes, “a DARK wave is submerging democracies all over the Western world. … fascism and populism are gaining ground all around” and doing so in the name of old-fashioned ethnocentric nationalism. After all, “for most people, the need to belong to a nation is a profound psychological need. People create a national culture, often speak a national language. People are ready to die for their nation.”\nIn the end, Avnery concludes that “What we are witnessing now is a rebellion of nationalism against the trend towards … a globalist world.”\nThe globalist trend Avnery speaks of showed its disruptive potential soon after World War II. It was then that there began a large-scale movement of peoples from poorer countries and regions into richer ones. This was often supported by Western elites because of pressing, if temporary, post-war labor needs. This was later joined by the creation of larger trans-national economic units, which saw the movement of not people, but jobs, flowing from richer to poorer countries and regions. The motive here was a search for cheaper labor markets.\nFor the average Western citizen it was all very confusing and frightening. Almost simultaneously they saw what appeared to be alien groups invading their local environments while, a bit later, their traditional job base was swept away to some foreign land. It was inevitable that all of this would, sooner or later, cause a backlash. In the West, this backlash would merge racism with economics – suggesting to many that economic rivalry was another form of racial competition.\nThe backlash has also, as Avnery suggests, released a wave of nationalist populism, with its strong ethnocentric undertones. While this movement will create a context for racist and tribalistic venting, it will not be able to do more than momentarily slow economic globalization. That will continue as long as capitalism rules our commercial, fiscal and industrial lives. So, economically, it is one world in the long run.\nSeeing these two – racist nationalism and economic globalism – in juxtaposition is important. Racist nationalism as it now expresses itself in the U.S., Israel, the United Kingdom and the European continent has the ability to make a profound mess of local politics. It can, and no doubt will, undermine democratic virtues such as civil and human rights. It will probably undermine the rule of law itself.\nYet, the very thing it fears the most, the one-world economic process, will certainly go on apace. And, because of the weakening of political and legal rights at the hands of racist and authoritarian governments, in the long run we will all end up more exposed to economic exploitation than we ought to be.\nThat will prove to be a very high price for whatever emotional satisfaction your stalwart white nationalist may now feel.\n \nspartacus\nDecember 18, 2016 at 15:20\nracism here , racism there , racism every where , the human race is imploding and we deserve it  , to think we see ourselves and some high and mighty intelligent being yet when you look and the daily musings of the world around us , we are but ignorant fools stumbling along blind to our surroundings . it’s going to be amusing to watch ! ( lawn chair and popcorn optional ) .\njehowajonas\nDecember 16, 2016 at 13:50\nI for one dont buy it.  Racism had played little to no role in this election and clinton lost exactly because she was accusing trump supporters of racism which majority of them are not.\nSeems definition of racism has been hijacked by political ideologies.\nDecember 17, 2016 at 06:23\nIs condemning all Muslims racist? Did you not hear people like Sean Hannity? Wasn’t the constant cry to get people to say “radical Islamic jihadist” a form of racism”?\nZachary Smith\nDecember 15, 2016 at 15:12\n(25 hours of “moderation” for a bland post like this one seems a little excessive, so I’m trying again)\nThere is little doubt that white racism played a role in the U.S. presidential election of 2016. As Zach Beauchamp demonstrates in a Nov. 10 article at Vox.com, enthusiastic support for Donald Trump – 10 on a scale of 10 – among white voters in mostly white geographic areas was about 25 percent.\nI’ve no doubt that racism was a factor in the 2016 election, but I’ll need a lot of evidence that it was any more of an issue this year than in others.\nThe mention of vox.com triggered a memory about a story I’d read about Clinton’s defeat, and I finally found it at Naked Capitalism. A blogger there illustrated the issue isn’t a simple one. First, a lot of black voters stayed home. Obama was a source of pride for them in being the first person with black skin to occupy the White House, but after 8 years they came to realize that was about all he’d done for them. Second, there were many places which totally flipped from Obama to Trump.\nOf the nearly 700 counties that twice sent Obama to the White House, a stunning one-third flipped to support Trump.\nThe Obama-Trump counties were critical in delivering electoral victories for Trump. Many of them fall in states that supported Obama in 2012, but Trump in 2016. In all, these flipped states accounted for 83 electoral votes. (Michigan and New Hampshire could add to this total, but their results were not finalized as of 4 p.m. Wednesday.)\nhXXp://www.nakedcapitalism.com/2016/11/three-myths-about-clintons-defeat-in-election-2016-debunked.html\nAs I said, I’m going to need piles of evidence for any claim that between 2012 and 2016 large numbers of Americans suddenly turned racist. I believe a better explanation is that Obama has been a crappy president, and Hillary promised to be even worse.\nRegarding Israel, I know nothing about that crappy little nation except that it has – from the beginning – been a nasty pest hole. Violent, immoral, and always disgusting behavior along with a death-grip on US news sources and the US Congress. Perhaps racism explains all this, but even thinking about Holy Israel makes me feel ill, so I’m not going to.\nClyates\nYes, smith!\nI thought I was reading the new york times for a second not robert parry’s consortiumnews.com. Vox is always a good source of factual, non-biased information. Ask tucker carlson. Ha. Was it a slow news day or something? Not exactly a new angle, larry.\nMaybe the other side got hip to the identity politics scheme. Worked for the last guy. Except nobody called it racist in 2008.\nbackwardsevolution\nDecember 15, 2016 at 04:29\nOMG – if I hear another word about Jews or Israel or Zionists or AIPAC or Bezos or Wasserman-Schultz or Adam Schiff or (fill in the blanks), I think I’m going to scream!\nAbe\nDecember 15, 2016 at 16:47\nYou’ll be screaming no end under a Trump or a Clinton regime.\nAbe,\nNot “new” but “another” as Hillary Clinton knows well and so does that illegal PAC (illegal because it supports another nation over the United States): the AIPAC, that hotbed of racism and hatred and self-righteousness and an embarrassment to those of us Jews who are not …. [pick your own word]…\ncardboard cut-outs of human beings.\nAbe\nIsrael’s New Generation of Racists\nspontaneous generation.\nBart Gruzalski\nJohn Doe II,\nA very apt comment and that’s how it must seem to the cry-baby snowflake Clinonites who can’t stand losing, which is understandable.\nBut it wasn’t spontaneous generation.  More like spontaneous combustion.  From one of my books:\n“The pious say that faith can do great things, and, as the gospel tells us, even move mountains.  The reason is that faith breeds obstinacy.  To have faith means simply to believe firmly—to deem almost a certainty—things that are not reasonable; or, if they are reasonable, to believe them more firmly than reason warrants.  A man [or woman] of faith is stubborn in his [or her] beliefs;  he [or she] goes his [or her] way, undaunted and resolute, disdaining hardship and danger, ready to suffer any extremity.\nNow since the affairs of the world are subject to chance and to a thousand and one different accidents, there are many ways in which the passage of time may bring unexpected help to those who preserve in their obstinacy.   And since this obstinacy is the product of faith, it is then said that faith can do great things. — Francesco Guicciardini, 1528”\nBill Bodden\nDecember 14, 2016 at 15:05\nRacism has been embedded in the United States since the arrival of the first colonist and affirmed with the landing of the first slave.  Racism was embedded in the minds of Israelis before Zionists even began their migration to the Palestine Territories.  Given those long histories racial bigotry will be part of the United States and Israel for generations to come.\nJohn Doe II\nDecember 14, 2016 at 15:53\n“Racism was embedded in the minds of Israelis before Zionists even began their migration to the Palestine Territories.”\nIs there  any anthropological or historical or political proof of that impression?\nBill Bodden\nDecember 14, 2016 at 22:22\nPart of the Zionist plan was to “transfer” (ethnic cleansing) all Arabs out of the Palestine Territories and reserve it for the Jewish immigrants.  There are many reliable books about Israel’s history documenting this plan.\nJunius\nDecember 16, 2016 at 14:20\nIn Zionist founder Herzl’s 1896 book Der Judenstaat , about the million or so indigenous Palestinians, he wrote, “[We shall] spirit the penniless population across the frontier by denying it employment. Both the process of expropriation and the removal of the poor must be carried out discreetly and circumspectly.”\nIn his 1923 book, The Iron Wall, Vladimir Jabotinsky, founder to the “Revisionists” wing of Zionism, wrote, “There can be no discussion of voluntary reconciliation between the Arabs, not now and not in the foreseeable future. All well-meaning people, with the exception of those blind from birth, understood long ago the complete impossibility of arriving at a voluntary agreement with the Arabs of Palestine for the transformation of Palestine from an Arab country to a country with a Jewish majority … a voluntary agreement is inconceivable. All colonization, even the most restricted, must continue in defiance of the will of the native population. Therefore, it can continue and develop only under the shield of force which comprises an Iron Wall which the local population can never break through. This is our Arab policy. To formulate it any other way would be hypocrisy.”\nResponding to the 1937 recommendation of the Royal Peel Commission to partition Palestine into a Jewish state and an Arab state confederated with Jordan, David Ben Gurion said, “… after we build up a strong force following the establishment of the state – we will abolish partition of the country and we will expand to the whole Land of Israel.” And again in 1937, Ben Gurion stated: “The compulsory transfer of Arabs from the valleys of the proposed Jewish state could give us something which we never had, even when we stood on our own feet during the days of the First and Second Temple.”\nAnd in a letter to his son, also in 1937, he stated: “We must expel the Arabs and take their places and if we have to use force, to guarantee our own right to settle in those places then we have force at our disposal.”\nAnd in 1940, Joseph Weitz, who was head of land purchasing for the World Jewish Organization, and head of one of several ‘transfer committees’ (committees to study ways of transferring the Arabs from Palestine) wrote: “Transfer does not serve only one aim – to reduce the Arab population – it also serves a second purpose by no means less important, which is: to evict land now cultivated by Arabs and to free it for Jewish settlement. Between ourselves it must be clear that here is no room for both peoples together in this country. We shall not achieve our goal if the Arabs are in this country. There is no other way than to transfer the Arabs from here to neighboring countries – all of them. Not one village, not one tribe, should be left.”\nAnd in early 1948 Ben Gurion wrote in his War Diary, “During the assault we must be ready to strike the decisive blow; that is, either to destroy the towns or expel its inhabitants so our people can replace them.”\nAbe\nDecember 14, 2016 at 17:24\nThe Tanakh (Hebrew Bible) sanctifies racist violence, particularly in the story of the conquest of Canaan.\nIn the fifth book of the Torah teachings, Devarim (Deuteronomy) 20:16-18, describes genocide: God orders the Israelites to “not leave alive anything that breathes… completely destroy them”\nOther examples in the Tanakh include the story of Amalekites and the commandment to exterminate them, the story of the Midianites, and the battle of Jericho.\nModern scholars hold that the Israelites’ accounts of these campaigns were largely fictional. In the archaeological community, the Battle of Jericho has been thoroughly studied, and the consensus of modern scholars is that the battles described in Sefer Yehoshua (the Book of Joshua) are not realistic. For example, the Book of Joshua describes the extermination of the Canaanite tribes, yet at a later time in Sefer Shofetim (the Book of Judges) 1:1-2:5 suggests that the extermination was not complete.\nIt is not clear if the historical Amalekites were exterminated or not. In the Nevi’im (Prophets) texts, Sefer Shmuel (the Book of Samuel)1 15:7-8 implies (“He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword.”) that – after Agag was also killed – the Amalekites were extinct.\nHowever, in the Ketuvim (Writings) hagiographies, Dibh’re Hayyamim (Book of Chronicles)1 4:42-43 relates a later story in the time of Hezekiah, the Simeonites annihilated some Amalekites on Mount Seir, and settled in their place: “And five hundred of these Simeonites, led by Pelatiah, Neariah, Rephaiah and Uzziel, the sons of Ishi, invaded the hill country of Seir. They killed the remaining Amalekites who had escaped, and they have lived there to this day.”\nCollective punishment, particularly punishment of descendants for transgressions committed by ancestors of gentiles, is common in the Tanakh:\nSefer Yeshayahu (the Book of Isaiah) 14:21: “Make ready to slaughter the infidel’s sons for the guilt of their fathers; Lest they rise and possess the earth, and fill the breadth of the world with tyrants.”\nSefer Yekhezqel (the Book of Ezekiel) 9:5: “Then I heard God say to the other men, ‘Follow him through the city and kill everyone whose forehead is not marked. Show no mercy; have no pity! Kill them all – old and young, girls and women and little children.'”\nSefer Bemidbar (the Book of Numbers) 31:17-18: “Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him. But all the women children, that have not known a man by lying with him, keep alive for yourselves.”\nDevarim (Deuteronomy) 13:7-1: “If your own full brother, or your son or daughter, or your beloved wife, or you intimate friend, entices you secretly to serve other gods, whom you and your fathers have not known, gods of any other nations, near at hand or far away, from one end of the earth to the other: do not yield to him or listen to him, nor look with pity upon him, to spare or shield him, but kill him. Your hand shall be the first raised to slay him; the rest of the people shall join in with you.”\nThe Talmud, the central text of Rabbinic Judaism, traditionally referred to as Shas, relies on a blame the victim strategy to account for the Israelites’ wars of extermination.\nTalmudic narratives typically blamed the conquest and Joshua’s extirpation of the Canaanites on the Canaanite nations’ refusal to leave land “promised” to the Israelites. Rabbinic commentary maintained that God had given the land to the Canaanites only temporarily, until the Israelites would arrive, and the Canaanites extermination was punishment for their refusal to obey God’s desire that they leave.\nAnother Talmudic explanation  for the wars in the Book of Joshua was that God initiated the wars as a diversionary tactic so Israelites would not kill Joshua after discovering that Joshua had forgotten certain laws.\nWe find these same primitive “explanations” for aggression and oppression peddled by the Hasbara propagandists of modern Israel, including their Israel Lobby-financed confederates in the United States government.\nBart Gruzalski\nAbe,\nGreat comment.  Okay, let’s say that some of the intended non-Jewish victims escaped (it is certainly possible).\nWhat you have shown beyond any reasonable doubt, meaning that it could be used by the FBI in a court of law, is a long lineage of INTENTIONAL RACISM AND ERADICATION = HOLOCAUSTS… (notice the “s”).  If we should get as we give, Israel and its racist population is doomed.\nAbe\nDecember 15, 2016 at 16:10\nWhat’s doomed is the racism and extremism propagated by oligarchs and demagogues around the world.\nThe racism and extremism of morally bankrupt Jewish and Christian Zionist “exceptionalism” is no exception.\nThe vast majority of Jews, Christians, Muslims, and people of all faiths around the world simply want to be free to live and love in peace.\nPeter Loeb\nNEW INTERPRETATIONS…\n“Modern scholars hold that the Israelites’ accounts of these campaigns were\nlargely fictional. In the archaeological community, the Battle of Jericho has been\nthoroughly studied, and the consensus of modern scholars is that the battles\ndescribed in Sefer Yehoshua (the Book of Joshua) are not realistic. For example,\nthe Book of Joshua describes the extermination of the Canaanite tribes, yet at\na later time in Sefer Shofetim (the Book of Judges) 1:1-2:5 suggests that the\nextermination was not complete?—- Abe, above\nWere there Caanites at all? Is the Bible history?\nI strongly suggest a careful reading of books such as Thomas L. Thompson’s\nTHE MYTHIC PAST” and similar works. Because many of these interpretations\ncontradict the traditionally accepted approach to the Bible and also\ncut deeply into Zionism’s basic and foundational  rationales, I feel these and\nsimilar works are crucial to a complete understand comprehension. are basic.\nFor an interpretation of Israel see the late Maxime Rodinson’s magnificent\nand brief book ” IS ISRAEL A SETTLER COLONY?” (Note that the title\nis grossly mistranslated. Original French is “ISRAEL::FAIT COLONIAL” with no\nquestionmarks whatsoever.)\nAbe\nRacial nationalist hatred is alive and well in Israel.\nJournalist Max Blumenthal documented racist hatred among young Israeli and American Jews in Tel Aviv on the eve of Obama’s “A New Beginning” speech delivered in Cairo in June 2009.\nThe original video was removed by YouTube.\nBlumenthal described what happened: “it is clear there is an active campaign by right-wing Jewish elements to suppress the video by filing a flood of complaints with Youtube. At the same time these elements have attempted to paint me as a self-hating Jew determined to foment anti-Semitism.”\nAbe\nDecember 14, 2016 at 15:12\nBlumenthal discusses the quickness to label all critics of Israel as “anti-Semites,” and the profuse propaganda about “fake news”\nDecember 14, 2016 at 15:36\n“Maybe we can get him to run for president over here.”\nRacial nationalist hatred is alive and well in New York.\nA Broader Phenomenon\nTaking a broader view, we can see that the racism manifesting itself in Israel and the United States is part of a general phenomenon of reactionary populism spreading throughout the West. This fact has been recognized by the venerable and progressive Israeli commentator Uri Avnery.\n::\n“The manner in which the brethren in some quarters are going in for the negro meetings leads one to wonder whether they are trying to make white folks out of the negroes or negroes out of the white folks. The trend of the general mix-up seems to be toward the latter. Reliable reports have come to me of white women, members of the church, becoming so animated over a certain colored preacher as to go up to him after a sermon and shake hands with him holding his hand in both of theirs. That kind of thing will turn the head of most white preachers, and sometimes affect their conduct, and anybody ought to know that it will make fools out of the negroes. For any woman in the church to so far forget her dignity, and lower herself so, just because a negro has learned enough about the gospel to preach it to his race, is pitiable indeed. Her husband should take her in charge unless he has gone crazy, too. In that case somebody ought to take both of them in charge.”\nFoy E. Wallace, March 1941, “Negro Meetings for White People”.\n(Yes! Make America Great Again !)\nJohn Doe II\nDecember 14, 2016 at 14:19\nTHE MEN WHO BUILT AMERICA\nJohn D. Rockefeller, Cornelius Vanderbilt, Andrew Carnegie, Henry Ford and JP Morgan rose from obscurity and in the process built modern America. These men were not friends, but rivals in business and in life. They battled each other on their way to the top of the rich list and American society. Some called them gutsy, others called them greedy.\nTheir names hang on street signs, are etched into buildings and are a part of the fabric of American history. They created the American Dream and were the engine of capitalism as they transformed everything they touched in building the oil, rail, steel, shipping, automobile and finance industries.\nBut these industrialists built their fortunes at the expense of the working man. Four of them joined the ranks of the Robber Barons as their empires and their wealth grew. They elected presidents, set economic policies and influenced major events of the 50 most formative years the United States has ever known. From the Civil War to the Great Depression and World War I, they led the way.\nDiana Richardson\nDecember 17, 2016 at 13:38\n“at the expense of the working man”….and women and children white, black and Indigenous…we often are omitted from the story entirely. Let interpretations be made.\nR4A\nDecember 18, 2016 at 19:16\nPrecisely – Zionists, Masons, banking & war mongers leading the charge always, right off the cliff for all but the uber wealthy tribalists.R4\nbobzz\nDecember 15, 2016 at 00:06\nFoy Wallace: old school church of Christ preacher. Not a very good image of the church. Gandhi, a Hindu, reportedly said, “The West does not know Christ”. How is it that a Hindu knows Christ better than the church in the West? For that matter, unbelievers seem to know him better.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mondoweiss.net/2016/11/because-netanyahus-anticipated/",
                "https://972mag.com/ethnic-cleansing-poll-a-dangerous-sign-for-israel/117768/",
                "https://www.vox.com/world/2016/11/10/13587338/president-elect-trump-racism-2-charts",
                "https://www.huffingtonpost.ca/entry/donald-trump-racist-examples_n_56d47177e4b03260bf777e83"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://blogs.lse.ac.uk/politicsandpolicy/trump-and-brexit-why-its-again-not-the-economy-stupid/?utm_content=buffer111a2&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                "http://zope.gush-shalom.org/home/en/channels/avnery/1481289470/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "economic",
            "nationalism",
            "white",
            "trump",
            "fear",
            "trumps",
            "rise",
            "racial",
            "israeli",
            "political",
            "racism",
            "racist"
        ]
    }
]