[
    {
        "url": "https://consortiumnews.com/2012/07/16/prisoner-of-mandela/",
        "title": "‘Prisoner’ of Mandela",
        "authors": [
            {
                "name": "Peter Lansiquot",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-07-16",
        "text": "Main menu\nBy Danny Schechter\nNelson Mandela was released from prison 22 years ago. He has been “free” ever since. At the same time, I sometimes feel as if I became his prisoner, imprisoned by the work I have been doing enthusiastically in service to the struggle he led ever since the mid 1960’s.\nI don’t blame him, of course, and he can’t release me the way he was released on that sunny afternoon of Feb. 11, 1990, while the whole world cheered. I was cheering, too, in the darkness of a TV edit room far away in New York. We were working on a prime-time documentary that would air a day later about “the day.” It was called “FREE AT LAST.”\nNelson Mandela in 2008. (Photo credit: South Africa The Good News)\nMy “incarceration” on the issue was well along by then. I had first visited South Africa in 1967 when I was 25, a civil rights activist and soon an anti-apartheid militant. I was recruited as a student at the London School of Economics to go on an underground mission inside South Africa for the African National Congress (ANC). It was only when I returned that I realized how dangerous it had been. I finally told that story as part of a just published book called The London Recruits (Merlin).\nI had kept the purpose of that trip a secret all these years. I wasn’t a professional journalist then so I didn’t cross any lines but feared that even my marginal involvement in an armed struggle might limit my future in the media. I wasn’t a terrorist either, but that’s how the South African government would have charged me had they caught me.\nIt was a life-changing experience. That, and the close friendships I cultivated with South Africans in exile, especially Pallo Jordan, Ronnie Kasrils, journalist Ruth First  later murdered by a book bomb from the secret police  and her husband Joe Slovo, one of the ANC leaders who negotiated the transition to democracy.\nI had well-informed mentors who could expose me to the background and experiences they had in South Africa and the challenges they and their freedom movement faced. In the years after I returned to America, I became a full-time journalist and researcher. I founded the Africa Research Group in the Boston area and started digging into U.S. policy and support for apartheid. I began publishing articles in newspapers and magazine about the issues.\nI had caught the South Africa bug and couldn’t get it out of my system. I was not alone. The former editor of the New York Times has written that no country he ever covered exerted as deep a personal impact.\nBy the mid l980’s, I worked with some of the world’s top musicians on the anti-apartheid hit record, “Sun City.” In 1988, I founded and produced a globally distributed TV series, “South Africa Now,” which ran for 156 episodes, every week for three years. Then the documentaries began, many co-produced with the Anant Singh’s South African company Videovision, requiring thousands of hours of effort. I did not and could not have done it alone.\n“Free At Last” on Mandela’s release “went out” in 1990, and then I played a role in his first hour-long American TV interview out of Lusaka where he was visiting the ANC HQ in exile. Later, I traveled to Sweden when he reunited with his ailing law partner and then ANC President Oliver Tambo after three decades.\nFrom there, it was back to London to help produce the huge all-star concert saluting him and Winnie at Wembley Stadium in London, attended by 90.000 and shown live worldwide but not in the USA. That was an indication of the challenge we had in getting South African issues into the U.S. media with any regularity, even though the American people welcomed him and idolized him in their multitudes.\nMonths later, I was with him on his triumphant eight-city tour of the United States where he packed stadiums and inspired millions. I filmed it all for the documentary, “Mandela In America.” Then, Madiba, as he’s known by his clan name, and his people invited me to South Africa to document his run for the Presidency in 1994. We called that film “Countdown to Freedom: Ten Days That Changed South Africa.”\nA year later, I was back in South Africa with filmmaker Barbara Kopple to document a moving reunion of ex-prisoners returning to the Robben Island prison that had been their home. How often does that happen in history? That resulted in the film, “Prisoners of Hope,” that we co-directed.\nNext up: another chance to travel with him in the U.S. and Canada, as his presidential term was ending. I was filming when a deferential Bill Clinton hosted his visit to the White House. That led to “Hero For All,” a film that explored his global appeal. Finally four years ago, there was Viva Madiba, a documentary “bio-pic” directed by Catherine Myburgh for his 90th birthday. I was a contributing director.\nNone of these films were big hits but I was always better at telling than selling. I persevered because I thought it mattered then and still matters today. Yet, documentaries need marketing budgets and media insiders to champion them. Alas, I mostly lacked both, perhaps because of my pro-liberation approach that always let South Africans tell their own stories, not to mention the insularity and parochial conservatism of much U.S. TV.\nI kept coming back to South Africa every year or two, and produced a tribute to the late AIDS orphan, Nkosi Johnson, who became a symbol of inspiration for many South Africans and the international AIDs community, as well another on a visit by the Dalai Lama.\nI wrote countless reports, essays, blogs and commentaries. I had morphed as an American into a self-identified South African, often knowing more about what was going on in a country 10,000 miles away that I knew about my own,  sometimes even knowing more than many South Africans.\nI am not uncritical about this country. And truth be told, there is a lot about the crass materialism and class attitudes here, among affluent whites and the black middle class too, that I don’t like. There are many who have used the change here for self-gain and others who betray its values. Corruption has corrupted the country’s hopes, and soured the moral appeal the ANC projected as the “new South Africa” puts its apartheid past behind it.\nWhew! Got that off my chest!\nAnd now, I am back in the “beloved country,” sitting on a back lot of the vast Cape Town Film Studios in the summer of 2012, freezing my ass off while my fellow New Yorkers swelter in a summer heat wave.\nI am on the set of a major movie telling some of the story as Mandela told it, making a film about how movies like the one being made here can often penetrate truths deeper than journalism.\nWhile I am here part of this effort to reprise his life, news colleagues have staked out a death watch waiting to report his passing. In the news business, ageing icons like Mandela are considered FBFs (Freelancers Best Friends) because news organizations put on temporary staff. There was a media orgy accompanying Mandela’s release and now the media is mobilizing like vultures for his expected parting, complete with pre-produced obituaries.\nYes, the film is fiction, but based on “fact-ion,” on Mandela’s autobiography, Long Walk To Freedom. It’s built around his recollections and experiences, hardly a journalistically objective approach, but one that can be brought to “life” by actors. Even by taking some artistic license, they can make you “feel” his story  pains and triumph  and not just read about it from afar.\nEven after all these years, knowing what I know and as familiar as I am with the history the film depicts, I find myself tearing up watching the dramatic recreations. It jogs my memories of all who sacrificed and suffered in the apartheid years that have left a legacy of deep poverty and ethnic separation.\nI realize how personal it all still is for me, how deeply I still connect with passion and pathos of those years of struggle when the outcome so many now take for granted was so uncertain, so far off.\nSo, I have become a Long Walker, too, across the decades, steeped in the mythologies and the limits of a process here that has succumbed to division, disillusioning so many who need a Mandela to make them believe again.\nPolitics is so symbolic and he’s icon #1 even if his hopes of “a better life for all” ran up against trench warfare by the real economic powers here and in the world. The world loves him more as a beloved “brand” of peace and reconciliation than as a fighter for economic and racial justice on the barricades of an ongoing revolution.\nMadiba may be at the end of his Long Walk but the real Long Walk is hardly over as poverty and exploitation grows and festers, not only here but worldwide. His is a story that the 99 percent struggling for fairness worldwide can learn from.\nWhat drove me, a boy from a working-class family in the Bronx, to become so fascinated by and drawn to this African story? Why did I immerse myself in it for so long, long after the activist community I was part of turned to other issues? Was I a Mandela maniac, the equivalent of being in a kind of Beatles fan club? Why do I also at times feel imprisoned by it?\nTruth be told, I am not a worshipper; Madiba is not a friend. There are many who are much closer to him. I am very aware of his highly political persona and history of manipulating those around him and acting autocratically. He himself has written a confession about his flaws and limitations.\nHis political gifts helped engineer what there has been of a transformation here in South Africa but it was the movements he’s led that catapulted him into the widely loved status he enjoys.\nYet, I also admired the way the ANC organized and believed in their cross-class approach, at least in theory  a big tent but democratic umbrella movement, a clear set of principles as first articulated in the Freedom Charter, a dedication to non-racialism and a willingness to build alliances with labor and political groups to the left of their mass base. It offers a model that Americans and others could still learn from and emulate.\nI documented the ANC’s transition from a banned and hunted movement to a dominant political party with all the factionalism and compromises that involves. I began my own involvement as part of a small solidarity movement in my own country that grew into a major force before its flow ebbed.\nNow I feel like the last American post-apartheid activist just as years earlier I felt like the last banned person, barred from coming here by the old government even after the ANC was un-banned. As the beautiful South African hymn, Senzenina, asks: “What Have I Done?” Smile.\nAs someone with a company called Globalvision and a global outlook, I always saw the struggle here as a force for change beyond the borders of South Africa. I have been privileged to be welcomed here and encouraged to contribute what I can. Last fall, I was delighted to connect with some visiting South African activists at Occupy Wall Street in New York. They recognized a struggle when they saw one!\nFew Americans have had that opportunity to enlist in this Long Walk and to be part, albeit a small part, of a great human story and world-class force, and now on its way to being dramatized in a major movie. I do know that I have learned and received much more than I have been able to give.\nHopefully, if my efforts as a producer from outside South Africa can help tease out the meaning and, then, share it worldwide, I could be of some value.\nNews Dissector Danny Schechter blogs at News Dissector.net. and contribute to many websites in the U.S. and worldwide. His new books are Blogothon and Occupy: Dissecting Occupy Wall Street (Cosimo.) He hosts a weekly program on Progressive Radio. Network. (PRN.fm). Comments to dissector@mediachannel.org\nPeter Lansiquot\nJuly 17, 2012 at 15:34\nI am also a “prisoner” of Mandela. When I read his book, “Long Walk To Freedom”, I also lived in those prisons with him; slept on those dirty, cold floors with him; endured that unending journey from prison to a courtroom, shackled to three other prisoners (at hands and feet), with one bucket for urinating and defecating, surely one of the most demeaning acts ever perpetrated by those racist pigs against that incredibly wonderful and kind gentleman; was humiliated with him when he was constantly taunted and forced to wear short-pants in prison, given his status as a ‘boy’ being a Black South African man. But I also did something that Mandela never did, even in his loneliest moments in solitary confinement: I shed a tear once in a while, reading “Long Walk To Freedom”, I who thought that shedding a tear was something foreign to my persona. Long Live Mandela and South Africa!\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "south",
            "long",
            "african",
            "film",
            "anc",
            "struggle",
            "mandela",
            "worldwide",
            "movement",
            "africa",
            "prisoner"
        ]
    }
]