[
    {
        "url": "https://www.christianpost.com/news/john-mccain-slams-donald-trumps-comments-slain-us-muslim-soldiers-mother-kahn.html",
        "title": "John McCain Slams Donald Trump's Comments on Slain US Muslim Soldier's Mother",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJohn McCain Slams Donald Trump's Comments on Slain US Muslim Soldier's Mother\nJohn McCain Slams Donald Trump's Comments on Slain US Muslim Soldier's Mother\nJohn McCain Slams Donald Trump's Comments on Slain US Muslim Soldier's Mother\n| Tuesday, August 02, 2016\nArizona Senator John McCain ripped through Republican presidential nominee Donald Trump's controversial comments about the family of a slain Muslim-American soldier, and urged Americans not to associate Republicans with Trump's views.\n\"While our party has bestowed upon him the nomination, it is not accompanied by unfettered license to defame those who are the best among us,\" McCain, a Vietnam veteran and former Republican presidential nominee, said in a statement .\nThe controversy stems from Trump's questioning of Ghazala Khan, the mother of U.S. Army Capt. Humayun Khan, a Muslim-American who was killed in 2004 by a car bomb in Iraq.\nTrump suggested in an ABC News  interview that Khan might have been barred from speaking during her appearance at the Democratic National Convention last week as she stood alongside her husband, Khizr Khan, who criticized the Republican nominee in his speech.\n\"If you look at his wife, she was standing there. She had nothing to say. She probably — maybe she wasn't allowed to have anything to say. You tell me,\" Trump said.\nGhazala Khan later explained that she didn't speak at the convention because she was in too much emotional pain.\n\"Please. I am very upset when I heard when he said that I didn't say anything. I was in pain. If you were in pain, you fight or you don't say anything. I'm not a fighter. I can't fight. So the best thing I do was quiet,\" she said.\nMcCain and other Republican leaders have said that Humayun Khan sacrificed for his country, and his family doesn't deserve to be questioned by Trump.\n\"He has suggested that the likes of their son should not be allowed in the United States — to say nothing of entering its service,\" McCain said on Monday, referring to Trump's proposal for a temporary ban on Muslims coming to America amid security concerns.\n\"I cannot emphasize enough how deeply I disagree with Mr. Trump's statement. I hope Americans understand that the remarks do not represent the views of our Republican Party, its officers, or candidates.\"\nSenator Kelly Ayotte, R-N.H., whose husband is a veteran of the Iraq war, also condemned Trump's remarks, according to The New York Times , saying that she was left \"appalled\" by them.\nSenator Roy Blunt, R-Mo., added: \"The Khans have made the greatest possible sacrifice for our country; they deserve to be heard and respected.\"\nOthers, such as Senator Charles E. Grassley, R-Iowa, told the Des Moines Register : \"Mr. Trump's comments are not in line with my own beliefs about how the members of the military and their families should be treated, and respect for the people who serve our country is something both presidential campaigns could use more of.\"\nA letter from the relatives of 11 service members killed in action on Monday further called on Trump to issue an apology.\n\"When you question a mother's pain, by implying that her religion, not her grief, kept her from addressing an arena of people, you are attacking us. When you say your job building buildings is akin to our sacrifice, you are attacking our sacrifice,\" their letter read.\nKhizr Khan, who was born in Pakistan, told BBC News  that Trump cannot expect to insult women, judges, and members of his own party, and not face criticism.\n\"We all have same equal rights,\" Khan said.\nTrump has not yet apologized to the Khans, but on Twitter  said the real issue is the growing threat of Islamic terrorism.\n\"This story is not about Mr. Khan, who is all over the place doing interviews, but rather RADICAL ISLAMIC TERRORISM and the U.S. Get smart!\" the Republican presidential nominee wrote.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2016/08/02/us/politics/john-mccain-denounces-donald-trumps-comments-on-family-of-muslim-soldier.html",
                "https://www.bbc.com/news/election-us-2016-36944225",
                "https://www.washingtonpost.com/news/powerpost/wp/2016/08/01/john-mccain-trump-does-not-have-unfettered-license-to-defame-those-who-are-the-best-among-us/",
                "https://www.desmoinesregister.com/story/news/politics/2016/08/01/grassley-wont-back-trump-fallen-soldier-controversy-ernst-ignores/87915784/"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/donald-trump-father-fallen-soldier-ive-made-lot/story?id=41015051"
            ],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/760074526059270144"
            ]
        },
        "key_words": [
            "mccain",
            "muslim",
            "say",
            "mother",
            "nominee",
            "trump",
            "slams",
            "comments",
            "party",
            "trumps",
            "soldiers",
            "slain",
            "republican",
            "john",
            "khan",
            "presidential",
            "sacrifice",
            "donald"
        ]
    }
]