[
    {
        "url": "https://www.christianpost.com/news/david-daleiden-lawyers-fined-200k-videos-exposing-planned-parenthoods-baby-body-parts-scandal.html",
        "title": "David Daleiden, Lawyers Fined $200K for Videos Exposing Planned Parenthood's Baby Body Parts Scandal",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDavid Daleiden, Lawyers Fined $200K for Videos Exposing Planned Parenthood's Baby Body Parts Scandal\nDavid Daleiden, Lawyers Fined $200K for Videos Exposing Planned Parenthood's Baby Body Parts Scandal\nDavid Daleiden, Lawyers Fined $200K for Videos Exposing Planned Parenthood's Baby Body Parts Scandal\n| Sunday, September 03, 2017\nAnti-abortion activist David Daleiden, waits outside Superior Court in San Francisco, California, U.S., May 3, 2017. | (Photo: Reuters/Lisa Fernandez/File Photo)\nDavid Daleiden, the pro-life activist who exposed Planned Parenthood's selling of aborted baby body parts, and his lawyers were fined $200,000 Thursday as part of an ongoing case involving his undercover film investigation of the abortion giant.\nU.S. District Court Judge William Orrick imposed the steep fine against Daleiden and his attorneys, Brentford Ferreira and Steve Cooley, for contempt of court for defying an injunction that forbade them from publishing footage Daleiden obtained while investigating, The Associated Press reported . Video footage appeared on the blog of Daleiden's lawyers after the injunction went into effect, but the lawyers maintain that such footage was already a part of public record.\n\"The blog was nothing more than a memorialization of public filings in the history of the case,\" Cooley said at the time, according to The Washington Free Beacon .\nThe Center for Medical Progress stated on its  Facebook page  Friday that it considers the contempt sanctions \"unconscionable\" and an \"attack on [Daleiden's] rights to defend himself in a court of law by a judge whose extrajudicial interest in Planned Parenthood's success is well-established.\"\nIn early August Daleiden's group appealed to the United States Supreme Court to lift the injunction to no avail.\n\"Judge Orrick even wants to press his gag order in the California Attorney General's bogus criminal case against me,\" he said in a statement  at the time.\nDaleiden added that the order, \"issued at the behest of Planned Parenthood and the National Abortion Federation, is an unprecedented attack on the First Amendment by a clearly biased federal judge.\"\nThe $200,000 fine follows a hearing that was held at the San Francisco Superior Court on Aug. 24 concerning 15 felony counts of illegal recording that California Attorney General Xavier Becerra filed against Daleiden. The case remains ongoing. Daleiden and his attorneys have long argued that the charges are bogus, particularly because Planned Parenthood had given sizable campaign contributions to Becerra.\nAfter Planned Parenthood  denied that it profited from selling of babies' body parts, it later released a statement saying it would stop accepting reembursement payments for harvesting aborted babies organs and tissue.  The abortion business had also claimed that Daleiden's videos were deceptively edited, even though complete transcripts and videos were made public. \nPlanned Parenthood has also argued that Daleiden is guilty of endangering abortion clinic workers because his undercover investigation was made public.\n\"The illegally obtained and maliciously edited video smear campaign launched by anti-abortion operatives threatened the safety and health of our patients and staff,\" Crystal Strait, who is the president of Planned Parenthood Affiliates of California, asserted.\nSimilar charges were filed in 2015 against Daleiden in Texas but were ultimately dropped.\nIn April a congressional panel released documents showing how baby body parts, such as brains, tissue and organs obtained during abortions were being sold to biotech companies and university medical researchers. The documents show that biotech firms such as StemExpress that procured fetal tissue had experienced explosive growth in recent years both in revenue and in contracts with abortion clinics, according to the Daily Caller .\nStemExpress ended its contract with Planned Parenthood after Daleiden's undercover videos were made public.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://dailycaller.com/2016/04/30/two-sickening-charts-show-explosive-growth-of-fetal-tissue-buyer/",
                "https://freebeacon.com/issues/center-for-medical-progress-asks-supreme-court-to-lift-gag-order/",
                "https://www.christianpost.com/news/60-per-aborted-baby-planned-parenthood-tells-congressional-investigators-thats-illegal-critics-say-143980/",
                "https://www.seattletimes.com/nation-world/anti-abortion-activist-attorneys-fined-200k-over-videos/",
                "https://freebeacon.com/politics/judge-fines-planned-parenthood-undercover-video/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/centerformedicalprogress/posts/1939636429611652",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "case",
            "david",
            "daleiden",
            "abortion",
            "videos",
            "parenthood",
            "daleidens",
            "parenthoods",
            "fined",
            "exposing",
            "planned",
            "court",
            "scandal",
            "parts",
            "lawyers"
        ]
    }
]