[
    {
        "url": "https://www.christianpost.com/news/should-muslims-be-allowed-to-pray-in-public-schools-michigan-says-yes.html",
        "title": "Should Muslims Be Allowed to Pray in Public Schools? Michigan Says 'Yes'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nShould Muslims Be Allowed to Pray in Public Schools? Michigan Says 'Yes'\nMonday, June 24, 2013\nShould Muslims Be Allowed to Pray in Public Schools? Michigan Says 'Yes'\nShould Muslims Be Allowed to Pray in Public Schools? Michigan Says 'Yes'\n| Monday, June 24, 2013\nStirring up the Constitutional storm, once again, is the Council on American-Islamic Relations, Michigan chapter, which has reached a \"negotiated\" settlement with the school board in Dearborn, a suburb of Detroit, which will give Muslim kids so-called \"prayer accommodations\" in Dearborn Public Schools.\nCAIR lawyers \"recently met with Dearborn Public Schools Superintendent Brian Whiston to discuss concerns from some parents regarding prayer accommodations in Dearborn Public Schools.\"\nConsequently, \"Dearborn Public Schools has implemented a policy which fully accommodates student-led prayer in all the schools, as well as unexcused absences for students who leave early on Fridays for Jumu'ah prayers.\"\nThe CAIR-activists are also in discussion with \"Melvindale Public Schools to get similar accommodations for students that are now in place for Dearborn Public Schools.\"\nThis policy battle comes just three years after the activists successfully persuaded school administrators in Michigan that Christian literature should be banned from campuses there.\nFront Lines of Culture War\nMichigan has become one of the front lines in America's culture war. Long considered the cultural capital of Islam in the U.S., Michigan is home to nearly 300,000 Muslims, particularly in Detroit and suburban Dearborn, making it the second largest enclave of Middle Easterners in the West, after Paris.\nBut unlike many immigrant generations that came before them, the Michigan Muslims are not assimilating. Rather, they are litigating, and seem to be using the courts, and cowering liberal public officials, to create a privileged place in the U.S., where Sharia law reigns, and the rule of law, as Americans traditionally have known it, does not.\nConsider the following:\nChristian evangelists were last summer \"stoned,\" according to news reports, at the International Arab International Festival, by Muslims for preaching about Jesus; Police did not stop the stoning, but arrested the Christian preachers. Later, government officials settled a lawsuit by apologizing for their actions, online\nOrganizers, however, cancelled the 18th annual Arab International Festival in recent weeks, fearing more violence.\nMcDonald's operations in Michigan have been forced to sell Sharia-compliant food via litigation.\nMuslim activists stormed the state Capitol in Lansing this week, asking for additional special rights for believers of Islam.\nWhat is going on here is nothing less than an assault on the religious liberty of Christians disguised as simple requests for accommodation of Islam.\nChristians, simply put, in Dearborn, are second-class citizens, as if they are residents of an Islamic Republic, where they are considered infidels, without full civil rights. Local police departments refuse to allow Christians to distribute Bible-based literature, for fear of infuriating Muslims, but let the local Muslim preachers use the city's own loudspeaker system to announce daily calls to prayer.\nThe recent lobbying event in the state capital was organized by the Michigan Muslim Community Council; a co-sponsor is the Council on American-Islamic Relations' Michigan chapter. CAIR-Michigan Executive Director Dawud Walid told the press U.S. Muslims need \"representation\" and it's critical for their voices to be among those heard in Lansing. But what he calls representation looks a lot more like normal people would call \"repression.\"\nI have no problem, of course, with Muslims worshipping their own god on their own time. But if the courts are going to prohibit Christians from public worship – or even evoking Jesus' name at a football game for a high school time, as has been done in the past by meddling judges – the same standards should be applied to other religions.\nAll Americans, regardless of their religion, are entitled to freedom of worship, and, freedom from fear of expressing their spiritual views. This is not what is happening these days in suburban Detroit, and, with the growing Muslim population around the U.S., may be coming to a public square near you very soon. One wonders what Thomas Jefferson -- whose administration battled Muslim pirates on the Barbary Coast -- would have thought about the special status carved out for the religion in modern America.\nMr. Koprowski is an Emmy Award Nominated Writer-Producer for FoxNews.com, who has been in the media business since 1984. He earned his masters degree at the University of Chicago and his undergraduate work at Northwestern University. He was ordained as a priest in 2006 in the Eastern Orthodox Church and works in the health ministry as a chaplain on weekends and evenings.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "school",
            "muslim",
            "muslims",
            "yes",
            "allowed",
            "prayer",
            "dearborn",
            "special",
            "schools",
            "michigan",
            "christians",
            "public",
            "pray"
        ]
    }
]