[
    {
        "url": "https://www.christianpost.com/news/trump-evangelical-christian-college-president-oklahoma-wesleyan-university-liberty-university.html",
        "title": "Evangelical Christian College President Refuses to Invite Trump to Speak",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelical Christian College President Refuses to Invite Trump to Speak\nEvangelical Christian College President Refuses to Invite Trump to Speak\nEvangelical Christian College President Refuses to Invite Trump to Speak\n| Saturday, January 30, 2016\nU.S. Republican presidential candidate Donald Trump pantomimes a candidate with low poll numbers as he address the audience at a campaign rally in Nashua, New Hampshire January 29, 2016. | (Photo: Reuters/Gretchen Ertl)\nThe president of Oklahoma Wesleyan University is drawing a hard line when it comes to Republican presidential frontrunner Donald Trump. In a letter  posted on the college's website in late January, university president Everett Piper said in no uncertain terms that the billionaire businessman will not be invited to speak at his institution.\n\"Will I be inviting Mr. Trump to Oklahoma Wesleyan University to speak in our chapel service?\" writes Piper. \"My answer has been simple and brief. No, I will not.\"\nWhile the university president asserts that \"party affiliation and political positions do not matter,\" personal conduct, public statements, theological integrity and moral consistency do.\n\" … We choose speakers who generally promote our university's mission and who do not stand in opposition, either in word or deed, to what we claim to hold dear as a Christian community … and frankly, Donald Trump simply doesn't represent OKWU's behavioral, theological, moral or political ideals.\"\nPiper previously gained national attention when he posted a sharply-worded letter on the college's website in late November of last year in response to the complaint of a student who felt victimized by a homily on love, delivered during the school's chapel service, as previously reported by The Christian Post . The student claimed that the sermon made him feel bad for not showing love.\nTo this, Piper responded with a biting post  titled: \"This is Not a Day Care, It's a University!\"  In it he writes, \"That feeling of discomfort you have after listening to a sermon is called a conscience … The goal of many a good sermon is to get you to confess your sins — not coddle you in your selfishness.\"\nPiper says that \"so much national attention\" following that incident invited speculation as to whether he would solicit a visit from Donald Trump — inspiring Piper's most recent post rejecting the real estate tycoon.\nTrump has, however, recently won the endorsement of the president of Liberty University, the nation's largest and most prominent Christian college. CP reported  that Liberty president Jerry Falwell Jr., son of Liberty founder Jerry Falwell Sr., gave the Republican frontrunner the thumbs-up Tuesday. \nIn a statement issued by the Trump campaign, Falwell says, \"I am proud to offer my endorsement of Donald J. Trump for president of the United States.\" The university president goes on to say, \"He is a successful executive and entrepreneur, a wonderful father and a man who I believe can lead our country to greatness again.\"\nBut the endorsement has been met with criticism from many leaders within the Evangelical community, starting with Falwell's own brother. The same day that Falwell endorsed Trump, younger brother Jonathan Falwell tweeted  what appeared to be a thinly veiled critique: \"Christian voters — don't let media tell you who to vote for. Choose person who most closely aligns with your beliefs, despite media or polls.\"\nAccording to a report from CP , the younger brother also issued a more explicit statement that day, calling on believers to consider character, moral leadership and someone who \"most closely aligns with their beliefs and values\" when going to the polls.\nRepublican presidential candidate Jeb Bush was another vocal critic  of Falwell's endorsement. \"For a guy who has stated he has never sought forgiveness [Trump], it's hard to imagine how someone who is a strong believer [Falwell] would embrace that idea. There may be other reasons that Mr. Falwell is supporting him,\" says Bush.\nThe former governor of Florida questions the sincerity of Trump's avowed Christian faith — especially since Trump says he doesn't like asking God for forgiveness.\nBush says, \"Just accepting the fact that we make mistakes and you seek forgiveness. That's one of the tenets of the Christian faith that I think all, everybody, can agree on  ... We are all sinners, some more than others.\"\nAlthough Trump says he doesn't like to seek forgiveness, he maintains that he has a good relationship with God. \"I have great relationship with God ... I don't like to have to ask for forgiveness ... I try to do nothing that is bad.\"\nEmail me: kevin.porter@christianpost.com Follow me on Twitter: @kevindonporter\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/jeb-bush-trump-isnt-christian-jerry-falwell-endorsement-156191/",
                "https://www.christianpost.com/news/oklahoma-wesleyan-university-president-everett-piper-slams-speech-censorship-college-not-day-care-151360/",
                "https://www.christianpost.com/news/jonathan-falwell-jerry-trump-endorsement-character-moral-leadership-president-156177/",
                "https://www.christianpost.com/news/liberty-jerry-falwell-endorses-trump-alumni-embarrassed-dissappointed-155970/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/jonathanfalwell/status/691991664190058496",
                "http://www.okwu.edu/blog/2016/01/trumping-morality/",
                "http://www.okwu.edu/blog/2015/11/this-is-not-a-day-care-its-a-university/",
                "https://twitter.com/kevindonporter"
            ]
        },
        "key_words": [
            "sermon",
            "president",
            "post",
            "trump",
            "falwell",
            "evangelical",
            "forgiveness",
            "university",
            "endorsement",
            "invite",
            "college",
            "refuses",
            "speak",
            "christian",
            "donald"
        ]
    }
]