[
    {
        "url": "https://consortiumnews.com/2017/11/03/recycled-gop-promises-of-trickle-down/",
        "title": "Recycled GOP Promises of ‘Trickle Down’",
        "authors": [
            {
                "name": "Exiled Off Mainsteet",
                "link": null
            },
            {
                "name": "Bart In Va",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Sally Snyder",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Al Pinto",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "R Davis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-11-03",
        "text": "Main menu\nNovember 3, 2017\nBy JP Sottile\nIt is really important that the Republican Party decorated its  Tax Cuts and Jobs Act  with the word “Jobs” because the GOP is going to sell this to their base using the magical thinking that giving a big tax cut to corporations is giving a big raise to workers. The idea is that you give more money to big businesses. The executives, in turn, will take that excess money and trickle it down onto their employees in the form of raises.\nLiza Minnelli and Joel Grey performing “Money Makes the World Go Around” in the movie, “Cabaret.”\nThis wishful thinking is predicated on the people at the top suddenly feeling compelled to share this new windfall when they’ve refused to share all the windfalls of the past. For some reason, that didn’t happen with the previous two big tax cuts (Reagan/BushII) and, of course, GOP supporters of this deal say “middle class hasn’t gotten a raise in decades,” without pointing out that the severe wage/income gap began with the coming of Ronald Reagan’s tax cut (the graphed data is stark) and it has continued unabated, George W. Bush’s tax cuts be damned.\nYou see, the average pay for an S&P 500 CEO is 271 times the pay of their average worker . And it’s 819 times workers making minimum wage. Amazingly, in 1965, the ratio was 20-to-1; by 1989, after the Reagan tax cuts, that ratio had widened to 59-to-1. Those dates – 1965 and 1989 – coincide with the high point of the Middle Class (1965) and the beginning of the end of the Middle Class (1989) as a mass phenomenon or what we called The American Dream.\nAnd 1989 was a point of acceleration for the financialization of the economy, which brings me to the point: this economy is a hoarding economy, not a productive economy. Hoarding is rewarded over production. Inflating stock prices with buy-backs is rewarded. Inflated valuations and speculation are rewarded. Exotic financial devices that repackage and sell debt are rewarded. Cutting the cost of labor is rewarded. And the people at the top are rewarded for stoking stock prices, no matter the P/E ratio. And shorting your own bad decisions is rewarded … and your simple greed is bailed-out if your bottom line was big enough.\nThat’s because this economy is a rigged game rooted in speculation and salesmanship and vaporware. Trump touts the $5 trillion of wealth “created” in the stock market … but it’s all just paper … or, actually, just data stored on computers. IF it becomes tangible wealth because the holders of the data decide to cash out and take some profits, that’s going to be enjoyed by the top 10% of Americans who hold 80% of the stock market.\nIf the Republican tax cut comes through you can expect some profit-taking. The market has been rising on speculation of a tax cut, after all. Why not visit Wall Street’s magical ATM machine? And just like the previous two tax cuts (Reagan/BushII), this will put money in the hands of the people at the top who’ve shown since 1981 that they have no inclination to share their wealth with “the workers” in the form of raises, in spite of their own meteoric compensation.\nWhy would they hand out higher wages now … particularly with a whole new robotic workforce on the horizon? Why not hoard the wealth and take advantage of the initial cut to, and the eventual end of, the estate tax, which already only applies to multimillionaires and – through its elimination – will allow wealth to be passed on from one generation of plutocrats to the next? So, why not cement your own family’s elite position before the next shock? And why give raises to people who’ve become grateful to just have a job … or two jobs, as the case may be?\nNo, like the Reagan and Bush tax cuts, this Congressionally-sanctioned hoarding will be the predictable prelude to another leg in America’s perpetual boom-and-bust cycle … which eventually will lead to another call for tax cuts to advance the hoarding process at the top even more. That is, if there is anything left.\nJP Sottile is a freelance journalist, radio co-host, documentary filmmaker and former broadcast news producer in Washington, D.C. He blogs at  Newsvandal.com  or you can follow him on Twitter,  http://twitter/newsvandal .\nThemistocles\nWhy BlackMail….\nNovember 4, 2017 at 14:08\nIt’s been TRICKLE UP since Bernanke and Obama and QE3 and so far it is working, to a point, unless you factor out that the yuan is also an energy trading based reserve currency now  and the yuan  is linked to the ruble and all other BRICS currencies. In, short, indulge this fantasy at your own risk.. Look at the top end real estate market, bitcoin and the New York Stock Exchange. Where can the super rich and corporations put more money?  Well, if the Republican Budget proposals come to fruition I suppose YOU all will find out. ME, I’m betting on my pocket. US is Me\nstan\nNovember 4, 2017 at 11:38\nTrue tax reform will be when we delete line 7 from the federal 1040 income tax form.  This is the line where  you enter your wages to be taxed.  A tax on jobs kills jobs.  Delete line 7.\nfudmier\nNovember 4, 2017 at 03:10\nOur nation: AMERICA is governed by a Republican form of government.\nRepublican governments allocate all power to a paid few and limit the practice of democracy to the same few.\nThe USA is a Republic: formed and ratified by a process established within its own constitution> The constitution was neither 1) ratified by a popular nation wide vote of the American people nor 2) does it provide the governed American people any means to amend the USA constitution; not by a popular vote or by another process I am aware of); moreover the USA constitution separates and divides our nation:    -consider-\n527 people with the power; 340,000,000 people crushed by the power.\nWelcome to USA occupied America!  Love it or leave it or change its form of government.\nNovember 4, 2017 at 00:53\nTax give-aways are vastly more destructive now with 20 trillion more debt than Reagan had.  The whole question now is where’s it going to come from.  Food stamps are what Trump has been talking about.  He’s going to make Eagle Scouts out of welfare recipients by taking away their food stamps.\nR Davis\nNovember 3, 2017 at 23:57\ninflating stock prices with buy back is shooting yourself in the foot again\nborrowing money to buy back instead of investing that money to pull the business out of the toilet\nSeer\nNovember 4, 2017 at 00:52\nGlad that someone brought this up (I was waiting to jump in with it).  No mention about the FACT that the rich, via their corporate investments, have benefited immensely by the free money given them through the Federal Reserve.  And as can be seen here, it didn’t do squat (except help line the pockets of the rich).\nBecause it’s all predicated on growth it means that there always has to be a one-up occurring.  Tax cuts will, at most, make a slight bump but then require yet another “fix.” At some point the pool of available marks dries up.  Then is when people will stop and look around and see that growth is permanently dead, and, with that death, so to will be the death of the System.\nThe perpetual stressing of the need for growth should be the tell-tale. “Confidence” in the System requires there to be numbers that show growth.  Sooner or later the gap between those numbers and reality becomes so large that no one is going to be buying anymore of it.\nThere is no fix because the System is predicated on the impossible: perpetual growth on a finite planet.\nNovember 4, 2017 at 11:02\nSeer,…this is an old post, but see the cartoon at the bottom of the page.\nNovember 3, 2017 at 20:11\nIf I remember correctly David Stockman admitted several years after the Reagan presidency that ‘trickle down economics’ doesn’t work. I think many economists agree that to get an economy going you need to help the poor and the middleclass who will spend the money on local economies.\nI got a real chuckle out of this article and have passed it on to friends. I hope you enjoy it.\nNovember 3, 2017 at 23:54\nHelp me out.  is this an insane or rational question ?   We have to keep wages low, because ..if wages grow  the economy suffers…yet, if someone earns millions or billions, that is okay, .  I just do not understand the logic.   .  We cannot afford to pay employees, but we can afford to pay billionaires?  That logic defies my mind,  The more money we pay billionaires, they deserve it, but the guy at Wal-mart wants a 10 cent raise, and raising wages is going to break the economy?  Maybe it’s just me, but something does not make sense.  So really, if wages were raised, that would be bad, but if corporations and their CEOs make more money , that is ok? Higher wages for ceos, good, higher wages for workers, bad. I do love the arts, and is so nice that there is a new art museum in Arkansas, thank you the Walton Family.  Every time I shop at Wal-Mart, one dollar is going to your museum.   S/ I do not shop there.\nJoe Tedesky\nNovember 4, 2017 at 08:54\nYou just deconstructed the elite’s spin on the tale they tell their employees. Good going tina. Joe\nJohn P\nNovember 4, 2017 at 18:46\nRight Tina, trickle down doesn’t work. The money the very rich get doesn’t trickle down to those who aren’t as Reagan said it would. Today more and more people are going deeper and deeper into debt. How big will the blast be when interest rates start to rise to where they should be (lowered to help recover from the big-bank malfeasance a few years ago for which few big bankers went to jail.) A more stable economy would work if the middle and lower class earned more as they tend to spend locally which supports their neighbourhoods and country. Yes it’s nice to help developing countries by creating jobs there, but there should be a limit so as not to undermine your own more numerous consumers who today are short of cash.\nI’m not an economist but that is the concept I believe that more down to earth economists push.\nmrtmbrnmn\nNovember 3, 2017 at 18:46\nWhen have the chinless wonders of the GOP ever done a thing for anyone other than their donors and owners?  And the gutless Dementedcrats have been me-tooing them at least since the rotten regime of Bonnie & Cyde Clinton.  What el$e i$ new?\nNovember 3, 2017 at 17:44\nAl Pinto, some robber barons will suffer, they turn on each other when the chips are down. The Rothschilds have kept their wealth for centuries, some other families for decades. Some lose. The earth plunder can’t continue indefinitely. Collapse will come, and regular folks will pay. Joe is right, we have to organize, based mainly on principle of doing the right thing, whatever the outcome. The US is set for a collapse, beginning probably with the housing bubble. And that’s because we swallowed economists’ lies for too long.\ntina\nNovember 3, 2017 at 23:14\nNot me , Jessica, I swallowed some stuff in my life but not that.  I voted Nader 1996, and  2000, knowing that he would not win, but get enough votes to get a seat at the table, as it were.  I was so disappointed when Clinton and Gore just dismissed Nader, as if his constituency did not matter.  Enter Bernie Sanders 2016.  I am 53 , and I am sure there are people here older, and younger,  I never ever believed in that 1980’s Reagan stuff.  On a good note, I like 80’s music.\nAl Pinto\nNovember 4, 2017 at 08:37\nThe housing bubble is perfect example, where To Big To Fail (TBTF) entities received TARP used the funding for buying up assets of entities that did not. But you are correct that regular folks, in the US and worldwide, paid dearly for this wealth redistribution, organized by the US government. That’s more of a “self-inflicted” wound for the top 0.1%, basically overtaking other’s assets, instead of being caused by some type of organizing by the masses.\n“Doing the right thing” is no longer an option in the US, regardless of the type of organization the masses will come up with. Time and time again the “institution” proves to be very resilient by utilizing tactics, that either hijacks and/or criminalizes the movement. From the Occupy Wall Street to the Tea Party, and anything between, none of them proved to bring any changes to the way the TBTF owned government does business. Allowing and faintly support movements, like Black Life Matters (as it should), Antifa, etc., are used by the government for further divide and conquer people…\nNovember 4, 2017 at 20:34\n“The US is set for a collapse, beginning probably with the housing bubble.” Jessica, this time the collapse is more likely to begin with the auto credit and student loan bubble. Yes, the millennials may be mortgaged to the hilt on their homes but student and auto loans are already showing increasing default rates, Nearly everyone needs a vehicle to get to work and students are the millennials of their compromised future.\nRealist\nNovember 3, 2017 at 17:22\nI don’t know what Trump is thinking with the proposed tax law changes if he wants to IMPROVE the economy for the majority of America’s people and protect the federal government’s solvency.  The government needs more revenues to cover the escalating expenses, not less.   And regular folks need to keep more of their cash, not less, with rising prices and diminishing pay checks.   To the filthy rich it won’t make any real difference.   The proposed elimination of the mortgage interest deduction and the state and local taxes deduction will hurt the common people that voted for Trump and help only the wealthy and powerful, many of whom want to see him impeached.\nWhat we really need is to bring back the tax brackets we had under Eisenhower.   (Okay, that was mainly for the shock value, but we need to go in that direction rather than the opposite.)    It goes without saying that military expenditures need to be sharply curtailed, rather than absurdly expanded as Trump has done, to have any hope bending the revenues and expenditures curves towards one another rather than even further apart and widening the gap, which is what his plans do in spades.   On the economy, he’s been just like every preceding president, offering pie in the sky to get elected but just making things worse once ensconced in power.  Of course, he’s had help from both sides of the aisle in increasing the mayhem.\nTo risk sounding like a communist, besides the military industrial complex getting a haircut, corporate agribusiness and corporate medicine/big pharma could do with some effective regulation to control the never-ending deliberately structured inflationary price spiral and government subsidies they all enjoy.   I guarantee that none of those things will ever happen under a Republican- or a Democrat-controlled federal government.   Hillary would be paying off chits to the insider power structure too if she had been elected.   No outside power is ever going to conquer America, but some day well-connected insiders–who already own most of America–will have taken over every last shred of it, lock, stock and barrel and you will work for them rather than for yourself or for the common good–if they allow you to have a paying job at all.  At the rate things are going, that end game is not too many years off.\nJoe Tedesky\nNovember 4, 2017 at 09:53\nI’m no economist, but to bring down the National Debt I see no other way than to nationalize the Federal Reserve, and to also take over the MIC corporations, along with a few Wall Street banks. This would also mean cutting the defense budget to a third of what it currently is. That’s right the defense budget would only out spend the next four nations in their defense spending. Yeah, just try getting that bill passed in our warmongering Zionist bribed Congress, good luck with that.\nNow what I just wrote above there is worth a laugh or two, but seriously it’s going to take something very drastic to rein in America’s out of control spending, and upper echelon hefty tax give a ways. America is not a business, and to run it like one is just plain ignorant. America isn’t a household either, so comparing it’s budget to one, although reasonable it’s just isn’t feasible. No America needs to be run like a country, and if it were to be run like a responsible nation then America would finance itself towards its citizens needs and be very reluctant to waste it’s precious resources on war, and more war.\nAmerica loss itself to military conquest, and it’s corporations raking in their huge profits by America’s propensity to always get itself bogged down into the quagmires that each war always offers this warring nation, as it seems so readily to fall victim too. Quagmires equal war profits continuity, and winning slows down the MIC distribution chain. In the fifties America with it’s Detroit car manufacturers was a country that ran on wheels, but now the USA supports itself by dropping bombs on Third World countries.\nWhat I just mentioned whether right or wrong will need a well informed citizenry to fulfill it’s goal to satisfy the Commons, and without a responsible unbiased media the revolution will be on permanent hold. Possibly the people’s revolt will be choreographed to the citizen by their iPhones.\nJoe Tedesky\nNovember 3, 2017 at 16:59\nFDR when asked what was his greatest achievement he replied, ‘Why saving capitalism’. This was no simple feat, as in the early 20th century before communism was a Russian thing, the whole of Western Society’s working force was on a rampage to introduce Unions, and a Socialist style of government into their own homelands. The U.S. was no different than any other nation when it came to the labor sector’s want for better working conditions, and better financial raise advancements. So what FDR was really up to, was his finding a suitable compromise to satisfy the labor force, while retaining the capitalist business structure which was so richly being used by the then 1%.\nSo here came the Reagan years, where off shoring product would become a great thing for the 1% Capitalist, because with this off shoring of production the Corporations could ditch their American Union Labor Force, and say good bye to FDR once and for all. What the Reagan Administration started the Clinton Administration finished with their anti-American Worker Trade Agreements, such as NAFTA. So this was the ‘thank you’ the American worker received from big management for making America the greatest nation in the world for quality manufactured goods, and distribution.\nThen with the fall of communism, as a result of when the USSR ceased to exist this sealed the fate of every worker, because without the capitalist having a competitor in communism, the capitalist had no other system to threaten it’s monopolized turf.\nAmericans are going to need to take to the streets, and march on the sidewalks like their forefathers did, if they want anything at all to change when it comes to quality employment. The system of capitalism will need to be shaken to it’s very core in order for anything to even begin to go in the direction of the worker having a seat at the labor negotiating table. The capitalist won’t lift a finger to take these one day protest rallies seriously, like the kind of protest that get in the news when hamburger chain employees march in front of their work place to complain and cry in front the TV camera to be aired on the evening news broadcast. No, the workers of America are going to need to bulk up in mass to shut down the very system that believes these workers aren’t worth what they are already getting paid now, even with today’s low wage payrolls which would certainly seem easy enough to add an increase too in pay.\nIt’s time to reach back to your grandfather, or probably better put your ‘great’ maybe even ‘great-great’ grandfather and grandmother’s time to learn how to bring the capitalist system down. Only hurry before the robots arrive.\nRealist\nNovember 3, 2017 at 17:32\nIt was amazing how many “enlightened” liberals like Michael Kinsley fell for the “free trade” ruse back in the 80’s, with Bill Clinton (and sidekick Al Gore) being the most critical among them.   Too bad Ross Perot was received like Cassandra (who had no credibility except in retrospect) by both parties and the voting public in the 90’s.\nJoe Tedesky\nNovember 3, 2017 at 20:12\nAfter self suspending my voting right in 1972 I returned from the wilderness and voted for Ross in 92. I remember going into the voting booth, and reaching into my literally empty pockets, and Ross saying he was going to lift the hood and fix the darn thing, as I pulled the lever for Perot I thought let’s try it. Little did I know that that Clinton fellow would win.\nNovember 3, 2017 at 14:55\nComment at another web site: “The vultures think there’s still some meat on those bones.” Putting the “con” in conservative. We the People are job creators when there’s money in our pockets, purchasing power. Robber barons they are and they know full well what they’re doing. Trump named his son “Barron”. Wait till the collapse comes.\nAl Pinto\n@Jessica…\n“Wait till the collapse comes”\nEven, if it will, do you honestly believe that the “robber barons” will suffer? They didn’t in the past and they won’t in the future….\nNovember 3, 2017 at 13:55\nJP Sottile’s account of Trump’s tax proposals accurately describes the dismal consequences. I might add that consumer debt is at a record high and it won’t be long before the chickens come home to roost(or get roasted). the proposal is, of course, a cruel fraud…the only trickle down is coming from Trump’s gold gilded urinal.\nSkip Scott\nNovember 3, 2017 at 13:25\nI prefer the term “tinkle down”.  I hear the Donald does too.\nmike k\nNovember 3, 2017 at 13:51\nThe sad fact is that a large portion of the American people will mindlessly drink this trickle down poisoned lemonade, without a thought. And those who don’t will wake up once again to realize that they have no legal recourse to prevent themselves being robbed once again. The legal, political, and economic system is rigged so that it is impossible to change it short of violent revolution. Yes, and the greedy bastards at the top are all to willing to shed blood (yours) to defend their ill gotten wealth.\nmike k\nNovember 3, 2017 at 14:00\nThe vicious psychopathic rulers of society have acquired the power to suppress all effective dissent against their rule, and so they can laugh with scornful contempt at the lower classes feeble attempts to unseat them. They have perfected the means of mass control of the populace, AND NOW REALIZE THEY ARE FREE TO DO ANYTHING THEY CHOOSE TO DO, NO MATTER THE TOLL IT TAKES ON MILLIONS OF LIVES THAT THEY ARE SACRIFICING. THEY CONSTITUTE A MOLOCH THAT FATTENS ON HUMAN SUFFERING.\nAbe\nHere life is beautiful.\n“Together, we accomplished what nobody thought was absolutely possible and you know what that is and we’re only getting started and it’s going to be beautiful, remember that. Tonight we close one chapter in history and we begin another.”\n– Donald Trump, Victory speech after winning New Jersey and other states Tuesday night (7 June 2016)\nSally Snyder\nNovember 3, 2017 at 11:47\nHere is an article that looks at what has happened to Corporate America’s share of Washington’s tax revenue over the past three decades:\nDrew Hunkins\nNovember 3, 2017 at 11:25\nSeveral years ago, during an interview with the great William Greider, David Stockman openly admitted that back in the early 1980s he and the other advisers and cabinet members had only a feeble grasp of what all the numbers actually meant and that they were essentially flying by the seat of their pants.\nOf course their soon to be enacted supply-side policies almost always favored the rich over the working masses.\nSomehow their feeble grasp only went in a certain direction.  Their feeble grasp was capable enough to consistently shower rewards on the owning class.\nTheir feeble grasp never seemed to go in the direction of, oh, say, raising the minimum wage to a family-supporting living wage, adding progressivity to the tax structure, making it easier for workers to form a strong democratic union, or enacting policies that kept much of Midwest’s manufacturing industrial base in tact.\nBart in VA\nNovember 4, 2017 at 12:10\nDrew, raising the minimum wage to a family-supporting level would decrease the numbers of desperate young people who enter the military. Of course a draft is out of the question for the military, given memories of the bad luck they had with that in Viet Nam.\nDrew Hunkins\nVery good point Bart in VA.\nThe war machine desperately relies on the desperately struggling masses to “volunteer” to become cannon fodder.\nexiled off mainsteet\nNovember 3, 2017 at 11:09\nIn practice both parties follow the neoliberal economic line stated in the article while it is true the GOP does it in a slightly more extremist fashion. Because of the corrupt nature of the regime as presently constituted, I’m not that keen on it getting financial resources, though the deterioration of the legal system ensures that it will take them somehow, perhaps from some new version of asset forfeiture if factual bankruptcy occurs.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://newsvandal.com/2017/05/the-robot-economy-ready-or-not-here-it-comes/",
                "https://www.cnbc.com/2017/07/20/ceos-make-271-times-the-pay-of-most-workers.html",
                "https://www.cnbc.com/2017/11/02/gop-bill-will-kill-the-estate-tax-after-6-years.html",
                "https://www.cnbc.com/2017/11/02/read-the-entire-tax-cuts-and-jobs-act.html",
                "http://newsvandal.com/2015/09/our-united-states-of-indebtedness/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://newsvandal.com/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "promises",
            "economy",
            "stock",
            "rewarded",
            "cuts",
            "cut",
            "big",
            "wealth",
            "hoarding",
            "tax",
            "recycled",
            "money",
            "trickle",
            "gop"
        ]
    }
]