[
    {
        "url": "https://consortiumnews.com/2015/01/30/group-thinking-the-world-into-a-new-war/",
        "title": "‘Group-Thinking’ the World into a New War",
        "authors": [
            {
                "name": "Randy Fritz",
                "link": null
            },
            {
                "name": "Bill Jones",
                "link": null
            },
            {
                "name": "Jonathan Marshall",
                "link": null
            },
            {
                "name": "Genies Of Death",
                "link": null
            },
            {
                "name": "Edgars Tarkanijs",
                "link": null
            },
            {
                "name": "Aandasg Yahoo.Com.Sg",
                "link": null
            },
            {
                "name": "Carroll Price",
                "link": null
            },
            {
                "name": "Helen Marshall",
                "link": null
            },
            {
                "name": "Joe Hammonds",
                "link": null
            },
            {
                "name": "Linda Brown",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-01-30",
        "text": "Main menu\nJanuary 30, 2015\nBy Robert Parry\nIf you wonder how the lethal “group think” on Iraq took shape in 2002, you might want to study what’s happening today with Ukraine. A misguided consensus has grabbed hold of Official Washington and has pulled in everyone who “matters” and tossed out almost anyone who disagrees.\nPart of the problem, in both cases, has been that neocon propagandists understand that in the modern American media the personal is the political, that is, you don’t deal with the larger context of a dispute, you make it about some easily demonized figure. So, instead of understanding the complexities of Iraq, you focus on the unsavory Saddam Hussein.\nRussian President Vladimir Putin laying a wreath at Russia’s Tomb of the Unknown Soldier on May 8, 2014, as part of the observance of the World War II Victory over Germany.\nThis approach has been part of the neocon playbook at least since the 1980s when many of today’s leading neocons  such as Elliott Abrams and Robert Kagan  were entering government and cut their teeth as propagandists for the Reagan administration. Back then, the game was to put, say, Nicaragua’s President Daniel Ortega into the demon suit, with accusations about him wearing “designer glasses.” Later, it was Panamanian dictator Manuel Noriega and then, of course, Saddam Hussein.\nInstead of Americans coming to grips with the painful history of Central America, where the U.S. government has caused much of the violence and dysfunction, or in Iraq, where Western nations don’t have clean hands either, the story was made personal  about the demonized leader  and anyone who provided a fuller context was denounced as an “Ortega apologist” or a “Noriega apologist” or a “Saddam apologist.”\nSo, American skeptics were silenced and the U.S. government got to do what it wanted without serious debate. In Iraq, for instance, the American people would have benefited from a thorough airing of the complexities of Iraqi society  such as the sectarian divide between Sunni and Shiite  and the potential risks of invading under the dubious rationale of WMD.\nBut there was no thorough debate about anything: not about international law that held “aggressive war” to be “the supreme international crime”; not about the difficulty of putting a shattered Iraq back together after an invasion; not even about the doubts within the U.S. intelligence community about whether Iraq possessed usable WMD and whether Hussein had any ties to al-Qaeda.\nAll the American people heard was that Saddam Hussein was “a bad guy” and it was America’s right and duty to get rid of “bad guys” who supposedly had dangerous WMDs that they might share with other “bad guys.” To say that this simplistic argument was an insult to a modern democracy would be an understatement, but the propaganda worked because almost no one in the mainstream press or in academia or in politics dared speak out.\nThose who could have made a difference feared for their careers  and they were “right” to have those fears, at least in the sense that it was much safer, career-wise, to run with the herd than to stand in the way. Even after the Iraq War had turned into an unmitigated disaster with horrific repercussions reaching to the present, the U.S. political/media establishment undertook no serious effort to impose accountability.\nAlmost no one who joined in the Iraq “group think” was punished. It turns out that there truly is safety in numbers. Many of those exact same people are still around holding down the same powerful jobs as if nothing horrible had happened in Iraq. Their pontifications still are featured on the most influential opinion pages in American journalism, with the New York Times’ Thomas L. Friedman a perfect example.\nThough Friedman has been wrong again and again, he is still regarded as perhaps the preeminent foreign policy pundit in the U.S. media. Which brings us to the issue of Ukraine and Russia.\nA New Cold War\nFrom the start of the Ukraine crisis in fall 2013, the New York Times, the Washington Post and virtually every mainstream U.S. news outlet have behaved as dishonestly as they did during the run-up to war with Iraq. Objectivity and other principles of journalism have been thrown out the window. The larger context of both Ukrainian politics and Russia’s role has been ignored.\nAgain, it’s all been about demonized “bad guys” in this case, Ukraine’s elected President Viktor Yanukovych and Russia’s elected President Vladimir Putin  versus the “pro-Western good guys” who are deemed model democrats even as they collaborated with neo-Nazis to overthrow a constitutional order.\nAgain, the political is made personal: Yanukovych had a pricy sauna in his mansion; Putin rides a horse shirtless and doesn’t favor gay rights. So, if you raise questions about U.S. support for last year’s coup in Ukraine, you somehow must favor pricy saunas, riding shirtless and holding bigoted opinions about gays.\nAnyone who dares protest the unrelentingly one-sided coverage is deemed a “Putin apologist” or a “stooge of Moscow.” So, most Americans  in a position to influence public knowledge but who want to stay employable  stay silent, just as they did during the Iraq War stampede.\nOne of the ugly but sadly typical cases relates to Russia scholar Stephen F. Cohen, who has been denounced by some of the usual neocon suspects for deviating from the “group think” that blames the entire Ukraine crisis on Putin. The New Republic, which has gotten pretty much every major issue wrong during my 37 years in Washington, smeared Cohen as “Putin’s American toady.”\nAnd, if you think that Cohen’s fellow scholars are more tolerant of a well-argued dissent, the Association for Slavic, East European and Eurasian Studies further proved that deviation from the “group think” on Ukraine is not to be tolerated.\nThe academic group spurned a fellowship program, which it had solicited from Cohen’s wife, Katrina vanden Heuvel, because the program’s title included Cohen’s name. “It’s no secret that there were swirling controversies surrounding Professor Cohen,” Stephen Hanson, the group’s president, told the New York Times.\nIn a protest letter to the group, Cohen called this action “a political decision that creates serious doubts about the organization’s commitment to First Amendment rights and academic freedom.” He also noted that young scholars in the field have expressed fear for their professional futures if they break from the herd.\nHe mentioned the story of one young woman scholar who dropped off a panel to avoid risking her career in case she said something that could be deemed sympathetic to Russia.\nCohen noted, too, that even established foreign policy figures, ex-National Security Advisor Zbigniew Brzezinski and former Secretary of State Henry Kissinger, have been accused in the Washington Post of “advocating that the West appease Russia,” with the notion of “appeasement” meant “to be disqualifying, chilling, censorious.” (Kissinger had objected to the comparison of Putin to Hitler as unfounded.)\nIn other words, as the United States rushes into a new Cold War with Russia, we are seeing the makings of a new McCarthyism, challenging the patriotism of anyone who doesn’t get into line. But this conformity of thought presents a serious threat to U.S. national security and even the future of the planet.\nIt may seem clever for some New Republic blogger or a Washington Post writer to insult anyone who doesn’t accept the over-the-top propaganda on Russia and Ukraine  much as they did to people who objected to the rush to war in Iraq  but a military clash with nuclear-armed Russia is a crisis of a much greater magnitude.\nBotching Russia\nProfessor Cohen has been one of the few scholars who was right in criticizing Official Washington’s earlier “group think” about post-Soviet Russia, a reckless and mindless approach that laid the groundwork for today’s confrontation.\nTo understand why Russians are so alarmed by U.S. and NATO meddling in Ukraine, you have to go back to those days after the Soviet Union collapsed in 1991. Instead of working with the Russians to transition carefully from a communist system to a pluralistic, capitalist one, the U.S. prescription was “shock therapy.”\nAs American “free market” experts descended on Moscow during the pliant regime of Boris Yeltsin, well-connected Russian thieves and their U.S. compatriots plundered the country’s wealth, creating a handful of billionaire “oligarchs” and leaving millions upon millions of Russians in a state of near starvation, with a collapse in life expectancy rarely seen in a country not at war.\nYet, despite the desperation of the masses, American journalists and pundits hailed the “democratic reform” underway in Russia with glowing accounts of how glittering life could be in the shiny new hotels, restaurants and bars of Moscow. Complaints about the suffering of average Russians were dismissed as the grumblings of losers who failed to appreciate the economic wonders that lay ahead.\nAs recounted in his 2001 book, Failed Crusade, Cohen correctly describes this fantastical reporting as journalistic “malpractice” that left the American people misinformed about the on-the-ground reality in Russia. The widespread suffering led Vladimir Putin, who succeeded Yeltsin, to pull back on the wholesale privatization, to punish some oligarchs and to restore some of the social safety net.\nThough the U.S. mainstream media portrays Putin as essentially a tyrant, his elections and approval numbers indicate that he commands broad popular support, in part, because he stood up to some oligarchs (though he still worked with others). Yet, Official Washington continues to portray oligarchs whom Putin jailed as innocent victims of a tyrant’s revenge.\nLast October, after Putin pardoned one jailed oligarch Mikhail Khodorkovsky, neocon Freedom House sponsored a Washington dinner in his honor, hailing him as one of Russia’s political heroes. “I have to say I’m impressed by him,” declared Freedom House President David Kramer. “But he’s still figuring out how he can make a difference.”\nNew York Times writer Peter Baker fairly swooned at Khodorkovsky’s presence. “If anything, he seemed stronger and deeper than before” prison, Baker wrote . “The notion of prison as cleansing the soul and ennobling the spirit is a powerful motif in Russian literature.”\nYet, even Khodorkovsky, who is now in his early 50s, acknowledged that he “grew up in Russia’s emerging Wild West capitalism to take advantage of what he now says was a corrupt privatization system,” Baker reported.\nIn other words, Khodorkovsky was admitting that he obtained his vast wealth through a corrupt process, though by referring to it as the “Wild West” Baker made the adventure seem quite dashing and even admirable when, in reality, Khodorkovsky was a key figure in the plunder of Russia that impoverished millions of his countrymen and sent many to early graves.\nIn the 1990s, Professor Cohen was one of the few scholars with the courage to challenge the prevailing boosterism for Russia’s “shock therapy.” He noted even then the danger of mistaken “conventional wisdom” and how it strangles original thought and necessary skepticism.\n“Much as Russia scholars prefer consensus, even orthodoxy, to dissent, most journalists, one of them tells us, are ‘devoted to group-think’ and ‘see the world through a set of standard templates,’” wrote Cohen. “For them to break with ‘standard templates’ requires not only introspection but retrospection, which also is not a characteristic of either profession.”\nA Plodding Pundit\nArguably, no one in journalism proves that point better than New York Times columnist Friedman, who is at best a pedestrian thinker plodding somewhere near the front of the herd. But Friedman’s access to millions of readers on the New York Times op-ed page makes him an important figure in consolidating the “group think” no matter how askew it is from reality.\nFriedman played a key role in lining up many Americans behind the invasion of Iraq and is doing the same in the current march of folly into a new Cold War with Russia, including now a hot war on Russia’s Ukrainian border. In one typically mindless but inflammatory column , entitled “Czar Putin’s Next Moves,” Friedman decided it was time to buy into the trendy analogy of likening Putin to Hitler.\n“Last March, former Secretary of State Hillary Clinton was quoted as saying that Russian President Vladimir Putin’s attack on Ukraine, supposedly in defense of Russian-speakers there, was just like ‘what Hitler did back in the ‘30s’, using ethnic Germans to justify his invasion of neighboring lands. At the time, I thought such a comparison was over the top. I don’t think so anymore.”\nThough Friedman was writing from Zurich apparently without direct knowledge of what is happening in Ukraine, he wrote as if he were on the front lines: “Putin’s use of Russian troops wearing uniforms without insignia to invade Ukraine and to covertly buttress Ukrainian rebels bought and paid for by Moscow, all disguised by a web of lies that would have made Nazi propagandist Joseph Goebbels blush and all for the purpose of destroying Ukraine’s reform movement before it can create a democratic model that might appeal to Russians more than Putin’s kleptocracy, is the ugliest geopolitical mugging happening in the world today.\n“Ukraine matters, more than the war in Iraq against the Islamic State, a.k.a., ISIS. It is still not clear that most of our allies in the war against ISIS share our values. That conflict has a big tribal and sectarian element. It is unmistakably clear, though, that Ukraine’s reformers in its newly elected government and Parliament, who are struggling to get free of Russia’s orbit and become part of the European Union’s market and democratic community, do share our values. If Putin the Thug gets away with crushing Ukraine’s new democratic experiment and unilaterally redrawing the borders of Europe, every pro-Western country around Russia will be in danger.”\nIf Friedman wished to show any balance  which he clearly didn’t  he might have noted that Goebbels would actually be quite proud of the fact that some of Hitler’s modern-day followers are at the forefront of the fight for Ukrainian “reform,” dispatched by those Kiev “reformers” to spearhead the nasty slaughter of ethnic Russians in eastern Ukraine.\nBut references to those inconvenient neo-Nazis, who also spearheaded the coup last February ousting President Yanukovych, are essentially verboten in the U.S. mainstream media. So, is any reference to the fact that eastern Ukrainians have legitimate grievances with the Kiev authorities who ousted Yanukovych who had been elected with strong support from eastern Ukraine.\nBut in the mainstream American “group think,” the people of eastern Ukraine are simply “bought and paid for by Moscow” all the better to feel good about slaughtering them. [See Consortiumnews.com’s “ Seeing No Neo-Nazi Militias in Ukraine .”]\nWe’re also not supposed to mention that there was a coup in Ukraine, as the New York Times told us earlier this month. It was just white-hat “reformers” bringing more U.S.-sponsored good government to Ukraine. [See Consortiumnews.com’s “ NYT Still Pretends No Coup in Ukraine .”]\nIn his column, without any sense of irony or awareness, Friedman glowingly quotes Natalie Jaresko, Ukraine’s new finance minister (leaving out that Jaresko is a newly minted Ukrainian citizen, an ex-American diplomat and investment banker with her own history of “kleptocracy.”)\nFriedman quotes Jaresko’s stirring words: “Putin fears a Ukraine that demands to live and wants to live and insists on living on European values, with a robust civil society and freedom of speech and religion [and] with a system of values the Ukrainian people have chosen and laid down their lives for.”\nHowever, as I noted in December, Jaresko headed a U.S. government-funded investment project for Ukraine that involved substantial insider dealings, including $1 million-plus fees to a management company that she also controlled.\nJaresko served as president and chief executive officer of Western NIS Enterprise Fund (WNISEF), which was created by the U.S. Agency for International Development with $150 million to spur business activity in Ukraine. She also was cofounder and managing partner of Horizon Capital which managed WNISEF’s investments at a rate of 2 to 2.5 percent of committed capital, fees exceeding $1 million in recent years, according to WNISEF’s 2012 annual report .\nIn the 2012 report, the section on “related party transactions” covered some two pages and included not only the management fees to Jaresko’s Horizon Capital ($1,037,603 in 2011 and $1,023,689 in 2012) but also WNISEF’s co-investments in projects with the Emerging Europe Growth Fund [EEGF], where Jaresko was founding partner and chief executive officer . Jaresko’s Horizon Capital also managed EEGF.\nFrom 2007 to 2011, WNISEF co-invested $4.25 million with EEGF in Kerameya LLC, a Ukrainian brick manufacturer, and WNISEF sold EEGF 15.63 percent of Moldova’s Fincombank for $5 million, the report said. It also listed extensive exchanges of personnel and equipment between WNISEF and Horizon Capital.\nThough it’s difficult for an outsider to ascertain the relative merits of these insider deals, they involved potential conflicts of interest between a U.S.-taxpayer-funded entity and a private company that Jaresko controlled.\nBased on the data from WNISEF’s 2012 annual report, it also appeared that the U.S. taxpayers had lost about one-third of their investment in WNISEF, with the fund’s balance at $98,074,030, compared to the initial U.S. government grant of $150 million. [See Consortiumnews.com’s “ Ukraine’s Made-in-USA Finance Minister .”]\nIn other words, there is another side of the Ukraine story, a darker reality that Friedman and the rest of the mainstream media don’t want you to know. They want to shut out alternative information and lead you into another conflict, much as they did in Iraq.\nBut Friedman is right about one thing: “Ukraine matters.” And he’s even right that Ukraine matters more than the butchery that’s continuing in Iraq.\nBut Friedman is wrong about why. Ukraine matters more because he and the other “group thinkers,” who turned Iraq into today’s slaughterhouse, are just as blind to the reality of the U.S. military confronting Russia over Ukraine, except in the Ukraine case, both sides have nuclear weapons.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ). You also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nLinda Brown\nFebruary 10, 2015 at 12:47\nAmerican workers, especially coal miners, deserve to know that Ukraine has a lot to do with them.\nThe Donbas is a world-famous coal mining region, as rich as any oil field in the Middle East. The rebel soldiers we see on TV are coal miners. Off-duty soldiers who volunteered to join them were probably born and raised in the coalfields of Russia.\nCoal miners, who face the same dangers the world over, should stick together.\nIn this spirit, Rich Trumka, former head of the United Mine Workers and now head of the AFL-CIO, should go to the Ukraine. The reasoning is simple: The coal miners of Ukraine could use some real solidarity from miners around the world. The UMWA and AFL-CIO are getting nowhere fast. In southern West Virginia, the coal operators have broken the union. In the U.S., union membership is down to what? 8% in private industry?\nA Trumka visit to Ukraine could put a sprag in the wheels of both situations.\nJoe Hammonds\nFebruary 6, 2015 at 13:52\nI certainly appreciate the different perspective and it isn’t the first time that I have read such claims on the topic of Ukraine.  What you have done here is really no different than what you criticize the American press of doing, writing what you want and creating a narrative the fits your desired position while offering any real proof.\nI merely wanted to point out the hypocrisy rather than criticize your position, for all I know you may be 100% correct, I for one put NO faith in the press.  I have witnessed first hand how the press can shape a story to paint a specific picture that colors the reader’s perspective.  That is why it is ALWAYS good to get your news from multiple sources and perspectives.  While you’ll not likely get the full truth, you will be better informed and have a closer version of the truth.\nThere is a saying goes something like this and is so VERY true, don’t believe anything you hear (or you could put read instead) and only about half of what see.\nHelen Marshall\nAnd on Sunday the Times was at it again:\nAn article about clashes between Armenia and Azerbaijan, which Russian, US and French mediators are attempting to stop, cannot resist a slam about Russia.\n“It also provides a chilling warning of what could be in store for Ukraine, where many fear Russia is intent on turning the eastern regions of Donetsk and Luhansk into a similar permanent war zone.”\nAnd this:\n“Russia is the main supplier to each side, even as it claims a leadership role in international peace negotiations, known as the Minsk Group process, which it chairs with the United States and France.”\nGiven that these two countries were part of the former USSR and accustomed to acquiring weaponry from Moscow, this is hardly surprising.  The author, David M. Herszenhorn, does not bother to note that there are not many countries where the US is not the main supplier (even unintentionally, as in Syria).\nJohn\nAn excellent article. Thanks once again.\nCarroll Price\nFebruary 3, 2015 at 07:26\nFar from being mistakes, neocons consider every war they’ve instigated as being highly successful for the simple fact that each war killed millions of Muslims they despise.\nNick\nFebruary 2, 2015 at 12:08\nI think example of Syria and Libya is more correct here as an absolute failrue of Amercan mainstream media. When Katar and Saudi maded falsifications and western mass media dont even try to confirm information, i can remember how US media blamed Putin and saying thats “his hands are covered in blood of Syrian chilrens” because he stopped intervention in this country. And even now they are saying thats war in 2008 started Russia, not Georgia.\nLyudmila\nFebruary 2, 2015 at 03:32\nit is 21 century and it can be enough to read history book to say, no war made a piece , we are facing global problems like poverty in mony contries , lack of water, global warming , peolpe all over the world should help each other and take care of the planet, some of them just want to bomb it down, like Obama. and that is a tragic that he is a leader of such a country.\naandasg@yahoo.com.sg\nFebruary 2, 2015 at 02:53\nGod bless America and deliver her from her oppressors and their oppression !\nLyudmila\nFebruary 2, 2015 at 03:23\nGod bless the World and save it from USA democracy! I would say! Nowdays Obama foreighn policy is too agrassive and a real threat to the world.\nFebruary 2, 2015 at 01:28\nExcellent analysis, Robert, and a rarity to read something about the Russia / Ukraine situation that isn’t more of the mass media group-think. What is being done to the Russian speakers in the eastern Ukraine, including the attempt to starve the population by cutting off food supplies, is a heinous crime against humanity.  But it is maddening to see how effective the mainstream media propaganda campaign against Russia and Putin has been. While he is no angel, I think he has acted with remarkable restraint in not simply sending in the tanks to stop the ethnic cleansing the Ukrainians are attempting, with our aid and connivance. (I’m a hard-core conservative, but not a warmonger, and I don’t trust much of anything in the mass media.  I tend to trust Putin more than anything out of the mouths of our leaders.)\nIt is truly appalling to hear some of my highly intelligent, very liberal friends  spewing venom about that “evil Putin” and how we need to “take him down,” and to see how almost everyone I know, liberal and conservative, immediately assumed that the Russians or separatists had shot down the Malaysian aircraft. The alternative media has done a good job of reporting on that incident, including the fact that a Dutch investigator who was on the scene within hours reported that the fuselage was riddled with cannon or machine gun holes — obviously the result of being shot down by fighter planes, not a missile.  If so, it supports what the Russians said about having seen 2 Ukrainian planes closely following the passenger jet before it was shot down. Naturally, the mass media quickly buried the Dutch investigator’s report from the crash scene.  As Garrison Keillor put it, “If you watch TV news, you know less about the world than if you just drank gin straight from the bottle.”\nSam\nFebruary 1, 2015 at 23:54\nNot a bad article. However, just as the Neocons have a narrative that they maintain – to the detriment of everything else, you have your own narrative that you communicate to the detriment of everything else.\nNothing is as black and white as the neocons (and evidently you too believe). Putin is a murderous criminal; Russia would be spectacularly worse without him. The current Ukrainian government is full of ultra-right neonazis and other unsavouries; The previous government was a leech draining the life out of the ukrianian economic and political systems.\nwhere is the balance? the middle ground? The un-partisan discussion? It is not here.\nOleg\nFebruary 2, 2015 at 20:28\nYou don’t exactly set an example for unbiased commentary. Using the mass media stigma “Putin is a murderous criminal” is as black and white as it gets. By these standards,  essentially all country leaders are murderous criminals and *worse*, be it Obama, Cameron, Sarkozy, Merkel,…\nDmitri\nFebruary 4, 2015 at 00:44\nWell said, agree completely.  Always gotta remember that neither side is black or white.  This specifically refers to Putin, who’s very far from white, despite all of the fair criticism of US media and neocon blackmailing.\njaycee\nFebruary 1, 2015 at 17:39\nWhat stands out about this crisis, like Iraq before it, is that there appears to be some sort of elite consensus regarding an unspoken objective. We still don’t really know what truly motivated the Iraq invasion – but there was bipartisan political support with very little dissent coupled with a full propaganda push from the corporate media.\nThat is, it was not exactly a case of the neocon bloc bamboozling everyone into following their policy objectives.\nThe Ukraine issue differs in that the political support comes from not just the U.S. but from almost all the “western” industrialized countries, and the propaganda themes are effectively the same country-to-country from the politicians and corporate media. It’s like everyone gets the same briefings. So it doesn’t seem like it’s all just a neocon hoodwink, or improvised responses to unforeseen events. There is a faux element to the supposed outrage directed at Putin which borders on the theatrical – as the “players” like Obama, Kerry, Merkel, etc care little for Ukraine or threatened values – and the real danger here is that the elite consensus which has hardened around sparking a confrontation with Russia suggests a policy or crisis behind the scenes which is unspoken and therefore cannot be responded to by “we the people”.\ntristero\n^^^THIS^^^\nnow, time to dig deeper & determine what the reason behind the reason is.\nmy guess is that there is a rift and/or power struggle in the determination of the composition of the reserve currency framework that will be supplanting the USD/FRN/petrodollar.\nhence, the focus on currency devaluations and threats of SWIFT blockades as the objects of warfare.\nAbe\nThe Media’s Dangerous anti-Russian Jingoistic Game\nProfessor Stephen F. Cohen interview with Thom Hartmann\nFebruary 2, 2015 at 15:23\nThank you! Quite informative. As can be expected from professor Cohen.\nGenies of Death\nThermonuclear war is on our doorstep.\nPrepare for war!\nFrom the ashes a moral superior human race will emerge.\nLondon and the UK will be totally destroyed for harboring a criminal elite for over 200 years. Avoid cities/countries with a lot of bankers in it.\nJanuary 31, 2015 at 22:07\nBob, I think you overstate the facts as reported about what happened to Stephen Cohen with the Association for Slavic, East European and Eurasian Studies. According to the New York Times, the association didn’t “spurn” the Cohen/vanden Heuvel grant but “postponed [it] until the boardâ€™s annual meeting in November,” admittedly because of political dissent from unnamed members. The couple then canceled their gift. Still, there’s no doubt they’ve been subjected to all sorts of political abuse for speaking out against conventional wisdom, including the childish rant in The New Republic.\nBill Jones\nFrom the “you couldn’t make this shit up department”\nJanuary 31, 2015 at 18:47\nConsumers of the western mass media rarely hear an alternative view of what is going on in Ukraine. As Robert Parry points out, many people working in the press or academia or politics do not speak openly, out of fear for their careers. However, some of the old generation of conservatives no longer have anything to lose by telling the truth about the new generation.\nHenry Kissinger described what was going on in an interview on CNN on February 2, 2014, during the protests in Kiev but before the coup:\nZAKARIA: You know Putin well. You’ve met him more than any American. Do you think he is watching what is happening in Ukraine and thinking, the West and the United States is doing this essentially as a way of surrounding Russia?\nKISSINGER: I think he thinks that this is a dress rehearsal for what we would like to do in Moscow. And …\nZAKARIA: Regime change?\nKISSINGER: A regime change issue. And the fact that it’s happening so close to the Sochi games, will make him even more suspicious.\nJanuary 31, 2015 at 18:19\nAlthough Vladimir Putin would almost certainly win a fair and democratic election in Russia, an oligarch who is the west’s favourite alternative, has other ideas. Michail Khodorkovsky has offered to be unelected leader of Russia. That sounds a bit like a coup, but of course he’ll “move on to normal, democratic politics” after he takes power.\nIn an interview with the Swiss newspaper Neue Zuercher Zeitung (in German http://www.nzz.ch/international/putin-hat-sich-selber-in-eine-sackgasse-gebracht-1.18438893 ),  he said:\n“Russia is facing two tasks. First, the constitutional rules need to be changed. In our system is all power to the President and to the central state. To change this, will not succeed in a democratic way, it takes “revolutionary” measures. The second task is then to move on to normal, democratic politics. It can not be both done by the same person. It needs a transitional government and then one that emerges from free elections. The first task I trust to myself, for I am a crisis manager.”\nOleg\nFebruary 1, 2015 at 07:49\nOh, in that case I might offer myself for this  position too. I’m not sure who enjoys more popularity in Russia, me or Khodorkovsky.\nBrendan\nJanuary 31, 2015 at 16:42\nIt’s ironic that a writer for the mass media, like the NYT’s Thomas L. Friedmann, tries to make his point by mentioning Nazi propagandist Joseph Goebbels. Goebbels could have been talking about the west’s constant accusations about Russian interference in Ukraine when he said:\n“This is the secret of propaganda: Those who are to be persuaded by it should be completely saturated in the ideas of the propaganda, without even knowing that they are being saturated in it.”.\nAbe\nJanuary 31, 2015 at 15:39\nThe Chief of Staff of Ukraineâ€™s Armed Forces, General Viktor Muzhenko, is saying [â€¦] on Thursday January 29th, that the only Russian citizens who are fighting in the contested region, are residents in that region, or of Ukraine, and also some Russian citizens (and this does not deny that perhaps some of other countriesâ€™ citizens are fighting there, inasmuch as American mercenaries have already been noted to have been participating on the Ukrainian Governmentâ€™s side), who â€œare members of illegal armed groups,â€ meaning fighters who are not paid by any government, but instead are just â€œindividual citizensâ€ (as opposed to foreign-government-paid ones). General Muzhenko also says, emphatically, that the â€œUkrainian army is not fighting with the regular units of the Russian army.â€\nIn other words: He is explicitly and clearly denying the very basis for the EUâ€™s sanctions against Russia, and for the U.S.â€™s sanctions against Russia: all of the sanctions against Russia are based on the falsehood that Ukraine is fighting against â€œthe regular units of the Russian armyâ€ â€” i.e., against the Russian-Government-controlled-and-trained fighting forces.\nThe allegation to the effect that Ukraine is instead fighting against â€œregular units of the Russian armyâ€ is the allegation that Vladimir Putinâ€™s Russia has invaded Ukraine, and it is the entire basis for the economic sanctions that are in force against Russia.\nThose sanctions should therefore be immediately removed, with apology, and with compensation being paid to all individuals who have been suffering them; and it is therefore incumbent upon the Russian Government to pursue, through all legally available channels, restitution, plus damages, against the perpetrators of that dangerous fraud â€” and the news reports have already made clear precisely whom those persons are, who have asserted, as public officials, what can only be considered to be major libel.\nOtherwise, Ukraineâ€™s top general should be fired, for asserting what he has just asserted.\nIf what General Muzhenko says is true, then he is a hero for having risked his entire career by having gone public with this courageous statement. And, if what he says is false, then he has no place heading Ukraineâ€™s military.\nUkrainian Government: â€œNo Russian Troops Are Fighting Against Usâ€\nBy Eric Zuesse\nAbe,\nI saw that piece but had long assumed that the CIA’s “Mighty Wurlitzer” of Operation Mockingbird was lying about every aspect of everything.\nRandy Fritz\nJanuary 31, 2015 at 13:36\nAh, that old “Munich Analogy.” Nothing has worn so well or been more misused than Neville Chamberlain’s naivetÃ© re Hitler.  As in the case you mention here, Mr. Parry, most who use the “analogy” fail to understand it and therefore apply it glibly because they know it will work to “prove” their case.  Friedman knows just enough to be dangerous and has, somehow, endeared himself to the “paper of record” and its many followers.  Unfortunately, in the “sound bite” world, explanations make people drowsy while tight, trite, and mis-applied phrases suffice to convince the uninformed.\nGregory Kruse\nJanuary 31, 2015 at 10:52\nNothing indicates the paucity of Friedman’s intellect better than the proposal that any extreme of dishonesty could make Goebbels blush.\nPeter Loeb\nCOURAGEOUS CONSISTENCY\nYour analyses of Ukraine  and related issues deserve praise. I wish some of the\nother contributors to Consortium  read your articles more closely.\nIt continues to surprise me that the US and others are able to make rhetorical\nreferences to Russia and tainted version of so-called “international law” when\nspouting  criticisms of Russia while never ever  mention the continued cruelty\nof the massive state terror of Israel regarding Palestine.  The UN seems more and\nmore a forum for propaganda than for the resolution of  problems especially if\nthe crimes might involve a super-power such as the US.\nEvidently, since a Devine power commanded the conquest of Palestine and the\nextermination of those living there, no other laws can apply.\n—Peter Loeb, Boston, MA, USA\nLyudmila\nJanuary 31, 2015 at 05:32\nHi, just wrote the comment but it was deleted . Less narrative will try again American massmedia is trying to build the ground for the new war. And it frightens gray deal. The whole Ukraine maidan was ruled by Obama,  govrnment there cares nothing but to proceed and collapse as it helps Obama to proceed in leading further Russian American situation. The Ukraine army now is mostly built of hired bandits who just like killing and hunting. People are fleeting from over Ukraine to Russia, do not you find it strange ? As foreign media calls Russia the one who starts a war there . All I want now is just to be piece in the world and the conflict inside Ukraine will come down in other case it will a ground for Obama to proceed and the whole world could see his anger actions if he disagrees\nOleg\nFebruary 1, 2015 at 07:41\nHello Lyudmila, I feel the same as you do –Ukraine has been made a playground for neocon American politicians  who want to get some  ground on Russia. It is terrifying to see all the devastation it has caused. I did not take all that seriously the hyper–aggressive American stance on all the foreign issues before, which amounts to “if we don’t like it, let’s just bomb it”. But now that it affects my family and people I know, I take it very personally.  Now I see all the dirt behind the politics and my blood literally boils when I see people like Kerry,  Psaki,  Obama, et al. speak…\nLyudmila\nHallo,\nit is an awful thing that official mass madia broadcasting lies to the mass and people got convinced that enemy is an enemy and it all gives the ground to start the war. The Ukraine maidan was made by obamas hands just as because Ukraine is close to Russia and we have common background . My father is a military man we used to live in Harkov , Ukraine. All Ukraine army is made out of bandits hired by the government , Ukraine military men are fleeting from the country as nobody wants to proceed but the government has one aim to collapse and proceed further. All Ukraine nation and people face serios poverty problem , here in Russia we are collecting staff and sending to those who left Ukraine. But Ukraine American hired govrnment has just one aim to make it worse as it will be worse for Russia that it is the only aim and people should open the eyes in America. Blaming Russia and maintaining govrnment who handmaded the collapses here and there it is the same as to have the human blood on the hands. Why the American govrnment is so aggressive to other countries ? What is there matter in Iraq , livia or siria? Millions of people died the other millions are suffered and usa sociaty just is keeping calm . But usa sociaty is paying taxes and the money from taxes goes to create bombs. And now  a new war conflict about to begin meanwhile my grandmother is still alife and she is the one who presented freedom at the world war 2.\nLarry Polsky\nJanuary 31, 2015 at 02:35\nI only read a few lines of your article and totally agree with you.  Considering\nmost folks only know what they watch on Corporate Controlled TV what else\nwould you expect…..  My proposal to eliminate Warfare – bring forth a progressive\ndraft system whereby the wealthy are selected first…..  Think about it  :)\nCord MacGuire\nJanuary 31, 2015 at 00:15\nThanks so much, Robert, for your excellent ongoing work on this entire Ukraine matter. It is an invaluable counter to the pathetic propaganda of the mainstream.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.nytimes.com/2015/01/29/arts/scholars-at-odds-on-ukraine.html?src=me&_r=1",
                "https://www.nytimes.com/2014/10/03/world/europe/mikhail-khodorkovsky-ex-oil-tycoon-plans-to-lead-political-movement.html?_r=0",
                "https://consortiumnews.com/2014/12/05/ukraines-made-in-usa-finance-minister/",
                "https://www.nzz.ch/international/putin-hat-sich-selber-in-eine-sackgasse-gebracht-1.18438893",
                "https://consortiumnews.com/2014/11/12/when-henry-kissinger-makes-sense/",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/09/08/seeing-no-neo-nazi-militias-in-ukraine/",
                "https://consortiumnews.com/2014/06/25/continuing-parrys-3-book-offer/",
                "https://www.nytimes.com/2015/01/28/opinion/thomas-friedman-czar-putins-next-moves.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=07bba6f0-c93c-11e9-8a6e-bb88bc9035ce&url=L3Jlc2VhcmNoL3N0b2Nrcy9wcml2YXRlL3NuYXBzaG90LmFzcD9wcml2Y2FwSWQ9MjgzODY3MTY=",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037"
            ]
        },
        "key_words": [
            "american",
            "group",
            "world",
            "russia",
            "washington",
            "war",
            "think",
            "groupthinking",
            "friedman",
            "ukraine",
            "putin",
            "iraq"
        ]
    }
]