[
    {
        "url": "https://www.christianpost.com/voice/11-ways-pray-for-your-pastor-thom-rainer.html",
        "title": "11 Specific Ways to Pray for Your Pastor",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-25",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nThursday, January 25, 2018\n| Thursday, January 25, 2018\nWe all need to pray.\nPastors specifically need prayer. The enemy will do whatever he can to destroy the ministry of your pastors. Will you consider praying for your pastors in these specific areas?\nPray for wisdom for your pastor. These leaders are often confronted with incredibly challenging situations and decisions. They need God's wisdom to continue to be the leader of the church God has called them to be.\nPray for your pastor's protection. Your pastor will be attacked in so many different ways. Your pastor will be tempted again and again. The enemy seeks to destroy. The Enemy wants your pastor's ministry destroyed.\nPray for your pastor's family. They too are attacked, criticized, and sometimes bullied. They often feel isolated and alone. They need encouragement. They need prayer.\nPray for your pastor to withstand the critics and bullies. Some of the critics and bullies are overt and aggressive. Others are passive aggressive. All are painful. And every pastor has them.\nPray against discouragement from comparison. Before this week is over, a church member will likely tell your pastor to listen to a podcast by another pastor \"to learn how to really preach\" (actual words spoken to a pastor). Other pastors will hear numerous comments about the other great church in the community. The message is real and painful: You don't measure up, pastor.\nPray against discouragement from members leaving. It's hard for your pastor not to take it personally. It's really hard when the departing member tells your pastor to take it personally.\nPray against discouragement from decline. Two out of three congregations in North America are declining. That is a painful reality for your pastor. That is a discouraging reality for your pastor.\nPray against discouragement from disunity. \"I wish I had every minute back I had to spend refereeing church members.\" Those are the actual words of one of the Church Answers ' pastors I serve. The enemy loves it when church members fight one another.\nPray for discernment for \"yes\" and \"no.\" Pastors are pulled in a multitude of directions. They are expected to be in so many meetings, so many social events, and so many pastoral situations. They are really expected to be omnipresent. Pray they will be able to say \"no\" more often. Pray for their families who often get the scanty leftovers of the pastor's time.\nPray for financial pressures. Many pastors are underpaid. They struggle day by day with financial challenges. Actual quote from a deacon: \"I like for our pastor to be underpaid. It keeps him humble and dependent on God.\" That deacon is enjoying a life of leisure from inherited wealth.\nPray for gospel opportunities. Pastors are energized when they have the opportunity to share the gospel. Unfortunately, many of them are too busy to take time to do so. The demands of the church are just too great. These pastors live lives of inverted priorities and frustrating days.\nDo we really want healthy churches? Do we really want to defeat the enemy in these battles?\nPray for your pastor.\nStart today. Take five minutes of each day to pray for your pastor.\nIt may be the greatest contribution you can make to your church.\nDr. Thom Rainer is president and CEO of LifeWay Christian Resources of the Southern Baptist Convention.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://churchanswers.com/"
            ]
        },
        "key_words": [
            "really",
            "members",
            "pastors",
            "11",
            "discouragement",
            "church",
            "need",
            "enemy",
            "ways",
            "pastor",
            "painful",
            "pray",
            "specific"
        ]
    }
]