[
    {
        "url": "https://consortiumnews.com/2012/04/19/irans-distrusted-fatwa-against-nukes/",
        "title": "Iran’s Distrusted Fatwa Against Nukes",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-19",
        "text": "Main menu\nApril 19, 2012\nBy Gareth Porter\nThe Obama administration’s new interest in the 2004 religious verdict, or “fatwa,” by Iran’s Supreme Leader Ayatollah Ali Khamenei banning the possession of nuclear weapons, long dismissed by national security officials, has prompted the New York Times to review the significance of the fatwa for the first time in several years.\nSenior Obama administration officials have decided to cite the fatwa as an Iranian claim to be tested in negotiations, posing a new challenge to the news media to report accurately on the background to the issue. But the April 13 New York Times article by James Risen rehashed old arguments by Iran’s adversaries and even added some new ones.\nIran's Supreme Leader Ali Khamenei\nPresident Barack Obama’s former White House Iran policy coordinator, Dennis B. Ross, known for his close ties with Israel and hard-line views on Iran, was quoted as suggesting that Khamenei may not be committed to nuclear weapons after all. But Ross implies that the reason is U.S. sanctions and perhaps the threat of war rather than that the 2004 fatwa was a genuine expression of policy.\nThe Times report repeated a familiar allegation, attributed to unnamed “analysts,” that the fatwa is merely a conscious deception justified by the traditional Shi’a legal principle called “Taqiyyah.” But a quick fact check would have shown that “Taqiyyah” is specifically limited to hiding one’s Shi’a faith to avoid being killed or otherwise seriously harmed if it were acknowledged.\nRisen also cited unnamed “analysts” who argued that Khamenei’s recent statements that Iran had not and would not develop nuclear weapons were contradicted by remarks he had made last year “that it was a mistake for Col. Muammar el-Qaddafi of Libya to give up his nuclear weapons program.”\nBut the quote from Khamenei complained that “this gentleman wrapped up all his nuclear facilities, packed them on a ship and delivered them to the West and said, ‘Take them!'” Khamenei then added, “Look where we are, and in what position they are now.”\nKhamenei’s references to “all his nuclear facilities” – not to his nuclear weapons program, as claimed by Risen – and to the contrast between the ultimate fate of the Gaddafi regime and the Islamic Republic’s survival appear to have been suggesting that merely having a nuclear program without nuclear weapons can be a deterrent to attack. That same point has been made by other Iranian officials who cite the Japanese model as one for Iran to emulate.\nIn another effort to discredit the fatwa, Risen wrote that Khamenei’s predecessor, Ayatollah Khomeini, reversed his initial opposition to the Shah’s nuclear program as inconsistent with Islam in 1984, and “secretly decided to restart the nuclear weapons program.”\nRisen cited no source for that statement, but it is apparently based on an article by David Albright in the Tehran Bureau’s “Iran Primer.” Albright wrote, “A 2009 internal IAEA (International Atomic Energy Agency) working document reports that in April 1984, then President Ali Khamenei announced to top Iranian officials that Khomeini had decided to reactivate the nuclear program as the only way to secure the Islamic Revolution from the schemes of its enemies, especially the United States and Israel.”\nEven if that report, coming from an unidentified IAEA member country, was accurate, Risen misreported it, again substituting “nuclear weapons program” for “nuclear program.” But the claim cited in the IAEA working document is also demonstrably false, because it is well documented that the Islamic Republic had decided to continue Iran’s nuclear program in 1981 and even made a formal request in 1983 for the IAEA to help it convert yellowcake into reactor fuel.\nMissing from the Times article was any reference to Iran’s refusal to retaliate with chemical weapons for Iraq’s repeated chemical weapons attacks on Iranian cities, based on U.S. intelligence on Iranian troop concentrations, killing 7,000 immediately and severely injuring at least 100,000.\nAlthough U.S. military officers disseminated reports during the war alleging Iranian use of chemical weapons against Iraq, the most authoritative study of the issue, Joost Hilterman’s 2007 book A Poisonous Affair, shows those reports represented U.S. disinformation. Hilterman concludes that no reliable evidence ever surfaced that Iran used such weapons during the war.\nIn a dispatch from Qom on Oct. 31, 2003, Robert Collier of the San Francisco Chronicle quoted Grand Ayatollah Yusef Saanei, one of the highest-ranking clerics in Iran, as saying in an interview that Iran never retaliated against Iraqi chemical attacks with its own chemical weapons because of the strong opposition of Iranian clerical authorities to the development of WMD.\n“You cannot deliberately kill innocent people,” Saanei said.\nThe only reference in the Times report to Khamenei’s role in the 2003 nuclear policy turning point was the statement that Khamenei “ordered a suspension of Iran’s nuclear weapons program.” In fact, however, Khamenei did far more than “suspend” nuclear weapons work. He invoked the illicit nature of such weapons in Islam in order to enforce a policy decision to ban nuclear weapons work.\nThere is evidence that there was a long-simmering debate within the Islamic Republic behind the scenes over whether Iran should leave the door open to a nuclear weapons program or not. Both Khamenei and then-President Akbar Hashemi Rafsanjani had publicly opposed the idea of possessing nuclear weapons in the mid-1990s, but pressure for reconsideration of the issue had risen, especially after the aggressive posture of George W. Bush’s administration toward Iran.\nIn 2003, the debate came to a head, because Iran was reaching the stage where it would either have to cooperate fully with the IAEA or be accused of violating its commitments under the Non-Proliferation Treaty, provoking serious international consequences.\nIran’s Atomic Energy Organization, which had gotten much more freedom from bureaucratic control in 1999-2000, was dragging its feet on cooperation with the IAEA, and some scientists, engineers and military men did not want to give up the option to develop a nuclear weapons program.\nUnder those circumstances, in a March 21, 2003, speech in Mashad, Khamenei began speaking out again on Islam’s opposition to weapons of mass destruction. “We are not interested in an atomic bomb. We are opposed to chemical weapons,” he said, adding, “These things are against our principles.” In July, he repeated his renunciation of all weapons of mass destruction.\nWhen the IAEA passed a resolution demanding that Iran suspend enrichment and adopt an intrusive monitoring system in September, the Atomic Energy Organization and its bureaucratic and political allies were arguing that there was no danger of being taken to the U.N. Security Council because Russia and China would protect Iran’s interests. And hardliners were arguing publicly that Iran should withdraw from the NPT rather than make any effort to convince the West that Iran did not intend to make nuclear weapons.\nSometime in September and October, Khamenei ordered the designation of the Secretary of Supreme National Security Council Hassan Rohani, who reported directly to him, as the single individual responsible for coordinating all aspects of nuclear policy. A key task for Rohani was to enforce Khamenei’s ban on nuclear weapons.\nLater, Rohani recalled telling then-President Mohammed Khatemi that he wasn’t sure all agencies “were willing to cooperate 100 percent” and predicted “both disharmony and sabotage.” It was Rohani himself who announced on Oct. 25, 2003, that Khamenei believed that nuclear weapons were illegal under Islam.\nA few days later, one of Khamenei’s advisers, Hussein Shariatmadari, president of Kayhan newspapers, told Collier, “Those in Iran who clandestinely believed they could develop nuclear weapons have now been forced to admit that it is forbidden under Islam.” Ever since then, Iranian officials have often referred to Khamenei’s fatwa against nuclear weapons.\nSkeptics have questioned whether such a fatwa exists, arguing that no published text of the fatwa can be found. But even Mehdi Khalaji of the pro-Israel Washington Institute for Near East Policy acknowledged in an essay published last September that Khamenei’s oral statements are considered fatwas and are binding on believers.\nGareth Porter is an investigative historian and journalist specialising in U.S. national security policy. The paperback edition of his latest book, Perils of Dominance: Imbalance of Power and the Road to War in Vietnam, was published in 2006. [This article was originally published by Inter Press Service.]\nHillary\nApril 19, 2012 at 19:33\nIsrael under constant threat has to be protected at all costs.\nMost of the content of this report is correct\nCraig\nWhich parts are, in your opinion, false?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "distrusted",
            "nuclear",
            "khamenei",
            "irans",
            "khameneis",
            "iranian",
            "nukes",
            "program",
            "weapons",
            "fatwa",
            "policy",
            "iaea"
        ]
    }
]