[
    {
        "url": "https://www.christianpost.com/news/donald-trumps-boycott-starbucks-over-red-cups-christmas.html",
        "title": "Donald Trump's Boycott of Starbucks Over Red Cups; Starbucks Responds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDonald Trump's Boycott of Starbucks Over Red Cups; Starbucks Responds\nDonald Trump's Boycott of Starbucks Over Red Cups; Starbucks Responds\nDonald Trump's Boycott of Starbucks Over Red Cups; Starbucks Responds\n| Tuesday, November 10, 2015\nDonald Trump (inset) and coffee giant Starbucks' controversial red cup. | (Photos: Reuters; Facebook/Starbucks)\nNEW YORK — Billionaire 2016 GOP presidential candidate Donald Trump waded into coffee giant Starbucks' alleged war on Christmas Monday when he suggested a boycott of the company over its controversial red holiday cups, but the company says there is no war.\n\"Did you read about Starbucks?\" Trump asked a crowd of about 10,200  during a rally at a convention center in Springfield, Illinois, on Monday evening.\n\"No more 'Merry Christmas' at Starbucks. No more,\" he said as the crowd booed disapprovingly at his comments.\n\"I wouldn't buy. Hey look, I'm speaking against myself. I have one of the most successful Starbucks in Trump Tower,\" he continued.\n\"Maybe we should boycott Starbucks, I don't know. Seriously,\" he added to cheers. \"I don't care. By the way: That's the end of that lease. But who cares? Who cares? Who cares?!\"\nTrump then hit the crowd with this promise: \"If I become president, we're all going to be saying 'Merry Christmas' again. That I can tell you. That I can tell you! Unbelievable.\"\nThe Christian Post reached out to Starbucks at Trump Tower located at 57th Street and Fifth Avenue in New York City for comment Tuesday morning but a representative said she was not authorized to discuss Trump's comments.\nA spokesperson from Starbucks' corporate office, while not addressing Trump's comments directly, explained in a statement to CP that the company's approach to Christmas is a reflection of the growing and diverse global community it serves.\n\"Since 1997, we have served our holiday beverages in a unique red cup, each year and each design telling a different story. Starbucks is inviting our customers to tell their Christmas stories in their own way, with a red cup that mimics a blank canvas,\" said the statement.\n\"Over the past few years, our customers have been showcasing their work on Instagram, Twitter and Pinterest, and we even held a contest to support this creativity. This year's design is another way we are inviting our customers to create their own stories on our cups,\" it continued.\nThe Starbucks cup this year features a two-toned ombré design, with a bright poppy color on top that shades into a darker cranberry below.\nJeffrey Fields, Starbucks vice president of design and content, explained the design in a statement  released on Sunday.\n\"We have anchored the design with the classic Starbucks holiday red that is bright and exciting,\" said Fields. \"The ombré creates a distinctive dimension, fluidity and weightedness.\"\n\"In the past, we have told stories with our holiday cups designs. …This year we wanted to usher in the holidays with a purity of design that welcomes all of our stories,\" he added.\nFields explained that since the first Starbucks cup was introduced nearly two decades ago it has grown from just 1,400 stores in a handful of countries to now more than 23,000 stores in 68 markets around the world.\n\"Starbucks has become a place of sanctuary during the holidays,\" he said. \"We're embracing the simplicity and the quietness of it. It's more open way to usher in the holiday.\"\nThe statement continued: \"Each year during the holidays the company aims to bring customers an experience that inspires the spirit of the season. Starbucks will continue to embrace and welcome customers from all backgrounds and religions in our stores around the world.\"\nSome Christians, like Joshua Feuerstein, a former pastor who calls himself a \"social media personality,\" have taken exception to Starbucks' new direction on the holiday.\nIn a video Feuerstein posted to Facebook on Nov. 5 that went viral, he criticizes Starbucks for removing \"Christmas from their cups because they hate Jesus.\"\nFeuerstein encouraged customers to say \"Merry Christmas\" instead of their names in order to \"trick\" baristas into writing the phrase on the cup. He also urged customers to use \"#MerryChristmasStarbucks\" to post photos online.\nStarbucks REMOVED CHRISTMAS from their cups because they hate Jesus ... SO I PRANKED THEM ... and they HATE IT!!!! #shareUse #MERRYCHRISTMASSTARBUCKSFollow --> Joshua Feuerstein\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/news/post-politics/wp/2015/11/09/donald-trump-suggests-a-boycott-of-starbucks-and-its-plain-red-cups/?tid=sm_fb"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://stories.starbucks.com/stories/2015/the-story-behind-the-design-of-starbucks-red-holiday-cups-for-2015/"
            ]
        },
        "key_words": [
            "cups",
            "responds",
            "design",
            "christmas",
            "trump",
            "boycott",
            "customers",
            "red",
            "trumps",
            "cup",
            "holiday",
            "way",
            "starbucks",
            "donald"
        ]
    }
]