[
    {
        "url": "https://www.christianpost.com/news/vatican-astronomer-says-alien-life-will-be-discovered-but-will-not-prove-or-disprove-god.html",
        "title": "Vatican Astronomer Says Alien Life Will Be Discovered, But Will Not Prove or Disprove God",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nVatican Astronomer Says Alien Life Will Be Discovered, But Will Not Prove or Disprove God\nVatican Astronomer Says Alien Life Will Be Discovered, But Will Not Prove or Disprove God\nVatican Astronomer Says Alien Life Will Be Discovered, But Will Not Prove or Disprove God\n| Monday, September 22, 2014\nJesuit Brother Guy Consolmagno, the new president of the Vatican Observatory Foundation, discusses possibility of alien life forms in video published Sept. 19, 2014. | (Photo: Catholic News Service video screencap)\nThe new president of the Vatican Observatory Foundation has said that it is only a matter of time before alien life forms are discovered, which will pave the way to questions about God's relationship to intelligent beings outside our planet.\nJesuit Brother Guy Consolmagno speculated that the general public will not be too surprised when life on other planets is eventually discovered, and will react in much the same way it did when news broke in the '90s that there are other planets orbiting far off stars.\nConsolmagno, a planetary scientist who has studied meteorites and asteroids as an astronomer with the Vatican Observatory since 1993, told Catholic News Service  that discovery of alien life will not prove or disprove the existence of God, but will pave the way to questions on salvation and how it relates to intelligent species.\nHe also argued that there is no conflict between science and religion, and that both fields can complement each other.\n\"Eventually you learn that the kinds of questions you ask as a scientist and the kinds of answers you get as a scientist are only the kinds of questions that lead to more questions. They're all very contingent. Now I understand how this works, but that opens up a new mystery that I hadn't seen before and now I can explore that mystery,\" Consolmagno said.\n\"The bigger questions, the religious questions, they're handled by science. The religious questions give you the framework that gives you the motivation to ask the science questions, gives you the confidence the science is going to work and explains to you why I get this excitement at holding a rock from outer space.\"\nBack in May, Roman Catholic Church leader Pope Francis mentioned alien life forms  in one of his sermons, and suggested that even martians, should they visit Earth, would be welcomed to be baptized.\n\"If, for example, tomorrow an expedition of martians came, and some of them came to us, here ... martians, right? Green, with that long nose and big ears, just like children paint them. ... And one says, 'But I want to be baptized!' What would happen?\" Francis asked.\nSome creationists, however, such as Creation Museum CEO and President Ken Ham, have argued that God has not created life anywhere outside the Earth.\n\"I'm shocked at the countless hundreds of millions of dollars that have been spent over the years in the desperate and fruitless search for extraterrestrial life,\" Ham  wrote in a blog post  for Answers in Genesis in July, referring to NASA programs probing for extraterrestrial life.\n\"Of course, secularists are desperate to find life in outer space, as they believe that would provide evidence that life can evolve in different locations and given the supposed right conditions! The search for extraterrestrial life is really driven by man's rebellion against God in a desperate attempt to supposedly prove evolution!\"\nConsolmagno is set to be awarded the Carl Sagan Medal from the Division of Planetary Sciences of the American Astronomical Society in November for his work in communicating planetary science to the general public.\nThe new Vatican Observatory president is also planning to lead a faith and astronomy workshop for clergy, religious and laypeople, in January in Tucson, Arizona.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pope-francis-talks-about-aliens-says-he-would-welcome-martians-to-receive-baptism-119630/",
                "https://www.christianpost.com/news/ken-ham-slams-nasa-search-for-extraterrestrial-life-says-god-did-not-create-life-outside-earth-123660/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.catholicnews.com/"
            ]
        },
        "key_words": [
            "way",
            "president",
            "god",
            "alien",
            "discovered",
            "scientist",
            "disprove",
            "vatican",
            "prove",
            "religious",
            "astronomer",
            "questions",
            "science",
            "life"
        ]
    }
]