[
    {
        "url": "https://www.christianpost.com/news/man-without-limbslive-without-limits.html",
        "title": "Man Without Limbs: Live Without Limits",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMan Without Limbs: Live Without Limits\nMan Without Limbs Book Surprises with Circus Stunts, Surfing\nMan Without Limbs: Live Without Limits\n| Monday, November 29, 2010\nEven with arms and legs, most people have not surfed in Waikiki Beach, conducted a 60-piece orchestra, gone to the slums of India and Egypt, or performed circus stunts for a Hollywood movie. But a man born without limbs did all that and more by the age of 27.\nNick Vujicic, known worldwide through his YouTube videos and DVDs, wants to challenge people to live without limits by looking at what he can do despite his disability. His new book, Life Without Limits: Inspiration for a Ridiculously Good Life, takes a personal look at his struggles growing up, including depression and suicidal thoughts, and how he overcame them.\n\"Too often we tell ourselves we aren't smart enough or attractive enough or talented enough to pursue our dreams,\" writes Vujicic, an inspirational speaker and evangelist. \"What's worse is that when you consider yourself unworthy, you are putting limits on how God can work through you.\"\nVujicic shares that growing up neither he nor his parents could figure out what kind of career or life he could have as an adult without arms and legs. But now, he is a successful motivational speaker who has spoken in more than 32 countries and shared his testimony with millions of people. He can also play the drums, type on the computer, swim, and mostly take care of himself despite not having limbs.\n\"If I can recognize that the body God gave me is in many ways a great and wondrous gift, can you acknowledge that your own blessings may also be in disguise, perhaps even dwelling within an aspect of yourself that you see as your greatest weakness?\" he asks.\n\"It's all about perspective,\" he adds. \"If you can breathe, be grateful.\"\nThe Christian speaker emphasizes that limitations more likely come from within a person rather than from outside forces, such as the situation or God. Many physically normal people, he said, do not have half the happiness he does because people allow negative thoughts and feelings to dominate their lives and restrict them from pursuing their dreams.\n\"If you say you are without hope, that means you think there is zero chance of anything good happening in your life ever again,\" he writes. \"Zero? That's pretty extreme, don't you think? The power of believing in better days is so indisputable that, to me, it seems far more probable that your days will change for the better.\"\nPeople may not be able to control their situation, the author acknowledges, but they can control their response. Vujicic encourages people to not dwell on emotions and instead focus on responding with a positive attitude. Feelings of loneliness and despair are just feelings, but God's love is real and never changes, he reminds readers.\n\"I promise you that for every disability you have, you are blessed with more than enough abilities to overcome your challenges,\" states the author.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "live",
            "limits",
            "man",
            "feelings",
            "thoughts",
            "limbs",
            "god",
            "vujicic",
            "whatsapp",
            "speaker",
            "zero",
            "writes",
            "life"
        ]
    }
]