[
    {
        "url": "https://www.christianpost.com/news/priest-once-thought-crucified-by-isis-rescued-brother-says-prayers-finally-heard.html",
        "title": "Priest Once Thought Crucified by ISIS Has Been Rescued, Brother Says 'Prayers Finally Heard'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPriest Once Thought Crucified by ISIS Has Been Rescued, Brother Says 'Prayers Finally Heard'\nPriest Once Thought Crucified by ISIS Has Been Rescued, Brother Says 'Prayers Finally Heard'\nPriest Once Thought Crucified by ISIS Has Been Rescued, Brother Says 'Prayers Finally Heard'\n| Tuesday, September 12, 2017\nFather Tom Uzhunnalil, an Indian priest kidnapped in Yemen, has appealed for help in this still image taken from a video recording, released on May 9, 2017 from an undisclosed location. | (Photo: Aden Time via REUTERS)\nTom Uzhunnalil, a Roman Catholic priest who was once believed to have been crucified by the Islamic State terror group after being kidnapped in Yemen last year, has finally been rescued.\n\"I am happy to inform that Father Tom Uzhunnalil has been rescued,\" Sushma Swaraj, India's minister of External Affairs, posted on Twitter  Tuesday.\nUzhunnalil, who's an Indian citizen, was captured by IS radicals during a raid on a Missionaries of Charity-run old age home in Aden in March 2016 in at attack where 16 people were killed.\nVarious rumors have since circulated about the priest's whereabouts and condition, including reports that he was crucified by the Islamic radicals on Good Friday last year, which was later confirmed to be false.\nThe Hindustan Times  reported on Tuesday that Uzhunnalil's release was achieved with the intervention of the Oman government. The priest has left Oman on a charted flight, though it is not yet clear if he's heading for the Vatican or New Delhi.\nOman authorities also released a photo of Uzhunnalil standing up in a room with the picture of the Oman king in the background.\nUzhunnalil's eldest brother, Mathew, said in response to the news: \"Our prayers were finally heard. We thank all stood with us in trying times.\"\nVarapuzha Archbishop Joseph Kalathiparambhil also expressed his gratitude to all involved in the rescue.\n\"It is great relief. We thank everyone who helped us,\" Kalathiparambhil said.\nReports that the priest was still alive surfaced in July  after Yemen's Deputy Prime Minister and Foreign Affairs Minister, Abdulmalik Abduljalil Al-Mekhlafi, spoke with Swaraj.\n\"The Yemeni deputy prime minister conveyed that as per available information, Father Tom was alive and the Yemen government has been making all efforts to secure his release,\" Gopal Baglay, the official spokesperson of the External Affairs Ministry said in a statement at the time.\nPrevious reports had warned that the priest's health was \"deteriorating quickly\" in captivity, and that he required \"hospitalization as early as possible.\"\nFootage of Uzhunnalil pleading with Pope Francis for help appeared at Christmas time last year.\n\"I am from India. I am perhaps not considered as of much value,\" he added. \"Dear Pope Francis, dear Holy Father, as a father please take care of my life. I am very much depressed. My health is deteriorating,\" Uzhunnalil added.\nOther videos of a seemingly frail and weakened Uzhunnalil have also appeared in the past year, though officials wouldn't confirm their authenticity.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.hindustantimes.com/india-news/kerala-priest-tom-uzhunnalil-abducted-by-islamic-state-in-yemen-rescued-sushma-swaraj/story-lcP46RKipbjuy4T3smLzXJ.html",
                "https://www.christianpost.com/news/kidnapped-indian-priest-tom-uzhunnalil-alive-yemeni-official-192252/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://twitter.com/SushmaSwaraj?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor"
            ]
        },
        "key_words": [
            "father",
            "thought",
            "isis",
            "brother",
            "whatsapp",
            "rescued",
            "oman",
            "yemen",
            "priest",
            "heard",
            "uzhunnalil",
            "minister",
            "affairs",
            "finally",
            "prayers",
            "crucified"
        ]
    }
]