[
    {
        "url": "https://www.christianpost.com/trends/nba-trade-rumors-which-teams-could-be-in-the-running-to-acquire-utah-jazz-swingman-rodney-hood.html",
        "title": "NBA Trade Rumors: Utah Jazz' Rodney Hood Heading to Cavs or Pistons?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNBA Trade Rumors: Utah Jazz' Rodney Hood Heading to Cavs or Pistons?\nNBA Trade Rumors: Utah Jazz' Rodney Hood Heading to Cavs or Pistons?\nHood could be one of the better players moved during this trading season\nNBA Trade Rumors: Utah Jazz' Rodney Hood Heading to Cavs or Pistons?\n| Tuesday, January 23, 2018\nHouston Rockets forward Trevor Ariza (1) defends against Utah Jazz guard Rodney Hood (5) during the second half at Vivint Smart Home Arena. | Reuters/Russ Isabella-USA TODAY Sports\nThe NBA's trading season is heating up, and yet another player has just been recently identified as someone who could be on the move.\nRecently, The New York Times' Marc Stein reported  that there were people in \"league personnel circles\" who believe that the Utah Jazz may be willing to move swingman Rodney Hood ahead of this year's trading deadline.\nStein added that \"multiple teams\" were showing an interest in acquiring Hood, which is not at all surprising.\nPlayers like Hood rarely show up on the trading block.\nAt just 25-years-old, it is possible that Hood's best years are still ahead of him, and he is a good player right now.\nAs seen in  Basketball Reference , Hood is averaging nearly 17 points per contest, and while he is not doing that super efficiently, he has flashed a diverse enough offensive profile that teams around the league can still dream of him becoming a better scorer.\nHood also has the type of frame that should prevent him from turning into a complete liability on the defensive end.\nIf the Jazz really are planning to make him available, there are teams that would likely love to add him to their rosters.\nThe Cleveland Cavaliers could place a call to the Jazz hoping that a first round pick in the 20s and a young player or two could be enough to get a deal for Hood done.\nThe Detroit Pistons, a team in the middle of a playoff chase, may also inquire about Hood as he could provide needed shooting.\nIn a recent article , Dennis Chambers of Basketball Insiders noted that Hood could fit in well with the Philadelphia 76ers as a player who can space the floor and also grow with the team's young core.\nTeams in the west like the New Orleans Pelicans and maybe the Portland Trail Blazers that are trying to secure playoff spots could also check in with the Jazz to see if they have a chance at acquiring Hood.\nHood is a player who NBA fans are going to want to watch closely, as he could be one of the better cagers moved during this trading season, and he is also someone who can make a difference for a team during the stretch run.\nMore news about the latest NBA trade rumors should be made available soon.\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.basketballinsiders.com/nba-daily-potential-trade-targets-to-get-the-sixers-to-the-playoffs/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.basketball-reference.com/players/h/hoodro01.html",
                "https://twitter.com/TheSteinLine/status/954552915338956800"
            ]
        },
        "key_words": [
            "rumors",
            "pistons",
            "jazz",
            "hood",
            "heading",
            "trading",
            "player",
            "trade",
            "rodney",
            "nba",
            "cavs",
            "young",
            "whatsapp",
            "utah",
            "teams"
        ]
    }
]