[
    {
        "url": "https://www.christianpost.com/news/vigil-for-terence-crutcher-draws-hundreds-to-tulsa-church.html",
        "title": "Vigil for Terence Crutcher Draws Hundreds to Tulsa Church",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nVigil for Terence Crutcher Draws Hundreds to Tulsa Church\nVigil for Terence Crutcher Draws Hundreds to Tulsa Church\n| Thursday, September 22, 2016\nTulsa community members grieve the death of Terence Crutcher (inset) at a vigil held at the Metropolitan Baptist Church on Wednesday September 21, 2016. Crutcher was gunned down by Tulsa police last Friday after his SUV broke down in the street. | (Photos: Facebook)\nA gutted group of Christians, Jews, Muslims and others from Tulsa gathered Wednesday night at the Metropolitan Baptist Church to grieve the death of Terence Crutcher, 40, the Christian father gunned down in the street last Friday by a police officer.\nThe group, representing a wide spectrum of religious, racial and cultural communities, came together from across the city to show solidarity with Crutcher's family and condemn what they see as an unjustified killing.\n\"We come together with a sense of shared outrage for injustice … another unarmed African-American man gunned down in the streets,\" said the Rev. Ray Owens, pastor of Metropolitan Baptist Church, according to Tulsa World .\nOwens said he opened up his church for the event to allow people of all faiths to express their \"righteous rage,… their lament.\"\nCrutcher's death at the hands of Tulsa police officer Betty Shelby sparked a national outcry after videos of his killing caught on tape were made public.\nRepublican presidential candidate Donald Trump, who is a big supporter law enforcement, said Wednesday that he was troubled by what he saw.\n\"I must tell you, I watched the shooting in Tulsa and that man was hands up. That man went to the car, hands up, put his hands on the car. I mean, to me it looked like he did everything he was supposed to do,\" said Trump in remarks at a town hall style event  addressing African-American issues in Cleveland Heights, Ohio.\n\"And he looked like a really good man. Maybe I'm a little clouded because I saw his family talking about him after the fact, so you get a little bit different image, maybe. But to me, he looked like somebody who was doing what they were asking him to do. And this young officer, I don't know what she was thinking. I don't know what she was thinking. But I am very, very troubled by that,\" said Trump.\nOne of scores of notes left by well-wishers at the vigil for Terence Crutcher held at the Metropolitan Baptist Church on Wednesday September 21, 2016. | (Photo: Facebook)\nMembers of the Tulsa community comfort each at a vigil to remember Terence Crutcher,40, at the Metropolitan Baptist Church on Wednesday September 21, 2016. | (Photo: Facebook)\nTulsa police initially told The Associated Press  that Crutcher died in the hospital Friday evening after he was shot once. They explained that two officers found him standing by his broken down SUV in the middle of the road. Police then said he refused commands to raise his hands as he approached officers and reached into the vehicle instead, prompting one officer to fire a Taser and another to fire a single round. The videos would later contradict that account.\nTulsa World reports that congregations from both north and south Tulsa came together to mourn Crutcher's death in the 700-seat Metropolitan Baptist Church Wednesday night.\n\"We live in a world where car trouble can lead to death,\" Mindy McGarrah Sharp, a professor at Phillips Theological Seminary, told the paper. She said Joey Crutcher, Terence Crutcher's father, was one of her first students at the seminary.\n\"Love means I have to examine and tell the truth about my hates, my lies and my fears,\" she said.\n\"Too often white church people skip to love without telling the truth about hate, lies and fears …\"\nRabbi Marc Fitzerman of B'nai Emunah Congregation said the people of Tulsa were weeping over the city like the biblical prophet Jeremiah who wept over the city of Jerusalem.\n\"I think, tonight, he might weep for all of us, and I know he weeps for the Crutchers,\" he said.\n\"What we can demand is real justice, … now, in our beloved city, which belongs to all of us,\" he told Tulsa World.\nMembers of the Tulsa community gather to remember Terence Crutcher, 40, at the Metropolitan Baptist Church in Tulsa, Oklahoma on Wednesday September 21, 2016. | (Photo: Facebook)\nThe Rev. Marlin Lavanhar, senior minister of All Souls Unitarian Church, told Tulsa World that he was \"in mourning for our nation, for our city, for the people I pastor, and especially for Terence's four children.\"\n\"Terence needed help but instead he got a bullet. This isn't about bad apples. It's about poison apples. Poison apples can kill you, but you can't see the poison from the outside. That's a dangerous situation. … Poisonous racism that is infused in our minds and in our police,\" he explained.\nLavanhar, who said he believes Shelby is \"a pretty good police officer, by the present definition,\" argued that the extrajudicial killings of minorities by police officers is a systemic one that needs to be addressed.\n\"Even good people who go into police work for good reason can kill blacks and browns at an incredible rate,\" he said. \"It's time for all of us (white pastors) to do the work of teaching our members to unlearn racism.\" Until that is done, he said. \"We will keep meeting in services like this one.\"\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.tulsaworld.com/news/religion/video-standing-room-only-crowd-packs-church-for-terence-crutcher/article_0d549070-d5b5-5f9a-a6df-011d66cbfadf.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=-h610gWKkYQ",
                "https://www.washingtonpost.com/national/the-latest-attorney-release-any-police-video-of-shooting/2016/09/17/397245b4-7d18-11e6-8064-c1ddc8a724bb_story.html",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "draws",
            "tulsa",
            "told",
            "terence",
            "man",
            "good",
            "death",
            "church",
            "officer",
            "crutchers",
            "hands",
            "city",
            "crutcher",
            "vigil",
            "hundreds"
        ]
    }
]