[
    {
        "url": "https://consortiumnews.com/2015/01/30/why-fdr-matters-now-more-than-ever/",
        "title": "Why FDR Matters Now More Than Ever",
        "authors": [
            {
                "name": "Jon Skelley",
                "link": null
            },
            {
                "name": "Thomas Howard",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2015-01-30",
        "text": "Main menu\nJanuary 30, 2015\nBy Beverly Bandler\nFranklin Delano Roosevelt was on his way to his first inauguration on March 4, 1933, in the fourth dark winter of the Great Depression. Amid widespread public fear and distress, there were machine-gun nests at the corners of the great government buildings in Washington, a city that hadn’t had such a look of an armed camp since the Civil War.\nIn the 1932 campaign, FDR had promised Americans a “new deal” and in his Inaugural Address he famously told the nation that “the only thing we have to fear is fear itself.” But that was only partly true. There were many genuine reasons for Americans to fear the future. There was the possibility of revolution or even a right-wing coup d’etat.\nPresident Franklin Delano Roosevelt at a press conference.\nBut FDR quickly went to work on an aggressive government campaign to provide relief and recovery. In doing so, as Professor Lawrence Davidson has written, “Roosevelt and the New Deal saved capitalism from itself.”\nAs writer Russell Baker has noted, “Roosevelt and his advisers introduced a new philosophy, one that held that Americans had responsibilities to one another, and that government had a duty to intervene when capitalism failed.” In effect, FDR gave meaning to the mandate of the U.S. Constitution for the federal government to “promote” and “provide for  the general Welfare.”\nHerbert Hoover, Roosevelt’s predecessor, had said, “The sole function of government is to bring about a condition of affairs favorable to the beneficial development of private enterprise.” Roosevelt created what journalist George Packer suggests was a period of the Roosevelt Republic, “a relatively egalitarian, secure, middle-class democracy, with structures in place that supported the aspirations of ordinary people.”\nRoosevelt created a modern America with institutions that proved both durable and essential, the “bedrock of our nation’s economic stability,” says economist Paul Krugman.\nOne hundred thirty-three years since Roosevelt’s birth and nearly 82 years since he took office, many Americans have forgotten the lessons of those hard times. They again have come to follow the siren song of unregulated, “free market” capitalism. They have bought into Ronald Reagan’s assertion in 1981 that “government is the problem.”\nForgetting History\nAs writer Tariq Ali has commented, “people are taught to forget history” and the history that many Americans have forgotten is how the Great American Middle Class was created. It did not exist before Roosevelt and the New Deal and it has been in rapid decline since Reagan and what might be called the Great Retrenchment.\nYou might have thought that the fallacy of magical markets with their invisible hands weaving a better life for all worthy citizens  as long as “the guv-mint” didn’t interfere  would have been demonstrated again by the Crash of 2008, after nearly three decades of a bipartisan deregulation frenzy.\nBy February 2009, the United States was losing over 500,000 jobs a month. Less known among the American people was the fact that there had been zero net job creation during the entire decade of the 2000s, as economics correspondent Neil Irwin reported in 2010. No previous decade since the 1940s had job growth less than 20 percent. Economic output rose at its slowest rate of any decade since the 1930s as well, Irwin noted.\nIn 2009, the economic disaster that Bush left behind confronted the new Democratic president, Barack Obama, with the need for unity and urgent action on a large scale, but he was confronted with both Republican obstructionism and an unwillingness of both the mainstream and right-wing media to admit that their devotion to “free market” ideology had proved catastrophic.\nDespite an educational effort by some professional economists, historians and journalists to highlight the need for a revival of Roosevelt’s legacy, the anti-government “group think” which had come to dominate opinion circles over the previous three decades  proved nearly impossible to shake.\nRather than building on the lessons of the New Deal, the conventional wisdom continued to disparage government intervention to pull the U.S. economy from the abyss. The core neoconservative or neoliberal argument was that the New Deal actually had failed  despite the empirical evidence showing the opposite, as well as how a variety of government programs including post-FDR innovations like the GI Bill and Medicare had helped the young enter the middle class and the elderly stay there.\nGiving voice to this anti-New Deal “group think,” The Washington Post’s Outlook section on Feb. 1, 2009, featured an article by Amity Shlaes headlined: “FDR Was a Great Leader, But His Economic Plan Isn’t One to Follow.” A second piece was entitled: “FDR’s Plan Failed to Spark.” Yet who was Shlaes and why should her opinion be so respected?\nShlaes is a former member of the editorial board of the Wall Street Journal, (the hothouse for anti-New Deal myth promotion). According to various bios, she has written on political economy, economic history and taxes, and taught a MBS course on “The Economics of the Great Depression,” all based, it appears, on a bachelor’s degree in English. She currently chairs the board of trustees of the Calvin Coolidge presidential foundation. Yet, even “Silent Cal” if he were alive today  might be surprised that anyone would still be touting his laissez-faire economic nostrums in the Twenty-first Century  after they failed so calamitously in the last century.\nDismissing Government\nShlaes has gotten a lot of mileage out her theory that government can do little or no good and that the economy is best left to the businessmen and bankers. She wrote The Forgotten Man: A New History of the Great Depression (2007), that former Republican House Speaker Newt Gingrich praised as a blueprint for a return to “Whig-style free-market liberalism,” as Zachary Newkirk reported in The Nation.\nIt should be noted that the book appeared the year before the lightly regulated (or self-regulated) “free market” unraveled, spilling pain and chaos not only across America but throughout Europe and much of the developed world. Yet, in 2009 with the economy in freefall, the Washington Post turned to the lightly credentialed Shlaes as an expert on how government intervention wouldn’t work.\nThe Post made that choice although Shlaes has come under substantive criticism for making claims that are misleading, inaccurate and ideologically driven. Political commentator Jonathan Chait wrote that Shlaes’s book was “extremely strange” in that “it does not really argue that the New Deal failed.” He suggests that the book is novelistic rather than scholarly, a combination of bold claims, “implication,” lack of substantiation and contradictions, and “wild anecdotal selectivity.”\nShlaes, who avoids addressing the basic fact that the Depression came about during the Republican regime of 1929-1932, seems to know little if anything about the human suffering of the Depression. She cherry-picks data from the period, and  like her fellow conservatives who create their own reality  rejects all empirical evidence that Roosevelt’s programs helped the nation recover from the Depression.\nShe has been described by Depression historian Robert S. McElvaine as an “unconstructed antisocial Darwinist, the darling of the right for her completely wrong-headed view of the Great Depression.” Journalist Lynn Parramore says: “Amity Shlaes, ever the eager revisionist.”\nBut Shlaes’s trendy, counter-intuitive message still resonated with the well-paid elites of Washington, who had overwhelmingly bought into neoliberal and neoconservative theories that hold with religious intensity that the market is god. And these “wise” men and women weren’t about to admit such a fundamental mistake.\nSo, at the gray dawn of the Great Recession, the U.S. mainstream media might have done average Americans a better service by giving more attention to many sounder economists and historians who hold a more favorable view of the New Deal, such as:\nAnthony J. Badger, Isaiah Berlin, Ben Bernanke, Alan Brinkley, E. Cary Brown, James MacGregor Burns, Adam Cohen, Lawrence Davidson, J. Bradford DeLong, Barry Eichengreen, Benjamin M. Friedman, Alexander Field, John Kenneth Galbraith, James K. Galbraith, David M. Kennedy, Paul Krugman, William E. Leuchtenburg, Robert D. Leighninger Jr., Jeff Madrick, Robert S. McElvaine, Charles McMillion, Kim Phillips-Fein, Eric Rauchway, Christina D. Romer, Arthur Schlesinger Jr., and Joseph E. Stiglitz.\nBut Shlaes and her novelistic perspective on the New Deal bolstered the thinking of many “conservatives” and quite a few “neoliberals” in their resistance to a major federal commitment to new public works projects and other initiatives to put Americans back to work and spur a recovery.\nObama’s Initiative\nAs soon as President Obama took office, he requested an economic recovery plan from Congress. His American Recovery and Reinvestment Act (ARRA) of 2009 was a $787 billion stimulus measure designed to jump start the economy and to create and save 3.5 million jobs, give 95 percent of American worker a tax cut, and begin to rebuild America’s road, rail and water infrastructure.\nMany economists believed that the stimulus was far smaller than was needed to meet the economic collapse that followed the Wall Street meltdown in 2008, but the size was mostly dictated by the intense opposition of congressional conservatives who were buoyed by new waves of anti-government propaganda from right-wing and mainstream media.\nStill, despite its inadequacies, the stimulus package along with the auto and bank bailouts and other federal interventions was credited by serious economists for stabilizing the economy and saving millions of jobs. David Leonhardt of the New York Times reported in February 2010 that research revealed that the government’s direct intervention “helped avert a second Depression.”\nYet, that reality didn’t fit with “free market” theology, which remains an article of faith among Republicans and conservatives who have denounced the New Deal since the 1930s as if they were fire-and-brimstone ministers decrying the Devil. But what is relatively new is that many members of today’s Democratic political elite have joined the “free market” cult by conveniently forgetting the history of the Great Depression and the New Deal. Many of these well-heeled Democrats made fortunes on Wall Street where they learned to embrace the “free market” creed.\nSome younger Democrats may have simply not been exposed to the New Deal’s history. That would appear to be the case with Barack Obama, who was born in 1961 and came of age around 1980 at the beginning of the so-called Reagan Revolution.\nBut the “ancient history” of the 1930s is still relevant, especially for families whose great-grandparents were lifted from the Great Depression by the New Deal’s jobs programs, whose working-class grandfathers got educated through the GI Bill and pulled their families into the middle class, and whose mothers and fathers grew up at a time when a strong middle class created unprecedented economic security for many Americans.\nOne such family  the Cheneys  was devoted to FDR’s New Deal because it saved them from ruin and created such middle-class security for them that, ironically, one of their offspring, Dick Cheney, soon forgot why his father and grandfather were such strong Democrats and set off to Washington to dismantle FDR’s legacy. [See Consortiumnews.com’s “ Dick Cheney: Son of the New Deal .”]\nOnce again, it’s worth remembering FDR’s legacy:\nThe United States, 1797 to 1929\nIn the first decade of the Republic, President George Washington’s Treasury Secretary Alexander Hamilton offered a vision of an activist federal government that would “promote the general Welfare” through what was called “dirigisme,” an economic system in which the government played a strong role in nation-building, from creating a financial system to encouraging manufacturing to road and canal construction.\nBut Hamilton was sidelined under President John Adams and the Hamiltonian vision was ultimately defeated by the rise of Thomas Jefferson, who saw industrial development as a threat to agricultural interests, including the plantation system and slavery upon which Jefferson’s wealth and the economy of the South depended. [See Consortiumnews.com’s “ Thomas Jefferson: America’s Founding Sociopath .”]\nThough some of Hamilton’s nation-building ideas survived, his political defeat in the 1790s dealt a long-term setback to those who favored an activist federal government building a strong and successful nation. A laissez-faire system, albeit with businessmen frequently manipulating the government for economic gain, prevailed.\n“In the 132 years between 1797 and 1929, there was no effective regulation of the U.S. economy,” writes history professor Lawrence Davidson. “No federal agencies existed to control corruption, fraud and exploitation on the part of the business class. Even during the Civil War, economic management on a national level was minimal and war profiteering common.”\n“The way capitalism worked over these 132 years was a function of ideology,” continues Davidson. “This was (and still is) the so-called free-market ideology which taught that if the government was kept as small as possible (basically having responsibility for internal order, external defense, and the enforcement of contracts), the citizenry would have to pay very low taxes and be left alone to pursue their own prosperity.”\nBetween 1797 and 1929, the federal government did little to mitigate the cycles of boom and bust that ruined the lives of many Americans. For the better part of a century, the country suffered a wrenching economic collapse every five to ten years. Bank failures and Wall Street panics were common, and usually led to nationwide meltdowns.\nThe National Bureau of Economic Research, which tracks U.S. recessions, states that “the country experienced 33 major economic downturns which impacted roughly 60 of the years in question. These included 22 recessions, four depressions, and seven economic ‘panics’ (bank runs and failures),” notes Davidson.\nThe World FDR Faced\nThe 1920s, while not considered an exceptional boom period, was what economist John Kenneth Galbraith called a “lively phase” of American capitalism, a continuation of the Gilded Age that is considered to have begun around 1870. For some historians, it closed at the end of the 19th Century, for others it ended in 1929.\nThe Gilded Age, so named by American humorist Mark Twain and Charles Dudley Warner in their satirical 1873 book, The Gilded Age: A Tale of Today, was characterized by a greatly expanding economy and the emergence of plutocratic influences in government and society, a post-Civil War America that was “an age of corruption, crooked land speculators, ruthless bankers, and dishonest politicians.”\nThe generally euphoric economic expansion that followed World War I reflected laissez-faire “with a vengeance” and “rugged individualism.” Known as the “Roaring Twenties” or the “Jazz Age,” the 1920s produced flappers in fringes and hair bobs, the Charleston, Ponzi schemes, an explosion of movies and movie palaces.\nIt was the time of Prohibition (1920-1933), speakeasies, and crime. Americans thought they were in a never-ending “New Era” of low unemployment and general prosperity, but history reveals it was also a time of a “happy daze” that hid hardships and the extreme income inequality portrayed memorably in F. Scott Fitzgerald’s The Great Gatsby. Income inequality reached a peak in 1928. There were warning signs of trouble when an average of 600 banks failed each year during the decade.\nStill, the United States got a glimpse of what could become a modern middle-class consumer economy  with mass production putting many modern wonders within reach of millions of Americans, such as radios, home appliances and automobiles. After World War I, the United States became the richest society the world had ever seen. It was probably the first time in history that people were taught to value consumption, being told to consume more and more. Optimism and prosperity were not shared equally, however. The middle class was fledgling and comprised only 15 to 20 percent of Americans.\nA system of quotas routinely kept women, blacks, Jews and ethnic whites out of the best jobs, residential areas and schools. In 1935, Yale University’s Dean Milton Winternitz’s instructions were specific: “Never admit more than five Jews, take only two Italian Catholics, and take no blacks at all.”\nIn many parts of the United States in the first decade of the Twentieth Century, many areas had racially restricted housing covenants written into the title deeds that prohibited selling property to non-whites, a term that could include Jews, Italians, Russians and Latinos, anyone not white, Anglo Christian.\nA system of apartheid, rationalized by bad science and enforced by lynching, ruled in the South. More than 4,700 people, mostly African-Americans, were lynched between 1882 and 1968, and that is the number that is documented. Republican Warren Harding was the first president in American history to publicly condemn lynching, in Birmingham, Alabama, no less. The Ku Klux Klan reached the height of its influence in 1924, when it claimed 9 million members.\nRacism was not limited to the South. Racial tensions were heightened in areas in which African-Americans would compete for jobs. In Detroit, racial conflicts grew when Henry Ford began hiring Africans-Americans in large numbers in 1915 and paid them the same wages as his white employees.\nAnti-Semitism reached its peak between the First and Second World Wars. Henry Ford may not have been anti-black when it came to hiring assembly-line workers, but he was a virulent anti-Semite. He was an admirer of Adolf Hitler and the Nazis, and one of the major overseas investors in their war machine. His 1921 book, The International Jew, still appears on many anti-Semitic and neo-Nazi sites. Ford dealerships across the country and internationally distributed free copies of the book.\nUneven Prosperity\nThus, the notion that the 1920s was an era of unbounded prosperity and gaiety for all is a myth. But times were good generally, except in farming and mining. Jobs were plentiful, prices were stable, and wages were rising. Unemployment during the decade ranged around 5 percent until 1930 (it should be noted that unemployment figures of this period were not gathered based on the systematic processes developed in the post-World War II era).\nMost elderly Americans, however, lived in abject poverty. “The courts repeatedly struck down the most basic minimum wage, child labor, consumer protection and worker safety laws,” writes historian Kevin Baker.\nDespite the emergence of often-embattled unions, Baker reminds us that Americans of 1933 had little say in anything that mattered. Banking and investment were dominated by a small circle of self-interested, often dishonest men. Politics in every large city were usually controlled by corrupt political machines. In the South, millions of blacks and poor whites were kept from the ballot box by poll taxes, literacy tests and force of arms.\nElected in 1928, President Herbert Hoover had been one of the ablest and most widely admired men in America. Kevin Baker reminds us that Hoover was a dynamic figure and “rigorous thinker” who had served as secretary of commerce and had headed relief efforts with his wife in China during the Boxer Rebellion and in Europe at the start of World War I. He tirelessly promoted “new technologies, work-safety rules, and voluntary industry standards  supervised relief to Mississippi and Louisiana during the terrible 1927 floods and advocated cooperation between labor and management.”\nAt a time when the idea of “scientific management” was at a height, journalist Anne O’Hare McCormick’s comment about Hoover’s inauguration was not surprising: The American people “summoned a great engineer to solve our problems for us,” she wrote. “Now we sat back comfortably and confidently to watch the problems being solved.”\nThat was in March 1929. The Wall Street Crash that October revealed that even skilled engineers can run off the track. Baker has quoted New Dealer Rexford Tugwell as giving credit to Hoover for some bold ideas that were to get the New Deal label. History has recorded Hoover, however, as the talented engineer who turned out to be a rigid conservative intellectual committed to economic orthodoxy that reflected the 1920s “business progressivism.”\nAs a Republican, Hoover refused to abandon the old-time religion of unbridled market capitalism reflected in his 1931 statement: “The sole function of government is to bring about a condition of affairs favorable to the beneficial development of private enterprise.”\nThe Depression 1929-1941\nThe Great Depression began in the late 1920s as eight years of uninterrupted prosperity came to a brutal end when the stock market bubble burst in October 1929. Yet, in the crucial early years of the economic collapse of 1929 to 1933, those walking the corridors of power formed a chorus of liquidationists, men who resisted pursuing expansionary monetary and fiscal policies in favor of “natural” market forces. Treasury Secretary Andrew Mellon’s 1930 prescription: “Liquidate labor, liquidate stocks, liquidate real estate.”\nThe “harsh lantern of history” reveals a rigid commitment to destructive policies in combination with a marked disengagement from human suffering. Millions of businesses and enterprises went bankrupt. Shantytowns, constructed of cardboard, tar paper, glass, lumber, tin, whatever materials people could salvage, cropped up across the country to absorb the millions of unemployed people evicted from their homes. They were called “Hoovervilles.”\nLet’s look at the numbers behind the human misery — Industrial production: Between the peak and the trough of the downturn, industrial production in the United States declined 47 percent. Gross Domestic Product (GDP), a measure of the nation’s total economic activity, fell 30 percent.\nUnemployment: The reliability of the statistics continues to be debated, but it is widely agreed that unemployment exceeded 20 percent at its highest point, according to economist Christina Romer, though some estimates put it at 33 percent, even 75-80 percent in some cities.\nIncome: People’s real disposable incomes were estimated to have dropped 28 percent. Farmers had already experienced severe hard times in the 1920s and were further crushed by catastrophic price drops, drought and debt. The value of farmland had fallen between 30 to 40 percent between 1920 and 1929. A thousand homeowners a day lost their homes.\nThe very future of western civilization was in grave doubt. Some Americans expected Roosevelt to claim the powers of a dictator or close to it. Others, especially rightists in the upper classes and some militarists in the Army, weighed the possibility of a coup. Adolf Hitler had become chancellor of Germany just over one month earlier. Benito Mussolini, Italy’s prime ministerial dictator since 1922, was fairly popular in the United States. Writer Russell Baker quotes Pennsylvanian Republican Sen. David Reed: “If this country ever needed a Mussolini, it needs one now.”\n“There is no doubt in my mind that during the spring of 1933, the Army felt that the time was approaching when it might have to ‘take over,” wrote Rex Tugwell, one of FDR’s “brain trusters.” For many, democracy itself seemed exhausted. Historian Arthur Schlesinger Jr. describes the period as “a frightened age when the air was filled with the sound of certitudes cracking on every side.”\n“The most insistent propaganda in those days,” writes political theorist and historian Isaiah Berlin, “declared that humanitarianism, liberalism and democratic forces were played out, that the choice now lay between two bleak extremes, communism and fascism.” It is important to remember that the Depression was global.\nA Campaign of Hope\nFDR’s campaign in 1932 had offered the desperate nation hope. In his acceptance speech at the Democratic Convention, he declared : “Our Republican leaders tell us economic laws — sacred, inviolable, unchangeable — cause panics, which no one could prevent. But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.”\nWhen FDR took the oath of office on that cold day in March 1933, the Depression was grinding into its fourth year. Over 10,000 banks had already collapsed and every bank in the country was in the process of closing its doors. The nation was in the middle of a terrifying fourth bank panic.\nThe issue in 1933 was not whether the federal government could respond to the economic crisis since it was not designed to do so. The issue was whether officials would be willing to build the institutions needed to handle a challenge as severe as the Depression.\nFDR was faced with a stark choice: recovery or revolution. He chose recovery through the New Deal, a series of economic reforms passed by the U.S. Congress primarily during FDR’s first term, 1933-1937. The reforms were designed to respond to the Great Depression with relief, recovery and reform. Most of the important legislation came in brief spurts in 1933, 1935 and, least important, in 1938.\nNot only did New Deal programs put unemployed back to work on road building, conservation and other public works projects, but it created a system of regulation for banks and the stock market. The New Deal also put in place Social Security which gave some financial protection for the elderly and the disabled.\nA Whirlwind of Action\nOn his first day in office, March 4, 1933, FDR called Congress into a special session that began March 8 and did not adjourn until 99 days later on June 16, creating the now-benchmark measure of every president, the first 100 days.\n“The volume of important legislation so exceeded any earlier precedents, so overwhelmed the immediate capacity for full comprehension,” writes historian Paul K. Conkin, “that even today no one can more than begin to make sense out of the whole.”\n“As Roosevelt pointed out, the New Deal wasn’t so new,” writes professor Rauchway. “He claimed inspiration from the progressivism of Woodrow Wilson, under whose administration Congress created the Federal Reserve System, lowered tariffs, and tried to legalize unions.\n“Republicans supporting him cited Roosevelt’s cousin-uncle Theodore, under whose administration Congress began to regulate corporate accounting and passed truth-in-advertising and pure-food laws. Farm supporters of the New Deal drew on the decades-old tradition of populism, which opposed the gold standard and demanded that government assist rural residents as much as it assisted railroad corporations. What was new in 1932 was a basket case economy.”\nThe first three months of FDR’s first term were a frenzied period, described by Arthur Schlesinger Jr. as a “presidential barrage of ideas and programs unlike anything known to American history.” The speed was such that humorist Will Rogers quipped: “Congress doesn’t pass legislation anymore, they just wave at the bills as they go by.”\nHistorians habitually divide the New Deal in two phases: a “First New Deal” of the first Hundred Days and the following year (1933-34), and a “Second New Deal” (1935-38). FDR’s first concerns were the banking crisis and putting people to work, so the first New Deal sought to provide emergency recovery and relief through banking regulations, price stabilization efforts, farm relief programs and numerous emergency organizations.\nThe Second New Deal continued relief and recovery measures but represented a policy shift toward welfare legislation, what conservatives charge was “more radical, more pro-labor and anti-business” than the first. The second phase included the National Labor Relations Act (Wagner Act, 1935), which revived and strengthened the protections of collective bargaining and the Works Progress Administration (1935), which nationalized unemployment relief and created hundreds of thousands of low-skilled blue-collar jobs for the unemployed between 1935 and 1941.\nThe Social Security Act was the most important program of 1935, perhaps of the New Deal. It established a system of universal retirement pensions, unemployment insurance, and welfare benefits for poor families and the handicapped. The Revenue Acts of 1935, 1936 and 1937 provided measures to democratize the federal tax structure. The 1938 Fair Labor Standards Act (the 44-hour workweek) was the final major New Deal measure.\nThe New Deal Worked\n“By any normal definition, the Great Depression had ended by late 1936, with all major indicators surpassing their previous peaks,” says economist McMillion.\nIn that sense, the conservatives who have fought the New Deal and its legacy for 80 years appear comparable to Holocaust deniers. No amount of factual history satisfies them in the faux reality that they have created, a mix of myth and ideology that is simply not true.\n“That it was not the programs of the New Deal, but only the placing of the nation on a wartime footing years later, that restored the health of the nation’s economy” is what McMillion calls a “dangerous popular myth” that “cannot stand up to even the most basic economic analysis.”\nIt is a myth that is contradicted by the economic facts from the 1930s from The Historical Statistics of the United States, Bureau of Economic Analysis, Department of Commerce, the Federal Reserve and other official sources. It is a myth promoted by the Twenty-first Century version of Liberty Leaguers and the mainstream corporate, neoliberal/neoconservative (whatever your preferred term) media, which abound with anti-government ideology.\nMcMillion points out that Shlaes, who is neither a recognized historian nor an economist, consistently cites only two economic indicators of the 1930s: the falling but persistently high unemployment rate and the length of time required for the stock market to recover after its bubble burst.\n“Neither of these is used in any serious economic or policy analysis,” continues McMilllion. “Media emphasize the unemployment rate but, because it is known to be lagging and misleading, it is not considered at all by economists in determining the start or end of a recession or depression Serious analysis, including recession and depression dating, use the separate business reporting of actual jobs added or lost.”\nThe stock market is one reflection of public confidence, but is not an appropriate statistic for New Deal economic analysis because of the small percentage of the population invested in it. Still, the reason why right-wing media outlets like The Wall Street Journal work very hard to try to discredit FDR and the New Deal is that they want more and more Americans to buy into the myth that both FDR and the New Deal failed and accept the follow-on argument that people must trust the magic of the market and despise “guv-mint.”\nThe Economic Indicators\nU.S. Industrial Production, which had collapsed (declined 47 percent) for nearly three years under Hoover, rocketed by 44 percent in the first three months of the New Deal and by December 1936, had completely recovered to surpass its 1929 peak. The 1937-1938 recession dip resulted when FDR, at heart a fiscal conservative, was persuaded to balance the budget and cut spending in response to fears of inflation when recovery was evident in 1936.\nWhen the economy again contracted sharply in late 1937 and early 1938, FDR quickly reversed course and rapid growth immediately began again. Economist Marshall Auerback suggests: “the relapse of 1938 validates the efficacy of fiscal policy activism.”\nThe Gross Domestic Product (GDP) plunged 25.6 percent from 1929-1932. However, in 1936, real GDP surpassed its 1929 peak and never again fell below it. Between 1933 and 1937, the GDP rose at an average of 9 percent per year, according to economist Christina Romer. It grew at an annual rate around 11 percent after the 1937-39 dip.\nUnemployment: As James K. Galbraith notes, “The view that the New Deal was too small and accomplished little, that only WWII ended the Depression, is very widely held. But it is not correct. It is based on a mis-reading of reconstructed unemployment statistics from that time, which treat the workers actually employed by the New Deal as though they were unemployed.”\nProfessor Rauchway notes that although unemployment records show that the unemployment rate didn’t return to 1929 levels until 1943, a crucial point is that the unemployment rate fell every year of the New Deal with the exception of the 1938-39 recession, the latter the result of FDR’s having been persuaded to change course. Other problems with the data relate to the treatment of many workers as unemployed even though they had jobs with New Deal programs.\nAs economist Auerback notes, “The key to evaluating Roosevelt’s performance in combating the Depression is the statistical treatment of many millions of unemployed engaged in his massive workfare programs. The government hired about 60 per cent of the unemployed in public works and conservation projects that planted a billion trees, saved the whooping crane, modernized rural America, and built such diverse projects as the Cathedral of Learning in Pittsburgh, the Montana state capitol, much of the Chicago lakefront, New York’s Lincoln Tunnel and Triborough Bridge complex, the Tennessee Valley Authority and the aircraft carriers Enterprise and Yorktown.”\nAuerback adds, the government “also built or renovated 2,500 hospitals, 45,000 schools, 13,000 parks and playgrounds, 7,800 bridges, 700,000 miles of roads, and a thousand airfields. And it employed 50,000 teachers, rebuilt the country’s entire rural school system, and hired 3,000 writers, musicians, sculptors and painters, including Willem de Kooning and Jackson Pollock.”\nIn effect, Auerback writes, the “workfare Americans” employed by the Roosevelt administration “reduced unemployment from 25 per cent in 1933 to 9 per cent in 1936, up to 13 per cent in 1938, back to less than 10 per cent at the end of 1940, to less than 1 per cent a year later when the U.S. was plunged into the Second World War at the end of 1941.”\nHistoric Bargain\nIn other words, Roosevelt rebuilt America at a historic bargain cost. The conservatives who keep attacking FDR and the New Deal are not only small-minded, ideology-based, destructive propagandists, they are wrong. They are wrong about FDR, wrong about the New Deal, wrong about history, wrong about economics, wrong about what is reality.\nBut these rightists can’t let go of their FDR-bashing because the catastrophic Great Depression revealed the serious flaws of a free-market ideology based on beliefs not empirical evidence — and FDR’s New Deal showed that government was needed to protect both the American people from unrestrained capitalism and capitalism from itself.\nThe New Deal did not engineer a full economic recovery during FDR’s first two terms, mostly because  despite its creative use of government  it tended to err on the side of caution and FDR prematurely pulled back from government activism in 1938.\nBut the most basic economic analysis reveals that the New Deal worked. It brought real relief to most Americans and stabilized a collapsed economy. Full economic recovery resulted from the public spending in World War II, which demonstrated further the necessity of providing a greater fiscal stimulus to fully overcome the Depression.\nThe New Deal was not socialism. It was capitalism with safety nets and subsidies. It is credited with saving capitalism and perhaps western civilization. Its long-lasting institutions have become the bedrock of America’s economic stability.\nWith the Truman, Eisenhower, Kennedy and Johnson administrations building on that bedrock, the Great American Middle Class arose, creating a foundation for the stunning growth that made the American economy the envy of the world from the 1940s through the 1960s, a prosperity that was widely shared.\nFDR not only saved capitalism from its own destructive impulses of excessive greed and market manipulation but he broadened the concept of democracy, where average people had a real stake in the society. He had shown that the federal government could “provide for the  general Welfare” at a time of grave crisis.\nStill, FDR’s lasting enemies  the true believers in the cult of the “free market” have never given up and they achieved major victories in the 1980s and 1990s with the removal of key regulations, such as the Glass-Steagall law separating commercial banks from stock speculation, and in the 2000s with the dreamy concept of business “self-regulation.”\nThe economic devastation that has followed has reaffirmed the inherent wisdom of what an earlier generation had learned from the Great Depression. But the rich have rarely if ever wielded as much power as they do today — and they can hire armies of think tanks, media outlets and clever commentators to spread their propaganda to a frequently ill-informed and gullible populace.\nLost Legacy\nAs a result, today’s corporatist politicians on both sides of the aisle appear to have no memory of the real history, at least not a clear-eyed view of the pain that average Americans experienced before the New Deal.\nToday’s politicians (and unfortunately, many mainstream journalists) seem to believe that the lessons of the New Deal have been swept into the historical dustbin marked “Old News, No Longer Relevant.” To them, history began with the presidency of Ronald Reagan, who “changed the trajectory of America,” as Barack Obama once noted.\nWhile it’s true that Reagan did transform the United States, it was not in a good way for the average citizen. Over the past several decades, the United States has changed from a democratic republic based on a strong middle class into a plutocratic “Democracy Inc.” with billionaires manipulating a stressed, distracted and cynical population via massive investments in media, propaganda and political advertisements.\nThe consequences of the Reagan era’s heavy dose of “free market” capitalism proved again the point that effective government oversight is necessary to avert new catastrophes like Wall Street’s 2008 meltdown which cast millions of Americans out of their jobs and out of their homes.\nEven with today’s modest recovery, the United States is living with the consequences of a realignment of wealth away from the middle class to the so-called “One Percent.” This modern Gilded Age contributed to the imbalance of the U.S. economy heading into the 2008 crash and further explains the wobbly climb out of that abyss.\nThus, this anniversary of FDR’s birth is a worthy moment to reflect on what America has learned and what it has forgotten. All Americans, but especially Democrats, need to remember this history.\nBeverly Bandler’s public affairs career spans some 40 years. Her credentials include serving as president of the state-level League of Women Voters of the Virgin Islands and extensive public education efforts in the Washington, D.C. area for 16 years. She writes from Mexico.\nSources and Recommended Reading:\nAbout.com. Timelines of the Great Depression. http://tinyurl.com/2esvotj\nAmerica in Class. “America in the 1920s.”   http://americainclass.org/sources/becomingmodern/divisions/text2/text2.htm\nAuerback, Marshall.  “Time For a New “New Deal.” University of Texas, 2009-02-01. http://www.ritholtz.com/blog/2009/02/time-for-a-new-“new-deal”/\nBadger, Anthony J.  FDR: The First Hundred Days. Hill and Wang; First Edition (May 27, 2008).\nBaker, Russell.  “A Revolutionary President.” New York Review of Books, 2009-02-12. http://www.nybooks.com/articles/archives/2009/feb/12/a-revolutionary-president/\nBerlin, Isaiah.   “Franklin Delano Roosevelt.”  http://www.southerncrossreview.org/51/berlin.htm\nBrenner, Robert.  “Structure vs Conjuncture.”New Left Review 43, January-February 2007. http://www.newleftreview.org/?view=2652\nBaker, Kevin.  “Barack Hoover Obama: The Best and the brightest blow it again.” Harper’s, 2009-July. http://harpers.org/archive/2009/07/0082562\n_______ “FDR: A Democracy-Builder, Eager to Try,” International Herald Tribune, 1995-04-13. . http://www.nytimes.com/1995/04/13/opinion/13iht-edbaker_0.html\nBaker, Russell. “A Revolutionary President.” New York Review of Books, 2009-02-12. http://www.nybooks.com/articles/archives/2009/feb/12/a-revolutionary-president/\nBrinkley, Alan.  Franklin Delano Roosevelt. Oxford University Press. 2009.\nBrown, E. Cary. “Fiscal Policy in the Thirties: A Reappraisal.” American Economic Review, 1956.\nChait, Jonathan.  “Amity Shlaes: If Being Wrong About the Economy Is Wrong, I Don’t Wanna Be Right.” New York Magazine, 2014-10-17.  http://nymag.com/daily/intelligencer/2014/10/amity-shlaes-wrong-and-proud-on-economy.html\n_______“Wasting Away in Hooverville.” The New Republic, 2009-03-18. http://www.tnr.com/article/books/wasting-away-hooverville\nConkin, Paul K.  The New Deal. 2nd Ed. 1975, The AHM American History Series. Wiley-Blackwell; 3rd edition (December 15, 1991)\nCarter, Susan B.  “Labor force, employment, and unemployment: 18901990.” Table Ba470-477 in Historical Statistics of the United States, Earliest Times to the Present: Millennial Edition, edited by Susan B. Carter, Scott Sigmund Gartner, Michael R. Haines, Alan L. Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press, 2006.\nCohen, Adam.  Nothing to Fear: FDR’s Inner Circle and the Hundred Days That Created Modern America. Penguin Press HC, The (January 8, 2009).\nDarby, Michael R.  “Three-and-a-Half Million U.S. Employees Have Been Mislaid: Or, an Explanation of Unemployment, 1934-1941,” Journal of Political Economy 84, no. 1 (February 1976).\nDavidson, Lawrence.  “How Right-Wing Ideology Has Suckered Millions of Americans into Hating Their Own Government.” Consortium News/Alternet, 2013-06-10. http://www.alternet.org/media/right-wing-ideology-destroying-america\n_______“The Whys of American Ignorance.” Consortium News, 2013-04-06.   https://consortiumnews.com/2013/04/06/the-whys-of-american-ignorance/\n_______“Forgetting the Why of the New Deal.” Consortium News, 2012-08-20. https://consortiumnews.com/2012/08/20/forgetting-the-why-of-the-new-deal/\nDeLong, J. Bradford.  Slouching Towards Utopia: The Economic History of the Twentieth Century. March 1997. http://econ161.berkeley.edu/tceh/slouch_old.html\nFriedman, Benjamin M.  “FDR & the Depression: The Big Debate.” Review of Shlaes and Leighninger, Jr.The New York Review of Books, 2007-11-08. http://www.nybooks.com/articles/archives/2007/nov/08/fdr-the-depression-the-big-debate/\nGalbraith, James K.  “Unemployment During The New Deal Era.” Talking Points Memo, 2009-01-21. http://tpmcafe.talkingpointsmemo.com/2009/01/21/unemployment_statistics_of_the_new_deal_era/\nGalbraith, John Kenneth.The Great Crash, 1929. Boston: Houghton Mifflin, 1988.\nGreider, William.  “What Does the Democratic Party Actually Believe?” The fragile and faltering state of American democracy. The Nation, 2014-07-09. http://www.thenation.com/blog/180579/what-does-democratic-party-actually-believe\nIrwin, Neil.  “Aughts were a lost decade for U.S. economy, workers.” The Washington Post, 2010-01-02. http://www.washingtonpost.com/wp-dyn/content/article/2010/01/01/AR2010010101196.html\nKatznelson, Ira.  Fear Itself: The New Deal and the Origins of Our Time. Liveright; 1 edition (February 22, 2013).\nKennedy, David. Freedom from Fear: The American People in Depression and War, 1929-1945. 1st ed. 1999. Oxford University Press; Reprint edition (April 19, 2001).\nKrugman, Paul.  “New Deal economics.” The New York Times, 2008-11-08. http://krugman.blogs.nytimes.com/2008/11/08/new-deal-economics/\n_______“Amity Shlaesstrikes again.” The New York Times, 2008-11-19.  http://krugman.blogs.nytimes.com/2008/11/19/amity-shlaes-strikes-again/\n_______“Franklin Delano Obama?” The New York Times, 2008-11-10. http://www.nytimes.com/2008/11/10/opinion/10krugman.html\n_______   Introduction to The General Theory of Employment, Interest, and Money, by John Maynard Keynes. 2006-03-07. http://www.pkarchive.org/economy/GeneralTheoryKeynesIntro.html\nLasser, William. “Just How Critical Are the First 100 Days? “\nLeonhardt, David.  “Judging Stimulus by Job Data Reveals Success.” The New York Times, 2010-2-16.  http://www.nytimes.com/2010/02/17/business/economy/17leonhardt.html\nLibrary of Congress.  “The Great Depression and the New Deal.” http://memory.loc.gov/wpaintro/intro01.html\n_______New Deal Programs: Selected Library of Congress Resources http://www.loc.gov/rr/program/bib/newdeal/pp.html\nLeuchtenburg, William E. Franklin D. Roosevelt and the New Deal: 1932-1940. 1st ed. Harpercollins College Div (June 1963); [Paperback] Harper Perennial (February 24, 2009).\nStanley Lebergott, Manpower in Economic Growth: The American Record since 1800 (New York: McGraw-Hill, 1964), table A-3.\nMadrick, Jeff.  The Case for Big Government. Princeton University Press; 1 edition (October 6, 2008).\nMcElvaine, Robert S.  “Black Tuesday” and “Happy Days Are Here Again” at 80. HuffingtonPost, 2010-03-18. http://www.huffingtonpost.com/robert-s-mcelvaine/black-tuesday-and-happy-d_b_337728.html\n_______ Down and Out in the Great Depression: Letters from the Forgotten Man. The University of North Carolina Press; 25th anniversary edition (February 25, 2008).\n_______The Great Depression: America 1929-1941. Times Books; Reprint edition (December 6, 1993). Comprehensive new introduction to 25th anniversary Edition June 2009 that compares the economic collapse of 2008 with that of 1929.\nMcMillion, Charles W.  “The ‘FDR Failed’ Myth.” Campaign for America’s Future, 2009-02-03. http://ourfuture.org/20090203/the-fdr-failed-myth-2\nMencken, H.L.  The Impossible H.L. Mencken, a Selection of His Best Newspaper Stories. Foreward by Gore Vidal. Doubleday (January 1, 1991).\nMontgomery, David.  The Fall of the House of Labor: The Workplace, the State, and American Labor Activism, 1865-1925. Cambridge University Press (January 27, 1989).\nNational Park Service. “The Creation of the CCC.”\nNewkirk, Zachary.  “Rewrite, Sugarcoat, Ignore: 8 Ways Conservatives Misremember American History,for Partisan Gain.” The Nation, 2011-08-22.  http://www.thenation.com/article/162875/rewrite-sugarcoat-ignore-8-ways-conservatives-misremember-american-history\nPacker, George.  “Decline and fall: how American society unraveled.” The Guardian, 2013-06-19. http://www.theguardian.com/world/2013/jun/19/decline-fall-american-society-unravelled\nParramore, Lynn.  “Amity Shlaes’s Forgotten History: When Unions Go Bust, We All Do.” New Deal 2.0, 2011-02-23.\nPhillips-Fein, Kim.  VIDEO:  Kim Phillips-Fein: “Invisible Hands of the Rich.”February 2013.  https://www.youtube.com/watch?v=vbFSOk2GiIc\n_______Invisible Hands: The Businessmen’s Crusade Against the New Deal. W. W. Norton & Company; Reprint edition (January 11, 2010).\n_______“Fighting the New Deal All Over Again.” The Huffington Post, 2009-02-13. http://www.huffingtonpost.com/kim-phillipsfein/fighting-the-new-deal-all_b_166812.html\nParry, Robert.  America’s Stolen Narrative: From Washington and Madison to Nixon, Reagan, and the Bushes to Obama. The Media Consortium; First edition (October 17, 2012).\nRauchway, Eric.  “Stop lying about Roosevelt’s record.” Edge oftheWest, 2008-11-06. https://edgeofthewest.wordpress.com/2008/11/06/stop-lying-about-roosevelts-record/\n_______(Very) short reading list: unemployment in the 1930s. Edge of the West, 2008-10-10. http://edgeofthewest.wordpress.com/2008/10/10/very-short-reading-list-unemployment-in-the-1930s/\n_______The Great Depression and the New Deal: A Very Short Introduction (Very Short Introductions). Oxford University Press, USA (March 10, 2008).\n_______“FDR’s Latest Critics.” Was the New Deal un-American? Slate, 2007-07-05. http://www.slate.com/articles/arts/books/2007/07/fdrs_latest_critics.html\nRomer, Christina D.  “Lessons from the Great Depression for Economic Recovery in 2009.” Brookings Institution, 2009-03-09. http://www.brookings.edu/~/media/files/events/2009/0309_lessons/0309_lessons_romer.pdf\n_______ “What Ended the Great Depression?” Journal of Economic History, 2003-12-20. http://elsa.berkeley.edu/~cromer/great_depression.pdf\nRoosevelt, Franklin Delano.  “The Economic Bill of Rights.” January 11, 1944. American Heritage Center Museum.  http://www.fdrheritage.org/bill_of_rights.htm\nSann, Paul.  The Lawless Decade: A Pictorial History of a Great American Transition: From the World War I Armistice and Prohibition to Repeal and the New Deal. 1st ed. (1957); Dover Publications (October 18, 2010).\nScher, Bill.  “Amity, Meet Eric.” Campaign for America’s Future, 2008-10-30. http://ourfuture.org/20081030/amity-meet-eric\nSchlesinger, Arthur Jr.  “Franklin Delano Roosevelt.” He lifted the U.S. out of economic despair and revolutionized the American way of life. Then he helped make the world safe for democracy.” Time, 1998-04-13. http://content.time.com/time/magazine/article/0,9171,988153,00.html\n_______The Age of Roosevelt series: The Crisis of the Old Order: 1919-1933. The Coming of the New Deal, 1933-1935. The Politics of Upheaval 1935-36.\nSiena Research Institute. “American Presidents: Greatest and Worst.” 2010-07-01.\nTaylor, Nick. “A Short History of the Great Depression.”  Taylor is the author of “American-Made” (2008), a history of the Works Progress Administration. http://topics.nytimes.com/top/reference/timestopics/subjects/g/great_depression_1930s/index.html\nTime.  “Review of The Age of Roosevelt by Arthur M. Schlesinger Jr.” 1957-03-11. http://www.time.com/time/magazine/article/0,9171,824775,00.html\nUnited Transportation Union. “A Short History of the American Labor Movement.”  http://utu.org/about/history-of-the-utu-and-labor-movement/a-short-history-of-the-american-labor-movement/\nWeir, David R.  “A Century of U.S. Unemployment, 1890-1990: Revised Estimates and Evidence for Stabilization.” Research in Economic History 14 (1992): 301-346.\nWhite, Walter F.  “The Eruption of Tulsa,” The Nation, June 29, 1921.  http://www1.assumption.edu/ahc/raceriots/\nWikipedia.\n“List of Recessions.”  http://en.wikipedia.org/wiki/List_of_recessions_in_the_United_States\n“New Deal.” http://en.wikipedia.org/wiki/New_Deal\nWolff, Richard D.  “Ghost of the New Deal Haunts Democrats’ Agenda, but It’s Time to Summon FDR.” Truthout, 2012-10-10.    http://truth-out.org/news/item/12016-bush-may-have-been-absent-from-the-rnc-but-the-dnc-banished-a-past-president-too\nYardley, Jonathan. “A careful scholar.” A careful scholar explores the life of an aristocratic man of the people. FDR. Washington Post, 2007-05-27. http://www.washingtonpost.com/wp-dyn/content/article/2007/05/25/AR2007052500004.html\nZelizer, Julian E.  “Zelizer’s Book Corner,Anthony J. Badger’s FDR: The First Hundred Days.” The First Hundred Days.” The Huffington Post, 2008-12-11.  http://www.huffingtonpost.com/julian-e-zelizer/izelizers-book-corneri_b_149905.html\nThomas Howard\nFebruary 2, 2015 at 04:09\nRoosevelt created a modern America with institutions that proved both durable and essential, the â€œbedrock of our nationâ€™s economic stability,â€ says economist Paul Krugman.\nKrugman is more of a comic than an economist. I swear I laugh whenever I hear ANYTHING he has to say.\nFDR matters now, yes he does. The Japanese know how much he matters. Those in Gitmo know, people worldwide in black prisons know.\nThe author of this article needs to team up with Krugman fulltime and do a comedy tour.\nJon Skelley\nFebruary 1, 2015 at 17:09\nRoosevelt first tried every trick Bush and Obama tried which, of course, didn’t work.  Three institutions that ordinarily couldn’t get along cooperated and approached him.  They were the CIO, two strong Socialist Parties and one strong Communist party.   John L Lewis was the spokesman.   They convinced him that he had better do something or there would be a revolution.   He believed them.   He carried this message to the rich and half of them believed him.   The other half did not.  With half the rich on his side he instituted Social Security, unemployment insurance and 12,000,000 jobs.   He always said that his greatest accomplishment was saving capitalism.\nThis time it isn’t going to happen.   What the Hell do you think all the NSA spying, militarization of the police and the abolition of posse commitatis is about?  They are ready for us this time.   No ground will be given.\nhistoricus\nJanuary 31, 2015 at 22:43\nFDR also made several attempts to provoke a shooting war with Germany. One took place on September 5, 1940 when the U.S. destroyer Greer was assisting in the convoy of ships carrying war materiel to Britain. She detected a German U-boat hunting the convoy and signaled her position to British warplanes which attacked the German vessel with depth charges, which missed. The German vessel fired a torpedo at the Greer, which also missed, and the Greer returned fire. In his address telling the American  people of the incident on Sept. 11, FDR blatantly lied when he said “I tell you the blunt fact that the German submarine fired first upon the American destroyer without warning.” To make matters worse, he used this lie as justification to announce a new “shoot on sight” policy against German warships. But within days two US ships, the destroyers Kearny and Ruben James, would be sunk by Germans attacking convoys of British-bound American arms and supplies.\nFDR conveniently failed to mention in his address that his policy of supplying ships and weapons to England was outlawed under the following U.S. laws: the 1907 Hague Convention, Title 18 of the U.S. Law Code,  Section 3, Title 5 of the 1917 Espionage Act, and the 1937 Neutrality Act, while Germany was in fact allowed under international law to engage and destroy enemy weapons shipments.\nFDR’s government also repeatedly refused to negotiate with the moderate elements within the Japanese government, preferring to exacerbate the militarists with unmistakable insults. On April 9, 1941 Japan offered a draft proposal containing sweeping concessions to U.S. demands, including the removal of all Japanese forces from China on terms agreeable to both nations, with no acquisition by Japan of any Chinese territory or indemnifications, all to be overseen by the United States. Cordell Hull rejected these terms out of hand, refusing even the smallest quid pro quo between the two nations. FDR\nresponded to Japanese peace overtures by declaring an embargo on Japan’s critical oil supply, which, following on the heels of severe trade sanctions and the freezing of all Japanese assets in the U.S., was a de facto declaration of war.\nPat\nJanuary 30, 2015 at 20:03\nIt always amazes me that both Democrats and Republicans forget that it was a Republican who founded the first Progressive Party in this country. Although I appreciate that the purpose of this article is to counter revisionist history of the efficacy of FDR’s New Deal (and it’s his birthday, after all), the author cites sources that completely gloss over this significant fact and suggest that it was Wilson, a Democrat, who supplied all the inspiration. Wilson was a supporter of the Progressive movement, but he’s not the one who staked his reputation and political future on founding an independent Progressive Party and running as a third-party candidate for president. That honor goes to FDR’s “cousin-uncle Theodore.” Not that Teddy Roosevelt split from the Republicans for altruistic reasons (in fact, the opposite could be said), but his convictions were genuine, and if he had won, this article would be about revisionist history of TR’s “New Nationalism.”\nThe 1912 Progressive Party platform was so â€“ well, progressive â€“ that we still haven’t achieved all of its goals. A key plank was to limit the political influence of big business, which had infiltrated both the Democratic and Republican parties even back then. (Ironically, Roosevelt protected his own industrialist friends, for which he justifiably took scathing criticism.) Other components included limits on campaign spending and disclosure requirements; social insurance for the elderly, unemployed, and disabled; a minimum wage for women, who at the time were exploited as sweatshop labor; and judicial recall, by which voters could overturn high court rulings. The party also favored the establishment of a federal income tax on upper income brackets to shift the burden off the poor imposed by the regressive consumption tax. The income tax eventually was passed, with Republicans as its biggest advocates (another bit of selective memory). Granted, it was the progressive wing of the party, but nonetheless it might come as a shock to many today that the progressives were mainly on the Republican side.\nExtolling the virtues of FDR without fully acknowledging that progressive Republicans were pressing for many of the same advances well before him perpetuates the divisive myth that Republicans are for the rich and Democrats are for the little guy. In truth, both parties are for the privileged few, and if Hillary gets the Dem nomination â€“ which is looking more and more likely â€“ “we the people” are going to need to find a third-party Teddy Roosevelt who will have the guts to break from his or her party power structure to provide an alternative that, as Sam Husseini puts it, will appeal to disenfranchised voters on both sides.\nFebruary 4, 2015 at 23:02\nI’d make two points.\nFirst, the Republican Party of Theodore Roosevelt has no resemblance to the party going by the same name today. They might as well be two separate parties for how much it has changed. Republican progressivism has its roots in Lincoln’s administration, a legacy that has been entirely betrayed by Republicans today.\nSecond, if we are to acknowledge Theodore Roosevelt’s progressivism, we must also acknowledge what motivated his politics. Part of it had to do with his responding to the socialists. He basically thought the socialists were right about many of the problems they talked about. He thought those problems shouldn’t be ignored, as Republicans do today. So, he offered a progressive vision for the problems that concerned socialists.\nCould you imagine if the GOP ever returned to its roots? It would probably require a revolution to make that happen.\nHenry\nJanuary 30, 2015 at 13:33\nKudos to the author for recognizing the Hamiltonian roots of FDR’s policies — this the real American tradition. The Laissez-faire stuff is the British tradition against which we fought the Revolutionary War (as well as a few others.) But there was nothing FDR-like in Obama’s “stimulus” — he was selectively stimulating Wall Street, not the real economy. Even the bailouts of the auto companies were mainly a disguised gift to their Wall Street creditors, as is the “Keep Your Home California” plan.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2013/jun/19/decline-fall-american-society-unravelled",
                "http://www.washingtonpost.com/wp-dyn/content/article/2007/05/25/AR2007052500004.html",
                "https://www.thenation.com/article/what-does-democratic-party-actually-believe/",
                "https://consortiumnews.com/2012/08/20/forgetting-the-why-of-the-new-deal/",
                "https://www.huffpost.com/entry/black-tuesday-and-happy-d_b_337728",
                "https://www.nytimes.com/2008/11/10/opinion/10krugman.html",
                "https://ourfuture.org/20090203/the-fdr-failed-myth-2",
                "https://newrepublic.com/article/63351/wasting-away-hooverville",
                "https://www.huffpost.com/entry/fighting-the-new-deal-all_b_166812",
                "https://edgeofthewest.wordpress.com/2008/10/10/very-short-reading-list-unemployment-in-the-1930s/",
                "https://consortiumnews.com/2013/04/06/the-whys-of-american-ignorance/",
                "http://content.time.com/time/magazine/article/0,9171,988153,00.html",
                "https://slate.com/culture/2007/07/the-forgotten-man-a-new-history-of-the-great-depression-by-amity-shlaes.html",
                "https://consortiumnews.com/2012/08/20/dick-cheney-son-of-the-new-deal-2/",
                "http://www.nytimes.com/2010/02/17/business/economy/17leonhardt.html",
                "https://www.nybooks.com/articles/2007/11/08/fdr-the-depression-the-big-debate/",
                "https://ritholtz.com/2009/02/time-for-a-new-%e2%80%9cnew-deal%e2%80%9d/",
                "https://consortiumnews.com/2014/07/04/thomas-jefferson-americas-founding-sociopath/",
                "https://krugman.blogs.nytimes.com/2008/11/08/new-deal-economics/",
                "https://krugman.blogs.nytimes.com/2008/11/19/amity-shlaes-strikes-again/",
                "https://www.nybooks.com/articles/2009/02/12/a-revolutionary-president/",
                "http://www.washingtonpost.com/wp-dyn/content/article/2010/01/01/AR2010010101196.html",
                "http://content.time.com/time/magazine/article/0,9171,824775,00.html",
                "https://edgeofthewest.wordpress.com/2008/11/06/stop-lying-about-roosevelts-record/",
                "https://www.nytimes.com/1995/04/13/opinion/IHT-fdra-democracybuilder-eager-to-try.html",
                "https://www.huffpost.com/entry/izelizers-book-corneri_b_149905",
                "https://www.thenation.com/article/rewrite-sugarcoat-ignore-8-ways-conservatives-misremember-american-history/",
                "http://truth-out.org/news/item/12016-bush-may-have-been-absent-from-the-rnc-but-the-dnc-banished-a-past-president-too",
                "https://ourfuture.org/20081030/amity-meet-eric",
                "https://www.alternet.org/2013/06/right-wing-ideology-destroying-america/"
            ],
            "gov_pgs": [
                "http://www.loc.gov/rr/program/bib/newdeal/pp.html",
                "http://memory.loc.gov/wpaintro/intro01.html"
            ],
            "unsure": [
                "http://econ161.berkeley.edu/tceh/slouch_old.html",
                "http://www.fdrheritage.org/bill_of_rights.htm",
                "http://www1.assumption.edu/ahc/raceriots/",
                "https://newleftreview.org/?view=2652",
                "https://www.votepact.org/2015/01/26/did-the-greeks-just-re-invent-democracy/",
                "http://tinyurl.com/2esvotj",
                "http://nymag.com/daily/intelligencer/2014/10/amity-shlaes-wrong-and-proud-on-economy.html",
                "https://en.wikipedia.org/wiki/New_Deal",
                "https://harpers.org/redirect301/?q=archive/2009/07/0082562",
                "http://tpmcafe.talkingpointsmemo.com/2009/01/21/unemployment_statistics_of_the_new_deal_era/",
                "https://www.southerncrossreview.org/51/berlin.htm",
                "https://en.wikipedia.org/wiki/List_of_recessions_in_the_United_States",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://newdeal.feri.org/speeches/1932b.htm",
                "http://americainclass.org/sources/becomingmodern/divisions/text2/text2.htm",
                "http://utu.org/about/history-of-the-utu-and-labor-movement/a-short-history-of-the-american-labor-movement/",
                "https://www.youtube.com/watch?v=vbFSOk2GiIc",
                "http://www.pkarchive.org/economy/GeneralTheoryKeynesIntro.html"
            ]
        },
        "key_words": [
            "economy",
            "economic",
            "fdr",
            "american",
            "unemployment",
            "history",
            "deal",
            "great",
            "depression",
            "matters",
            "americans"
        ]
    }
]