[
    {
        "url": "https://www.christianpost.com/news/members-turned-away-from-church-as-congregants-push-to-dismiss-pastor-accused-of-misusing-church-funds.html",
        "title": "Members Turned Away From Church as Congregants Push to Dismiss Pastor Accused of Misusing Church Funds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMembers Turned Away From Church as Congregants Push to Dismiss Pastor Accused of Misusing Church Funds\nCP Current Page: Church & Ministries | Tuesday, January 23, 2018\nMembers Turned Away From Church as Congregants Push to Dismiss Pastor Accused of Misusing Church Funds\nMembers Turned Away From Church as Congregants Push to Dismiss Pastor Accused of Misusing Church Funds\n| Tuesday, January 23, 2018\nPastor Cameron McDonald and his wife Erica of Southern Acres Christian Church in Lexington, Kentucky. | (Photo: Facebook)\nSeveral members of the Southern Acres Christian Church  in Lexington, Kentucky, who have been lobbying to remove the pastor over allegations of financial impropriety and abuse of power, were turned away from the church Sunday to avoid \"disruption\" in the house of God.\nSouthern Acres member Chance Staley told WYKT  that he and other members of the church were blocked by a police officer from attending the church on Sunday.\n\"As I approached the church the officer greeted me, Officer White, and he was very kind. He just said I wasn't welcome here and if I chose to stay I would be charged with criminal trespassing and arrested,\" Staley said.\nConcerned church members James Keogh and Chad Martin filed the lawsuit to prevent McDonald and his wife, Erica, from spending church money or making any real estate transfers. They alleged that he concentrated power and financial authority among himself, his wife and another staffer.\nMcDonald, who took over the church in 2006, was allegedly able to acquire power by dissolving a larger governing board, altering the church's operating rules and getting rid of the need for churchwide approval votes on changes.\nThe suit alleged that a majority of church staff members were either fired or quit as a result of the changes.\nOn Friday, the lawsuit was dismissed in court because the members felt it was \"a matter the church's congregation must decide internally, prayerfully and peacefully,\" according to attorney for the members Joe Bilby.\n\"At least 54 members of the congregation believe Southern Acres needs a fresh start with new leadership,\" Bilby said, noting that a letter bearing their names was delivered to the general congregation on Friday. In 2006, the church had 1,000 members. It is unclear how many members remain.\nStaley said a number of those 54 members were blocked from attending church on Sunday.\n\"It's disgusting,\" Staley told the Lexington Herald Leader Monday about being turned away from his church. \"Anyone who has ever gone to a church has heard the lines, 'you are welcome; come as you are.' Even a nonbeliever knows that. To be told, 'you are not welcomed here' ... They are creating an exclusive club ... and this is not of the Christian moral values.\"\nAustin Wilkerson, the church's attorney, told WKYT that they were forced to block the members from attending church as a precaution because \"there were indications that there was going to be a disruption\" on Sunday.\n\"We're very well aware there's a lot of people who need to be heard and that there's deep reconciliation needed and the church is very happy to have the opportunity to do that,\" he said.\nBilby explained, \"The full congregation will have an opportunity to vote for a change in leadership on Feb. 4.\"\nWilkerson further noted that an independent financial review is underway, which he believes will clear McDonald's name.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.wkyt.com/content/news/Lexington-pastor-members-at-odds-over-future-of-the-church-470435333.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.hugedomains.com/domain_profile.cfm?d=soacres&e=com"
            ]
        },
        "key_words": [
            "turned",
            "members",
            "dismiss",
            "told",
            "southern",
            "power",
            "push",
            "church",
            "pastor",
            "acres",
            "away",
            "congregation",
            "misusing",
            "congregants",
            "funds",
            "staley"
        ]
    }
]