[
    {
        "url": "https://consortiumnews.com/2014/01/22/j-streets-dead-end/",
        "title": "J Street’s Dead End",
        "authors": [
            {
                "name": "Paul Surovell",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-01-22",
        "text": "Main menu\nJanuary 22, 2014\nBy Abba A. Solomon and Norman Solomon\nSince its founding six years ago, J Street has emerged as a major Jewish organization under the banner “Pro-Israel, Pro-Peace.” By now J Street is able to be a partial counterweight to AIPAC, the American Israel Public Affairs Committee.\nThe contrast between the two U.S. groups is sometimes stark. J Street applauds diplomacy with Iran, while AIPAC works to undermine it. J Street encourages U.S. support for “the peace process” between Israel and the Palestinian Authority, while AIPAC opposes any meaningful Israeli concessions. In the pressure cooker of Washington politics, J Street’s emergence has been mostly positive. But what does its motto “Pro-Israel, Pro-Peace” really mean?\nVice President Joe Biden addresses a J Street conference in 2013.\nThat question calls for grasping the context of Zionism among Jews in the United States — aspects of history, largely obscured and left to archives, that can shed light on J Street’s current political role.\nExtolling President Obama’s policies while urging him to intensify efforts to resolve Israeli-Palestinian conflicts, the organization has staked out positions apt to sound humanistic and fresh. Yet J Street’s leaders are far from the first prominent American Jews who have struggled to square the circles of the moral contradictions of a “Jewish state” in Palestine.\nOur research in the archives of the American Jewish Committee in New York City, Johns Hopkins University and elsewhere shows that J Street is adhering to  and working to reinforce  limits that major Jewish organizations adopted midway through the 20th Century. Momentum for creation of the State of Israel required some hard choices for groups such as the influential AJC, which adjusted to the triumph of an ideology  militant Jewish nationalism  that it did not share. Such accommodation meant acceding to an outward consensus while suppressing debate on its implications within Jewish communities in the United States.\nIn 1945, AJC staff had discussed the probability of increased bloodshed in Palestine  and a likelihood of “Judaism, as a whole, being held morally responsible for the fallacies of Zionism.” In exchange for AJC support in 1947 for UN partition of Palestine, the AJC extracted this promise from the Jewish Agency: “The so-called Jewish State is not to be called by that name but will bear some appropriate geographical designation. It will be Jewish only in the sense that the Jews will form a majority of the population.”\nA January 1948 position paper in AJC records spoke of “extreme Zionists” then ascendant among Jews in Palestine and the United States: The paper warned that they served “no less monstrosity than the idol of the State as the complete master not only over its own immediate subjects but also over every living Jewish body and soul the world over, beyond any consideration of good or evil. This mentality and program is the diametrical opposite to that of the American Jewish Committee.”\nThe confidential document warned of “moral and political repercussions which may deeply affect both the Jewish position outside Palestine, and the character of the Jewish state in Palestine.” Such worries became more furtive after Israel became a nation later in 1948.\nPrivately, some leaders held out hope that constraints on public debate could coexist with continuing debate inside Jewish institutions. In 1950 the president of the American Jewish Committee, Jacob Blaustein, wrote in a letter to the head of an anti-Zionist organization, the American Council for Judaism, that the silencing of public dissent would not preclude discussion within the Yiddish-language and Jewish press.\nIn effect, Blaustein contended that vigorous dialogue could continue among Jews but should be inaudible to gentiles. However, the mask of American Jewry would soon become its face. Concerns about growing Jewish nationalism became marginal, then unmentionable.\nThe recent dispute in the Jewish student group Hillel  whether its leadership can ban Hillel chapters on U.S. college campuses from hosting severe critics of Israeli policies  emerged from a long history of pressure on American Jews to accept Zionism and a “Jewish state” as integral to Judaism. The Jewish students now pushing to widen the bounds of acceptable discourse are challenging powerful legacies of conformity.\nDuring the 1950s and later decades, the solution for avoiding an ugly rift was a kind of preventive surgery. Universalist, prophetic Judaism became a phantom limb of American Jewry, after an amputation in service of the ideology of an ethnic state in the Middle East. Pressures for conformity became overwhelming among American Jews, whose success had been predicated on the American ideal of equal rights regardless of ethnic group origin.\nGenerally flourishing in a country founded on the separation of religion and state, American Zionists dedicated themselves to an Israeli state based on the prerogatives of Jews. That Mobius strip could only be navigated by twisting logic into special endless dispensations for Jewish people. Narratives of historic Jewish vulnerability and horrific realities of the Holocaust became all-purpose justifications.\nAfter the Six-Day War\nAs decades passed after the June 1967 war, while the Israeli occupation of the West Bank and Gaza wore on, younger American Jews slowly became less inclined to automatically support Israeli policies. Now, 65 years after the founding of Israel, the historic realities of displacement  traumatic for Palestinians while triumphant for many Jewish Israelis  haunt the territorial present that J Street seeks to navigate.\nThe organization’s avowed goal is an equitable peace agreement between Israel and Palestinians. But J Street’s pragmatic, organization-building strength is tied into its real-world moral liability: continuing to accept extremely skewed power relations in Palestine.\nThe J Street leadership withholds from the range of prospective solutions the alternative of truly ending the legally and militarily enforced Jewish leverage over Palestinians, replete with the advantages of dominance (in sharp contrast to the precept of abandoning white privilege that was a requirement in the anti-apartheid struggle in South Africa).\nEvery conceptual lane of J Street equates being “pro-Israel” with maintaining the doctrine of a state where Jews are more equal than others. Looking to the past, that approach requires treating the historic Zionist conquest as somewhere between necessary and immaculate. Looking at the present and the future, that approach sees forthright opposition to the preeminence of Jewish rights as extreme or otherwise beyond the pale. And not “pro-Israel.”\nLike the Obama administration, J Street is steadfast in advocating a “two-state solution” while trying to thwart the right-wing forces led by Prime Minister Benjamin Netanyahu. A goal is to reduce his leverage by altering the political environment he encounters in the United States, where AIPAC  riding high astride much of the U.S. Congress  is aligned with the hard right of Israeli politics.\nIn contrast, J Street is aligned with a fuzzy center that copes with cognitive dissonance by embracing humane rhetoric about Palestinians while upholding subjugation of Palestinians’ rights.\nAt J Street’s 2011 conference, Rabbi David Saperstein congratulated the organization: “When the Jewish community needed someone to speak for them at the Presbyterian Convention against the divestment resolution, the community turned to J Street, who had the pro-peace credibility to stunt the efforts of the anti-Israeli forces, and they were compellingly effective. They did so at Berkeley on the bus ad fights, debating Jewish Voice for Peace.”\nSaperstein  a Reform Judaism leader described by Newsweek as the USA’s most influential rabbi  lauded J Street for its special function among “the strongly pro-Israel peace groups that have the credibility to stand before strongly dovish non-Jewish groups and guide them away from delegitimization efforts.”\nSuch praise for being a bulwark against “delegitimization” is a high compliment for J Street. And it is surely gratifying for its founder and president, Jeremy Ben-Ami. When he reaffirms “our commitment to and support for the people and the state of Israel,” he frames it in these terms: “We believe that the Jewish people  like all other people in the world  have the right to a national home of their own, and we celebrate its rebirth after thousands of years.”\nHis official J Street bio says that “Ben-Ami’s family connection to Israel goes back 130 years to the first aliyah when his great-grandparents were among the first settlers in Petah Tikva [near present-day Tel Aviv]. His grandparents were one of the founding families of Tel Aviv, and his father was an activist and leader in the Irgun, working for Israel’s independence and on the rescue of European Jews before and during World War II.” Readers are left to ponder the reference to leadership of the ultranationalist Irgun, given its undisputed terrorist violence.\nWhatever its differences with the Likudnik stances of AIPAC and Netanyahu, J Street joins in decrying the danger of the “delegitimization” of Israel  a word often deployed against questioning of Jewish privileges in Palestine maintained by armed force. In sync with U.S. foreign policy, J Street is enmeshed in assuming the validity of prerogatives that are embedded in Netanyahu’s demand for unequivocal support of Israel as “the nation-state of the Jewish people.”\nIn the process, the secular USA massively supports a government that is using weapons of war emblazoned with symbols of the Jewish religion, while the U.S. Congress continues to designate Israel as a “strategic ally.” An AIPAC official was famously quoted by Jeffrey Goldberg as boasting, “You see this napkin? In 24 hours, we could have the signatures of 70 senators on this napkin.”\nJ Street is aligned with more “moderate” personalities in Israeli politics, but what is considered moderate Zionism in Israel may not match sensibilities outside Israel. On a J Street-sponsored U.S. speaking tour, Knesset member Adi Koll said she is pleased that Palestinian refugees from 1948 are dying off, which she portrayed as good for peace: “This is what we have been waiting for, for more and more of them to die,” to finalize the War of Independence expulsion of Palestinians.\nJ Street’s Ben-Ami has warned of “the ‘one state nightmare’ a minority of Jewish Israelis in a state with a majority of non-Jewish residents.” For J Street, an embrace of perpetual Jewish dominance as imperative seems to be a litmus test before any criticism of the occupation is to be deemed legitimate.\nA human rights lawyer active with Jewish Voice for Peace, David L. Mandel, sees a double standard at work. “Too many progressives on everything else still are not progressive about Israel and Palestine,” he told us. “And J Street, by making it easier for them to appear to be critical, in fact serves as a roadblock on the path to a consistent, human rights and international law-based position.”\nCovering J Street’s annual conference in September 2013, Mondoweiss.net editor Philip Weiss pointed out: “J Street still can claim to be a liberal Zionist organization that wants to pressure Israel to leave the settlements. But more than that it wants access to the Israeli establishment, and it is not going to alienate that establishment by advocating any measure that will isolate Israel or put real pressure on it.”\nUS-Israeli Bond\nWhile evocations of the “special relationship” between the United States and Israel may sound uplifting, J Street ultimately lets the Israeli government off the hook by declaring that relationship sacrosanct, no matter what. The organization insists that political candidates funded by J StreetPAC “must demonstrate that they support a two-state solution to the Israeli-Palestinian conflict, active U.S. leadership to help end the conflict, the special relationship between the U.S. and Israel, continued aid to the Palestinian Authority and opposition to the Boycott/Divestment/Sanction movement.”\nThe sanctity of the proviso about “the special relationship between the U.S. and Israel” became evident to one of us (Norman Solomon) while running for Congress in 2012 in California. After notification that J Street had decided to confer “On the Street” status on Solomon and another Democratic candidate in the primary race, the group’s leadership suddenly withdrew the stamp of approval — after discovering a Solomon op-ed piece written in July 2006 that criticized Washington’s support for the Israeli bombing of Lebanon then underway.\nIn a specially convened conference call, J Street’s top leaders told the candidate that one statement in the op-ed was especially egregious: “The United States and Israel. Right now, it’s the most dangerous alliance in the world.”\nIn December 2013, while visiting Israel, Secretary of State John Kerry affirmed that “the bond between the United States and Israel is unbreakable.” He added that  despite occasional “tactical” differences “we do not have a difference about the fundamental strategy that we both seek with respect to the security of Israel and the long-term peace of this region.”\nTwo days later, on Dec. 7 at a Saban Center gathering in Washington, Kerry joined with President Barack Obama in paying tribute to the idea of a nation for Jews. Obama endorsed the goal of protecting “Israel as a Jewish state.” (He sat for an interview with billionaire Zionist Haim Saban, who joked: “Very obedient president I have here today!”)\nFor his part, Kerry addressed Israeli ethnic anxiety by urging that Israel heed U.S. advice for withdrawal from some territory, to defuse what he called the “demographic time bomb” non-Jewish births  threatening the existence of a “Jewish and democratic” state.\nAlthough “militant Islam” is common coin in U.S. discourse about the Middle East, militant Jewish nationalism lacks a place in the conversation. This absence occurs despite  and perhaps because of  the fact that militant Jewish nationalism is such a powerful ideology in the United States, especially in Congress.\nYet recent erosion of the taboo has caused some alarm. In May 2011 the Reut Institute, well-connected to the Israeli establishment, held a joint conference with the American Jewish Committee and met with smaller organizations to formalize a policy of  “establishing red-lines with regards to the discourse about Israel between legitimate criticism and acts of delegitimization.”\nIn its own way, J Street has laid down red-line markers along the left perimeter of American Zionism. For instance, some of the most telling moments of J Street’s existence came during the November 2012 Gaza crisis. As the conflict escalated, Israel threatened a ground invasion. J Street urged Israeli restraint but did not oppose the ongoing intense bombardment of Gaza. Instead, echoing Obama, the organization endorsed Israel’s “right and obligation to defend itself against rocket fire and against those who refuse to recognize its right to exist and inexcusably use terror and violence to achieve their ends.”\nJ Street’s statement, titled “Enough of Silence,” eerily mirrored the brutal asymmetry of the warfare then raging  and, for that matter, the asymmetry of the entire Israeli-Palestinian conflict. While far more Palestinians than Israelis were dying (87 Palestinian and four Israeli noncombatants lost their lives, according to a report from the human-rights group B’Tselem), J Street condemned the killing by Palestinians but merely questioned the ultimate efficacy of the killing by Israelis.\nWhile J Street was appropriately repulsed by the bloodshed, it could not plead for reversal of the underlying, continuing injustice beyond its advocacy of a two-state solution. During the years ahead, J Street is likely to be instrumental in establishing and reinforcing such red lines.\nA rare instance when J Street has not endorsed President Obama’s approach in the Middle East came in September 2013, when the administration pressed for U.S. missile strikes on Syria following claims that the Bashar al-Assad regime had used chemical weapons. J Street remained officially silent on the issue; Jeremy Ben-Ami reportedly pushed for endorsement of an attack, but many others in the organization were opposed. The Forward newspaper quoted a J Street activist: “Jeremy is a pragmatist. He wants to keep us as progressive as possible without going too far from the mainstream.”\nA More Humane Image\nJ Street is striving to support Israel differently than AIPAC: by fostering the more peaceful, humane streams of Zionism. But among new generations of U.S. Jews, the Zionist rationales for Israel as a whole are losing ground. In a 2013 Pew Research Center study, 93 percent of American Jews state they are proud of being part of the Jewish people  but only 43 percent say that “caring about” the State of Israel is essential to being a Jew, and the figure drops to 32 percent of respondents under 30 years old.\nThe Jewish establishment has always represented those Jews choosing to affiliate with institutionalized Judaism. More and more, this leaves out large numbers who don’t believe that blood-and-soil Jewish nationalism should crowd out their Jewish and universalist values. As the Pew survey shows, American Jews are less sympathetic than American Jewish organizations to enforcing Jewish political nationalism with armed force.\nLast summer, Ben-Ami told the New Republic: “We are advocating for a balance between the security needs of Israel and the human rights of the Palestinians. It is by definition a moderate, centrist place.” Ben-Ami highlighted his strategy for practicality: “We have the ear of the White House; we have the ear of a very large segment of Congress at this point; we have very good relations with top communal leadership in the Jewish community. If you want to have a voice in those corridors of power, then get involved with J Street.”\nWe recently submitted three questions to Ben-Ami. Asked about the historic concerns that a “democratic Jewish state” would be self-contradictory, he replied: “J Street believes it is possible to reconcile the essence of Zionism, that Israel must be the national homeland of the Jewish people, and the key principles of its democracy, namely, that the state must provide justice and equal rights for all its citizens. In the long run, Israel can only manage the tension between these two principles if there is a homeland for the Palestinian people alongside Israel.”\nAsked whether relations with non-Jewish Palestinians would be better now if Jewish leaders who favored creation of a non-ethnically-based state had prevailed, Ben-Ami did not respond directly. Instead, he affirmed support for a two-state solution and commented: “History has sadly and repeatedly proven the necessity of a nation-state for the Jewish people. J Street today is focused on building support in the American Jewish community for the creation of a nation-state for the Palestinian people alongside Israel  precisely because it is so necessary if Israel is to continue to be the national home of the Jewish people.”\nThe shortest  and perhaps the most significant  reply came when we asked: “Do you believe it is fair to say that the Israeli government has engaged in ethnic cleansing?” Ben-Ami responded with one word. “No.”\nJames Baldwin’s Insight\n“They have destroyed and are destroying … and do not know it and do not want to know it,” James Baldwin wrote several decades ago. “But it is not permissible that the authors of devastation should also be innocent. It is the innocence which constitutes the crime.”\nThose who have seen to the devastation of “others” and have even celebrated overall results of the process  cannot begin to atone or make amends without some genuine remorse. With a pose of innocence, in the absence of remorse, the foundation of J Street’s position is denial of the ethnic cleansing that necessarily enabled Israel to become what it is now, officially calling itself a “Jewish and democratic state.”\nPopulation transfer of Arabs was part of the planning of Zionist leadership, and it was implemented. Benny Morris, the pioneering Israeli historian of the ethnic cleansing of Arabs from Israel, said: “Ben-Gurion was right. If he had not done what he did, a state would not have come into being. That has to be clear. It is impossible to evade it. Without the uprooting of the Palestinians, a Jewish state would not have arisen here.”\nIn a talk five decades ago at Hillel House at the University of Chicago, philosopher Leo Strauss mentioned that Leon Pinsker’s Zionist manifesto “Autoemancipation,” published in 1882, quotes the classic Hillel statement “If I am not for myself, who will be for me? And if not now, when?” — but leaves out the middle of the sequence, “If I am only for myself, what am I?”\n“The omission of these words,” Strauss said, “is the definition of pureblooded political Zionism.”\nThe full integrity of Rabbi Hillel’s complete statement  urging Jews not to be “only for myself” is explicit in the avowed mission of J Street. But there is unintended symbolism in the organization’s name, which partly serves as an inside Washington joke. The absence of an actual J Street between I and K Streets is, so to speak, a fact on the ground.\nAnd sadly, the group’s political vision of “Pro-Israel, Pro-Peace” is as much a phantom as the nonexistent lettered street between I and K in the Nation’s Capital; unless “peace” is to be understood along the lines of the observation by Carl von Clausewitz that “a conqueror is always a lover of peace.”\nAbba A. Solomon is the author of The Speech, and Its Context: Jacob Blaustein’s Speech ‘The Meaning of Palestine Partition to American Jews.’ Norman Solomon is the founding director of the Institute for Public Accuracy, cofounder of RootsAction.org and the author of War Made Easy: How Presidents and Pundits Keep Spinning Us to Death.\nwoody\nJanuary 28, 2014 at 17:03\nRed herring, Borat. It doesn’t matter what the Palestinians call themselves, or what we call them, the Jews are still unwelcome invaders in another people’s land.\nPaul Surovell\nJanuary 23, 2014 at 21:25\nMy hunch is that the authors are one-staters.  That’s the only way to make any sense of what they wrote.\nJanuary 28, 2014 at 14:01\nTheir willingness to “settle” by giving back less than half of what they have stolen is a good tactic, which appears to give them the moral high ground of benevolence, but one is not being benevolent when they only return less than half of what they stole. What exactly do any of them mean by a “pro-Israel solution?” How can a pro-Israel solution also be a pro-Palestine solution? This is not equity for Palestinians, who deserve to have more than just bits and parts of what is left of their country, if not the entire country, and who deserve peace in their own land on their own terms, not a pro-Israeli peace, but a pro-Palestinian peace.\nAnd a pro-Israel Peace is  not necessarily a pro-American Peace. Nor should a Pro-American peace necessarily include a Pro-Israeli peace.\nI say cut them loose and let them fend for themselves. They would soon find enough inspiration to make a peace.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://mondoweiss.net/"
            ]
        },
        "key_words": [
            "american",
            "state",
            "end",
            "streets",
            "j",
            "israel",
            "dead",
            "jewish",
            "jews",
            "israeli",
            "palestinians",
            "street"
        ]
    }
]