[
    {
        "url": "https://www.christianpost.com/news/gay-advocates-want-to-shutter-christian-bakery-that-refused-to-make-wedding-cake-for-lesbians.html",
        "title": "Gay Advocates Want to Shutter Christian Bakery That Refused to Make Wedding Cake for Lesbians",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGay Advocates Want to Shutter Christian Bakery That Refused to Make Wedding Cake for Lesbians\nGay Advocates Want to Shutter Christian Bakery That Refused to Make Wedding Cake for Lesbians\nGay Advocates Want to Shutter Christian Bakery That Refused to Make Wedding Cake for Lesbians\n| Monday, June 03, 2013\nMelissa,decorator/designer and Aaron Klein, baker and their children in the background. | www.sweetcakesweb.com\nMonths after facing a media storm for their refusal to bake a cake for a lesbian wedding due to their Christian faith, husband and wife owners of the Sweet Cakes by Melissa bakery in Gresham, Ore., are now facing new attacks from gay advocates whom they say are determined to run them out of business.\nWhen Melissa and Aaron Klein's stance on homosexuality was made public in February  , the couple received a mixed bag of positive support and outrage.\nSince then however, the positive support has dwindled, according to a recent report in TheBlaze  triggering fears among the couple that they could be forced to close the bakery if the attacks continue.\n\"I feel like all these media people — they have not gotten our story — our actual story. And what we're really about and why we said no,\" said Melissa Klein in TheBlaze report. \"Everyone is looking at us like we're these hateful monsters that don't want to serve gay people.\"\nLast Monday, the Willamette Week in an undercover operation reported  that while they were refusing to cater for gay weddings, the Sweet Cakes owners were recently willing to provide baked goods celebrating divorces, unmarried parents, stem-cell research, non-kosher barbecues and pagan solstice parties. The owners told TheBlaze the report was false and that neither of them answered the calls from the undercover reporters.\nThe report, according to TheBlaze, reignited passions among gay advocates who have reportedly called for Aaron Klein to be shot and raped through caustic telephone calls and e-mails. Some of the e-mails shared in the report even called for illness to befall the couple's five children.\n\"You stupid bible thumping, hypocritical b****. I hope your kids get really, really, sick and you go out of business,\" notes one e-mail.\nAccording to Aaron and Melissa, the aggressive advocates have also \"badgered and harassed\" some of their clients until they no longer desire to do business with the bakery.\nWedding cake orders have dipped significantly over last summer due to the situation while some customers have canceled previous orders.\n\"My attorney likens this — he calls it economic terrorism,\" said Aaron Klein. \"These people, they have literally tried to cut any business ties off through harassment.\"\nEven the customers who still support the Sweet Cakes by Melissa couple have been forced to hide the fact that they were getting their treats from the bakery.\n\"Another thing lately that we've been noticing happening — we'll have the people who support us,\" said Melissa.\n\"They've come in and ordered stuff, but they don't want us to put our sticker on the box. They don't want people to know they got their stuff with us,\" she said while noting how the stressful situation could force a shutdown of the business.\nThe only thing, she explained, that has been keeping her family through the \"trial\" is her faith in God.\n\"God has really been helping us through this,\" she said.\nThe Christian Post contacted Sweet Cakes by Melissa but did not receive a response by press time.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.wweek.com/uncategorized/2013/05/29/the-cake-wars/",
                "https://www.christianpost.com/news/christian-baker-under-fire-for-refusing-wedding-cake-for-lesbian-couple-89503/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost",
                "http://www.theblaze.com/stories/2013/05/31/economic-terrorism-bakery-that-refused-to-make-gay-couples-wedding-cake-gets-threats-could-close-down/"
            ]
        },
        "key_words": [
            "really",
            "advocates",
            "refused",
            "sweet",
            "cake",
            "bakery",
            "report",
            "aaron",
            "gay",
            "lesbians",
            "cakes",
            "melissa",
            "christian",
            "theblaze",
            "wedding",
            "support",
            "shutter"
        ]
    }
]