[
    {
        "url": "https://www.christianpost.com/news/jeb-bush-trump-isnt-christian-jerry-falwell-endorsement.html",
        "title": "Jeb Bush Suggests Trump Isn't Christian, Questions Jerry Falwell's Endorsement",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nJeb Bush Suggests Trump Isn't Christian, Questions Jerry Falwell's Endorsement\nJeb Bush Suggests Trump Isn't Christian, Questions Jerry Falwell's Endorsement\nJeb Bush Suggests Trump Isn't Christian, Questions Jerry Falwell's Endorsement\n| Thursday, January 28, 2016\nRepublican 2016 presidential candidate Jeb Bush suggested Tuesday that rival presidential frontrunner Donald Trump is peddling his avowed Christian faith for political gain and wasn't \"serious\" about having a relationship with God.\nHe also questioned the reason behind Liberty University President Jerry Falwell Jr's recent endorsement of the real estate mogul in an interview with ABC News .\n\"He's a flip-flopper,\" said Bush. \"He's playing this for political purposes for sure. I'd rather have him at first at least accept the fact that we are all imperfect under God's watchful eye and then that we should seek forgiveness and then ultimately to be a believer is accepting Christ as your savior,\" said Bush.\nU.S. Republican presidential candidate Donald Trump points to Liberty University President Jerry Falwell, Jr. after speaking in Lynchburg, Virginia, January 18, 2016. | (Photo: REUTERS/Joshua Roberts)\nTrump who is currently leading in the polls among likely Republican caucusgoers in Iowa has repeatedly had to fend of attacks on his faith. In a recent interview with CNN , he declared that he had a great relationship with God even though he doesn't like asking for forgiveness.\n\"I have great relationship with God. I have great relationship with the evangelicals,\" Trump told the news network. \"I like to be good. I don't like to have to ask for forgiveness. And I am good. I don't do a lot of things that are bad. I try to do nothing that is bad.\"\nWhile on the campaign trail Tuesday however Bush insisted that Trump's declarations appeared opportunistic and argued that not liking to ask for forgiveness suggested that Trump isn't too keen on what having a relationship with God means.\n\"It's not that where you're born doesn't define your Christianity or being an evangelical. It's relationship with the Lord. And if you get to that then I'll feel more comfortable but I can't explain it any way that shows that he's serious about it,\" said Bush.\n\"Just accepting the fact that we make mistakes and you seek forgiveness. That's one of the tenets of the Christian faith that I think all, everybody, can agree on. Christianity that we can all agree on. We are all sinners, some more that others,\" he added.\nBush also argued that while Falwell's endorsement was good for Trump, the educator's motives for endorsing Trump are also questionable.\n\"For a guy who has stated he has never sought forgiveness, it's hard to imagine how someone who is a strong believer would embrace that idea. There may be other reasons that Mr. Falwell is supporting him,\" Bush said.\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/jeb-bush-suggests-donald-trump-christian/story?id=36536598"
            ],
            "unsure": [
                "https://www.cnn.com/videos/politics/2016/01/17/sotu-tapper-trump-has-great-realtionship-with-god.cnn",
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "good",
            "faith",
            "bush",
            "god",
            "whatsapp",
            "trump",
            "forgiveness",
            "falwells",
            "endorsement",
            "great",
            "suggests",
            "isnt",
            "jerry",
            "relationship",
            "jeb",
            "questions",
            "christian"
        ]
    }
]