[
    {
        "url": "https://www.christianpost.com/news/nigerian-student-arrested-christian-university-converting-from-islam-to-christianity.html",
        "title": "Nigerian Student Arrested for Converting From Islam to Christianity",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNigerian Student Arrested for Converting From Islam to Christianity\nNigerian Student Arrested for Converting From Islam to Christianity\n| Saturday, January 20, 2018\nSimput Dafup, 33, and Nabila Umar Sanda, 19, have both been arrested | (Photo: World Watch Monitor)\nSecurity forces in Nigeria have arrested a Christian university student in the central state of Nasarawa for converting from Islam to Christianity. They also arrested the man who had taken her to a local church.\nDetectives from the Department of State Security Services arrested Nabila Umar Sanda, a 19-year-old student at Bingham University, from the house of a church leader, Jeremiah Datim, and also held her 33-year-old Christian friend, Simput Dafup, who had introduced Nabila to Datim, according to World Watch Monitor .\nThe officials \"stormed my house, assaulted my wife, daughter and 8-month-old baby, and took Nabila away,\" Datim was quoted as saying.\nDafup was arrested separately, but in a similar fashion.\nSimut Dafup's mother, Lydia, recalled, \"The men who stormed my son's premises, heavily armed, in five Hilux vehicles, blocked everywhere and assaulted even passers-by.\"\nShe added, \"It has become so worrisome for me to let you know about this, because, as I speak with you now, I don't know where my son is. Nobody has contacted me or any member of the family as to his whereabouts.\"\n\"Miss Nabila told me she is 19 years old and therefore free to choose a religion for herself,\" Datim said. \"After I met Miss Nabila for the first time … I interacted with her and asked her a lot of questions about both the Christian faith and Islamic faith. Nabila clearly said that she had made up her mind to join the Christian faith and was willing to be a Christian no matter what obstacles were placed on her way.\"\nThe university is owned by one of Nigeria's major churches, Evangelical Church Winning All.\nChristians are routinely persecuted in some parts of Nigeria.\nAt the unveiling of the 2018 World Watch List earlier this month, Open Doors USA CEO David Curry said  there were over 2,260 cases of Christian women and girls who were either raped, assaulted or forced into Islamic marriages during the organization's 2017 reporting period.\n\"In Nigeria, which is No. 14 on the World Watch List, there was a 14-year-old girl this year who was walking to school — the picture of innocence,\" he said. \"As she walked to school, she was kidnapped and taken from her family by a Muslim extremist living in the northern tribal region. She was forced into marriage.\"\nCurry said that after the child was taken from her family, the extremist kidnapper agreed to sell the girl.\n\"A deal was cut with the tribal leader under Sharia law to sell this 14-year-old girl, Habiba, for $160,\" Curry explained. \"Do you believe this is unique? It's not.\"\nA Christian mother and three of her daughters in Nigeria's in Kano state recently faced various forms of abuse  for their refusal to convert to Islam and follow in the footsteps of the father, who became a Muslim for a government position.\n\"They summoned me and demanded I withdraw my daughter from the Christian school, bring her back to the village, and hand her over to them. Since I was helpless, I did as instructed by them and brought my daughter back to them,\" the mother said, according to Morning Star News.\nThe mother and oldest daughter were arrested in March 2017, but local Christian leaders managed to bail them out.\nTwo of her other young daughters, aged six and 15, have also been harassed for their faith.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/christian-mother-daughters-abused-for-refusing-to-convert-to-islam-after-father-becomes-muslim-for-job-212387/",
                "https://www.christianpost.com/news/14-y-o-christian-girl-kidnapped-and-sold-to-muslim-leader-for-160-open-doors-says-213271/",
                "https://www.worldwatchmonitor.org/2018/01/nigerian-student-arrested-converting-islam-christianity/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "nabila",
            "mother",
            "faith",
            "arrested",
            "datim",
            "world",
            "watch",
            "nigerian",
            "islam",
            "university",
            "student",
            "christianity",
            "daughter",
            "converting",
            "christian"
        ]
    }
]