[
    {
        "url": "https://consortiumnews.com/2017/12/22/why-loss-of-net-neutrality-hurts-democracy/",
        "title": "Why Loss of Net Neutrality Hurts Democracy",
        "authors": [
            {
                "name": "John Wilson",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Silly Me",
                "link": null
            },
            {
                "name": "Al Pinto",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-12-22",
        "text": "Main menu\nDecember 22, 2017\n \nBy Dennis J Bernstein\nDespite its importance to a functioning democracy in the Twenty-first Century, many people’s eyes still glaze over at the uttering of the term Net Neutrality. However, whenever there is a clear explanation available, people — Republicans and Democrats alike — overwhelmingly support the concept and understand that, once again, it will be big business and corporations that will benefit greatly from the purging of the concept of Net Neutrality, and poor and working-class people and their families who will suffer from the recent decision to end it.\nA protest in favor of Net Neutrality in 2015. (Flickr Backbone Campaign)\nFor an in-depth primer on the subject, I spoke with Professor Victor Pickard about the implications of the recent actions taken by the Republican-led Federal Communication Commision. Pickard is associate professor at the Annenberg School of Communication at the University of Pennsylvania and author of the book America’s Battle for Media Democracy.\nDennis Bernstein: We turn now to the issue of net neutrality and its very serious implications for Internet users everywhere.  Welcome  Professor Pickard.  Could you start by giving us an extended definition of net neutrality? People’s eyes still tend to glaze over when you raise the topic of net neutrality.\nVictor Pickard: In a way, it is an unfortunate term.  We can thank Timothy Woo for coining it, but I think we’re stuck with it at this point.  Essentially, it means an open Internet.  Net neutrality is the safeguard that prevents Internet service providers such as Verizon and Comcast from interfering with your online content.  It prevents them from slowing down or blocking content or offering what is known as “paid prioritization.”  This is where they set up slow and fast lanes and a kind of payola system where they try to shake down content creators and force them to “pay to play” in order to load and stream more quickly.   This changes the underlying logic of the Internet, which was meant to be an open medium with all voices created equal.\nBernstein: And it was hoped that net neutrality would be an equalizer, making it possible for people to have a voice who hadn’t had one before and be able to access content that would not have been available before.  Isn’t this essentially a question of democracy?\nPickard: Yes, the Internet has always had significant democratic potential.  At least in theory, it can level power hierarchies.  It can be used to give the voiceless more access to the public sphere.  Of course, it never quite panned out this way.  There have always been barriers to entry and there is still a major digital divide in this country.  Nonetheless, the channels through which we access the Internet were meant to be kept equal and open, and without net neutrality that is no longer going to be the case.\nAs soon as you remove the basic safeguards, Internet service providers not only have the ability, they have a perverse incentive to make more money by charging us more for access to various types of content or charging content creators more to access the Internet.  Of course, large corporations like Amazon and Netflix can afford to pay up.  Those who will be hurt will be the activists and journalists, the people without the resources to pay to play.\nThat is what is so deeply troubling about this:  It is going to hurt us as consumers–it is going to hurt us economically–but more importantly, it is going to hurt us democratically.\nBernstein: It is interesting, one of the consequences of the disappearance of newspapers, particularly investigative reporting, was the emergence of various independent investigative organizations online who have been doing an incredibly good job.  They will suffer from this, won’t they?\nPickard: Yes, they will suffer disproportionately from this.  Traditional newspapers and smaller independent news outlets depend on the Internet to reach broader audiences.  They couldn’t afford to do this otherwise.  Without having the resources to pay up, it is going to create a stranglehold on those kinds of investigative outlets.  This is especially troubling now, at this perilous political moment.\nBernstein: What is problematic about the claim of [FCC] Chairman Ajit Pai that he “would hate to side with the Democrats, but this was Bill Clinton’s vision for the Internet”?\nPickard: Such a claim is disingenuous and ahistorical.  While it is possible to argue that the Internet has traditionally been lightly regulated, in many cases this has simply not been true.  In fact, we wouldn’t even have the Internet if not for massive public subsidies and regulations.\nYou have to go back to 2002, when then FCC chairman Michael Powell re-categorized Internet services.  Instead of considering it a telecommunications service–which had always been heavily regulated–the category description became one of an “information service,” which is only lightly regulated.  That is what really started this whole ongoing debate and policy battle.  So you can’t say that this was a democratic position.  That’s simply not true.\nBernstein: What did the inventors of the Internet envision as its function and how could it potentially be an important democratizer?\nPickard: Again, the Internet was created through massive public subsidies.  The Pentagon’s Advanced Research Project Agency designed what was then called the Arpanet and which was based on the net neutrality principle that all online content should be treated equally.  The pipes through which the Internet would flow were meant to be “dumb”  in the sense that they were not discriminating against particular types of content.\nInto the Seventies and Eighties, this system was developed often through research institutes, so again, public subsidies helped expand the Internet.  You had various public interest regulations that maintained a common carrier status.  To give one example, you might remember the bad old days of dial-up Internet.  One of the reasons we had such an explosion of dial-up Internet services was that the telephone companies who owned the wires had to share those wires with competitors.\nAjit Pai, chairman of the Federal Communications Commission\nThese various public service protections helped expand the Internet, which really cuts against the FCC Chairman’s narrative that the Internet is simply a creation of the free market.  First of all, we haven’t really had a free market when it comes to the Internet.  But to try to argue that the government is not involved in the Internet is a libertarian mythology.  The government is always involved and the question should be how the government should be involved.\nBernstein: Let’s talk a little more about the politics behind the Internet.  We saw the Internet play a key role in liberation movements like the Arab Spring and the Occupy movement.  Is this shutting down of net neutrality an attempt to undermine such movements?\nPickard: Corporate libertarians like Chairman Pai who are opposed to even the lightest public service regulation are driven by a kind of market libertarian ideology that is really meant to accumulate more wealth within a corporation.  In other words, I think this is more an economic agenda as opposed to a political agenda–not that the two can always be separated.\nNevertheless, I think that it creates the potential for political misuse.  To give an example, if you had an activist group that was launching a campaign against internet service monopolies, you can imagine that Comcast would want to shut down that website.  Without net neutrality protections, they would have the power to block or “throttle” online content.  We have seen cases like this before and they could very well happen again.\nBernstein: We’re seeing now that you can pay extra and get in the fast lanes of various freeways (not to push the highway analogy too far).  Can that be a way for people to think about it?  You pay a little more and get there faster but what’s the rush, you’re going to get there anyway?\nPickard: That sounds fairly innocuous.  There are a couple other analogies we could use.  For example, setting up tollbooths all along the highway.  I read an even better analogy in The Washington Post which likened it to the hellscape of airport security lines where, if you pay up and go through some kind of process, you might get TSA clearance, but otherwise you are stuck in line and may get hassled because of how you look or the language you speak.  I think the dystopian outlook is probably more apt than this idea that we are all going to get to our final destination anyway so it’s not a big deal if we have to pay a little more for faster service.\nBernstein: Will this have an impact on the way people view television and access Hollywood productions and other entertainment?  Will people be paying a lot more for these services?\nPickard: Mostly likely, yes.  I think it is fair to say that what will happen to the Internet without net neutrality protections is that it will become more like cable television, where consumers pay for premium content.  Overall, consumers will have to pay more.  When a company like Netflix has to pay more to its Internet service provider, they will then offset their increased costs to consumers.\nBernstein: People have been paying a lot of attention to this and these decisions being made now are not very popular, are they?\nPickard: Not at all.  In fact, polling data is showing that even the vast majority of Republicans want to keep net neutrality protections.  This has been a deeply unpopular and undemocratic position.  People are engaged and they realize that without net neutrality their daily lives will be impacted.\nBernstein: Has there been a lot of money thrown around on Capitol Hill by those who stand to gain from the elimination of net neutrality?  Do you think we should worry about that?\nPickard: I think we should.  I mean, it is rarely very overt.  People are not walking into congressional offices with hundred dollar bills in their hands.  But you do see tremendous amounts being spent on lobbying, you do see campaign contributions.\nThe FCC is a little more subtle because they are not elected in the same way, but you do see what is referred to as “regulatory capture,” where, over time, a regulatory agency begins to harmonize its actions with the industry it purportedly regulates.  Ajit Pai’s FCC is a textbook case. Basically, he has been granting the long-standing wish lists of the industries he is supposed to be overseeing.\nBernstein: Could you talk about the potential benefits of a more neutral Internet available to everybody?  How can it contribute to a better society?\nPickard: Especially in the activist realm, you see various groups who have organized and leveraged the democratic potential of the Internet to really amplify their voices.  We have seen this play out with many older forms of media, such as radio.  When radio first started, it was similarly used by various activist groups and was hailed as a new democratizing force that was going to revolutionize the way that we communicate with each other, the way we govern ourselves.  But it quickly became captured by a handful of corporations and I am worried that this is what we are seeing with the Internet today.\nBernstein: That brings me to my last question.  What are the chances of this decision being flipped, if there is support for that among the various communities across the country?  Do you have any hope that this can be turned around?\nPickard: Actually, I am cautiously optimistic that in the long run net neutrality will be upheld.  In the short term, there will be challenges in the courts, where there is at least a fifty-fifty chance that net neutrality will prevail.  The other crucial front is going to be in Congress, where there will be pressure to pass what is known as a Congressional Review Act, enabling Congress to put forward a resolution of disapproval.  It is very important for all of us to be pressuring Congress to overturn the FCC decision.\nBut I also think that all of this public engagement is showing that there will be continued activism around this issue.  Even if we win in the courts, there is going to be an ongoing battle.  But as long as the public remains engaged, I really believe that in the long term we will have net neutrality.\nBernstein: Has legal action been taken already?\nPickard:  Absolutely.  We have already seen a number of state attorneys general challenging this decision in court. Various activist groups like Battle for the Net.com, Fight for the Future, Free Press, and Free Disclosure will continue to focus on this issue for months and years to come.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nJanuary 1, 2018 at 09:04\n“Bernstein: Let’s talk a little more about the politics behind the Internet.  We saw the Internet play a key role in liberation movements like the Arab Spring and the Occupy movement.  Is this shutting down of net neutrality an attempt to undermine such movements?”\nI’m surprised that Bernstein would ask that question the way he did. And disappointed. It’s backwards. Yes, Regular people will use the internet to educate themselves and others on political matters and to organize. But they don’t have the resources that the CIA et al, who use the same internet to do their counterrevolutionary crap, have. Who got more bang for the buck in the social networking during the Arab Spring? The people or George Soros et al? It’s happening right now all over the place. Cuba was in the news not long ago for this. Thailand is a target, as Joseph Thomas at Mint News explains.\n“Just in case you’ve forgotten, here’s another place the US is screwing over” by Joseph Thomas\nPower without truth is the path toward War.\nPower without truth is the path toward war.\nPower without truth is propaganda.  State propaganda.  State propaganda coupled with corporate propaganda.  Why is propaganda coupled with power opposed to truth?  Why are the state and the money powers involved in propaganda actively repressing the truth?  Why is this a path toward war?\nThese questions cannot be answered unless we understand a fundamental motive for suppressing the truth and that is that the truth is the greatest enemy of the state.\nIn a propaganda state the money powers and the influence they have must be enabled by a money motive.  They need to have complete influence over commercial media.  There needs to be a triangle of the flow of money from commercial interests to politicians and then to the media which actively suppresses the money triangle and never reports on it.  The reason that the commercial news organizations never report on the corruption of money is simply because they are the end beneficiaries of it.\nThe Supreme Court decisions which ushered in the age of dark money and rolled back 100 years of campaign finance reforms were never covered by the major commercial media outlets.  Their plan to suppress the truth was motivated by their lust for the money they would receive based on the conception that unlimited campaign donations would enrich themselves.\nWhy would they want to report negative news based on the SCOTUS rulings which wiped out 100 years of laws to limit the influence of corporate money from the very wealthy special interests (corporations) when they were going to be the end recipients of all that cash.\nWhy do republicans fight so hard over Supreme Court nominations?  It is because they know that the billions of dollars flowing from dark money largely flow to those politicians which will support the special interest money.  Why does the corporate media deliberately fail to report on the attempts to limit unlimited campaign donations?  Follow the money.\nThere is widespread frustration that Donald Trump won the election.  The one thing that major media corporations do not want revealed about this aberration is that they do not want people to know that they are the primary reason for the republican majority and the chief reason that Trump is our president.\nWhat say you?  How can I blame the commercial media for tampering the last presidential election?  The answer is the money which was unleashed by the Supreme Court decisions which ushered in the age of unlimited campaign finances by special interests.  The media knew it would be the end recipient of all the cash and they loved the notion that they would get rich from the Supreme Court rulings (Citizens United vs. the FEC and McCutcheon vs. the FEC)\nHow did they do it?  You might ask how the media influenced the election.  Follow the money.\nIn order to cash in on the mountains of cash unleashed by the Supreme Court rulings ending 100 years of campaign finance reforms they needed to find a way to extract the cash from Super PACs and that meant all of them.  Backing one republican candidate would mean that the Super PACs behind that one candidate would not feel a need to spend all their cash on advertising.\nAl long standing tradition in the major media of backing one candidate was replaced by a desire to extract the maximum amount of cash from all republican candidates.  But how to do it?\nThe plan was hatched to use a bait fish candidate who was a popular media figure (Trump) and to give Trump huge amounts airtime coverage of his candidacy in an effort to entice the cash infused republican candidates Super PACs to spend money on advertisements running against the paper tiger of Trump erected by the media.  It is estimated that the various media outlets gave Trump approximately two billion in free advertising.  Trump who was an outsider and who had no major special interest backers spent ten million of his own money.  Compare that paltry sum with the thousands of millions of free advertising he received gratis from the main stream media and you have to wonder why they did that.  They did it for no other reason than making money.  The CEO of CBS Broadcasting told the shareholders that although Trump might be bad for democracy he was damn good for business.\nTo cover all this up the media and the politicians invented another straw man in Putin creating a fake story that the Russians somehow influenced the election.  Although there is scant evidence for Russian meddling in the election it has eclipsed all other possible reasons for the outcome of the election.  We don’t even ask the question about James Comey’s involvement in election influence just as he is given a get out of jail free card for testifying how the Russians influenced the election and not himself.\nHow has all this transpired?  It has transpired because the government and the telecommunication industry which benefit from the relaxation of campaign finance regulation by the Supreme Court in order to get rich and maintain power wants to distract us away from their own election influencing and deflect the blame to a foreign enemy nation.  It is completely ignored that James Comey’s reopening of the Servergate investigation days before the election had a role in the election or was, in fact, naked election tampering.\nIn a propaganda state the truth is the greatest enemy of the state.  The truth can expose the lies of the state and the propaganda media.  The truth is that there are numerous reasons for the election of Trump which span from the Supreme Court decisions to end 100 years of campaign finance reforms to the profit motives of the media to fleece republican Super PACs to the republican/conservative efforts to influence the election by timing the investigations into the Clinton’s to coincide with a national election.\nAll of these reasons are fact and cannot be disputed.  These are true things that actually happened leading up to the election.  Yet none of these things are the current topics of investigation.  None of these true things are mentioned in our propaganda state.\nThere is no mention of gerrymandering or other republican attempts over decades to rig elections.  There is no coverage of the influence of dark money in elections.  There is no coverage of the Supreme Court decisions which ushered in an age of unlimited special interest money in political campaigns.  There is no coverage of the 27 million dollars a single donor, who remains anonymous, who gave all that money to secure the nomination of a Supreme Court Justice.  There is no coverage of the purging of voter roles prior to the election.  There certainly is no coverage of the money motive that the commercial press had to erect a straw candidate in order to fleece Super PACs out of all their money.\nInstead we are bombarded with propaganda about the Russians and are led to believe that $100,000 spent on advertising by the “Russians” (it is not clear if it was the Russian Government) somehow resulted in Trump being elected.\nWhy do they need to lie?\nThey need to create a fictional boogeyman that somehow stole the election in order to preserve and protect all of the real reasons that the main stream press and the republicans conspired sometimes with each other and sometimes against each other to influence the election.  By deflecting all of the blame on the Russians (which nobody believes) it hides the real reasons from the light of public scrutiny.\nWhat can you do?\nFirstly you can most assuredly dismiss the notion Russia had anything to do with Trump’s election.  Secondly you can instead focus on what you already know.  James Comey reopened the investigation into the bullshit republican led server gate just days before the election. That had a major influence on the election.  Gerrymandering, voter ID laws, Voter purges and Black Box voting also had a major influence.  The media had a major influence and they had the motive and opportunity to boost Trump for financial gains which were enabled by rulings on campaign finance by the Supreme Court.\nWhat you should not do:\nYou absolutely should not blindly accept without proof that Russia is responsible for the election.  This website has done a good job of challenging the claims that Russia was responsible.  It is up to each one of us to challenge the propaganda being trotted out in front of our consciousness and to look deeper into the real reasons elections in this country are rigged for the wealthy and for giant corporations including the giant corporations that control the press.\nThe truth is the greatest enemy of the state.\nWhy should you care?:\nYou should care because of the massive ability of the propaganda machine to hide the truth from all of us even if that means that we remain enmeshed in and endless cycle of military conflict with the other biggest nuclear armed nation on the planet.\nIn conclusion I agree that “power without truth is the path towards war”\nDrogon\n@dean1000\nRegarding your comment:\n“The highway system is open and free. There is no ‘Jabba the Hut’ content dictator setting athwart the on ramp. The government must respect your constitutional rights including the right to privacy. There are no government voyeurs peeping in your car windows to see who you are and when & where you get on the highway and when and where you get off.”\nUnfortunately this hasn’t been even remotely true for decades. To give just one example: automatic license plate recognition technology is incredibly widespread among US law enforcement agencies at every level. Way back in 2012 it was already being used by over 70% of ALL police departments according to a report by the Police Executive Research Forum. These days I expect that number is close to 100%. It’s also becoming quite common to combine this technology with toll roads in order to make the entire process completely automated and cashless. You either mount a transponder on your car that allows the toll road operator to automatically charge your credit card, or else they detect your license plate and conveniently mail you a bill.\nCitizenOne\nDecember 23, 2017 at 23:33\nThe fast lane / slow lane argument is a valid point and it will probably come to pass.  ISPs will become like cable TV and charge premiums for content which they do not approve of.  But that evaluation does not take into account the entire effect of ISPs filtering websites and charging for tiered access.\nThe biggest effect will be the cultural change for the majority of base level subscribers that choose the cheapest plans.  That will be the vast majority of internet users.  What they will be treated to in terms of content can be seen on cable news.  An array of giant communication corporations which filter, spin, omit, twist, ignore, gossip, selectively focus on issues that they perceive will benefit their profit motive.\nIs there a single cable news provider that brought net neutrality to the forefront of their coverage?  The answer is a resounding no.  Where in the main stream news is there widespread coverage about the controversial Citizens United vs. FEC or McCutcheon vs, FEC Supreme Court rulings which ushered in the age of dark money in politics and which has had a tremendous effect in recent elections?  It is never spoken of at all.  Such talk frbidden by the corporate CEOs at the top of the commercial news.\nNowhere is there a whisper in main stream media that the reason that republicans fight so desperately to control the Supreme Court is to protect the enormous river of dark money ushered in by these SCOTUS rulings which cause republicans to win elections and which also fill the coffers of media corporations with billions in campaign advertising.\nWhy is there no coverage of these truths?  It is because they have every interest to hide them from all of us.\nThis website comes too late to an understanding of the truth.  Consortium News should have been worried and broadcasting concerns in 2003.  This website has remained completely silent on net neutrality since yesterday.\nSuch complete ignorance and silence on historical events like Michael Powell in FCC ending net neutrality in 2003 which was reversed by a 400 to 20 vote in the House of Representatives and Ajit Pai in 2017 which was opposed by 20 million citizens cannot be forgiven.\nWhat does it take to wake up progressive websites like this one?  Apparently it takes a death blow to wake you up.  It is pointless for Consortium News to bitch about it now because the deed is done.  The ISPs will charge more for second tier websites and people will opt out and that will be the end of an independent investigative news website that has won many awards.  Congratulations.  Your website will collect dust on some premium channel only wealthy historians visit.  That will be all two of them.\nI’m out of here.  Good night and good luck.\nPeppermint\nGreat post.\nDecember 27, 2017 at 11:26\nCitizen one you are much too pessimistic. You mention that FCC chair Michael Powell dumped Net Neutrality only to have it come back. The same thing will happen to Ajit Pia’s dumping of Net Neutrality. It is a question of when, not if.\nPeople are leaving cable tv & going to Netflix, HuLu, etc because they want to choose the content they watch. The same thing will happen to the internet if content dictators take over.\nPia has it backwards. Investors will leave if the customers leave. People will go to foreign websites to get the content they want. If they can’t do that they will leave the internet in large numbers.\nCompare the interstate highway system to Cable/Satellite TV. The highway system is open and free. There is no ‘Jabba the Hut’ content dictator setting athwart the on ramp. The government must respect your constitutional rights including the right to privacy. There are no government voyeurs peeping in your car windows to see who you are and when & where you get on the highway and when and where you get off.\nWe are supposed to have that kind of freedom and privacy on the internet. We will have an open and free internet like that in the future because that is what people want.\nWhen the repeal of Net Neutrality takes effect ( mid January ) the law suits will be filed. The 2nd highest court in the country has already ruled that Net Neutrality is OK and it can be regulated as a Telecommunications Service. If the lawyers ask for and get a ‘stay’ Net Neutrality will stay in effect till the court cases are resolved.\nCitizenOne\nDecember 28, 2017 at 02:03\nThings have changed.  In 2003 Congress (House of Representatives) voted 400 to 21 to repeal Michael Powell’s FCC rule ending Net Neutrality. https://www.democracynow.org/2003/7/24/in_a_stunning_400_21_vote\nSeveral Bills have been introduced among them:\nA proposed law to make net neutrality permanent: https://www.congress.gov/bill/115th-congress/senate-bill/993 https://arstechnica.com/tech-policy/2017/05/gops-internet-freedom-act-permanently-guts-net-neutrality-authority/\nThere are proposed laws to overturn the FCC rule making by Ajit Pai https://www.congress.gov/bill/115th-congress/house-bill/4585/text\nIt will come down to republican loyalists who want to follow Trump and Ajit Pai versus those republicans who don’t subscribe to becoming slaves to corporate America.\nThis is different from the nearly unanimous verdict in 2003 to reject the ending of net neutrality.  Politicians today are conflicted.  They see a reason to support ending net neutrality they did not see before.  They have put forth bills supporting the end of net neutrality.  That is something that didn’t happen before.\nPerhaps you are right and this rule making will be overruled by Congress which is well within their right to do so but there is a new angle that the ISPs have managed to leverage.  That is the introduction of bills which support ending net neutrality which at least have gained a foothold in Congress.\nRepublicans hold the power to end net neutrality or to preserve it.  They have never been so much aligned to support the FCC and the ISPs as they are now.  The major media also as has happened in the past gone silent on the issue showing their support for Ajit Pai and the FCC ruling to end Net Neutrality.\nPlus the fact that the republicans have already aligned on indebting our future in a tax robbery by the rich despite popular disapproval.  Also we have a president who will grow much richer for it.\nThese are strange times and it is anyone’s bet whether or not republicans will fall in line or show a spine.\nPessimistic?  I don’t think so.\nWelcome to the corporate fueled republican led new “democracy”\ndean1000\nDecember 23, 2017 at 22:10\nThis is one of the best articles I’ve read in support of net neutrality and an Internet free of corporate and government domination. It also has the most comprehensive short and to the point history of the Internet I’ve seen. It doesn’t bend a knee to investors.\nI have paid monthly internet fees for 22 years. So have millions of people. It is millions of internet customers ( the profit providers ) who have made the internet a success.\nRecently I sent 141 emails asking people to contact their politicians and friends in support of net neutrality. I used the Interstate superhighway system as an analogy because so many more people use the interstate highway system going to and from work five days a week. Most people don’t use the hellscape of airport security more than once a year.\nThe true costs of Internet fast lanes hasn’t been adequately covered. On the interstate superhighway system you can cross into the fast lane(left lane) to get around slower traffic for free. There are No ISP Peeping Toms or corporate voyeurs tracking your every move on the interstate highways. When the interstate highway system crosses a large municipality there may be 12 lanes of traffic in the direction you are traveling. You can cross from the slowest lane to the fastest lane and back again without paying a penny, in most municipalities.\nInternet fast lanes will be populated by business corporations that can afford to pay a high fee because the fee is tax deductible as a cost of doing business. The business may have to pay the fee with cash up front. When tax time rolls around they will deduct it from their gross income for the simple reason that is not income. Why aren’t your monthly internet fees tax deductible? Because Congress doesn’t want them to be.\nIt is highly likely that the fast lane users will claim that the fast lane fee they pay must be passed on to you. The fast lanes are a triple scam.The fast lane users get free tax deductible Internet service, the Government loses revenue equal to the aggregate cost the fast lane fees, and you pay a higher fee for a slower lane. FCC chair Ajit Pai and his republican colleagues call this triple scam the free market and light touch regulation.\nAgain, the Pickard/Bernstein piece is one of the best. They even covered the democratic and free speech aspects. Link to it. Share it with friends.\nLJ\nDecember 24, 2017 at 17:49\nToll Roads are becoming more prevalent on freeways here in liberal land, California and they  are an increasingly important source of mas dinero for government. Toll Lanes on the Interstate? Don’t worry , they are coming to your town soon. You won’t be left out for long, at least not if you and your fellow citizens are lucky enough to collectively experience that wonderful cure all that accompanies increased population  and urban sprawl > “Economic Growth”\nsuperman\nDecember 23, 2017 at 15:58\nWhile I have many shared concerns with Pickard as he pointed out “First of all, we haven’t really had a free market when it comes to the Internet.” That’s a problem and my understanding is Net Neutrality in fact keeps the market less free and prevents new technologies and competition from coming to market a de facto monopolistic situation that the mob would be proud of. So while listening to an individual from Japan speaks on this matter he claimed Japan did not have such issues and have many competitors. The cause in the US could be a result to the fact that anti trust laws simply are not enforced. Even worse is communities have tried to build their own internet system and thanks to state laws and the bribes that occur it is illegal for a town to actually build their own internet system. “People are not walking into congressional offices with hundred dollar bills in their hands.” Really??? How does Pickard know this to be true as any informed person is aware a congress men was found with $90,000 in his freezer not so long ago. We live i an open system of bribery that is right out in public. We call this campaign contributions but in reality these are just bribes. This society does need to ensure that content can not be controlled by companies for nefarious reasons but to create an industry run like crime families is not the way to proceed either. This goes back to this great American motto known as ‘damned if you do & damned if you don’t’ God Bless the United Corporations of America!\nAl Pinto\n@censbot…\nWhile agree with your post, this requires further clarifications, quote:\n“meanwhile the very tech companies that are actually acting like “bad trusts”, the googles and facebooks, the twitters and the like are actually censoring content/individuals while also serving as defacto “utilities”.”\nThe Googles, Facebooks, etc., lobbied heavily for the 2016 FCC rule that would have required ISPs getting opt-in consent from consumers for selling their customer private information, including their browsing history. As a reminder, back in 2016, the FCC had been under democratic leadership and the republicans opposed this rule.\nIn March 2017, the Senate voted to eliminate broadband privacy rules that would have required ISPs to get consumers’ explicit consent before selling or sharing web browsing data and other private information with advertisers and other companies. This law/rule actually became effective on December 04, 2017, couple of weeks ego.\nThe reason for the Googles, Facebooks, etc., lobbying for this rule is not preserving consumers’ privacy. Rather, protecting their business that largely rely on stealing their end users’ personal information and collecting browser habits. Microsoft’s Windows 10 platform already challenged their businesses. The built-in telemetry service of Windows 10 is disguise that can steal more information about the end users, than the ISPs will ever can.\nAnd again, while there had been large public uproar about this rule change, this had been another corporation versus corporation battle.  The Googles, Facebooks, etc., lost to the ISPs.\nOne could draw the conclusion that the ISPs are collectively larger force, than media, social networking and search engine companies combined. Doing so would not be too far from reality…\ncensbot\ngood and valid points.\ni don’t find this to be a democrat/republican issue although it has been framed that way.\nmy only caveat would be that the google is far larger(in scope and in internet influence) than all the isp’s(in the usa) combined and is in league with it’s lesser neighbors in silicon valley.\nand yes, they are evil.\nas you said, company vs. company\ngovernments should not be the arbiter of who is right(or not evil). it has a rather poor track record in that regard.\ncensbot\nDecember 23, 2017 at 11:48\nnet neutrality used to mean something completely different until it was a name given to a bill that favored some corporations over others. it was unfair to those companies that were targeted. simple as that. al pinto gave you some of the details. and they are correct but the doom and gloom predicted by rescinding this action by the fcc does not hold water. first, the bill had not gone into effect. meaning rescinding changes nothing. second, the predictions by the scare mongers in the tech industry don’t really hold water. they are predictions of what COULD happen. if isp’s decided to do tiered internet, they would still be subject to their own competition in the market they serve. which is a reason why it would not happen as described. if this would somehow happen, said companies could, COULD, still be liable under the ftc.\nmeanwhile the very tech companies that are actually acting like “bad trusts”, the googles and facebooks, the twitters and the like are actually censoring content/individuals  while also serving as defacto “utilities”.\nremember that the original idea of net neutrality was that the net should be “hands off” by governments. the net neutrality bill that was just rescinded was exactly the opposite. and everyone should be very fearful of the nose under the tent when it comes to the internet.\nAl Pinto\nDecember 23, 2017 at 08:35\nNet neutrality is the battle of corporations with different interests, where people receiving the corporations’ services do not affect the outcome. Just keep that in mind…\nIn the first round of the net neutrality, (NN) two years ago, different corporations argued and got the public riled up. The main issue was, should the ISPs charge media companies, such as Netflix, Google, Amazon, etc., for allowing unlimited bandwidth for these companies’ services on their networks? The media companies argued that the ISPs should mot, while ISPs position had been the opposite. Some details for this argument…\nThe ISPs had been providing internet access for their customers at various bandwidth, or simply stated, speed. The media companies rely on their customers’ internet speed, without any cost to them. That in turn overwhelmed the ISPs’ provided internet speed for their customers. For example, just Netflix customers using their access results in around 60% utilization of the ISPs internet access. And that’s just Netflix, other media companies are not accounted for. To meet the demand, the ISPs had to increase their own internet connection speed at additional cost in trying to maintain the internet speed for their customers.\nThe ISPs lost round one of the NN, when FCC made the rule that ISPs cannot throttle internet speed, nor can they charge the media companies for not throttling their service.\nIn round two of the NN the ISPs won and it had been repealed. They can use the “throttling hammer” to force media companies to pay for unfettered access to their services. This is far from over. People are still riled up people, law suites, etc., give it 6-8 month to settle down and the repeal stays.\nWhile the NN back and forth played out, the ISPs and the media companies already resolved their differences. For example…\nNetflix and the ISPs already agreed that they co-locate the Netflix media servers within the ISPs network and doing so is a win-win for everyone. The Netflix customers have unfettered speed to their movies, without affecting the ISPs own internet speed. This could not be done with NN rule in place and since it had been repealed, now it can be done.\nWill there be other consequences for ISP’s customers with the NN repealed? There might be; after all, it will be hard to resists increasing profitability that carries no investment.\nJohn\nWell said Al Pinto and great information in there.\nSilly Me\nDecember 23, 2017 at 06:25\nThe routing option allows for a lot more efficient surveillance too.\nBig players will win much more than what the eyes can see…\nOscar\nDecember 23, 2017 at 00:55\nNothing should prejudice the right to inquire and speak your mind about anything on the internet–main media does not uphold its function, which is constitutionally, to enhance informed consent.\nmike k\nDecember 22, 2017 at 16:34\nNet neutrality is simply a free speech issue. Fascist oligarchs hate free speech – this makes it very important to those who love freedom.\njohn wilson\nDecember 23, 2017 at 05:11\nYou may have noticed, Mike, that the fascist oligarchs are always telling us they love free speech but they neglect to say that they don’t mind free speech as long as only a few people hear it. When free speech reaches a mass audience then its a threat to the oligarchs and they try (and mostly succeed) in stifling the message one way or another.\nJohn\nDecember 23, 2017 at 10:54\nI agree john wilson. Oligarchs of the kakistocracies always wish to control the content and the narrative. It is one reason why they have so many assets as ‘trolls’ and controlled opposition.\nDecember 22, 2017 at 16:13\nBernstein: What did the inventors of the Internet envision as its function and how could it potentially be an important democratizer?\nPickard: Again, the Internet was created through massive public subsidies.  The Pentagon’s Advanced Research Project Agency designed what was then called the Arpanet and which was based on the net neutrality principle that all online content should be treated equally.  The pipes through which the Internet would flow were meant to be “dumb”  in the sense that they were not discriminating against particular types of content.\nCommon Tater: The inventors at CERN, saw it as a tool through which research could be made readily available to academics across the globe. Tools which accelerate the exchange of ideas across nations has been a catalyst for human progress, as the printing press gave academics the ability to exchange ideas which led to the awakening of humanism, liberalism, and the Protestant Reformation. So could the internet lead to a better informed global society which in turn, could lead to more rule by the people and less of what the PTB label “democracy.”\nLJ\nDecember 22, 2017 at 17:24\nThe Information Age swiftly morphed into the Disinformation Age. The men who brought forth Advanced Physics in the 20th Century, dozens of men like Planck, Lorentz, Einstein etc. did not develop the Nuclear Weapon in the 40’s and 50’s. . So too, the idea of a conduit to exchange scientific research  was innocent enough but the puppet masters who fund these type of things already envisioned the potential of the internet in the Marketplace before a cent was directed towards the creation on an “Open Internet”. . As soon as you were walking through a shopping line that was scanning bar codes, as soon as you were listening to digitally recorded music on CD’s the idea that the Open Internet was most important as an Information exchange was a fantasy. We were having our meta data stored before 9-11. Democracy exists in the mind not in media or technology. The majority are not educated enough or smart enough and are incapable of thinking clearly enough to use the open internet to promote their own self interest through the election cycle. The majority are smart enough to watch Porn or book a reservation for vacation or a plane flight or to find a place to spend money on food or some consumer product. That is the way it is. Creating a slow lane to hinder people who want to read information that could be qualified as dissent does not effect Democracy. It affects lazy people who want to feel like they are doing something by informing themselves. People taking advantage of an Open Internet has not changed anything at all. If someone has a product to deliver or a service that people want they will still be able to make money and the true gadflies and dedicated activists will still inform themselves and they are really the only ones that count and they don’t count that much. Merry Christmas. This like everything else that is the flavor of the day is not were the battle really lies. Unfortunately , the battle is already lost in my opinion but there is no reason to not pay attention  to the BS.\njohn wilson\nDecember 23, 2017 at 05:04\nYou are right, LJ, When man invents something he thinks will benefit man kind, those with maligned intent soon use it to do harm. Electricity is one thing that comes to mind in its use for the electric chair to kill people.\nJohn\nDecember 23, 2017 at 10:52\n“Protest all you want. As long as you pay your taxes”. Can’t remember the man’s name at this moment who coined that phrase, but was in government at the time. And as to your statement that democracy exists in the mind, which I concur,: “The best form of slavery is when people actually believe that they are free”.\nJanuary 1, 2018 at 09:23\nWell, Barrington Moore said something along the same line. He describes what he and Chomsky refer to as America’s predominant voice (angry, hostile) and in so doing imitates uncle Sam to make his point, saying ‘You can protest all you want, but don’t get out of line, or else’.\n“A Genuine Movement For Social Change” by Noam Chomsky:\nDecember 25, 2017 at 09:21\nSo, the Internet, from day one has been more about money than ideas. I couldn’t agree more. And those with the inclination and ability to do so will continue to be able to dig the nugget of truth out of the surrounding goo of pabulum. Again, I agree. If this is not where the battle lies, though, where then do we find it?\nJanuary 1, 2018 at 10:03\nChomsky warned years ago that powerful special interests would steal the internet. It’s worse than that though. Imperfection allows for all kinds of folly, including stuff that’s not serious and stuff that’s serious. In the serious category, When people’s champions – take your pick: Amy Goodman, Bernie Sanders, Dozens of alt media orgs – up and one day change their minds and go over to the dark side, What can we do about it (at this time)? It’s a free universe. There’s Tim Berners-Lee jumping on Google’s bandwagon out of a concern about the dangers of ‘fake news’.\n“Guardian promoting GCHQ demand for more internet censorship” by Claire Bernish\nSo where do you think the battle really lies?\nJohn\nDecember 23, 2017 at 10:47\nExcellent question Common Tater. As we see with CERN, a lot of their content is kept secret and scientists have even tried to sue to get that information and was quashed as judges ruled that CERN was private and had a right to private content and as a State couldn’t be sued. Hypocrisy as it’s greatest. That was the ruling in a nutshell. It was only a matter of time when kakistocracies consolidated and monopolized DARPA’s creation. I believe this hasn’t been done yet to gauge the masses’s awareness and reactions, and to give researchers and seekers of info, facts, and truths platforms to have. And, know who we that are aware are.\nDARPA did not create nor conceptualize the internet.\nIf the internet were a plant, CERN would be it’s nursery, and the second floor of building 31 the greenhouse where it was conceptualized, and created. Tim Berners-Lee is botanist of our hypothetical internet plant.\nDecember 22, 2017 at 16:10\nThere IS a possible silver lining. If tiered pricing happens, maybe for smartphones and tablets at least, people will simply start hanging them up, putting them down, and becoming less addicted to them.\nAnd, yes, they ARE addictive. Places like Amazon know that people buy more shite when using a mobile “device” than when at a desktop computer.\nI’d love to see capitalism hoist by its own petard, if but just a small bit.\nmike k\nThere is no silver lining to this disaster.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://arstechnica.com/tech-policy/2017/05/gops-internet-freedom-act-permanently-guts-net-neutrality-authority/",
                "https://www.democracynow.org/2003/7/24/in_a_stunning_400_21_vote"
            ],
            "gov_pgs": [
                "https://www.congress.gov/bill/115th-congress/senate-bill/993",
                "https://www.congress.gov/bill/115th-congress/house-bill/4585/text"
            ],
            "unsure": [
                "http://www.flashpoints.net/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "democracy",
            "pay",
            "content",
            "net",
            "going",
            "various",
            "neutrality",
            "internet",
            "think",
            "loss",
            "access",
            "public",
            "hurts"
        ]
    }
]