[
    {
        "url": "https://www.christianpost.com/voice/living-the-true-meaning-of-pro-life.html",
        "title": "Living the True Meaning of Pro-Life",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nIf being \"pro-life\" only means opposing abortion, we need a better conversation about the myriad ways human life is threatened today.\nToday, the March for Life will bring together thousands of anti-abortion activists and conservative political leaders in Washington, as it does every year in the week before the anniversary of the 1973 Supreme Court decision that legalized abortion.\nThe gathering offers an opportunity to reflect on what it means to defend life, especially at a time when the Trump administration is pushing policies that break up immigrant families, exacerbate inequality and poison our environment.\nIt's understandable that abortion remains a foundational issue for millions of Americans. Debates over when life begins, whether a fetus can feel pain and at what stage a pregnancy can be terminated raise profound moral and medical questions.\nWhile interest groups on both sides of this contentious issue often use absolute claims and polarizing rhetoric to make their case, many Americans recognize the complexity of abortion should not be reduced to talking points or bumper stickers. In fact, a poll from Public Religion Research Institute found that 43 percent of respondents identified as both \"pro-choice\" and \"pro-life,\" a sign that binary categories are insufficient.\nA more productive national discussion could start with acknowledging that the way we talk about abortion can't begin with a culture-war approach, and finally recognizing the limits of single-issue politics.\nThere is nothing \"pro-life\" about defending life in the womb while walking away from our collective obligations to care for the child once that baby is born. This is exactly what President Trump and many politicians such as Speaker Paul Ryan, who will speak at the march, do when they shred social safety nets, fail to fund health insurance programs for low-income children, and put tax cuts for the wealthiest few before the needs of those in poverty.\nThe president has won over many political and religious conservatives with his appointment of anti-abortion judges, including Supreme Court Justice Neil Gorsuch. His administration pushed for expanded conscience exemptions to contraception coverage requirements in the Affordable Care Act, and like every Republican president since Ronald Reagan, he reinstated the so-called Mexico City policy, which forbids U.S. aid money going to any international group that funds or promotes abortion.\nFor some voters and political leaders, these checks on the scorecard are a sign that Trump passes the test.\nThere are signs that a more expansive understanding of what constitutes a \"life issue\" is challenging that narrow vision. Pope Francis, the world's most influential religious leader, is driving that conversation.\nThe pope strongly opposes abortion, but has also elevated what he calls an \"economy of exclusion and inequality\" that \"kills,\" the death penalty, climate change and the treatment of immigrants as central pro-life concerns.\nWhen asked by reporters about President Trump's decision to rescind an Obama-era program that protected some 800,000 young immigrants brought to the United States as children, Francis didn't equivocate. \"The President of the United States presents himself as pro-life,\" the pope said, \"and if he is a good pro-lifer, he understands that family is the cradle of life and its unity must be protected.\"\nClimate change is \"one of the principal challenges facing humanity,\" according to the pope, a stark difference from a president who pulled out of the Paris climate agreement and who once called global warming a hoax invented by the Chinese.\nFrancis also helpfully rejects the kind of simple categorizations that limit American political debates. \"Everything is connected,\" he writes in \"Laudato Si,\" the first encyclical in the church's history to address environmental themes and climate change. Francis understands that climate change caused by human activity is already killing people in the poorest countries, and it contributes to a migrant crisis also exacerbated by war and economic exclusion.\nWhen Pope Francis visited the United States in 2015, he linked the need to protect life in the womb with \"children who die of hunger or from bombings, immigrants who drown in the search for a better tomorrow ... and the environment devastated by man's predatory nature.\"\nSeveral U.S. Catholic bishops are taking the pope's lead.\nBoston Cardinal Sean O'Malley, an influential advisor to the pope, calls immigration \"another pro-life issue.\" Chicago Archbishop Blase Cupich views gun violence as an urgent pro-life concern, and is a leader who forges alliances with progressives and Democratic politicians who disagree with the church's position on abortion. In a speech to the Chicago Federation of Labor, the cardinal spoke of \"feeding the hungry, sheltering the homeless, protecting the unborn, caring for the sick and welcoming immigrants\" as part of a \"consistent ethic of solidarity.\"\nThe language echoed the message of a previous Chicago cardinal, Joseph Bernardin, who in the 1980s became the most prominent American church leader. \"Those who defend the right to life of the weakest among us, must be equally visible in support of the quality of life of the powerless among us: the old and the young, the hungry and the homeless, the undocumented immigrant and the unemployed worker,\" Bernardin said in a 1983 speech at Fordham University.\nDebates over abortion shouldn't stop. But let's make sure the conversation about protecting life and human dignity doesn't end there.\nThis article originally appeared at RNS.\nOriginally published at  Red Letter Christians.\nThe goal of Red Letter Christians is simple: To take Jesus seriously by endeavoring to live out His radical, counter-cultural teachings as set forth in Scripture, and especially embracing the lifestyle prescribed in the Sermon on the Mount. Find them online at https://www.redletterchristians.org/\nRelated Articles\n",
        "quotes": [
            [
                "The President of the United States presents himself as pro-life,",
                "",
                true
            ],
            [
                "and if he is a good pro-lifer, he understands that family is the cradle of life and its unity must be protected.",
                "",
                false
            ],
            [
                "one of the principal challenges facing humanity,",
                "",
                false
            ],
            [
                "children who die of hunger or from bombings, immigrants who drown in the search for a better tomorrow ... and the environment devastated by man's predatory nature.",
                "",
                false
            ],
            [
                "feeding the hungry, sheltering the homeless, protecting the unborn, caring for the sick and welcoming immigrants",
                "",
                false
            ],
            [
                "Those who defend the right to life of the weakest among us, must be equally visible in support of the quality of life of the powerless among us: the old and the young, the hungry and the homeless, the undocumented immigrant and the unemployed worker,",
                "Bernardin",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.redletterchristians.org/pro-life-must-encompass-more-than-opposition-to-abortion/https:/www.redletterchristians.org/what-jesus-economy-looks-like/",
                "https://www.redletterchristians.org/"
            ]
        },
        "key_words": [
            "life",
            "political",
            "immigrants",
            "francis",
            "president",
            "prolife",
            "issue",
            "living",
            "meaning",
            "climate",
            "pope",
            "abortion",
            "true"
        ]
    }
]