[
    {
        "url": "https://www.christianpost.com/news/human-trafficking-christian-persecution.html",
        "title": "Human Trafficking in the Shadow of Christian Persecution",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, January 18, 2018\nWith much fanfare and publicity, January is declared as Human Trafficking Prevention month, flush with hip hashtag campaigns, slick YouTube videos and modern marketing materials.\nMissing from all the global human rights seminars, celebrity public service announcements, blue ribbon campaigns and Hollywood events is any mention of the hideous growing global human trafficking and persecution of Christians around the world. Christian victims of human trafficking and violence seldom merit a mention in the hype and hoopla.\nRead more here: https://www.christianpost.com/voice/the-untold-story-of-global-human-traffickingforgotten-victims.html\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/voice/the-untold-story-of-global-human-traffickingforgotten-victims.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "global",
            "world",
            "persecution",
            "violence",
            "shadow",
            "christian",
            "youtube",
            "trafficking",
            "mention",
            "human",
            "campaigns",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/voice/the-untold-story-of-global-human-traffickingforgotten-victims.html",
        "title": "The Untold Story of Global Human Trafficking—Forgotten Victims",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-16",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 16, 2018\n| Tuesday, January 16, 2018\nWith much fanfare and publicity, January is declared as Human Trafficking Prevention month, flush with hip hashtag campaigns, slick YouTube videos and modern marketing materials. Missing from all the global human rights seminars, celebrity public service announcements, blue ribbon campaigns and Hollywood events is any mention of the hideous growing global human trafficking and persecution of Christians around the world. Christian victims of human trafficking and violence seldom merit a mention in the hype and hoopla.\nYet the recently released and highly touted annual World Watch List 2018  generated by Open Doors USA powerfully and demonstrably highlights the global persecution of Christians. The World Watch List is an annual report that ranks the top 50 countries where Christians are persecuted for their faith.\nThe 2018 Open Doors report reveals shocking and disturbing data about the rise in abduction and rape of Christian women around the world. According to the report, 3,066 Christians were killed in 2017; 1,252 were abducted; and 1,020 were raped or sexually harassed. These growing, brutal and verifiable statistics demonstrate the increased threat to Christians around the world. Abduction and rape are the weapons human traffickers deploy against helpless Christian women.\nCriminal traffickers target Christian women and girls for the crime of living their Christian religion.\nProfessing the Christian faith is often a death sentence around the world. Has the world conveniently forgotten the April 2014 crisis where nearly 300 Nigerian Chibok Christian school girls were abducted, raped and killed by the Islamic Boko Haram terrorists? The world stood by helpless while their violent abduction and kidnapping enfolded at the hands of Islamic terrorists.\nThe #Bringbackourgirls campaign faded into oblivion as the Christian school girls endured unimaginable torture and brutality. They were taken deep into the Sambisa Forest to Boko Haram's stronghold, where these young Christian schoolgirls were offered a choice: join the Islamic militants or become their sex slaves. Since 2011, Boko Haram has killed nearly 54,000 people in its deadly rage. These innocent Christian girls were subjected to forced Islamic conversion, forced marriages, rape, servitude and, for some, death.\nThe untold tale of Christians identified, targeted and abducted for their faith remains a missing chapter in the global human trafficking scenario. This reality is growing, and with the increased radicalization of Islam dominating countries in the Middle East, Africa and Asia, Islamic traffickers terrorizing Christians doesn't fit the liberal secular scenario.\nThe Open Doors researchers warn that this dangerous trend is promulgated by \"Islamic oppression. It is one of the most widely recognized sources of persecution for Christians in the world today—and it continues to spread—aiming to bring many parts of the world under Sharia law. The movement, which often results in Islamic militancy and persecution of Christians, is expanding in Asia (Philippines, Bangladesh, Indonesia) and Africa (Egypt, Nigeria, Somalia).\"\nThe World Report details the underlying cause for this huge uptick in persecution of Christians:\n\"Persecution comes from the government and radical Muslims and is systematic and reminiscent of ethnic cleansing. Historically, Islam is deeply embedded in these governments and societies, and the government strictly implements the policy of one religion, one culture and one language.\" Hence, Christianity is targeted for eradication and extinction.\nCountry after country is described in the following terms that make Christians an endangered species: \"Much of the Christian persecution in (Pakistan) comes from radical Islamic groups that flourish under the favor of political parties, the army and the government. These radical Islamic groups run thousands of Islamic education centers where youth are taught and encouraged to persecute religious minorities like Christians.\"\nMedia outlets and news headlines rarely cover the daily persecution of Christians. The media seldom identifies or describes the real culprit of this systematic cleansing of Christian minorities as radical Islam embedded in the culture of Sharia law. Islamic militants and their criminal organizations foster a reign of terror against Christian minorities. Eradicating Christianity is their goal, and any violent and brutal means are justified. The report boldly proclaims that \"Islamic oppression fuels persecution in 8 of the top 10 countries.\"\nWilliam Wilberforce, the great British leader of the slave abolitionist movement, wisely observed that \"you may choose to look the other way but you can never say again that you did not know.\"\nWe can no longer bury our head in the sand and ignore the reality of Christian persecution at the hands of Islamic trafficking terrorists.\nElizabeth Yore is an international child advocate attorney with expertise in human trafficking, child exploitation, missing children and female genital mutilation, and has worked for Oprah Winfrey as her child advocate. Yore was formerly the General Counsel at the National Center for Missing and Abducted Children\nRelated Articles\n",
        "quotes": [
            [
                "It is one of the most widely recognized sources of persecution for Christians in the world today—and it continues to spread—aiming to bring many parts of the world under Sharia law.",
                "",
                true
            ],
            [
                "The movement, which often results in Islamic militancy and persecution of Christians, is expanding in Asia (Philippines, Bangladesh, Indonesia) and Africa (Egypt, Nigeria, Somalia).",
                "",
                true
            ],
            [
                "Persecution comes from the government and radical Muslims and is systematic and reminiscent of ethnic cleansing.",
                "",
                true
            ],
            [
                "Historically, Islam is deeply embedded in these governments and societies, and the government strictly implements the policy of one religion, one culture and one language.",
                "",
                true
            ],
            [
                "Much of the Christian persecution in (Pakistan) comes from radical Islamic groups that flourish under the favor of political parties, the army and the government.",
                "",
                true
            ],
            [
                "These radical Islamic groups run thousands of Islamic education centers where youth are taught and encouraged to persecute religious minorities like Christians.",
                "",
                true
            ],
            [
                "Islamic oppression fuels persecution in 8 of the top 10 countries.",
                "",
                true
            ],
            [
                "you may choose to look the other way but you can never say again that you did not know.",
                "William Wilberforce",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "global",
            "world",
            "report",
            "persecution",
            "christians",
            "victims",
            "christian",
            "untold",
            "islamic",
            "trafficking",
            "human",
            "radical",
            "traffickingforgotten"
        ]
    }
]