[
    {
        "url": "https://www.christianpost.com/news/abortion-core-human-right-chelsea-clinton.html",
        "title": "Abortion 'Is at the Core of Our Human Rights,' Chelsea Clinton Argues",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAbortion 'Is at the Core of Our Human Rights,' Chelsea Clinton Argues\nAbortion 'Is at the Core of Our Human Rights,' Chelsea Clinton Argues\nAbortion 'Is at the Core of Our Human Rights,' Chelsea Clinton Argues\n| Tuesday, April 19, 2016\nChelsea Clinton (L) speaks as U.S. Democratic presidential candidate Hillary Clinton and former President Bill Clinton look on at a campaign rally at the Clark County Government Center in Las Vegas, Nevada, February 19, 2016. | (Photo: Reuters/David Becker)\nWhile campaigning for her mother in New York on Sunday, Chelsea Clinton told a room full of potential voters that the woman's right to abort her child is \"at the core of our human rights.\"\nThe 36-year-old daughter of Democratic presidential frontrunner Hillary Clinton spoke to a room of a about 100 people in Poughkeepsie, New York just hours before Republican presidential candidate Donald Trump held a campaign rally at the Mid-Hudson Civic Center in the town.\nThe Poughkeepsie Journal  reports that Clinton initially took shots her mother's Democratic challenger, Vermont Sen. Bernie Sanders, but then switched the topic to discuss what she believes to be one of the most pivotal human rights — abortion.\n\"A woman's right to choose is at the core of our human rights and what should be equity in our country,\" Clinton was quoted as saying.\nClinton's remark can be seen as a defense of her mother's extreme views in favor of abortion. Earlier this month, Hillary Clinton said  on NBC's \"Meet the Press\" that constitutional rights for unborn children \"don't exist.\" She later clarified her position  on \"The View\" by agreeing that there should be no constitutional rights for unborn children until after they are born.\nAs a senator from New York, Clinton voted against a partial-birth abortion ban even though she claimed she wouldn't be opposed to restrictions later in the third trimester. Additionally, Clinton became the first presidential candidate to ever be endorsed by the nation's largest abortion provider, Planned Parenthood, in a primary election.\nChelsea Clinton, who works with the Clinton Foundation and the Clinton Global Initiative, revealed in February  that she left the Baptist church at a young age because of the church's pro-life view on abortion. She accused her church of talking to her about abortion when she was only six years old.\n\"I was raised in a Methodist church and I left the Baptist church before my dad did [former President Bill Clinton], because I didn't know why they were talking to me about abortion when I was 6 in Sunday school — that's a true story,\" Page Six  quoted Clinton as saying.\nShe added that she feels insulted whenever people question the her family's faith over political views.\n\"My mother is very deeply a person of faith,\" Clinton stressed. \"It is deeply authentic and real for my mother, and it guides so much of her moral compass, but also her life's work.\"\n\"I find it quite insulting sometimes when people say to my mom, my dad or me . . . that they question our faith,\" she added.\nAlso in February, Clinton told a crowd of about 250 people that \"we need to do everything we can to protect\" Planned Parenthood, which conducts about 320,000 abortions and receives over $500 million in tax dollars every year.\n\"It's important that we all care about Planned Parenthood,\" the Post-Bulletin  quoted Clinton as saying.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/planned-parenthood-staffer-attacks-hillary-clinton-calling-baby-unborn-person-child-160844/",
                "https://www.christianpost.com/news/hillary-clinton-doubles-down-abortion-comments-babies-have-no-rights-on-due-date-161137/",
                "https://www.postbulletin.com/news/politics/chelsea-clinton-the-most-important-election-of-my-lifetime/article_82129445-d668-57cc-b908-ea3b47756ace.html",
                "https://pagesix.com/2016/02/09/chelsea-clinton-is-tired-of-people-questioning-her-familys-faith/",
                "https://www.christianpost.com/news/chelsea-clinton-insulting-mother-christian-faith-hillary-abortion-baptist-methodist-157418/#XdStYG03Wq7LvDeY.99",
                "http://www.poughkeepsiejournal.com/story/news/local/2016/04/16/chelsea-clinton-stop-poughkeepsie-sunday/83118562/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "york",
            "clinton",
            "core",
            "presidential",
            "abortion",
            "church",
            "parenthood",
            "human",
            "chelsea",
            "planned",
            "rights",
            "argues",
            "quoted"
        ]
    }
]