[
    {
        "url": "https://www.christianpost.com/news/north-korean-dictator-kim-jong-un-promotes-sister-kim-yo-jong-to-center-of-power.html",
        "title": "North Korean Dictator Kim Jong Un Promotes Sister, Kim Yo Jong, to Center of Power",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNorth Korean Dictator Kim Jong Un Promotes Sister, Kim Yo Jong, to Center of Power\nNorth Korean Dictator Kim Jong Un Promotes Sister, Kim Yo Jong, to Center of Power\nNorth Korean Dictator Kim Jong Un Promotes Sister, Kim Yo Jong, to Center of Power\nNorth Korean leader Kim Jong Un speaks during the Second Plenum of the 7th Central Committee of the Workers' Party of Korea at the Kumsusan Palace of the Sun, in this undated photo released by North Korea's Korean Central News Agency in Pyongyang, October 8, 2017. | (Photo: North Korea's Korean Central News Agency via Reuters)\nSEOUL — North Korea's leader Kim Jong Un said his nuclear weapons were a \"powerful deterrent\" that guaranteed its sovereignty, state media reported on Sunday, hours after U.S. President Donald Trump said \"only one thing will work\" in dealing with the isolated country.\nTrump did not make clear to what he was referring, but his comments seemed to be a further suggestion that military action was on his mind.\nIn a speech to a meeting of the powerful Central Committee of the ruling Workers' Party on Saturday, a day before Trump's most recent comments, state media said Kim had addressed the \"complicated international situation.\"\nNorth Korea's nuclear weapons are a \"powerful deterrent firmly safeguarding the peace and security in the Korean peninsula and Northeast Asia,\" Kim said, referring to the \"protracted nuclear threats of the U.S. imperialists.\"\nIn recent weeks, North Korea has launched two missiles over Japan and conducted its sixth nuclear test, and might be fast advancing toward its goal of developing a nuclear-tipped missile capable of hitting the U.S. mainland.\nNorth Korea is preparing to test-launch such a missile, a Russian lawmaker who had just returned from a visit to Pyongyang was quoted as saying on Friday.\nDonald Trump has previously said the United States would \"totally destroy\" North Korea if necessary to protect itself and its allies.\nThe situation proved that North Korea's policy of \"byungjin,\" meaning the parallel development of nuclear weapons and the economy was \"absolutely right,\" Kim Jong Un said in the speech.\n\"The national economy has grown on their strength this year, despite the escalating sanctions,\" said Kim, referring to U.N. Security Council resolutions put in place to curb Pyongyang's nuclear and missile program.\nSISTER PROMOTION\nThe meeting also handled some personnel changes inside North Korea's secretive and opaque ruling center of power, state media said.\nKim Jong Un's sister, Kim Yo Jong, was made an alternate member of the politburo — the top decision-making body over which Kim Jong Un presides.\nAlongside Kim Jong Un himself, the promotion makes Kim Yo Jong the only other millennial member of the influential body.\nHer new position indicates the 28-year-old has become a replacement for Kim Jong Un's aunt, Kim Kyong Hui, who had been a key decision maker when former leader Kim Jong Il was alive.\n\"It shows that her portfolio and writ is far more substantive than previously believed and it is a further consolidation of the Kim family's power,\" said Michael Madden, a North Korea expert at Johns Hopkins University's 38 North website.\nIn January, the U.S. Treasury blacklisted Kim Yo Jong along with other North Korean officials over \"severe human rights abuses.\"\nKim Jong Sik and Ri Pyong Chol, two of the three men behind Kim's banned rocket program, were also promoted.\nState media announced that several other high ranking cadres were promoted to the Central Committee in what the South Korean unification ministry said could be an attempt by North Korea to navigate a way through its increasing isolation.\n\"The large-scale personnel reshuffle reflects that Kim Jong Un is taking the current situation seriously, and that he's looking for a breakthrough by promoting a new generation of politicians,\" the ministry said in a statement.\nNorth Korea's foreign minister Ri Yong Ho, who named Donald Trump \"President Evil\" in a bombastic speech to the U.N. General Assembly last month, was promoted to full vote-carrying member of the politburo.\n\"Ri can now be safely identified as one of North Korea's top policy makers,\" said Madden.\n\"Even if he has informal or off the record meetings, Ri's interlocutors can be assured that whatever proposals they proffer will be taken directly to the top,\" he said.\nReporting by James Pearson; Additional reporting by Yuna Park in Seoul; Editing by Christian Schmollinger and John Stonestreet\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dictator",
            "power",
            "nuclear",
            "koreas",
            "korea",
            "sister",
            "kim",
            "jong",
            "north",
            "center",
            "korean",
            "weapons",
            "promotes",
            "yo",
            "media"
        ]
    }
]