[
    {
        "url": "https://www.christianpost.com/news/trump-opposite-to-christianity-donald-president-election.html",
        "title": "Trump Represents Everything Opposite to Christianity",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTrump Represents Everything Opposite to Christianity\nTrump Represents Everything Opposite to Christianity\n| Monday, February 01, 2016\nU.S. Republican presidential candidate Donald Trump speaks during a campaign event at the Orpheum Theatre in Sioux City, Iowa January 31, 2016. | (Photo: REUTERS/Dave Kaup)\nDr. George Sweeting, Chancellor of Moody Bible Institute once said, \"The Christian life is not a matter of following a list of 'dos' or observing a longer list of 'don'ts.' The Christian life is a pledge of allegiance to Jesus Christ. It is becoming so preoccupied with Him that the values of the world have little attraction.\"\nThe biblical teaching for avoiding worldliness, something old-timer Christians used to call \"separation,\" is no longer prominent in churches today. Perhaps because some took matters to an extreme creating that long list of 'dos' and 'don'ts' that Sweeting mentioned. Still, just because some distorted the teaching doesn't mean it should be discounted all together. Although Christians are still a part of the world, they are to live separate from its values.\nIn his first epistle, the apostle John warns believers against worldliness and urges them to shun that system of thought and morality which is opposed to God and his way.\nDr. Jerry Vines, the pastor of the First Baptist Church, Jacksonville, Florida, describes the way believers can get sucked into a worldly way of life. He writes:\n\"You would never know that Lot was a believer unless you read it in the New Testament. Yet the Bible says Lot was a righteous man. Lot was a righteous man living in a tent. One day he decided to pitch his tent toward Sodom. He compromised just a little. He moved to the border and engaged in borderline sin. He was living out there on the edge of town and his children were going to 'Sodom High\" and his wife was a member of the 'Sodom Aerobics Club.' Finally, because it got increasingly inconvenient to be driving back and forth so much, he and his family moved into Sodom.\"\nOf course, Vines is speaking figuratively. His point, however, is well-taken. When believers are drawn away by the attractions of a worldly and godless system of ethics and standards, it's not long before they're thinking, talking and acting just like the people whom God in his wrath intends to destroy.\nInstead of giving a list of \"dos\" and \"don'ts\", John selects three essential marks of the worldly way of life, \"the lust of the flesh, the lust of the eyes, and the pride of life\" (I John 2:16).\nThe first certainly describes sensual appetites — forbidden pleasures. The second is a matter of the eyes — the things seen and then coveted after — an inordinate desire for what's showy, rather than a proper estimate of what's paramount in life. The third may be the most subtle of the three; it measures our lives by what one possesses or one's status. One commentator rightly says it refers to a braggart, conceit, arrogance or vainglory, \"whether wealth or rank or dress — 'pretentious ostentation.'\"\nNow let me get to my point. Is there anyone who better personifies a worldly lifestyle than Donald Trump? He's the perfect example of everything John warns believers to stay far away from becoming.\nHis face has donned the cover of Playboy magazine, and he's bragged about his sexual escapades with numerous women. He's owned strip clubs, cheated on his wife, and has married three times. It's not that any of this is beyond the vast scope of God's grace, but Trump has also said he's never asked God for forgiveness. Grace is for the repentant.\nWhat do most people think of when they hear the name, Donald Trump? They think of money, business success, and the \"art of the deal\" to possess more and more. They think of the bling, casinos, extravagance, earthly and material quests.\nIt's not that it's wrong to be rich, but when life is characterized by the chase for things over character — when life is defined by what one has and not one's virtue — that's worldliness.\nFurthermore, humility is not Trump's strong suit. Instead, he's just the opposite, consumed by his own self-importance. He's narcissistic, vain, smug, and so heady he disparages and vilifies anyone who might question or challenge his prideful assertions.\nJeremiah 9:23-24 instructs, \"Thus says the Lord: 'Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, but let him who boast, boast in this, that he understands and knows Me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD\" (Jer. 9:23-24 ESV).\nIt's understandable what the world would find appealing about Trump. He exemplifies everything that humanity outside of a right relationship to God treasures the most and spends a lifetime trying to achieve. But what isn't as understandable is Trump's lead among conservative evangelical voters in the GOP Primary.\nTrump represents everything that is antithetical to Christianity, regardless of what he says or promises at the moment.\nGranted, some Christians are looking at Trump for other reasons. Nevertheless, in doing so, I have to ask if we are overlooking what's most important in a leader — his character.\nI'll leave it up to the reader to decide whether or not a believer's vote for Trump in the GOP Primary would be an act of worldliness. But, at least for me, choosing such a man over other candidates that have demonstrated a Christian profession in good standing, while also having proven their ability to lead, doesn't seem consistent in the slightest with a Christian's pledge of allegiance to Christ.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "worldly",
            "man",
            "let",
            "trump",
            "boast",
            "opposite",
            "list",
            "christianity",
            "hes",
            "represents",
            "john",
            "believers",
            "life"
        ]
    }
]