[
    {
        "url": "https://www.christianpost.com/news/pastor-robert-jeffress-says-most-compassionate-thing-to-do-for-immigrant-children-is-to-build-a-fence.html",
        "title": "Pastor Robert Jeffress Says Most Compassionate Thing to Do for Immigrant Children Is to Build a Fence",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Robert Jeffress Says Most Compassionate Thing to Do for Immigrant Children Is to Build a Fence\nPastor Robert Jeffress Says Most Compassionate Thing to Do for Immigrant Children Is to Build a Fence\nPastor Robert Jeffress Says Most Compassionate Thing to Do for Immigrant Children Is to Build a Fence\n| Friday, July 11, 2014\nRobert Jeffress in an interview with \"Fox & Friends\" on July 10, 2014. | (Photo: Fox News video screencap)\nMegachurch pastor Robert Jeffress of First Baptist Church in Dallas has argued that the most compassionate thing to do regarding the current border crisis involving immigrant children is to build a fence and prevent them from entering the country.\n\"The most compassionate thing we can do for these children is to secure the border,\" the pastor said in an interview on Fox News' \" Fox & Friends ,\" broadcast on Thursday.\nHe used a comparison of home swimming pools in Texas: \"If you're a homeowner with a swimming pool that doesn't have a fence around it, and a neighborhood child wanders in and drowns, you're liable because you have enticed that child into a dangerous situation. The remedy is to build a fence.\"\nThe Southern Baptist pastor, who has often spoken out on political issues  in America, added:\n\"What we are doing by having these unsecured borders is we are enticing children and mothers to make this dangerous journey. Yes, we want to show compassion to the children who are here, but the most compassionate thing we can do is secure the borders.\"\nTexas officials have compared the current influx of illegal immigrant children overwhelming the U.S.-Mexico border to a refugee crisis , and have called on President Barack Obama to send federal help and assist state efforts to stabilize the situation.\n\"We are facing a escalating refugee and national security crisis. Our military bases are turning into refugee camps. I never thought I'd see this in the United States of America,\" said House Homeland Security Committee Chairman Michael McCaul, R-Texas, last week.\nBorder Patrol agents watch as demonstrators picket against the possible arrivals of undocumented migrants who may be processed at the Murrieta Border Patrol Station in Murrieta, California July 1, 2014. Some 140 undocumented immigrants, many of them women with children, will be flown from Texas to California and processed through a San Diego-area U.S. Border Patrol station as federal officials deal with a crush of Central American migrants at the border, a local mayor said on Monday. | (Photo: Reuters/Sam Hodgson)\nTexas Gov. Rick Perry has also called on Obama to secure the border, noting that he has deployed state resources to boost border security.\n\"Unless the US clearly sends the message that we are not going to allow this unimpeded flow of individuals into this country [instead of] 'If you get here you can stay here', it will be a deluge,\" Perry said at a special hearing of the House homeland security committee.\nEarlier this week, Obama and Perry met in Dallas  along with local officials and faith leaders to discuss a possible solution to the crisis.\nChris Liebrum, director of disaster recovery for the Texas Baptist Convention, who was one of the faith leaders to meet with the president and the governor, told The Christian Post in an interview that the primary focus should be on the children.\n\"We need to care for the children who are here now — that was my message to the president. We have a big immigration problem that needs to be solved; and it's the lack of a good immigration policy as to why this crisis, this disaster, has come about,\" Liebrum told CP.\nObama, who declined an invitation to tour the southern border while in Texas, argued that if the House of Representatives had passed immigration reform last year, there wouldn't have been a border crisis.\n\"Why aren't we passing comprehensive immigration reform which would put an additional 20,000 Border Patrol agents [on the border] and give us a lot of additional authorities to deal with some of these problems?\" Obama asked. \"That should've been done a year ago; it should've been done two years ago. It's gotten caught up in politics.\"\nIn his interview with Fox, Jeffress suggested that Obama's decision not to visit the border is not important.\n\"Frankly, I don't care whether the president goes to the border, I want him to secure the border. And he has the ability to do that right now,\" the pastor said.\n\"You know, he said just a few weeks ago, he doesn't need Congress, he has a pen and a phone. Well, it's time to use that, and issue one of the executive orders to protect our borders, and to protect children in the process.\"\nThe pastor refers to executive action Obama has promised to take on his own without Congress on immigration reform, after the House announced it won't be voting on the issue this year. The president's plan prompted Speaker John Boehner, R-Ohio, to announce that the House will be suing Obama for his attempts to circumvent Congress.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/us-border-crisis-caring-for-children-is-top-priority-says-faith-leader-who-met-with-obama-perry-in-dallas-123049/",
                "https://www.christianpost.com/news/john-boehner-explains-why-house-will-sue-obama-122821/",
                "https://www.christianpost.com/news/texas-officials-call-for-help-as-waves-of-illegal-immigrant-children-at-us-mexico-border-create-refugee-camps-122754/",
                "https://www.christianpost.com/news/robert-jeffress-says-hobby-lobby-victory-will-be-short-lived-122463/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=-COA4U59Vbo#t=158"
            ]
        },
        "key_words": [
            "secure",
            "compassionate",
            "president",
            "children",
            "fence",
            "crisis",
            "pastor",
            "jeffress",
            "build",
            "thing",
            "house",
            "immigrant",
            "border",
            "robert",
            "immigration",
            "obama"
        ]
    }
]