[
    {
        "url": "https://www.christianpost.com/voice/face-it-people-want-hook-ups-sex-and-perhaps-a-better-love.html",
        "title": "Face It: People Want Hook-Ups, Sex and Perhaps a Better Love",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nThe Christian Post\nFace It: People Want Hook-Ups, Sex and Perhaps a Better Love\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nFace It: People Want Hook-Ups, Sex and Perhaps a Better Love\nFace It: People Want Hook-Ups, Sex and Perhaps a Better Love\n| Monday, January 22, 2018\nThe New York Times just ran a well-written piece about hook-ups and the sexual encounters of young adults on the dating scene. The author, a young woman named Gabrielle Ulubay, shared intimate details about her recent experiences with casual sex after the first date. She was thoughtful, honest, genuine...and completely, utterly lost.\nI'm ashamed to admit that for far too many years my attitude towards opinion pieces like this was less than charitable. I'd find annoyance in what I saw as poor counsel from the author and would seethe with frustration at any serious publication that helped promote it.\nBut truthfully, Ms. Ulubay is doing the best she can – and I wouldn't hesitate to say that's far better than I would be doing without the saving relationship I found in Christ.\nThink about it. She's a graduate of a prestigious university and is being published by the New York Times. She exudes compassion, an earnestness to do the right thing herself, and help others do the same. As a hopefully maturing Christian, I find myself less inclined these days to criticize her for failing to come to the proper conclusion, and more impressed at her apparent desire to find it in the first place.\nAs she narrates the tempest of emotions she felt the morning after her one night stand with a companion she met on the dating app Tinder, she vulnerably expresses her concerns over being perceived as a \"slut,\" \"morally deficient,\" or \"dirty.\" She acknowledges \"falling for\" her partner's flattering compliments. And Ulubay voices her persistent desire to \"have a man who wants me despite how fallible, loud or political I can be. Someone who, with a kiss, can snap me out of my self-pitying reverie.\"\nIt doesn't take a psychologist to realize that what Ulubay wants is love. She wants real intimacy. She wants the safety of what marriage was always intended to be. And like so many, she finds herself adrift in a culture of shallow romance coupled with sexual excess. A culture that clutches its chest and sighs longingly as it watches the third make-out session on that night's episode of The Bachelor, while simultaneously relegating abstinence, virtue, and Biblical sexual morality to a bygone era.\nI feel sympathy for Gabrielle Ulubay; not in a condescending way, and not because she asked for it. I feel it because I can't imagine trying to navigate the pressures of relational intimacy without a guidepost grounded in something more foundational than the wise counsel of my parents, without a compass calibrated by something more reliable than my fickle emotions. In short, I can't imagine attempting to find and express love without the living personification of love a permanent resident of my heart.\nYes, I'm talking about Jesus. And I know that's not fashionable, culturally relevant, or likely to land my opinions in the Times, but that doesn't really matter. If we're all doing the best we can, if we're all trying to piece this thing together as we go, if cultural wisdom says that no one's perspectives are any more legitimate or valid than another's, then what's the harm in expressing mine?\nAfter all, Gabrielle writes of soliciting the advice of her friends, whose counsel included a perplexing call to \"find it within yourself.\" Ulubay's exasperation at that recommendation is not unlike my own as she asks, \"How do I search within myself?\" That's just it. We're the confused ones in the first place – Gabrielle, me, you, all of us. If we're honest, that should be enough to tell us the answers don't lie within us, but without.\nThere's more to the Christian sexual ethic than a despotic list of don'ts. There's a holistic and healthy ideal that includes recognizing the person you are dating is someone's future spouse, and should be treated with the same dignity that we would want another treating our future spouse. There's an enduring commendation of the formation of lifelong, loving relationships built not upon tawdry lusts but self-sacrificial commitment; the recognition that love is not something we feel, but something we do.\nIt's God's way, and because no one knows better what will bring us lasting contentment than our own Creator, it's the better way. And I am willing to bet it's the very thing that a culture of Gabrielles are looking for.\nPeter Heck is a speaker, author and teacher. Follow him @peterheck, email peter@peterheck.com  or visit www.peterheck.com.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "gabrielle",
            "times",
            "sexual",
            "wants",
            "sex",
            "better",
            "ulubay",
            "love",
            "face",
            "thing",
            "way",
            "thats",
            "hookups"
        ]
    }
]