[
    {
        "url": "https://consortiumnews.com/2013/06/24/the-irs-non-scandal-scandal/",
        "title": "The IRS Non-Scandal ‘Scandal’",
        "authors": [
            {
                "name": "Marc D. Puhich",
                "link": null
            },
            {
                "name": "William Lewis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-06-24",
        "text": "Main menu\nBy Beverly Bandler\nThe Internal Revenue “scandal” has turned out not to be a scandal. As a Washington Post headline read: “The Obama IRS scandal retreats to the fever swamps.”\nThe radical Right looked in vain for a “smoking gun” that would link Barack Obama to the charge that the IRS had “targeted” Tea Party groups that were seeking tax-exempt status as “social welfare” organizations. Even the term “targeting” turned out to be pejorative. It was more a case of putting a few similar applications in the same pile so they would receive consistent treatment.\nSenate Minority Leader Mitch McConnell, R-Kentucky.\nAs commentator William Boardman noted early on: “Much of the media goes on reporting as fact the partisan spin placed on a ‘scandal’ that was not really a ‘scandal’ at all.” MSNBC’s Lawrence O’Donnell also deserves credit for distinguishing facts from spin from the beginning of the story.\nEven the mainstream media  after much initial sloppy, knee-jerk reporting  finally realized that they and the American public were being played by the Republican Party. (The White House also doesn’t get high marks for calm or clarity in its first reactions.)\nThe collapse of the “scandal” became undeniable when Rep. Elijah Cummings of Maryland, the ranking Democrat on the House Oversight Committee, released the full transcript of an interview with a mid-level IRS bureaucrat in Cincinnati who explained that the isolation of Tea Party-related applications for tax-exempt status was just a local decision to provide consistent handling of similar cases.\nWith that disclosure  in defiance of the efforts by Committee Chairman Darrell Issa, R-California, to keep the exculpatory transcript secret  the last air went out of the pumped-up IRS “scandal.”\nAfter release of the transcript, all that was left was a recognition that the “scandal” had entered a “post fact” phase, as political commentator Jonathan Chait observed, adding that Senate Minority Leader Mitch McConnell’s American Enterprise speech on June 21 was “an attempt to reframe the issue in a way that it can survive the utter absence of incriminating facts.\n“One method [McConnell] employs is to flip around the burden of proof.  Before Republicans were going to prove that Obama’s administration was involved. All of the evidence suggests it wasn’t. So now McConnell is framing the question as Obama trying to prove he wasn’t involved … [a] kind of covered retreat, signaling the IRS scandal’s turn into a vague trope that conservatives use with other members of the tribe  to signal some dark beliefs they don’t need to back up.”\nBut the absence of evidence hasn’t stopped today’s version of the GOP from continuing to hype its outrage, marketing the “scandal” with grotesque charges like accusing the IRS of “political thuggery” (McConnell), or claiming that the IRS “saw to it” that Tea Party votes were “suppressed” to give Obama the 2012 election (Rush Limbaugh), or comparing the trumped-up IRS flap to the crimes of Nazi Germany (Glenn Beck).\nIn response to Limbaugh’s charge that the IRS suppressed Tea Party votes in the 2012 election, J. Russell George, Treasury Inspector General, a Republican who worked in the administrations of both George H.W. Bush and George W. Bush overseeing the IRS, said: “It is noteworthy that zero cases [of Tea Party claims for tax-exempt status] have been denied.”\nNot to dignify inexcusable accusations by repeating them, but it is necessary to take note of the claims by some right-wing pundits that the IRS was making America into a totalitarian state or that, as Beck bellowed, America will “dwarf what Germany did.”\nOne is left speechless in the face of such monstrously bizarre charges. Comparisons of the IRS to Nazi Germany’s Gestapo, and President Barack Obama to Adolf Hitler are beyond comprehension, not to mention beneath contempt. But these tactics are typical of the Right’s propaganda strategy of hyperbole. Some recent estimates put the total number of people murdered by the Nazis as high as 20 million, including at least six million Jews. To make comparisons between the horrors of the Holocaust and the bureaucratic flap at the IRS is unfathomable\nOn a lesser scale of excess, there also have been juvenile attempts to connect the non-scandal at the IRS with other themes designed to demean Obama, such as the National Standard writing: “Obama ‘Refuses to Accept the Fact that the Public isn’t Going to Applaud Everything He Does.’”\nIn the face of the Right’s wild exaggerations and cheap shots, it’s of value to review the key factual elements of the IRS issue as far as the current investigation is known:\nFirst, government targeting of individuals for their political beliefs or profiling when you select people for arbitrary scrutiny on the basis of race or religion  is wrong and illegal. However, selecting a group for special scrutiny based on evidence that they don’t meet an appropriate legal standard  in this case, as applicants for a 501(c)(4) tax exemption  is legal and appropriate.\nIndeed, in this case, there is evidence that these Tea Party groups are primarily political organizations and thus shouldn’t qualify as “social welfare” organizations. If that is the determination, then the Tea Party groups would be violating federal tax laws and thus do deserve special attention. In fact, it is part of a government agency’s job to ascertain compliance with federal laws under the purview of the particular federal agency.\nSo, while it is germane to ask the question — “Did some inappropriate ideological screening of applicants by the IRS take place?” — it is a mistake to assume that the IRS office in Cincinnati was imposing some “ideological screening” rather than simply seeking some consistency in how similar groups would be handled.\nThus, Politifact, which purports to “fact-check” political issues, should not simply assume that the early rush to judgment against the IRS was correct, as when Politifact writes: “There’s broad bipartisan agreement that Internal Revenue Service targeting of tea party and other conservative groups was wrong.”\nWhile it may be fair to say that the stampede when the story first broke was “bipartisan,” it is now clear  as the dust settles  that there was a reasonable bureaucratic interest in sorting the Tea Party applications into one pile, so they wouldn’t receive divergent judgments from different IRS officials.\nSince the fuller story is now known, the residual “scandal” is one of conservatives clinging to their preferred “Smear Obama Strategy” and their default anti-government bias, their “dark beliefs” and propaganda. The IRS may have done its job clumsily, but there appears to be no evidence that it was acting on a partisan basis.\nThe IRS issue is an explainable flap involving a beleaguered agency with insufficient resources trying to apply vague eligibility rules. The existing eligibility rules for “social welfare” organizations were adopted in 1959 by the IRS during the Eisenhower administration. In effect, the 1959 regulations contradicted the language of the 1913 statute which required social welfare groups to engage “exclusively” in “social welfare” activities. Campaign activities do not qualify as permissible activities under the law — no political party is eligible for public tax subsidy and secrecy for its donors.\nAssociated Press reporter Alan Fram has pointed out that the IRS flap can be traced even further back to 1947 when New York University Law School went into the noodle business. “The 1947 episode  helped produce conflicting laws covering the kinds of activities tax-exempt organizations may conduct,” Fram wrote.\nBut, let’s go all the way back to 1913 when Congress created the legal framework for 501(c)(4) nonprofits. To receive the tax exemption, groups were supposed to be “operated exclusively for the promotion of social welfare.” The IRS later opened the door in 1959 to some forms of political activity by interpreting the statute to mean groups had to be primarily engaged in enhancing social welfare.\nBut neither the tax code nor regulators set out how “primarily” would be measured. “Social welfare” and “primarily” are difficult words to define and for which applicable measurements are difficult to determine. The difference between “exclusively” and “primarily” is clear, however.\nCampaign reform activist Fred Wertheimer emphasizes that the existing regulations that have been in place since 1959 are antiquated and flawed and do not provide clear guidance regarding when a group is entitled to 501(c)(4) tax-exempt status. They also do not take into account the new groups that formed after the 2010 Citizens United decision and seek 501(c)(4) status for the purpose of hiding political donors (and thus evading other federal campaign laws requiring disclosure).\nAccording to Wertheimer, former acting IRS Commissioner Steven Miller recently said that the eligibility requirements for 501(c)(4) tax status is “not always a clear area, and there are no bright-line tests for what constitutes political intervention. Yet, the IRS is tasked with monitoring and enforcing this difficult area.”\nThe Huffington Post’s Sam Stein reported that a top Treasury Department official in the Clinton administration, Steve Arkin, predicted 13 years ago that turning the IRS into a watchdog at the intersection of tax code compliance and campaign politics was perilous. “[A]s Arkin sees it,” wrote Stein, the IRS “shouldn’t have been forced to perform functions usually reserved for the [Federal Election Commission] to begin with.”\nArkin addressed in 2000, the proposal of H.R. 4762 to force “527 organizations” created under another part of the tax code  to register with the IRS and disclose their contributions and spending. While the goal was to make stealth political action committees a bit more transparent, it had the effect of turning the IRS into a watchdog.\nThe bill’s passage “wasn’t the only thing that precipitated the IRS scandal that exists today,” noted Stein. “As ProPublica reported, a restructuring of the agency’s Exempt Organizations division in 1998 — done in response to congressional criticism  resulted in the reduction in the number of IRS employees and a non-communicative culture between the agency’s D.C. office and its other branches.”\nRegarding the use of various “dark pool” schemes for hiding political donations, we have real scandals, as Wertheimer, ProPublica, Mother Jones, the New Republic’s Noam Scheiber and others point out: The “social welfare” nonprofits that tell the IRS that they are not going to spend money on elections, receive IRS recognition, and then turn around and spend money on elections. That means the American people are prevented from knowing who is financing political campaigns.\n“Social Welfare” nonprofits poured more than $256 million into the 2012 federal elections, the most expensive in U.S. history. Indeed, social welfare nonprofits, known as 501(c)(4)s for their section of the tax code, emerged as the primary conduit for anonymous big-money contributions. More money was spent on TV advertising in the presidential race by social welfare nonprofits than by any other type of independent group.\nIn recent years, Democrats and Republicans alike have seized on seemingly innocuous wording in IRS regulations “to create the darkest corner of American political fundraising,” states ProPublica. Of the more than $256 million spent by social welfare nonprofits on ads in the 2012 elections, at least 80 percent came from conservative groups, according to the Center for Responsive Politics.\nProPublica suggests that there are six key facts that should not get lost:\n1. Social welfare nonprofits are supposed to have social welfare, and not politics, as their “primary” purpose.\n2. Donors to social welfare nonprofits are anonymous for a reason.\n3. The Supreme Court’s Citizens United decision meant that corporations could pay for political ads, anonymously, using social welfare nonprofits.\n4. Social welfare nonprofits do not actually have to apply to the IRS for recognition as tax-exempt organizations.\n5. Most of the money spent on elections by social welfare nonprofits supports Republicans.\n6. Some social welfare groups promised in their applications, under penalty of perjury, that they wouldn’t get involved in elections. Then they did just that.\nCitizen Action: Continue to follow the IRS issue and campaign financing on one or more of the resources below. (Note: Rootstrikers and Democracy 21 were created to fight for campaign finance reform). Contact your congressional representatives and the House Oversight and Government Reform Committee and ask that Congress take the appropriate steps so that the troublesome 1959 regulations are eliminated and replaced with IRS regulations that honor the original 1913 intent. To receive the tax exemption, groups were supposed to be “operated exclusively for the promotion of social welfare.”\nBeverly Bandler’s public affairs career spans some 40 years. Her credentials include serving as president of the state-level League of Women Voters of the Virgin Islands and extensive public education efforts in the Washington, D.C. area for 16 years. She writes from Mexico. Her e-mail is bgbandler@yahoo.com .\nResources\nCitizens for Responsibility and Ethics in Washing (CREW) http://www.citizensforethics.org/\nCitizens for Tax Justice http://www.ctj.org/\nInternal Revenue Service http://www.irs.gov\nLeague of Women Voters of the U.S. http://www.lwv.org/issues/reforming-money-politics\nBarker, Kim. “How Nonprofits Spend Millions on Elections and Call it Public Welfare.” ProPublica, 2012-08-18. http://www.propublica.org/article/how-nonprofits-spend-millions-on-elections-and-call-it-public-welfare\nBarker, Kim and Justin Elliott. “How the IRS’s Nonprofit Division Got So Dysfunctional.” The IRS division responsible for flagging Tea Party groups has long been an agency afterthought, beset by mismanagement and financial constraints. ProPublica, 2013-05-18. http://www.motherjones.com/politics/2013/05/how-irs-nonprofit-division-got-so-dysfunctional\nBernstein, Jared. “Blame Citizens United for the IRS scandal. The real outrage is why these political groups have tax-exempt status in the first place. Salon, 2013-05-15. http://www.salon.com/2013/05/15/blame_citizens_united_for_the_irs_scandal_partner/\nBoardman, William. “The Other Side of The IRS Scandal.” ConsortiumNews, 2013-06-02. https://consortiumnews.com/2013/06/02/the-other-side-of-the-irs-scandal/\nChait, Jonathan. “Mitch McConnell Realizes IRS Scandal Is Over.” New York Magazine, 2013-06-21. http://nymag.com/daily/intelligencer/2013/06/mitch-mcconnell-realizes-irs-scandal-is-over.html\nCosta, Robert. “McConnell: Obama ‘Refuses to Accept the Fact that the Public isn’t Going to Applaud Everything He Does.’” National Review, 2013-06-21. http://www.nationalreview.com/corner/351683/mcconnell-obama-refuses-accept-fact-public-isnt-going-applaud-everything-he-does\nElliott, Justin, Kim Barker. “6 Key Facts That Have Been Lost in the IRS Scandal.” Dark money groups continue to warp politics and get tax exemptions without having to name their donors. ProPublica, 2013-05-25. http://www.alternet.org/news-amp-politics/6-key-facts-have-been-lost-irs-scandal\nFram, Alan. “Conflicting laws, regulations feed IRS confusion.” The IRS’ attempt to enforce those contradictory laws with vague regulations has sown even more confusion, tax lawyers, former agency officials and others agree. http://news.yahoo.com/conflicting-laws-regulations-feed-irs-confusion-072327894.html\nGoldmacher, Shane. “Meet the Man Who Set Off the IRS Firestorm.” J. Russell George once stalked the halls of the Capitol for senators’ autographs. Now he’s there to testify in a scandal gripping Washington. NationalJournal, Updated 2013-05-30. http://www.nationaljournal.com/congress/meet-the-man-who-set-off-the-irs-firestorm-20130522\nGoodman, Peter S. “The IRS Was Dead Right to Scrutinize Tea Party.” The Huffington Post, 2013-05-15. http://www.huffingtonpost.com/peter-s-goodman/irs-tea-party_b_3280063.html\nHicks, Josh. “Rep. Elijah Cummings releases a full IRS interview transcript.” The Washington Post, 2013-06-28. http://www.washingtonpost.com/blogs/federal-eye/wp/2013/06/18/rep-elijah-cummings-releases-a-full-irs-interview-transcript/\nHouse of Representatives, Oversight Committee. “IRS Screening Manager.” See Hicks.\nInternal Revenue Service “Social Welfare: What does it mean? How much private benefit is permissible? What is a community?” 1981 EO CPE. http://www.irs.gov/pub/irs-tege/eotopicg81.pdf\n_______ Tax Guide for Churches and Religious Organizations. http://www.irs.gov/pub/irs-pdf/p1828.pdf\nKeegan, Michael. “The Real IRS Problem: Citizens United.” People for the American Way, 2013-05-15. http://blog.pfaw.org/content/real-irs-problem-citizens-united\nMaddow, Rachel. To Politifact: ‘You Are Terrible’ And Someone Should ‘Sue You’ (VIDEO). HuffingtonPost, 2013-05-08.\n_______“Is This Big Tea Party Group Really an Innocent Victim of the IRS?” The tax agency may have had good reason to scrutinize Tea Party Patriots,including a formal complaint I filed in 2011. MotherJones, 2013-05-22. http://www.motherjones.com/politics/2013/05/tea-party-patriots-irs-complaint\n_______ “Actually, Tea Party Groups Gave the IRS Lots of Good Reasons to Be Interested.” IRS profiling was a fiasco. Yet, some tea party groups have left a trail of fiscal problems and possible tax-code abuse. MotherJones, 2013-05-17 http://www.motherjones.com/politics/2013/05/irs-tea-party-tax-problems\nMoyers, Bill and Michael Winship. “The Scandal of Lax Government.” ConsortiumNews, 2013-05-21. https://consortiumnews.com/2013/05/21/the-scandal-of-lax-government/\nMuller, Sarah. ‘Exclusively’ vs. ‘primarily’: IRS law a ‘disaster waiting to happen. MSNBC. Lawrence O’Donnell, The Last Word, 2013-05-23. http://tv.msnbc.com/2013/05/23/exclusively-vs-primarily-irs-law-a-disaster-waiting-to-happen/\nO’Donnell, Lawrence. VIDEO: “What scandal? Why the IRS did nothing wrong.” Interview with Marcus Owens, former head of the IRS tax exempt organization division and Julian Epstein, Democratic strategist, former counsel for the House Judiciary Committee. MSNBC, The Last Word. 2013-05-28. http://video.msnbc.msn.com/the-last-word/52028197 Transcript: http://www.nbcnews.com/id/52032832/ns/msnbc/t/last-word-lawrence-odonnell-tuesday-may-th/#.UcYvcoVyEVM\n_______ Lawrence O’Donnell: “IRS Targets Who Testified Should Be Charged With ‘Perjury.’” MSNBC: Republicans on the House Ways and Means Committee called conservative grassroots activists to testify about filing their 501(c)4 applications with the IRS. But no GOP lawmakers asked why the IRS is not complying with the law that states that 501(c)4s must be devoted “exclusively” to social welfare. MSNBC’s Lawrence O’Donnell talks to Democratic Congressman Earl Blumenauer about the real IRS scandal. VIDEO. http://www.youtube.com/watch?v=fyVH8VuOTFE\nPolitifact. “Mostly False”: The charge by Rep. Mike Rogers (R-Mich.) on CBS’ “Face the Nation,” Sunday, June 16, 2013 that the IRS scandal “clearly showed some criminal behavior.” http://www.politifact.com/truth-o-meter/statements/2013/jun/19/mike-rogers/rep-mike-rogers-says-irs-scandal-clearly-showed-so/\nRosenfeld, Steven. “The Real Scandal: Official Washington Goes Nuts Over IRS Doing Its Job.” AlterNet, 2013-05-14.\nSargent, Greg. “The Obama IRS scandal retreats to the fever swamps.” The Washington Post, 2013-06-21. http://www.washingtonpost.com/blogs/plum-line/wp/2013/06/21/the-obama-irs-scandal-retreats-to-the-fever-swamps/\nScheiber, Noam. “Hunger Games. The conservative plan to starve government has paid off with the IRS scandal.” The New Republic, The New Republic, 2013-05-23. http://www.newrepublic.com/article/113280/irs-scandal-conservatives-plan-starve-government-pays#\n_______“Notes on a Trumped Up Scandal.” The IRS fiasco shows that conservatives can be PC too.” The only real sin the IRS committed in its ostensible targeting of conservatives is the sin of political incorrectness,that is, of not pretending it needed to vet all the new groups that wanted tax-exempt status, even though it mostly just needed to vet right-wing groups. http://www.newrepublic.com/article/113217/irs-tea-party-scandal-conservative-political-correctness-action\nStein, Sam. “IRS Scandal Predicted In June 2000 Treasury Memo.” VIDEO. HuffingtonPost, 2013-06-20, Updated 06-21. http://www.huffingtonpost.com/2013/06/20/irs-scandal-treasury-steve-atkins_n_3473110.html\nToobin, Jeffrey. “When You Shouldn’t Tell the President.” New Yorker, 2013-05-21. http://www.newyorker.com/online/blogs/newsdesk/2013/05/irs-white-house-coverup-inspector-general.html\n_______“The Real I.R.S. Scandal.” The New Yorker, 2013-05-14. http://www.newyorker.com/online/blogs/comment/2013/05/irs-scandal-tea-party-oversight.html\nWalsh, Joan. “What the IRS did right.” Turns out some of the conservative groups it scrutinized were actively and wrongly involved in partisan politics. Salon, 2013-05-28. http://www.salon.com/2013/05/28/what_the_irs_did_right/\nWard, Jon and Sam Stein. “IRS Tea Party Scandal: White House Did Not Drive Investigation, Inspector General Says.” Huffington Post, 2013-05-14. http://www.huffingtonpost.com/2013/05/14/irs-tea-party-white-house_n_3275899.html\nWeigel, David. “The IRS Scandal Is Ultron.” Slate, 2013-06-20. http://www.slate.com/blogs/weigel/2013/06/20/irs_scandal_bizarre_theory_asks_whether_the_tea_party_targeting_moved_millions.html\nWertheimer, Fred. “Inadequate IRS rules helped create scandal.” Democracy 21, 2013-05-16. http://www.democracy21.org/money-in-politics/press-releases-money-in-politics/fred-wertheimer-politico-op-ed-inadequate-irs-rules-helped-create-scandal/\nWilliams, Ian. “Don’t Chastise the IRS for Doing Its Job.” HuffingtonPost, 2013-05-14. http://www.huffingtonpost.com/ian-williams/dont-chastize-the-irs-for_b_3275004.html\nphillb\nJuly 5, 2013 at 06:47\nYes once again Republicans are rigging things to make themselves look bad. I knew with further investigation that this was once again a non scandal SCANDAL! What are they going to come up with next?\nSusn\nJune 27, 2013 at 12:31\nThat doesnt’ mean they didn’t find gross misuse of the IRS authority.  And to be honest, why do you think every liberal or conservative group backed the Constitution-violating-dictator-want-to-be Nobama for presidency.  Check to see if they voted for him, if they had any arguments with  his administration otherwise.  Keep in mind again Nobama is a puppet and continuation of Bush administration, where he’s taking his orders from, not even his own party is going to stand by him if they believed in the constitution, a usually democratic backed issue.\nWilliam lewis\nJune 25, 2013 at 12:02\nTaxes were the issue during the Revolutionary War.  Perhaps the IRS needs something more to do, such as a good old-fashioned mass case of civil disobedience whereby there is an epidemic of amnesia with people forgetting to sign their 1040’s next year.\nmarc d. puhich\nJune 24, 2013 at 23:01\nwhen it comes to groups that want to have tax exempt status, the word exclusive should be re-instated.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.newyorker.com/online/blogs/comment/2013/05/irs-scandal-tea-party-oversight.html",
                "http://www.pfaw.org/blog-posts/the-real-irs-problem-citizens-united/",
                "https://www.motherjones.com/politics/2013/05/irs-tea-party-tax-problems/",
                "http://www.propublica.org/article/how-nonprofits-spend-millions-on-elections-and-call-it-public-welfare",
                "https://www.salon.com/test/2013/05/15/blame_citizens_united_for_the_irs_scandal_partner/",
                "https://news.yahoo.com/conflicting-laws-regulations-feed-irs-confusion-072327894.html",
                "http://tv.msnbc.com/2013/05/23/exclusively-vs-primarily-irs-law-a-disaster-waiting-to-happen/",
                "https://www.motherjones.com/politics/2013/05/how-irs-nonprofit-division-got-so-dysfunctional/",
                "https://www.motherjones.com/politics/2013/05/tea-party-patriots-irs-complaint/",
                "https://www.huffingtonpost.ca/2013/05/14/irs-tea-party-white-house_n_3275899.html",
                "https://www.salon.com/control/2013/05/28/what_the_irs_did_right/",
                "https://www.huffpost.com/entry/dont-chastize-the-irs-for_b_3275004",
                "https://consortiumnews.com/2013/06/02/the-other-side-of-the-irs-scandal/",
                "http://www.alternet.org/news-amp-politics/6-key-facts-have-been-lost-irs-scandal",
                "https://www.huffpost.com/entry/irs-tea-party_b_3280063",
                "https://newrepublic.com/article/113217/irs-tea-party-scandal-conservative-political-correctness-action",
                "https://consortiumnews.com/2013/06/20/the-tea-partys-legacy-of-racism/",
                "https://www.nationalreview.com/corner/mcconnell-obama-refuses-accept-fact-public-isnt-going-applaud-everything-he-does/",
                "https://slate.com/news-and-politics/2013/06/irs-scandal-tea-party-says-irs-targeting-cost-republicans-the-election.html",
                "https://newrepublic.com/article/113280/irs-scandal-conservatives-plan-starve-government-pays",
                "https://consortiumnews.com/2013/05/21/the-scandal-of-lax-government/",
                "http://www.washingtonpost.com/blogs/federal-eye/wp/2013/06/18/rep-elijah-cummings-releases-a-full-irs-interview-transcript/",
                "http://www.washingtonpost.com/blogs/plum-line/wp/2013/06/21/the-obama-irs-scandal-retreats-to-the-fever-swamps/",
                "https://www.huffingtonpost.ca/2013/06/20/irs-scandal-treasury-steve-atkins_n_3473110.html",
                "https://www.politifact.com/truth-o-meter/statements/2013/jun/19/mike-rogers/rep-mike-rogers-says-irs-scandal-clearly-showed-so/",
                "https://www.newyorker.com/news/news-desk/when-you-shouldnt-tell-the-president"
            ],
            "gov_pgs": [
                "https://www.irs.gov/"
            ],
            "unsure": [
                "https://www.citizensforethics.org/",
                "http://www.nbcnews.com/id/52032832/ns/msnbc/t/last-word-lawrence-odonnell-tuesday-may-th/#.UcYvcoVyEVM",
                "http://nymag.com/daily/intelligencer/2013/06/mitch-mcconnell-realizes-irs-scandal-is-over.html",
                "https://www.youtube.com/watch?v=fyVH8VuOTFE",
                "http://www.democracy21.org/money-in-politics/press-releases-money-in-politics/fred-wertheimer-politico-op-ed-inadequate-irs-rules-helped-create-scandal/",
                "https://www.ctj.org/",
                "https://www.msn.com/en-ca/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nationaljournal.com/congress/meet-the-man-who-set-off-the-irs-firestorm-20130522",
                "http://www.lwv.org/issues/reforming-money-politics"
            ]
        },
        "key_words": [
            "party",
            "tax",
            "tea",
            "welfare",
            "political",
            "social",
            "nonscandal",
            "scandal",
            "groups",
            "nonprofits",
            "irs"
        ]
    }
]