[
    {
        "url": "https://consortiumnews.com/2013/03/16/pope-francis-the-cia-and-death-squads/",
        "title": "Pope Francis, CIA and ‘Death Squads’",
        "authors": [
            {
                "name": "Annamaria Capicchioni",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Kevin Schmidt",
                "link": null
            },
            {
                "name": "I Digress",
                "link": null
            },
            {
                "name": "News Nag",
                "link": null
            },
            {
                "name": "Bro. Andrew",
                "link": null
            },
            {
                "name": "Morton Mecklosky",
                "link": null
            },
            {
                "name": "Dave Henson",
                "link": null
            },
            {
                "name": "Biff Michael Appia",
                "link": null
            },
            {
                "name": "Alejandro Sosa",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-16",
        "text": "Main menu\nMarch 16, 2013\nBy Robert Parry\nThe election of Argentine Cardinal Jorge Bergoglio as Pope Francis brings back into focus the troubling role of the Catholic hierarchy in blessing much of the brutal repression that swept Latin America in the 1970s and 1980s, killing and torturing tens of thousands of people including priests and nuns accused of sympathizing with leftists.\nThe Vatican’s fiercely defensive reaction  to the reemergence of these questions as they relate to the new Pope also is reminiscent of the pattern of deceptive denials that became another hallmark of that era when propaganda was viewed as an integral part of the “anticommunist” struggles, which were often supported financially and militarily by the U.S. Central Intelligence Agency.\nPope John Paul II reprimanding Father Ernesto Cardenal at Managua Airport for Cardenal’s support of “liberation theology” and his work with the Sandinista government.\nIt appears that Bergoglio, who was head of the Jesuit order in Buenos Aires during Argentina’s grim “dirty war,” mostly tended to his bureaucratic rise within the Church as Argentine security forces “disappeared” some 30,000 people for torture and murder from 1976 to 1983, including 150 Catholic priests suspected of believing in “liberation theology.”\nMuch as Pope Pius XII didn’t directly challenge the Nazis during the Holocaust, Father Bergoglio avoided any direct confrontation with the neo-Nazis who were terrorizing Argentina. Pope Francis’s defenders today, like apologists for Pope Pius, claim he did intervene quietly to save some individuals.\nBut no one asserts that Bergoglio stood up publicly against the “anticommunist” terror, as some other Church leaders did in Latin America, most notably El Salvador’s Archbishop Oscar Romero who then became a victim of right-wing assassins in 1980.\nIndeed, the predominant role of the Church hierarchy  from the Vatican to the bishops in the individual countries  was to give political cover to the slaughter and to offer little protection to the priests and nuns who advocated “liberation theology,” i.e. the belief that Jesus did not just favor charity to the poor but wanted a just society that shared wealth and power with the poor.\nIn Latin America with its calcified class structure of a few oligarchs at one end and many peasants at the other, that meant reforms, such as land redistribution, literacy programs, health clinics, union rights, etc. But those changes were fiercely opposed by the local oligarchs and the multinational corporations that profited from the cheap labor and inequitable land distribution.\nSo, any reformers of any stripe were readily labeled “communists” and were made the targets of vicious security forces, often trained and indoctrinated by “anticommunist” military officers at the U.S.-run School of the Americas. The primary role of the Catholic hierarchy was to urge the people to stay calm and support the traditional system.\nIt is noteworthy that the orchestrated praise for Pope Francis in the U.S. news media has been to hail Bergoglio’s supposedly “humble” personality and his “commitment to the poor.” However, Bergoglio’s approach fits with the Church’s attitude for centuries, to give “charity” to the poor while doing little to change their cruel circumstances  as Church grandees hobnob with the rich and powerful.\nAnother Pope Favorite\nPope John Paul II, another favorite of the U.S. news media, shared this classic outlook. He emphasized conservative social issues, telling the faithful to forgo contraceptives, treating women as second-class Catholics and condemning homosexuality. He promoted charity for the poor and sometimes criticized excesses of capitalism, but he disdained leftist governments that sought serious economic reforms.\nElected in 1978, as right-wing “death squads” were gaining momentum across Latin America, John Paul II offered little protection to left-leaning priests and nuns who were targeted. He rebuffed Archbishop Romero’s plea to condemn El Salvador’s right-wing regime and its human rights violations. He stood by as priests were butchered and nuns were raped and killed.\nInstead of leading the charge for real economic and political change in Latin America, John Paul II denounced “liberation theology.” During a 1983 trip to Nicaragua  then ruled by the leftist Sandinistas  the Pope condemned what he called the “popular Church” and would not let Ernesto Cardenal, a priest and a minister in the Sandinista government, kiss the papal ring. He also elevated clerics like Bergoglio who didn’t protest right-wing repression.\nJohn Paul II appears to have gone even further, allowing the Catholic Church in Nicaragua to be used by the CIA and Ronald Reagan’s administration to finance and organize internal disruptions while the violent Nicaraguan Contras terrorized northern Nicaraguan towns with raids notorious for rape, torture and extrajudicial executions.\nThe Contras were originally organized by an Argentine intelligence unit that emerged from the country’s domestic “dirty war” and was taking its “anticommunist” crusade of terror across borders. After Reagan took office in 1981, he authorized the CIA to join with Argentine intelligence in expanding the Contras and their counterrevolutionary war.\nA key part of Reagan’s Contra strategy was to persuade the American people and Congress that the Sandinistas represented a repressive communist dictatorship that persecuted the Catholic Church, aimed to create a “totalitarian dungeon,” and thus deserved violent overthrow.\nA special office inside the National Security Council, headed by longtime CIA disinformation specialist Walter Raymond Jr., pushed these propaganda “themes” domestically. Raymond’s campaign exploited examples of tensions between the Catholic hierarchy and the Sandinista government as well as with La Prensa, the leading opposition newspaper.\nTo make the propaganda work with Americans, it was important to conceal the fact that elements of the Catholic hierarchy and La Prensa were being financed by the CIA and were coordinating with the Reagan administration’s destabilization strategies. [See Robert Parry’s Lost History .]\nEvidence of Payments\nIn 1988, I discovered evidence of this reality while working as a correspondent for Newsweek magazine. At the time, the Iran-Contra scandal had undermined the case for spending more U.S. money to arm the Contras. But the Reagan administration continued to beat the propaganda drums by highlighting the supposed persecution of Nicaragua’s internal opposition.\nTo fend off U.S. hostility, which also included a harsh economic embargo, the Sandinistas announced increased political freedoms. But that represented only a new opportunity for Washington to orchestrate more political disruptions, which would either destabilize the government further or force a crackdown that could then be cited in seeking more Contra aid.\nPutting the Sandinistas in this “inside-outside” vise had always been part of the CIA strategy, but with a crumbling economy and more U.S. money pouring into the opposition groups, the gambit was beginning to work.\nYet, it was crucial to the plan that the CIA’s covert relationship with Nicaragua’s internal opposition remain secret, not so much from the Sandinistas, who had detailed intelligence about this thoroughly penetrated operation, but from the American people. The U.S. public would get outraged at Sandinista reprisals against these “independent” groups only if the CIA’s hand were kept hidden.\nA rich opportunity for the Reagan administration presented itself in summer 1988 when a new spasm of Contra ambushes killed 17 Nicaraguans and the anti-Sandinista internal opposition staged a violent demonstration in the town of Nandaime, a protest that Sandinista police dispersed with tear gas.\nReacting to the renewed violence, the Sandinistas closed down La Prensa and the Catholic Church’s radio station  both prime vehicles for anti-Sandinista propaganda. The Nicaraguan government also expelled U.S. Ambassador Richard Melton and seven other U.S. Embassy personnel for allegedly coordinating the disorders.\nMajor U.S. news outlets, which had accepted their role treating the Sandinistas as “designated enemies” of the United States, roared in outrage, and the U.S. Congress condemned the moves by a margin of 94-4 in the Senate and 385-18 in the House.\nMelton then testified before the Senate Intelligence Committee first in secret and then in public, struggling to hide the open secret in Washington that Nicaragua’s internal opposition, like the Contras, was getting covert help from the U.S. government.\nWhen asked by a senator in public session about covert American funding to the opposition, Melton dissembled awkwardly: “As to other activities that might be conducted, that’s  they were discussed  that would be discussed yesterday in the closed hearing.”\nWhen pressed by Sen. Howard Metzenbaum on whether the embassy provided “encouragement  financial or otherwise  of dissident elements,” Melton responded stiffly: “The ambassador in any post is the principal representative of the U.S. government. And in that capacity, fulfills those functions.” He then declined to discuss “activities of an intelligence nature” in open session.\nOn the Payroll\nIn other words, yes, the U.S. government was covertly organizing and funding the activities of the supposedly “independent” internal opposition in Nicaragua. And, according to more than a dozen sources that I interviewed inside the Contra movement or close to U.S. intelligence, the Reagan administration had funneled CIA money to virtually every segment of the internal opposition, from the Catholic Church to La Prensa to business and labor groups to political parties.\n“We’ve always had the internal opposition on the CIA payroll,” one U.S. government official said. The CIA’s budget line for Nicaraguan political action  separate from Contra military operations  was about $10 million a year, my sources said. I learned that the CIA had been using the Church and Cardinal Miguel Obando y Bravo to funnel money into Nicaragua.\nObando was a plodding but somewhat complex character. In the 1970s, he had criticized the repression of the Somoza dictatorship and expressed some sympathy for the young Sandinista revolutionaries who were trying to bring social and economic changes to Nicaragua.\nHowever, after the murder of El Salvador’s Archbishop Romero in 1980 and Pope John Paul II’s repudiation of “liberation theology,” Obando shifted clumsily into the anti-Sandinista camp, attacking the “people’s church” and accusing the Sandinistas of “godless communism.”\nOn May 25, 1985, he was rewarded when the Pope named him Cardinal for Central America. Then, despite mounting evidence of Contra atrocities, Obando traveled to the United States in January 1986 and threw his support behind a renewal of military aid to the Contras.\nAll this made a lot more sense after factoring in that Obando had essentially been put onto the CIA’s payroll. The CIA funding for Nicaragua’s Catholic Church was originally unearthed in 1985 by the congressional intelligence oversight committees, which then insisted that the money be cut off to avoid compromising Obando further.\nBut the funding was simply transferred to another secret operation headed by White House aide Oliver North. In fall 1985, North earmarked $100,000 of his privately raised money to go to Obando for his anti-Sandinista activities, I learned from my sources.\nI was also told that the CIA’s support for Obando and the Catholic hierarchy went through a maze of cut-outs in Europe, apparently to give Obando deniability. But one well-placed Nicaraguan exile said he had spoken with Obando about the money and the Cardinal had expressed fear that his past receipt of CIA funding would come out.\nWhat to Do?\nDiscovering this CIA funding of Nicaragua’s Catholic Church presented professional problems for me at Newsweek, where my senior editors were already making clear that they sympathized with the Reagan administration’s muscular foreign policy and felt that the Iran-Contra scandal had gone too far in undermining U.S. interests.\nBut what was the right thing for an American journalist to do with this information? Here was a case in which the U.S. government was misleading the American public by pretending that the Sandinistas were cracking down on the Catholic Church and the internal opposition without any justification. Plus, this U.S. propaganda was being used to make the case in Congress for an expanded war in which thousands of Nicaraguans were dying.\nHowever, if Newsweek ran the story, it would put CIA assets, including Cardinal Obando, in a dicey situation, possibly even life-threatening. So, when I presented the information to my bureau chief, Evan Thomas, I made no recommendation on whether we should publish or not. I just laid out the facts as I had ascertained them. To my surprise, Thomas was eager to go forward.\nNewsweek contacted its Central America correspondent Joseph Contreras, who outlined our questions to Obando’s aides and prepared a list of questions to present to the Cardinal personally. However, when Contreras went to Obando’s home in a posh suburb of Managua, the Cardinal literally evaded the issue.\nAs Contreras later recounted in a cable back to Newsweek in the United States, he was approaching the front gate when it suddenly swung open and the Cardinal, sitting in the front seat of his burgundy Toyota Land Cruiser, blew past.\nAs Contreras made eye contact and waved the letter, Obando’s driver gunned the engine. Contreras jumped into his car and hastily followed. Contreras guessed correctly that Obando had turned left at one intersection and headed north toward Managua.\nContreras caught up to the Cardinal’s vehicle at the first stop-light. The driver apparently spotted the reporter and, when the light changed, sped away, veering from lane to lane. The Land Cruiser again disappeared from view, but at the next intersection, Contreras turned right and spotted the car pulled over, with its occupants presumably hoping that Contreras had turned left.\nQuickly, the Cardinal’s vehicle pulled onto the road and now sped back toward Obando’s house. Contreras gave up the chase, fearing that any further pursuit might appear to be harassment. Several days later, having regained his composure, the Cardinal finally met with Contreras and denied receiving any CIA money. But Contreras told me that Obando’s denial was unconvincing.\nNewsweek drafted a version of the story, making it appear as if we weren’t sure of the facts about Obando and the money. When I saw a “readback” of the article, I went into Thomas’s office and said that if Newsweek didn’t trust my reporting, we shouldn’t run the story at all. He said that wasn’t the case; it was just that the senior editors felt more comfortable with a vaguely worded story.\nHot Water\nWe ended up in hot water with the Reagan administration and right-wing media attack groups anyway. Accuracy in Media lambasted me, in particular, for going with such a sensitive story without being sure of the facts (which, of course, I was).\nThomas was summoned to the State Department where Assistant Secretary of State Elliott Abrams heaped more criticism on me though not denying the facts of our story. Newsweek also agreed, in the face of right-wing pressure, to subject me and the article to an internal investigation, which quietly reconfirmed the facts of the story.\nDespite this corroboration, the incident damaged my relations with senior Newsweek editors, particularly executive editor Maynard Parker who saw himself as part of the New York/Washington foreign policy establishment and was deeply hostile to the Iran-Contra scandal, which I had helped expose.\nAs for Obando, the Sandinistas did nothing to punish him for his collaboration with the CIA and he gradually evolved more into a figure of reconciliation than confrontation. However, the hyper-secretive Vatican has refused to open its archives for any serious research into its relationship with the CIA and other Western intelligence services.\nWhenever allegations do arise about the Catholic Church’s hierarchy winking and nodding at the kinds of human rights atrocities that claimed hundreds of thousands of lives in Latin America during the 1970s and 1980s, the Vatican PR department lashes out with sternly worded denials.\nThat practice is playing out again in the days after the election of Pope Francis I. Rather than a serious and reflective assessment of the actions (and inactions) of Cardinal Bergoglio, Cardinal Obando, Pope John Paul II and other Church leaders during those dark days of torture and murder, the Vatican simply denounces all allegations as “slander,” “calumny” and politically motivated lies.\n[For a limited time, you can purchase Robert Parry’s trilogy on the Bush family for only $34. For details, click here .]\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in  print here  or as an e-book (from  Amazon  and  barnesandnoble.com ).\nbecca\nMarch 24, 2013 at 15:42\nEveryone brings up Romero.  But I was reading an article where a little while before he died a priest came up to him.  The priest was working in another country, and he wanted to help Romero.  Romero told him to leave El Salvador.  That a good remnant needed to survive, and Romero knew he wouldn’t.  That he wanted the priest to live so that he could be part of that remnant.\nWe are all called to different things.  Romero was called to be a loud voice.  But there are others who can perhaps too more good by quietly helping others. In the end it is the Lord who judges.\nAlejandro Sosa\nMarch 19, 2013 at 02:09\nErnesto Cardenal was in Argentina for a lecture two days after the election of Pope Francis. Don’t know if he had anything to say about this.\nEddie\nMarch 17, 2013 at 22:26\nBoy, some of the above apologetics for Popes Pius XII and Francis are interesting, more or less boiling down to ‘they had to down-play their support for an evil dictatorship so that they could save their own neck’… But I thought that the hard-core Catholics (and you don’t get any harder-core than the Pope now, do you) believed in morality and an afterlife, rewards, etc, so why wouldn’t they sacrifice their lives to their principles and their church?  Some 1500 Catholic priests died at the hands of the German Nazis, and the above article mentions 150 in Argentina – – – these clergy apparently really believed and lived their words.  The Popes sound more like secular politicians crassly doing the politically expedient thing.\nAnd the argument about ‘well, what would you do if you had a gun to your head!?’ is fallacious, since I and you are NOT the head of a putative morally defined organization.  The Pope is presumably supposed to be morally/ethically exemplary, among other things – – – that’s one of the main things that supposed to be important about position.  If a God is talking through him, then he’s supposed to be something special, not just acting like a local alderman…\nI have to agree with FG Sandford and Tazzle above.   (And even MORE notable was Rehmat NOT mentioning the Jews/Zionists in a comment for the first time that I can recall).\nbiff Michael Appia\nMarch 17, 2013 at 14:20\nThe Church doesn’t need death-squads. Google: Canada – Native – genocide. Government, church, and business have been working together for quite awhile. It’s just interesting how the only show the boys abused on this side of the border…blacked- out like the BP Oil Spill Trial is in all media RIGHT NOW!!!\nnora\nMarch 17, 2013 at 14:05\nWe are shaped by our experiences, our brains still full of images of laughing intelligence.  Our dead still demand answers through us. Spotlight on Argentina is a good thing.\nGabrielle\nMarch 17, 2013 at 04:36\nWhy you “yankees” are always thinking in “bad” or “good” related to the salvation of jews or not? Why are you always coming back to the past and don’t leave other peoples go to the future? Or must we always rememer you about Vietnam once and again? Then please: stop.\nDave Henson\nMarch 17, 2013 at 01:28\nI remember that President Videla went to Pope John Paul I installation mass, a big controversy. I wonder if the Castro brothers will include members of Che Guevara’s family in the reception line when he arrives in Havana since he is a fellow alumni of Buenos Aires U. Will they also take Pope Francis to bless Che Guevara’s grave in Santa Clara, Cuba.\nmorton mecklosky\nMarch 16, 2013 at 23:04\nIn a war you do not criticize an ally. Germany was  of the Vatican in the war against the Soviet Union. Consider 1. the Spanish Civil War,where the Fascist forces,Germany and Italy,were major players in destroying the Republic and “saving” Cathoicism for Spain.2. “stop fighting against Germany and join it in its war against the Soviet Union,said to the Brits and the U.S. troops toward the end of WWII(Saul Friedlander “Pius XII and the Third Reich”.3.”do not kill the German troops,they are defending western civilization” Vatican publication regarding Italian Partisians killing of 10 German soldiers.\nbro. andrew\nMarch 16, 2013 at 21:43\ni prefer the simpler point of view that Father Bergoglio’s assignment was to become who he is today. i believe he will prove to be the right person at the right time.\nNews Nag\nMarch 16, 2013 at 20:01\nThe modern Catholic Church of the last two to three centuries (at least) has been a sharply and rigidly right-wing organization.  It’s the history.  It’s a fact.  Their natural allies are right-wing regimes and governments.  They all want the same thing.  They all want a rigidly ordered top-down authoritarian government secularly and religiously.  They never want that to change.  The Catholic Church is also a huge and hugely wealthy interest group, and its interests are right-wing interests.  If it really wanted to assist poor people, it would adopt liberation theology into its core beliefs and practice it to the fullest.  The Catholic Church always does the opposite of this.  The Catholic Church always withdraws its support from priests and others attempting to practice any degree of liberation theology.  That’s now your Pope, someone who officially and actually sided with the (yes) neo-nazi Argentine junta, though reportedly saving a few lives here and there – but how many more died because of the public alliance between Catholic Church and the Argentina junta?\nI digress\nMarch 16, 2013 at 18:23\nA little criticism here; Argentinaâ€™s unlamented military regime can hardly be called “neo-Nazi”. First it was not particularly socialistic (though mass killings are in the mix). The men of power are not of the party (which is why we hve the “oligarchy”). Then it’s not “national-socialistic” because that particular brand of socialism-cum-nationalism espoused by the unique German Party Of Known Fame was, well, uniquely german. And it’s certainly not “neo” either. It’s just another military dictatorship with all the trappings.\nGary\nMarch 16, 2013 at 16:36\nIn defense of Papi, life is tough and then was die.  When was the last time you had a gun to your head and was forced to choose life or death.  It aint that easy now is it?\nIn offense of Papi, why don’t we just “shoot him” and get it over with, why not?  For that matter, why not just “shoot” all who had to choose life over death when forced to do so.  Now, that, would be, ironic!\nBesides, the geater the “sin”, the greater the “saving grace”, was it not said that He died among thieves?  Was not one of the most moving songs, Amazing Grace, written by a murderer?  Judge not, least ye be judged.  But, how can we judge this mortal when we ourselves know nothing, really, of what he must of had to endure himself to have survived – to become no less than a head of state!\nForgiveness, and healing the heart and soul, may be his punishment, for surely he must have many who would like to see him suffer for what you say he did.\nAssassinations come in many ways.  Character assassinations may be the best form of tourture and punishment for someone who knows what he did and have to stand in the light of day – and live.\nPersonally, I was hoping for the one from Africa.  But, I heard it said that God works in misterious ways.  So be it.  I will sleep well tonight, eventhough I cannot pay to insure my car and therefore risk the loss of it’s use and service to me.  I will bear that potential when the time comes.  Who can I “shoot”?\nPapi bears his risk, now, that time has come.  We all do; come what may.\nThank you for this opportunity.  Keep on, keeping on.  Our time will come, if it has not alraedy.\nTazzle\nMarch 16, 2013 at 18:05\nConsidering that I’m a disabled vet of the Gulf Wars, I prefer not to talk too much at length about guns to my head or any other part of my anatomy.\nI’m not giving Francis I any quarter. He was a Prince of the Church, so he should have been closer to God than the rank and file church-goer. I’m not a lapsed Catholic; I’m a COLlapsed Catholic. But, I can tell you that Archbishop Romero was a true martyr and saint. Why is it that people howl in outrage over the thought that Pope Pius XII may have been falsely accused of not saving Jews from Nazis? Why is it that those same people frown at the thought of the Pope interceding on the behalf of a million-and-a-half Central and South American peasants that were killed by right-wing death squads? Because they were considered “Marxist?” Because they were brown-skinned mestizos and not white? Therein lies the rub. One oppressed group that had genocide committed against them are the victims that the Church heroically tried to save. Another oppressed group that faced the same fate are an embarrassment to the Church, who tried to ignore that they existed and suppress their clerics that tried to rescue them.\ntomUK86\nWow! Ur a hero\nMarch 16, 2013 at 16:09\nJohn Paul II has a lot to answer for as history contemplates the right-wing death squad’s tolls of genocides of Maya Indians and other peasants in Central and South America. Those tolls are at over 200,000 just in Guatemala alone. The late Pontiff practically enabled these atrocities by his criticism of Liberation Theology, which encouraged dictators in the region that they had God on their side when slaughtering entire villages. I was scornful when I saw a photo once of John Paul II, embracing the tomb of Archbishop Oscar Romero, his face covered in his hands. I just knew the bastard was thinking, “Good riddance, you commie instigator.”\nKevin Schmidt\nSame old hypocritical, fascist KKKatholic Church.\nJerry\nMarch 18, 2013 at 12:57\nSaying so doesn’t make it so, even if saying so reveals simply bigotry.\njnc\nMarch 16, 2013 at 15:46\nSince our justice system does not distribute justice fairly to the rich and powerful. The people, could  set up their own peoples court.  Have leaders chosen  that the people trust, to decide who is guilty, and compare what happens to the people who are not powerful and rich, and come up with a comparable sentence.  This sentence will not be binding.  But will show the justice department,  or the courts what is fair.  Kind of shame them?  They say the banks etc,  are too big to fail.  Well then,  lock up the individuals in the company who did the crime, duh. and punish them?  Then fine the company.  Make sure the fine is larger,  much larger than the amount they stole.\nJerry\nMarch 16, 2013 at 15:42\nI admire much of what Parry says about politics, but here he is wrong–wrong about Pius XII, to begin with.  There is a comparison between him and Francis, but not the one Parry makes.  Pius did not speak out by naming the Nazis; he did speak out against excessive natonalism, racism, etc.  Everyone knew exactly to whom he was referring. Allied planes dropped copies of some of his speeches on European countries on account of their clear content.  When he heard that one thousand plus Roman Jews had been suddenly rounded up and shipped to camps, he immediately got the religious houses and quarters in Rome to offer to keep the remainng Jews, thus saving eighty percent of Rome’s Jews.  The Israeli historian, Pincas Lapide, has written that as a direct result of Pius’s quiet acts during WW II, he saved the lives of 860,000 Jews, more than any other individual or institution.  As for the new Pope, he worked in a similar way and has been thanked by some of the people he has been accused of neglecting.  Parry ought to know better.\nGary\nMarch 16, 2013 at 16:49\nWow, Jerry.  I did not know this about Pius.  Seems Parry was a bit tardy.  Always good to get other intell, but, hey, truth be told I would know either way, now would I.  Seems this is the problemma we all must face when having to rely on others for info.  But, it’s good to have this medium as a forum to at least give what we gave to give.  Thanks! to both you and Parry!!  What else don’t we “know”.\nF. G. Sanford\nMarch 16, 2013 at 17:11\nIn reading your comment, I have to keep in mind that the organization you defend represents organized paedophilia and that it was Pius XII who worked tirelessly to establish the church’s Concordat with Nazi Germany before he became Pope. Typical of blind loyalty, you resort to that canard all Catholic defenders employ: they did the best they could, quietly behind the scenes in order to preserve the opportunity to do further good. What they did was cowardly evasion with an eye on preserving their cushy lifestyles at the expense of poor people who put money in the plate when they can hardly put food on the table. After the Diocese of Los Angeles paid $9,900,000 in legal settlements on behalf of these creeps, one would think Catholics would wake up. Go ahead, put a little extra in the plate this week-some child molester needs help with his legal expenses.\nJerry\nMarch 18, 2013 at 12:56\nOf course, such nonsense is hardly worth a response.  The trouble is that nonsense sometimes plays well, as Hilter came to find.  The former Catholic clergy sex abuse scandal–now ended decades ago–was anything but “organized paedophilia.” To say so is simply to expose one’s anti-religioius bigotry.  The percentage of abusive priests was at most 4%, which is a smaller percentage than for school teachers 5%.  It was a sex abuse scandal but not one primarily of paedophilia, since that involves pre-pubescents, and between eighty and ninety percent of the clerical abuse cases involved post-pubescent teenage boys–not pedophilia but homosexual.  All terrible.\nAs for the Concordat, it had noting to do with Nazi politics; it was an agreement to preserve freedom for Catholics in a country that had experienced recent persecution of Catholics, once in Bismark’s Kulturkampf and even more recently in Bavaria and elsewhere after WW I.  Hilter immediately violated the Concordat.\nEleanor\nMarch 16, 2013 at 19:38\nYes, Jerry, your assessment of Pius XII is correct.  I can personally attest to the fact that religious houses in Rome sheltered Jews during WWII.  My aunt, now deceased, was a Sister of Notre Dame and superior of their convent in Rome at that time.  She personally told me after the war about answering the door to Nazis knocking on the convent door demanding to know if they were sheltering Jews.  She duly informed them “NO”, shaking in her shoes. (Probably the only lie she ever told)\nAnnamaria Capicchioni\nMarch 18, 2013 at 07:12\nI totally agree on what you have said about Pope Pius XII and the new Pope Francis. This humble  new Pope is loved by the people and I do not see why some people have to start mud slnging.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.nytimes.com/2013/03/16/world/europe/pope-francis-praises-benedict-urges-cardinals-to-spread-gospel.html?ref=world&_r=0",
                "https://consortiumnews.com/2013/03/16/evita-the-swiss-and-the-nazis/",
                "https://consortiumnews.com/2013/02/20/get-parrys-bush-trilogy-for-only-34/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2012/09/20/jesus-redistributionist-in-chief-2/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "opposition",
            "sandinistas",
            "francis",
            "death",
            "church",
            "obando",
            "cardinal",
            "internal",
            "cia",
            "pope",
            "catholic",
            "squads",
            "contreras"
        ]
    }
]