[
    {
        "url": "https://www.christianpost.com/news/one-year-later-homes-for-some-haiti-quake-victims.html",
        "title": "One Year Later: Homes for Some Haiti Quake Victims",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Wednesday, January 12, 2011\nIt is one year later, but most of the 1.5 million people displaced by the devastating 7.0-magnitude earthquake in Haiti are still living in tents in squalid conditions. But for a fortunate few, a new home funded or partially built by American churches will arrive this year.\nHaiti Transformed, a ministry of Antioch Community Church in Waco, Texas, has, as of this date, built 48 homes for Haitian quake victims in the city of Leogane, about 20 miles west of the capital, Port-au-Prince. The church's goal is to construct a total of 100 homes for the families living in a tent village there.\nThe church moved close to reaching that goal when university-aged students at the Passion 2011 conference in Atlanta donated $140,400 to Haiti Transformed, or enough to build another 39 homes.\n\"When you are faced with a tragedy of this magnitude, it can be overwhelming because everywhere you look there is need in Haiti. I mean, it is staggering, really,\" shared Drew Steadman, managing director of Acts of Mercy International at Antioch Community Church, to The Christian Post.\n\"We prayed about it and thought about it and felt deep in our hearts that we can at least build a hundred homes,\" he said. \"So we decided we would focus on this one community.\"\nThe church chose to focus on Leogane, one of the hardest-hit areas, because it felt quake victims in larger cities would be more visible while those in smaller ones would be easily forgotten.\nAntioch Church's approach to humanitarian projects in Haiti is to empower the locals to rebuild their country. Based on this philosophy, the church uses the money to hire Haitians to construct the homes so that locals are given jobs, money-making skills, and the opportunity to reconstruct Haiti. The church does, however, provide a foreman to oversee the home construction and for quality-control purposes.\nIn addition to home building in Haiti, which will begin again in the next couple of weeks, Antioch and its affiliate church network also sent ten medical relief teams to the island nation from mid-January to March last year.\nOn Jan. 12, 2010, an earthquake struck Haiti at 4:53 p.m., killing about 250,000 people, injuring more than 300,000, and leaving more than 1.5 million homeless. It was one of the deadliest earthquakes in the history of the Western hemisphere.\nHaiti, one of the poorest countries in the world, has been hard pressed to rebuild itself. Most of the capital, including the presidential palace, still remain a pile of rubble. About 800,000 people are still living in tents in Port-au-Prince one year later.\nBut Christian groups such as Help Build Hope of CrossRoads Missions, which plans to build 90 homes this year, are helping to meet the need for permanent shelter in Haiti. Starting in February, church partners across the nation will build walls in their parking lot that will be shipped to Haiti. Each participating church is responsible for one container, which holds nine homes. The group Northwest Haiti Christian Mission, which is based in Indianapolis, Ind., will ship the frames to Haiti where the home construction will be completed by locals.\nAnother Christian ministry, The Fuller Center for Housing, has already built 15 homes – nine in Leogane, four in Saint Ard, and two in Bellanton – for 15 quake-affected families that were living in tent camps.\n\"It's been devastating to see the suffering and destruction. But I feel great joy that we've been able to help these families and plans are underway to help many more families in the future,\" said Heather Nozea, who has been on the ground in Haiti with her husband Gerson helping to build homes with The Fuller Center.\nThe Haiti Housing Network – a partnership of The Fuller Center, Cooperative Baptist Fellowship, Conscience International, and the Baptist General Convention of Texas – plans to construct 1,000 houses in the next three years.\n\"All too often we have seen how temporary housing becomes the slums of the future. Our focus is to provide permanent housing solutions,\" said David Snell, president of The Fuller Center.\nAlong with homes, the earthquake last year also destroyed 60 percent of government, administrative and economic infrastructure in Port-au-Prince.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "haiti",
            "housing",
            "later",
            "church",
            "living",
            "15",
            "quake",
            "fuller",
            "homes",
            "build",
            "families",
            "christian",
            "victims"
        ]
    }
]