[
    {
        "url": "https://consortiumnews.com/2016/12/06/italys-voters-slap-down-the-elites/",
        "title": "Italy’s Voters Slap Down the Elites",
        "authors": [
            {
                "name": "Jack Flanigan",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-12-06",
        "text": "Main menu\nDecember 6, 2016\nBy Andrew Spannaus\nItalian voters sent a strong message to their own government and to all of Europe, declaring through their rejection of a constitutional reform referendum that democracy is more important than efficiency and that the population won’t be bullied by threats from the political and financial elite.\nThis is the upshot of Sunday’s resounding defeat of the constitutional changes proposed by Prime Minister Matteo Renzi, who has now announced his resignation, opening the country up to a period of political uncertainty.\nItalian Prime Minister Matteo Renzi.\nThe higher-than-expected margin for the No side, which prevailed 59 percent to 41 percent and the high turnout for a stand-alone referendum (68.5 percent), makes it clear that the sentiment expressed by Italians went far beyond the merits of the reform. Indeed the proposal itself, which aimed to streamline the political process and thus give more power to the government to avoid gridlock, was too complicated to submit to a popular vote. Even its supporters weren’t sure it would actually work, while most citizens were bewildered by the fact that they were asked to judge something so complicated.\nThe result was that the vote took on a political significance apart from the reform itself. And thus the Italians added their voice to the popular revolt expressed through the Brexit vote in the United Kingdom and the success of anti-establishment candidates in the U.S. elections. People went to vote en masse against the reform to show that they won’t be manipulated by a political elite that has not solved the basic problems afflicting most of the Western world, starting with the difficulties of the middle class due to the failed economic policies of financial globalization.\nItaly’s political system and bureaucacy is indeed complex, and could benefit from increased efficiency; but reform is difficult without addressing broader political and economic problems. Renzi himself, who rose to prominence as the “demolition man” taking aim at what he defined as entrenched power structures, wasn’t even elected to his post as Prime Minister. He got the job due to a shift in power in the Democratic Party (Pd) in 2014, after years of technocratic governments had already begun to provoke widespread discontent in the population.\nHis rise was billed as a move back towards the primacy of political power, as opposed to the harsh austerity imposed by national and international financial authorities starting from 2011 on, measures which caused an over 20 percent drop in the country’s industrial production.\nOnce the austerity was tempered the economy starting doing better, but it never made it past sub-one-percent growth, and the widespread impression was that Renzi’s words were much louder than his actions. The policy that continues to dominate is that of the European Union’s budget rules, which restrict government spending and largely prohibit public intervention to stimulate the economy.\nRole of J.P. Morgan\nRenzi’s reform, despite having some positive aspects to it, ultimately fell victim to the population’s rejection of the overall political and economic conditions. An example is the impression that international financial interests were keen on obtaining the constitutional changes in order to pursue their own interests.\nThe Wall Street bull statue by Arturo Di Modica\nIn May 2013, J.P. Morgan published a report entitled “The Euro area adjustment: about halfway there.” The bank lamented the weakness of the constitutions of countries of the “periphery” (usually referring to Italy, Spain, Portugal and Greece). Astoundingly, among the complaints listed in the report were items such as “constitutional protection of labor rights” and “the right to protest if unwelcome changes are made to the status quo.”\nJ.P. Morgan’s conclusion was that these shortcomings have led to the failure of “fiscal and economic reform agendas,” although it held out hope for Italy, where the Renzi government was aiming “to engage in meaningful political reform.”\nThe political class scoffed at the “conspiracy theory” of how international banks were pushing the reform, but not surprisingly it made quite an impression on regular people. In the final months of the campaign the opposition grew based on the notion that the reform was anti-democratic, as it aimed to streamline decision-making power by limiting popular input.\nWhether J.P. Morgan and other financial interests had a direct role in encouraging the reform or not is open to debate (and investigation), but at this point what matters is that the population has the impression that policy in Europe is made by the banks and multinational corporations, for the banks and multinational corporations, and that governments generally respond to those interests.\nIndeed the international reaction to the anti-reform vote in Italy will predictably focus on financial stability and the potential for a banking crisis. Italy’s banks are laden with non-performing loans, with one in particular, Monte dei Paschi di Siena, needing over $5 billion in new capital to avoid collapse. It’s not the largest bank in the country, but the problem of distressed assets is widespread due in particular to the collapse of the internal market during the austerity period of 2011-2014, something that most economic commentators conveniently forget to mention.\nThe incessant threats of financial calamity due to a No vote that were waved around by supporters of the reform and the international press, likely had the opposite effect: the population refuses to be manipulated, because it doesn’t trust the motives of the press and the politicians.\nDemocracy’s Outburst\nLastly, there is the question of democracy, as expressed through elections. Renzi’s resignation will lead to a caretaker government charged with completing the budget law and then making adjustments to the country’s election law, another issue of reform that has been used as a political football between Italian political parties.\nThe run-down PIX Theatre sign reads “Vote Trump” on Main Street in Sleepy Eye, Minnesota. July 15, 2016. (Photo by Tony Webster Flickr)\nThe scenario that the institutions wish to avoid at all costs, is elections. The fear across Europe is that the outsider parties, considered as extremist due principally to their criticism of the European Union, will make strong gains if the population is called on to vote.\nIndeed the Five Star Movement (M5S), founded by comedian Beppe Grillo, is already close to having a plurality of support in Italy. On the right is the Northern League, closer to the anti-immigrant rhetoric of Marine Le Pen in France, that could also stand to benefit.\nRenzi himself remains popular, in particular with the professional class and in the business community. Given the personalization of the referendum, Renzi announced from the start that it was all about him – the 41 percent vote for the Yes side could even be seen as a reflection of his personal popularity, a very high number in Europe where there are generally at least three large parties in each country. Yet the worry is that the political situation could spiral out of control, with a victory by groups with anti-establishment positions.\nFaced with this scenario, European elites seem to be falling into the usual trap. For fear of losing power they aim to buy time by stifling the voice of the protest, ultimately making it worse. It’s the same model used for economic policy: the E.U. institutions are so strongly wedded to their free market and austerity ideology that they try to further centralize decision-making power at the supranational level, refusing to make fundamental changes even if it means aggravating the problem.\nIn Europe, few seem to have learned the lesson from Brexit and the U.S. elections. The people are restless and fed up with the elites.\n \nWobblie\nDecember 6, 2016 at 16:47\nGot to hand it to the masses, ignorant as many are with the incessant Establishment propaganda, they are everywhere rejecting the corporate status quo.\nNow if they only understood what they were doing!\nDecember 6, 2016 at 09:13\nVery interesting. The process of fragmentation of consensus parties by a tyranny of insiders sounds much like the Dems in the past election. They became dominated by special-interest activists, screaming misogyny, anti-semitism, homophobia, russophilia, and climate denial, an insider strategy intended to:\n1. suppress debate of their special-interest demands,\n2. scare young activists away from the real issues, and\n3. field fake liberals for the oligarchy as a backstop for the Repubs.\nThey succeeded in stealing from us any choice but a corrupt warmonger or a domestic-policy disaster.\nThe Dems were corrupted by infantile bullies concealing special interests and bribes, and intend to stay that way by shuffling insiders. Hopey-changey everyone.\nTime for a progressive party, of sincere intellectuals aligned with the lower middle and middle class, who won’t take more fashion issues and will demand solutions to the real problems of the nation.\nJack Flanigan\nDecember 6, 2016 at 20:28\nI have observed in Australia, and around the world, that the biggest a*s*h*l*s champion the “best(?)” causes to further their own personal advancement.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "italys",
            "power",
            "economic",
            "italy",
            "elites",
            "financial",
            "europe",
            "political",
            "voters",
            "slap",
            "reform",
            "vote",
            "international",
            "elections"
        ]
    }
]