[
    {
        "url": "https://www.christianpost.com/news/pennsylvanias-attorney-general-refuses-to-defend-states-gay-marriage-ban.html",
        "title": "Pennsylvania's Attorney General Refuses to Defend State's Gay Marriage Ban",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPennsylvania's Attorney General Refuses to Defend State's Gay Marriage Ban\nPennsylvania's Attorney General Refuses to Defend State's Gay Marriage Ban\nPennsylvania's Attorney General Refuses to Defend State's Gay Marriage Ban\n| Thursday, July 11, 2013\nPennsylvania's attorney general Kathleen Kane said Thursday that she will not be defending the state in a recent lawsuit filed by the American Civil Liberties Union regarding the state's ban on same-sex marriage.\nKane, a Democrat, has decided not to defend the state because she is a proponent of same-sex marriage, and therefore the responsibility to defend the state's same-sex marriage ban will now be passed to Republican Gov. Tom Corbett, who opposes same-sex marriage.\nPennsylvania law states that the attorney general may pass her responsibility to defend the constitutionality of state laws to the governor's office or executive branches, should it serve in the best interest of the state.\nCorbett may now choose another state lawyer to defend the state's statute prohibiting same-sex marriage, passed in 1996 which defines marriage as being between one man and one woman.\n\"I cannot ethically defend the constitutionality of Pennsylvania's [law banning same-sex marriage], where I believe it to be wholly unconstitutional,\" Kane announced to reporters at the National Constitution Center in Philadelphia on Thursday, according to The Associated Press.\nBoth Kane and Corbett were named in a lawsuit filed by the ACLU on Tuesday which seeks to overturn the state's law defining marriage as being between one man and woman.\nThe lawsuit also encourages the state to recognize out-of-state same-sex marriages; currently, Pennsylvania does not recognize same-sex marriage or civil unions.\nA press release  from the ACLU argues that the state's Defense of Marriage Act is \"[violating] the fundamental right to marry, as well as the Equal Protection Clause of the Fourteenth Amendment.\"\n\"Plaintiffs argue that the court should closely scrutinize this discriminatory treatment because the state's Defense of Marriage Act burdens the fundamental right to marry and because it discriminates based on sex and sexual orientation,\" the ACLU said in a statement.\nThe legal team is representing 23 state residents, including 10 same-sex couples, two minor children of those couples, and a widow whose partner of 29 years recently passed away.\nCorbett's office has yet to comment on Kane's announcement, but the governor has previously expressed his opposition to same-sex marriage.\nThe lawsuit filed by the ACLU in Pennsylvania is one attempt among many on behalf of same-sex marriage advocates to have individual states overturn same-sex marriage bans following the June ruling by the Supreme Court that struck down a key provision of the federal Defense of Marriage Act.\nThe ACLU will also file lawsuits in Indiana, North Carolina, and Virginia.\nThose supporting the traditional definition of marriage argue that legal teams such as the ACLU should not put the issue of same-sex marriage back into court, but rather put it up for a voter referendum on a ballot so the people of the state may decide.\nMichael Geer, president of the Pennsylvania Family Institute, which opposes same-sex marriage, told The New York Times  that putting the issue in court takes it out of the hands of the people.\n\"The fact the ACLU is turning to the courts to try to redefine marriage takes it out of the hands of the people,\" Geer said.\nProponents of same-sex marriage argue that because they believe their cause to be a civil rights issue, it should be addressed by the court, not the people.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2013/07/10/us/aclu-lawsuit-aims-to-overturn-pennsylvanias-ban-on-gay-marriage.html"
            ],
            "gov_pgs": [
                "http://abclocal.go.com/wpvi/story?section=news/local&id=9169245"
            ],
            "unsure": [
                "https://www.aclu.org/press-releases/aclu-seeks-freedom-marry-pennsylvania-couples?redirect=lgbt-rights/aclu-seeks-freedom-marry-pennsylvania-couples"
            ]
        },
        "key_words": [
            "pennsylvania",
            "samesex",
            "aclu",
            "pennsylvanias",
            "defend",
            "lawsuit",
            "gay",
            "state",
            "general",
            "passed",
            "marriage",
            "ban",
            "attorney",
            "court",
            "refuses",
            "states"
        ]
    }
]