[
    {
        "url": "https://consortiumnews.com/2012/04/26/the-us-press-sell-out-on-iraq-war/",
        "title": "The US Press Sell-out on Iraq War",
        "authors": [
            {
                "name": "Kenny Fowler",
                "link": null
            },
            {
                "name": "Drayton Hamilton",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-26",
        "text": "Main menu\nApril 26, 2012\nBy Coleen Rowley\nBy late January-early February 2003, Americans were witnessing the Bush administration’s final and intense push to launch a pre-emptive war on Iraq, based largely on (what are now well known as) two completely false pretexts: Iraq’s possession of WMD and its connections to Al Qaeda terrorists.\nMy knowledge that Iraq’s WMD was being exaggerated was merely what anyone could gain from close reading of public sources, including some in the mainstream press: the McClatchy news articles by Jonathan Landay and Warren Strobel (who later won Pulitzers for their reporting) as well as a few buried articles in the Washington Post and Newsweek debunking the “evidence” being presented by Bush-Cheney-Powell-Rice-Rumsfeld et al.\nScott Pelley, anchor of CBS Evening News\nHowever, due to the Minneapolis FBI’s pre 9/11 investigation of an Al Qaeda operative, I was in a better position to know more than J.Q. Average Citizen about the non-existence of ties between Iraq and Al Qaeda. Still, Bush administration officials knew how important it was to cleverly fabricate this connection.\nSo, Vice President Dick Cheney would lie about 9/11 hijacker Mohammed Atta meeting with an Iraqi intelligence agent in Prague while FBI Director Robert Mueller would look down at his shoes, knowing the FBI had documentary proof that Atta was in the U.S. at the time (and not meeting Iraqi agents in Prague).\nI also knew the FBI director was under enormous pressure to keep his mouth shut and go along with whatever senior administration officials wanted, to keep them from splitting the FBI in half. The FBI’s pre-9/11 lapses were becoming well-known and its round-up of a thousand immigrants after 9/11  touted for PR purposes  had turned into a fiasco. They were not terrorists, while other actions that would have made sense, like interviewing terror suspects already in custody about second-wave plots, were declined.\nThe incompetence and dissembling from these prior failures and mistakes had first shocked me but then I grew desensitized. Still, the false info being sold to the American public that the 9/11 attacks were connected to Iraq was a whopper with potentially grave consequences. By February 2003, the Bush administration had succeeded in misleading 76 percent of Americans to believe Saddam Hussein provided assistance to Al Qaeda .\nMedia Turning Point \nSecretary of State Colin Powell’s presentation at the U.N. on Feb. 5, 2003, seemed to mark the point where the mainstream media fully succumbed to war fever and rallied behind Bush’s invasion plans. What few knew was that, in addition to Powell’s PR home-run, Defense Secretary Donald Rumsfeld’s assistant Victoria Clarke had leaked her 300-page plan of “Embedding the Media in Iraq” to U.S. media chieftains. The Pentagon Pundit Program was also established to insert retired pro-war military officers as talking heads on the TV News programs.\nI learned how badly biased the media already was when I tried to submit an Op-Ed to Time magazine, which had just featured me as one of its Persons of the Year for whistleblowing about the FBI’s 9/11 failures.\nHowever, in early February 2003, I quickly became persona non grata when I questioned the Bush administration’s stated urgency for going to war. The word soon came back from the magazine’s brass that the Iraq War was essentially a done deal. They had no interest in my Op-Ed.\nA couple weeks later, I remembered a comment from the FBI director who expressed a willingness to accept critical information from me about problems and dangers. So on Feb. 26, 2003, I took a deep breath and sent an e-mail to FBI Director Robert Mueller . It contained all the points I could think of that the FBI director ought to be warning the President about. In a nutshell, I pointed out how wrong and counterproductive the launching of war on Iraq would be to our efforts to reduce terrorism.\nA week passed without any response from Director Mueller. I was starting to panic as, according to news reports that first week of March, American troops were already in place, just waiting for orders from Bush to commence the attack.\nI could not watch another calamity unfold without trying to do something. So, I called up reporters at two newspapers, Philip Shenon at the New York Times and Greg Gordon at the Minneapolis Star Tribune (who now writes for McClatchy). They were interested and both newspapers subsequently published front-page stories about my warning to the FBI director on March 6, 2003.\nAlthough I had technically broken FBI policy by not seeking FBI “pre-publication review” and approval for sharing my letter with news outlets, nothing in my letter was classified or secret by law. It certainly was the kind of thing more suitable for a letter of resignation and way over my lowly (GS-14) pay grade but no one at the higher ranks was doing anything! They all seemed muzzled.\nThe morning the articles were published, the FBI’s “Office of Professional Responsibility” (the internal discipline unit) as well as Headquarters Legal Counsel and Press Office quickly engaged with my field office boss (the “Special Agent in Charge”) to let me know I’d be facing disciplinary action for the unapproved media contact and publication.\nOf course, the reason I had not sought “pre-publication review” was due to time sensitivity. I was aware of the FBI using its “prepublication review” policy to delay releasing other agents’ writings for years not due to legal reasons (secrecy of the info) but just as a way of controlling employees’ speech when it could prove embarrassing to the FBI.\nAll of my colleagues in the Minneapolis FBI office were shocked at the news articles on March 6 and at what they thought was a totally crazy action on my part. Given the war fever and sense of futility, even the few who were against the Iraq War disapproved of my attempt to engage the media. Some agents joined pundits in publicly denouncing me.\nThose in my office said they could no longer trust me and called on my boss to relieve me of my division legal counsel duties. (Only one, however, had the integrity to confront me directly and question me on the substantive facts and issues, the lack of justification for launching the new war on a country that had nothing to do with 9/11.)\nEnter CBS 60 Minutes  \nAmong the media calls that ensued from my published warnings was a request for an exclusive interview from the celebrated CBS’s 60 Minutes investigative news show. One of correspondent Scott Pelley’s producers at the time had worked on prior news reports exposing the Moussaoui investigation and I had previously met him a couple times.\nPelley and his producer flew in to the Twin Cities the next day. By then, the FBI had reviewed my e-mail letter to Mueller (which had resulted in the articles) and they knew there was nothing in it that was secret or legally protected. The FBI had initiated a potential disciplinary action against me, however, for failure to seek “pre-publication review.”\nAt that point, I asked for the FBI’s approval to accommodate the 60 Minutes request. After taking an additional day to respond, FBI officials ended up saying they couldn’t stop me from repeating the points in my letter but also basically read me the riot act in terms of warning me not to do it.\nBefore that happened, Pelley and his producer already tried to convince me to do the interview without worrying about FBI approval. On the morning of March 7, while their cameras were being set up and I was trading phone calls with my boss and FBI Headquarters, Pelley tried to convince me to just go ahead.\nIt was then that he divulged how Colin Powell’s speech had been the thing that convinced him of the need for this new war on Iraq. He said he’d been very skeptical prior to hearing Powell but that Powell was persuasive and seemed to have swayed the bulk of the media. But Pelley continued  if there were solid arguments and information that weighed against precipitously launching this new war  the people of the country needed to hear it.\nThe FBI hadn’t responded to my request by 11 a.m. and so I told the 60 Minutes crew I couldn’t do the interview. The camera team took down and packed the equipment up and put our living room furniture back in place. It was almost noon and Pelley and his producer had given up and left when the FBI finally provided their weird response, half approval and half warning.\nPelley had already returned to the airport but when I called and said I could do the interview, they turned around and had their camera crew come back and set up again. I had a prior commitment to give a two-hour talk on “legal and law enforcement ethics” at a Twin Cities law school that afternoon but when I got home around 4 p.m., 60 Minutes started filming the interview.\nInterview from Hell\nIt was an interview from hell, quickly turning into an excruciatingly difficult and painful affair for everyone involved. Pelley asked the same or similar questions over and over, I suppose in an effort to get better or stronger responses. I was trying to be careful and not stray from the FBI’s “permission,” which was limited to what I’d already said in the letter to Mueller.\nCanister after canister of film was loaded, used and wasted, capturing the repeated questioning which continued to almost midnight. With only a few short breaks, that made for almost eight hours worth of (thoroughly repetitive) interview tape! By the end, judging from their faces going out the door, it was obvious that most if not all of the tape was destined for the cutting-room floor.\nNothing aired that Sunday, March 9. Pelley’s producer may have been in hot water over how much time and effort was wasted in the hours and hours of the interview, especially since it occurred on a Friday night, less than 48 hours before Sunday night’s show time. I never heard from anyone at 60 Minutes again.\nNot surprisingly, my career at the FBI was destroyed as a result of my speaking out against the war. It’s a much longer story but the group of agents with the worst case of war fever pressured my boss to make me step down from the GS-14 legal position I’d had for 13 years.\nIn a way they were right, since the attorney-client legal representation aspect of my division legal counsel position required the trust of all the employees. I made a quick decision that the better part of valor would be to give them their pound of flesh.\nMy stepping down — along with volunteering for various shifts, out-of-town and holiday assignments, all-night surveillances and odd jobs that no one wantedlike “informant coordinator” — got me through the next 22 months to retirement eligibility albeit with a pension accordingly reduced for having given up one GS-level.\nNearly a decade later, I find it’s still painful to remember and recount. I’ve blocked a lot of it out. In all fairness, there were probably many reasons that nothing from the canisters and canisters of film produced from that painful interview ever aired on 60 Minutes at the start of that war-fevered week (which was about 10 days before Bush ordered the attacks to begin).\nBut there are also lots of unanswered questions for me. The significant investment of time and resources that Scott Pelley ended up wasting on my warnings about launching war on Iraq less than 48 hours from their Sunday night show time was itself evidence of the bit of open-mindedness the show’s producers obviously retained even at that late date.\nIt would be interesting, if the tapes of the interview still exist somewhere at 60 Minutes, to listen to them now. Maybe I just didn’t sound authoritative enough. A guy like Cheney not only had all the power but he always spoke in the most authoritative way as if he knew everything for sure.\nHow much was due to the fact I was “a GS-14 nobody” on a straight path to “GS-13 nobody”? But credibility isn’t exactly the same thing as status and power. I had been proven correct about the mistakes leading to 9/11 and the fact that 9/11 might have been prevented. My concerns about invading Iraq would all prove pretty much correct too (unfortunately).\nIt’s impossible to overstate how powerful the deceptions by those in control of the government could be. Certainly much of what I observed and disclosed was available for many others to see and say but almost nobody did.\nThe 9/11 Experience  \nI probably wouldn’t have gone to these lengths either had I not witnessed and suffered through what happened on 9/11. I reproached myself for not having done more then, even if it meant acting above my pay grade. Did the effort at “perception management” by those in power simply trump reality and substance?\nThe Iraq War lead-up presented an unusual situation because most of the mainstream media was duped, self-censoring or actively helping the Bush administration to sell the deception. The media had most of the facts or access to most of the facts themselves. But only a small segment, a really small segment of reporters, was reporting the facts.\nBill Moyers has since interviewed a number of national journalists involved, including the late Tim Russert, longtime anchor of NBC’s “Meet the Press,” for a program called “Buying the War.” The stories by the small handful of news reporters who got it right were either buried or did not get wide circulation.\nOnly a few people with the credibility and the ability to get a bit of air time and/or get an Op-Ed published were speaking out, like former weapons inspector Scott Ritter, former U.S. Ambassador Joe Wilson and ex-President Jimmy Carter.\nIt was a classic “Emperor Has No Clothes” situation, but there was just no little boy who could yell loud enough. The 9/11 lapses  had  allowed Bush to wield more power over his government  including the FBI, CIA and other national security agencies  so they too were forced to applaud their naked emperor’s march.\nWhat’s worse is that the trends toward perception dominating substance did not end with Bush (and Karl Rove’s) departure. Powerful neoconservative columnists, like William Kristol at the Weekly Standard (and formerly at the New York Times) and Charles Krauthammer at the Washington Post never looked back. The neocons still frame most of the leading national news coverage despite having been wrong on just about everything. In other words, they are still selling their invisible garments.\nI think it would be good for 60 Minutes to save the tapes of my interview (if they still exist) and give them to historians who may try at some future point to figure out how such a naked emperor was able to continue into a disastrous war despite some of us who tried to yell.\n[Scott Pelley is now the anchor and managing editor of “CBS Evening News,” a seat formerly held by Walter Cronkite and Dan Rather.]\nColeen Rowley, a FBI special agent for almost 24 years, was legal counsel to the FBI Field Office in Minneapolis from 1990 to 2003. She wrote a “whistleblower” memo in May 2002 and testified to the Senate Judiciary on some of the FBI’s pre 9/11 failures. She retired at the end of 2004, and now writes and speaks on ethical decision-making and balancing civil liberties with the need for effective investigation.\nTags: Coleen Rowley Dick Cheney FBI George W. Bush Iraq War Robert Mueller Scott Pelley\nPost navigation\nDrayton Hamilton\nApril 29, 2012 at 21:59\nThe American war on Iraq was an instance of what was called in “The London Charter,” that delineated the offenses considered at the Nuremberg Tribunal, “the Crime Against Peace.” This crime corresponds to what moral theorists of the Just War tradition call a war of aggression, that is, a war launched by one or more nations against a nation or nations though without the justification either of self-defense or of rescue of a persecuted subject population in the nation(s) being attacked. (And no other candidate justification is countenanced.) As U.S. Supreme Court Justice, Robert Jackson, the Allies’ chief prosecutor at Nuremberg, said during the trials, the Crime Against Peace is more grave than another kind of war-related crime, viz., the Crime Against Peace, since the initial undertaking of a war creates the context in which the latter kind of crime is inevitable. In Iraq, the Crime Against Peace is shown in the horrific civilian casualties incurred by the Iraqi population, and mainly by Iraqi women and children in the hundreds of thousands. By Jackson’s reasoning, those national leaders who commit The Crime Against Peace share moral responsibility for the entailed and facilitated Crime Against Humanity. The legal framework of the United nations regarding the launching of wars was designed to thwart the commission of these crimes, and as Robert Parry has noted in numerous articles at Consortium News about “Bush’s favorite lie,” the U. S. invasion of Iraq was illegal as NOT — contrary to familiar NeoCon talking points — being authorized by the United Nations. All of this may sound merely pedantic but it is humbly submitted that, as in the case of the Nazis’ war, the human suffering of the Iraq War makes such remarks as these more than just pedantry. Moreover, the indifference to the human suffering Bush, Cheney and the rest knowingly set in train proves them sociopaths of the most monstrous and sickening kind; their actions mock any protestation of being Christian and compassionate, conservatively so or not. Bush and Cheney’s Nazi analogues were hanged at Nuremberg, as were several relatively subsidiary members of the Nazi High Command who were in the business, like the odious Victoria Clark, of selling thoroughly mendacious propaganda to promote the war and its human suffering. They — both Nazis and Bush administration members — all are mass murderers, and yet, it at least seems apparent that the American public still refuses, out of fear of moral truth; racism; refusal to admit error on the part of politicians they supported; willful, blind ignorance, etc., to face up to the enormity of what the latter did in our name.\nKenny Fowler\nApril 28, 2012 at 08:53\nThe neocon media is currently using those same tactics of lies and deception to attack Iran.    Without an administration willing to regurgitate those lies and repeat them over and over it won’t work this time.\nHillary\nApril 27, 2012 at 19:40\nYes the USA brought a holocaust to Iraq and Americans are in denial.\nThe USA brought a really unbelievable Holocaust to Iraq but Mr. & Mrs Public are never told the truth about it.\nIn fact the US media continue to sell US Administration lies to Americans.\nA long lasting Holocaust starting with the murder of 1.5 million children under Sanctions, in the “price worth paying” (Albright/ Clinton ) campaign. Then the G.W.Bush US army of freedom and democracy created over 4 million Iraqi orphans.\nRemember Abu Garib ? and the over 2,400 Iraqi children with some being as young as 10 put into US prisons according to Human Rights Watch.\nThe G.W.Bush Iraq “campaign” caused the murder of over 1,300,000 Iraqis according to ICH .\nThe once beautiful Iraq landscape is now loaded with Depleted Uranium and Cluster Bombs.\nPatrick\nApril 27, 2012 at 18:23\nNobody with a double digit IQ should have believed the WMD lies.  For example, it takes a hellofa lot of power to run uranium enriching centrifuges and Iraq couldn’t even keep the lights on.  Hiding SCUD missile systems in caves for 12 years would have rendered them useless and there would have been no crews trained to use them.  In fact, did any of the news people ever consult with a geologist to determine if there are caves in Iraq?\nAlbatross\nApril 26, 2012 at 15:07\nLet’s contrast Coleen Rowley and Colin Powell. Both effectively ended their careers over the Iraq invasion. Rowley tried to stop the tsunami of powerful shared interests with the truth and, like Ambassador Joe Wilson and Valerie Plame, ended up on the receiving end of Bush Administration wrath. Colin Powell, on the other hand, willingly sacrificed his integrity to his commander in chief in order to facilitate the execution of that invasion. And it worked – people realized that either what Powell was saying was true, or he was forever destroying his credibility for the sake of George W. Bush’s Oedipal issues and Cheney’s imperialism. Unfortunately and against common sense, the latter was the case.\nRather than being destroyed by the Bush Administration Powell was simply shunted aside. He was dismissed: allowed to preserve his job and his accolades and perquisites of power, but he surrendered forever his presidential aspirations (if any) and the respect he had accumulated in the political world. He’s a wealthy quisling to liars, while Rowley, Plame, and Wilson at least preserve their integrity and can count on being on the right side of history when these events finally play out.\nBefore sacrificing themselves for unworthy masters I hope that future Colin Powells will remember the paltry gratitude the Bush Administration showed their lapdog.\nHillary\nApril 26, 2012 at 19:48\nColin Powell is/was the Quintessential Uncle Tom American Hero who worked the system & got to the top.\nPowell is one great example of a low class human being setting a new record for lying at the UN on the “evidence” we had against Iraq.\nColin Powell has an awful lot of blood on his hands and yet he still gives speeches and is feted by the American Media !!\nRowley Ambassador Joe Wilson and Valerie Plame are true patriots\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2003/03/06/us/threats-responses-whistleblower-agent-who-saw-9-11-lapses-still-faults-fbi.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://consortiumnews.com/tag/fbi/",
                "https://consortiumnews.com/tag/george-w-bush/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.cnn.com/2003/WORLD/meast/03/11/Iraq.Qaeda.link/",
                "https://mapcruzin.com/news/terrorspeak030803b.htm",
                "https://consortiumnews.com/tag/iraq-war/",
                "https://consortiumnews.com/tag/robert-mueller/",
                "https://consortiumnews.com/tag/scott-pelley/",
                "https://consortiumnews.com/tag/coleen-rowley/",
                "https://consortiumnews.com/tag/dick-cheney/"
            ]
        },
        "key_words": [
            "minutes",
            "press",
            "bush",
            "interview",
            "war",
            "fbi",
            "legal",
            "60",
            "sellout",
            "911",
            "media",
            "iraq"
        ]
    }
]