[
    {
        "url": "https://consortiumnews.com/2017/07/26/macrons-maneuvers-on-the-new-cold-war/",
        "title": "Macron’s Maneuvers on the New Cold War",
        "authors": [
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Simeon Sahaydachny",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Mild-Lt Facetious",
                "link": null
            },
            {
                "name": "R. Millis",
                "link": null
            },
            {
                "name": "Trowbridge H. Ford",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-26",
        "text": "Main menu\nJuly 26, 2017\nBy Dennis J Bernstein\nFrench President Emmanuel Macron has positioned himself as a possible go-between in facilitating a reduction of tensions between the U.S. and Russia, a move that makes sense for France but may anger Official Washington’s hawks who want to escalate the New Cold War.\nI interviewed Paris-based journalist and historian Diana Johnstone about Trump’s recent visit to Paris. Johnstone is the author of From Mad to Madness: Inside the Pentagon’s Nuclear War Planning Machine, recounting the experiences of her father, Paul Johnstone, as a senior analyst in the Pentagon’s Strategic Weapons Evaluation Group and a co-author of the Pentagon Papers. I spoke to her by telephone in France on July 19.\nDennis Bernstein: Diana, please give us your response to the recent Trump visit to Paris to meet with Emmanuel Macron.\nFrance’s President Emmanuel Macron\nDiana Johnstone: Well, first of all, it is clear that Emmanuel Macron has seen an advantage in being the only friend of the friendless Trump. It is clear that this can strengthen Macron’s hand in dealing with Germany, the main part of his mandate being to influence Germany in changing EU policy.\nAlso, Macron is in a position to be an intermediary in this rapprochement between Trump and Putin, which of course the War Party in Washington is doing everything to obstruct. So Macron has situated himself in an interesting position.\nI think that any of the contenders in the recent French election would have followed the same path. It was absolutely in the cards for France to change its foreign policy. The intellectuals in the government — the diplomats and so on — realize that this Syria policy isn’t working and, at the same time, that sanctions against Russia are very harmful to the French and European economies, while they benefit the US. So what Macron is doing is just what the intellectual community was going to do, regardless of which candidate won the election.\nDB: Give us your analysis of this Russia-gate madness.\nDJ: Well, I am not a psychiatrist, but seen from over here in Europe, it’s unbelievable. I just saw Tucker Carlson’s interview with Max Boot on Fox News. This raving maniac on foreign affairs is on the Council of Foreign Relations, when he ought to be undergoing psychiatric treatment.\nOf course, the Clinton machine has taken over the Democratic Party and made it into the War Party. What in the world is wrong with people talking to members of another country? The whole idea that it is something traitorous to talk to Russians is completely insane. At every time in history, even when governments were actually at war with each other, they had some sort of contact, just for simple intelligence reasons.\nTo try to criminalize and ban any contact at a more or less official level with the Russians goes beyond what is diplomatic practice even in war time. I think that the real problem in Washington is that there is a real War Party who welcome a nuclear war with Russia if that is what it takes to prevent them from becoming as strong as we are.\nDB: The big story at the G-20 was that Trump spoke to Putin and therefore should be tried for treason, along with his whole family.\nPresident Trump meeting with Russian President Vladimir Putin at G-20 summit in Hamburg, Germany, on July 7, 2017. (Screenshot from Whitehouse.gov)\nDJ: I am sure that the Russians draw the conclusion that we are preparing for war. How else can they take this? We are doing everything to convince the Russians that we want war with them no matter what. Of course, this means they are going to start a military build-up in order to be able to strike back. Putin has consistently made friendly moves to the United States and they are simply dismissed. The only possible explanation is that we are bent on war.\nUnfortunately, in 2013, Obama painted himself into a corner with his “red line” rhetoric, requiring that the US strike if it detects any use of chemical weapons in Syria. Of course, since then, it has been well established by very serious investigators, including Seymour Hersh, that this use of chemical weapons was a false flag.\nThe Russians, instead of insisting that this was a false flag, very tactfully suggested that the answer was to take away all of Syria’s chemical weapons, which actually worked. Now everyone in the NATO machine points to this as a sign of Obama’s weakness in not punishing the perpetrators and forget about this chemical weapons deal that was successful. Instead, the official line is that Obama was too weak and we have to be strong.\nDB: Give us your thoughts on the recent G-20 meeting in Hamburg and the people’s response.\nDJ: Well, I don’t think that the people’s response was very well thought out. Many don’t realize that the G-20 is, in fact, a step away from Western domination because it includes third-world countries with large populations–Russia, China, Indonesia, and so on. The reaction was just, “This is power and we are against it.” No discrimination about issues. So the demonstration turned out to be much greater than it was for the G-8 or other meetings. All this violence was directed against a meeting which was actually working toward an improved form of international communication.\nDB: What do you make of the controversy around the European Union and the role of France?\nDJ: The European Union has become completely unbalanced because Germany is now a low-labor-cost export nation, maintaining a large trade imbalance with its partners. The other three candidates for the French presidency were all very critical of the EU and floated the possibility of getting out of the Euro.\nMacron was put in by the establishment to save the European Union. It is clear that Macron’s mission is to persuade the Germans to shift the policy to one that will allow other countries to grow economically instead of being strangled, which is what is happening now. I don’t know whether he will succeed at that, but this is one reason why he wants Trump and Putin on his side, to replace Merkel as the dominant figure in the EU.\nDaniel Ellsberg on the cover of Time after leaking the Pentagon Papers\nDB: You have just come out with an incredibly important book titled From Mad to Madness: Inside the Pentagon’s Nuclear War Planning Machine. Your father, Paul Johnstone, was a senior analyst in the Strategic Weapons Evaluation Group at the Pentagon. You have taken your father’s memoirs and written commentaries on them. You know, when Daniel Ellsberg released the Pentagon Papers, he did an incredibly important thing. But he didn’t write the Pentagon Papers, they came from the war planners. Your father was one of the co-authors. Could you describe what your father’s job was while working for the Pentagon?\nDJ: One of his projects was something called “critical incident studies,” which was intended to inform the leaders on how to analyze crisis situations. Two of these crisis studies are in the book, one on Laos and one on the Berlin crisis. Interestingly, afterwards there was so much security that he couldn’t get access back to it himself, and so he did this from memory. Basically, his idea was to try to educate these leaders in the uncertainty involved in what they were doing.\nYou see, everyone is doing contingency planning and the only thing that gets to the leaders is an executive summary, which usually tries to put a positive face on things and make the case that “we’ll win for sure.” In fact, top leaders tend not to be very well informed about what they are likely to get the country into. The Pentagon Papers was a study commissioned by Robert McNamara to try to determine how the hell we got into the mess of Vietnam. So while the Pentagon Papers were a major revelation to the public, the establishment already knew that they couldn’t win that war. Of course, it dragged on nevertheless for several more years.\nDB: You write in the book, “Theorizing about nuclear war was a sort of virtuoso exercise in creating an imaginary world wherein all statements must be consistent with each other but nothing need be consistent with reality, because there was no reality to be checked against.”\nDJ: That is my father’s description of what they were doing. He was obviously more aware of that than most of his colleagues. He knew Paul Nitze [US government official who helped shape Cold War policies] pretty well and liked him personally. But he couldn’t understand how someone as educated as Nitze could be so blind about the Soviet Union, thinking that they are planning to attack us all the time.\nWe see the same mentality now, people who seem to be intelligent who are absolutely paranoid about Russia. You know, the left thought it learned something from Vietnam, but now we have the War Party which has only learned how to better control such movements. No very serious opposition exists.\nDB: One of the important points you make in the book is that, whatever any analyst has to say about who is likely to prevail, nuclear war means mutual destruction.\nDJ: Sometimes analysts would recognize this but then they would come out and say, “But the US will prevail.” It was and is insanity. The unreality of what goes on in the Pentagon seems small when compared with the unreality you have in the Washington establishment now. There’s the madness of the war planning at the Pentagon–“We have these weapons, now let’s decide how to use them”–and so on. And at the same time a growing madness has taken possession of the political class which says, “Yeah, great, just do it!”\nIt is an incredibly dangerous situation and people just seem to be asleep. We have these women on the streets because of some remark that Trump made at one time or another but they don’t do a thing to prevent the world from being blown up at any minute. It seems to me there is a lack of priorities in the United States among those people who remain sane and moral.\nDB: The first part of your book is titled “The World of Target Planning.”\nThe Pentagon, headquarters of the U.S. Defense Department, as viewed with the Potomac River and Washington, D.C., in the background. (Defense Department photo)\nDJ: That’s how my father got into this. He was in the Department of Agriculture with Henry Wallace when the country started gearing up for another war and later found itself never getting out of this business of war.\nThe religion of the United States has become the total destruction of the enemy. With us, it is always unconditional surrender. It’s not enough to defeat an enemy, you have to destroy them. This is closely linked to the possession of nuclear weapons, the idea of total destruction rather than simply defeat. It is a part of the extreme arrogance built into the American culture: We must never lose, we must always win. […]\nVery important studies on strategic bombing in World War II concluded that it wasn’t the strategic bombing that won the war. However, this myth has been perpetuated ever since, that strategic bombing wins wars. It continues because the Air Force needs a lot of money to stay in business.\nDuring the Vietnam war, the question was put to experts as to what would be the effect of bombing the north. They concluded that it would “only unite the enemy against us.” But the Air Force wanted to bomb and they got what they wanted. They wanted a piece of the action. Washington politics plays a huge role in getting us into these wars. So even in cases where the intelligence community manages to produce something that makes sense, it typically gets ignored.\nAll this seemed to subside somewhat with the recognition of the concept of “mutual assured destruction.” The trouble is, since the Soviet Union collapsed, the arrogance of the United States–which made Truman, for example, decide to drop the atomic bomb on Japan after Japan was already defeated–has come back, as you said, on steroids.\nWhen Putin, in 2007, said that he wanted a multipolar rather than a unipolar world, from then on Russia and Putin have been the enemy. Besides, we have got God and the Dollar on our side and we can do anything. During the Cold War you had some measure of caution at the top. Now all caution has gone to the winds. Someone like Steven Cohen, for example, a top expert [on Russia], is effectively marginalized because he is not on the administration line.\nDB: There’s a section in your book called “Imagining Doomsday”, which describes efforts by the Weapons Systems Evaluation Group to study the implications of radioactive fallout. I imagine they are now going back over this stuff, this is the information they need to know.\nDJ: Well, supposedly they are at work revising the weapons to make them more powerful and less radioactive. All this business about putting up a “shield” in Eastern Europe is obviously meant to give the United States a first-strike capacity. It won’t work, but that is the latest illusion. It isn’t meant to shield us from Russian aggression, it is meant to shield us from Russian retaliation.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nKodwakov\nAugust 3, 2017 at 19:12\nI’m Russia and I’m a lot afraid of USA I live in Crimea and the life is so good since we are in Russia more money more liberty no crimes from Ukrainian government. We don’t  want our country being a satellite of USA like our French friends .  The American is the agressor provoc ISIS WITH Bush jr and now wants a war against Russia since  10 years your country is against us with your NATO BIG MACHINE OF AMERICAN WAR AND PROPAGANDA Nazi . During Obama era they created Ukrainian crisis and supported Ukrainian nazi like Hitler . During tchétchènia war you support Islamic like ISIS sell weapons and take Islamic in different places with trucks . During GEORGIAN WAR WHEN their president attacked South Ossetia in their country where live some Russian they countinur in North Ossetia where ITS RUSSIA SO THEY ATTACKED US THEIR president said in all western media that Russia attacked that was false . So please accept that your domination is finished we don’t want to be Americans like our European foreigners . Thanks you very much NO WAR DONT ATACK US PLEASE USA PLEASE DONT BECAME HITLER ( sry about my English)\nJean-Louis\nJuly 29, 2017 at 13:16\nThe existential threat posed by the possibility of a nuclear war somewhere on the planet is now a fait-accompli. Nothing much can be done to remove this threat unless the reasons why nuclear weapons were made in the first place is addressed. And, from what is observable, the last thing on anyone;s mind are the reasons for their existence. Murphy’s Law, unless it is incorrect, will prevail. If nuclear weapons continue to exist, it is because the reasons for their existence is ignored. And with the added incentives for the arms industry to modernize the arsenals, the rich will continue to rake in the dough…. If and when Murphy’s Law has run its course, a million dollars will not buy anyone a single loaf of bread, and nether will billions.\nTrowbridge H. Ford\nJuly 28, 2017 at 13:32\nWhy dies no one mention how and why Putin is the biggest loser from the American POTUS election?\nR. Millis\nJuly 27, 2017 at 21:03\nDB: What do you make of the controversy around the European Union and the role of France?\nDiane Johnstone said: “The European Union has become completely unbalanced because Germany is now a low-labor-cost export nation, maintaining a large trade imbalance with its partners.\nALL to benefit Germany’s imperial aims. This is nothing new. The German elites saw to it that German labor & its unions were savagely cut  to advance Germany’s growing export market. If you go back to the very early origins of the EU with German/US interests, you can see that Germany’s aim was to master all of Europe. (That’s fact.) Who do you think sponsored the notion of “austerity” and maintaining a low debt ceiling in each European nation and even its citizens? None other than the German elite.\n“Macron was put in by the establishment to save the European Union. It is clear that Macron’s mission is to persuade the Germans to shift the policy to one that will allow other countries to grow economically instead of being strangled, which is what is happening now.”\nSorry to say, but Macron is dead set on implementing in France many of those same labor cuts with thousands of civil servants being sliced & diced. He’s a perfect mirror copy of Germany’s ruthless methods. In NO WAY are his intentions to “persuade the Germans to shift policy” allowing such nations as Greece, Italy, Portugal to flower economically. To view Macron in this context is absurd.\n“I don’t know whether he will succeed at that, but this is one reason why he wants Trump and Putin on his side, to replace Merkel as the dominant figure in the EU.”\n“To replace Merkel as the dominant figure in the EU.” Laughable! Germany and the central bank are in full command. Under no circumstances will Merkel be replaced as “the dominant figure….” Most all informed/educated Europeans are very aware that Macron is purposely siding with German power. Thusly, he’s trying to make friends of Trump. Germany wants the far cheaper oil/gas from Russia; and Macron is mirroring what Germany wants.\nIf you can, read the best work on what W. Germany did after WWII, read “Anschloss.” It’s the story of how W. Germany sucked dry every intellectual property and highly skilled citizens of E. Germany. It’s a telling book of Germany’s imperial aims. Thus far, they’re doing a good job of destroying Europe. Now comes France. However, it has never been translated into English so you’ll need to read it in French, Italy and another language.\nMild-lt Facetious\nTrump, Scaramucci = Thug Life – White Collar Criminals\nJuly 27, 2017 at 19:13\n5 Reasons Con Men are Successful ? 5 Surprises About White Collar Criminals (vis-a-vis Donald Trump and his Characteristics)\nby Colin Nelson\nMost crime, unfortunately, is violent.  But there is a growing number of criminals who are “white collar”—that is they commit financial crimes.  And between white collar criminals and violent street thugs, they can both do a lot of damage to innocent victims.\nWhite collar criminals I’ve represented in my years as a criminal defense lawyer. – Here are five things that may surprise you:\n1.  Many white collar criminals are great con men and sociopaths.  The definition of a sociopath is a person who lacks a conscience.  They can lie easily and do!  You’ve probably met a few.  An good example is Bernie Madoff.  He lied to some of the richest, smartest people in the world—and got away with it for a while.  It’s a trait shared with other white collar criminals.\n2.  When it comes to white collar criminals vs. street criminals, most white collar criminals are smarter.  The street thugs commit criminal acts of violence because they’re not smart enough to be successful at anything else.  Violence is dangerous.  White collar crime is rarely dangerous.  And because they’re smart, white collar criminals often are not caught.\n3.  As clients, they are demanding, questioning, and interfering with their defense.  I don’t mind client’s questions and I want them to participate in their defense.  Since most white collar criminals are also sociopaths, they thing they know everything.  They’re some of the toughest clients to defend.\n4.  Because the really smart ones almost always go to financial fraud, the evidence can be extremely complicated and confusing.  Thousands of transactions, e-mails, paper documents, and hundreds of witnesses may be required to prove the white collar criminal guilty.  That makes it hard.  Jurors don’t always understand the details and may find these criminals Not Guilty as a result.\n5.  Do white collar criminals get off easier?  In our country, violent crimes are always punished more harshly.  Even if a white collar criminal has ruined the financial lives of dozens of people, the sentencing guidelines in my state, Minnesota, often give probation to these offenders.  It’s only after several convictions before they’re sent to prison.\nMild-ly Facetious\nJuly 27, 2017 at 18:05\nScaramucci faces steep tax bill should White House job fall through\nThe Mooch” may be on the hook for tens of millions in taxes.\nHedge fund executive Anthony Scaramucci will have to pay a steep tax bill should a White House job not come through.\nAccording to the New York Post, the profit Scaramucci made off the $100 million sale off his stake in Skybridge Capital, the company he founded, is subject to capital gains taxes.\n“Under IRS code, a person investing the proceeds of an asset sale — undertaken to avoid a conflict of interest — in an approved way will not pay the higher capital gains taxes until those approved assets are sold,” reporter Josh Kosman writes.\nJuly 27, 2017 at 04:22\nWith everything that is in the public record about Trump’s financial ties with the Putin crime family, how patently ridiculous to refer to Trump — bought and paid for by the Putin crime family — as having “a desired detent with Russia”. Absurd on its face. Putin’s troll machine couldn’t have put it better.\nRealist\nJuly 27, 2017 at 04:50\nIf your claims were real the entire corporate media would have held an extravagant expose’ of the charges, the congress would have howled, strutted like peacocks and removed the man from office long ago.  You are having fantasies.   What troll machine are you working for?\nSimeon Sahaydachny\nJuly 27, 2017 at 08:49\nInstead of “Realist” a spectrum of more appropriate monikers might be considered, ranging from “Ostrich” to “[Unwitting][Purposeful] Regurgitator of Trump/Putin [Fake News][Propaganda]”.   Any combination of the above would be a more apt description.\nRealist\nJuly 27, 2017 at 17:14\nYour rage does not mitigate your ridiculous delusions about Trump, Putin, and now me.\nMild-ly Facetious\n…delusions about Trump.\n::\nThe $180 million conflict that kept Scaramucci out of the White House in January has only gotten shadier\nLinette Lopez\nJul. 24, 2017,\nAnthony Scaramucci is selling his fund of funds business to a Chinese conglomerate with ties to the government.\nThe firm, the HNA Group, is facing an increasing number of questions at home and abroad, and the deal is subject to review by the US Treasury.\nThe sale reportedly kept Scaramucci out of the White House in January because of the conflicts it raises.\nLet’s not be naive. If I told you that a firm with ties to a sometimes adversarial foreign power was trying to overpay a Trump administration official for their now struggling business, you might say, “Gee, that seems like a conflict the White House doesn’t need right now.” But here we are.\nNew White House communications director Anthony Scaramucci has joined the Trump administration with a $180 million conflict of interest hanging over his head. It’s the same conflict that reportedly kept him out of the White House months ago, and it’s only gotten stickier since then.\nScaramucci is selling his $5.6 billion financial firm, SkyBridge Capital, to a number of investors. Chief among them is a Chinese financial firm with strong ties to ruling Communist Party, called the HNA Group. Already, Bloomberg outlined that HNA and its fellow investors seem to be paying multiples more for SkyBridge than a firm like this would normally be valued at. But the sale has also been dragging on for months, and as it has we’ve seen the questions about HNA, its ownership structure, and its financing rise out of the murky world of big Chinese business.\nNow, this all sounds pretty strange as is. But it gets even stranger when you understand what SkyBridge is, what HNA is, and what’s been holding up the sale and Scaramucci’s pay day. (Hint: It’s the US government.)\nWhen you understand that, you’ll also understand why this sale to the Chinese was the reason why White House Chief of Staff Reince Priebus didn’t want Scaramucci too close to the president, according to some close to the administration. It’s also why Priebus was cut out of the loop during Scaramucci’s lightning fast hiring last week.\nJuly 27, 2017 at 21:44\nSo how does any of that tie Trump to “the Putin crime family” as Simeon contends?   First, someone needs to document the existence and specifics of “the Putin crime family.” Talk is cheap.   Making accusations without providing evidence is easy.\nbackwardsevolution\nRealist – keep them coming!  What great posts!\nSorry, off topic re the Trump dossier.  Was just watching Tucker Carlson tonight, and he had on the show a fellow by the name of Thor Halvorssen, President of the Human Rights Foundation.  Mr. Halvorssen told Tucker that Fusion GPS came after him.  He said, “Fusion GPS try to promote themselves as an opposition research or strategic intelligence firm when really what Fusion GPS is is it’s a company that sells itself to the highest bidder to bring together smear campaigns and to try and destroy honest, good people who are going against their clients.  In my particular case it was…..”\n]\nTucker: “So they literally did that to you?” Halvorssen: “Yes, they literally did this to me.  And I’m not the only person that they did this to.  They also did it to an investigative blogger in London…..”\nWow.  Halvorssen: “These are not good people.  They are people who used to be serious journalists and are now trading their credentials in exchange for very high fees from criminals abroad.”\nIt starts at 32:10 of the following link:\nJuly 27, 2017 at 05:01\nSomebody tried to smear Scott Ritter with charges of pedophilia to damage his credibility as an informed expert on the fate of Saddam’s WMD’s during the lead up to the Iraq war in 2003.   I won’t repeat what the SOB’s claimed but, these filthy tricks have long been a tool in American geopolitics.  They play X-ball, not mere hardball.  Anybody in their way becomes dog meat.\nbackwardsevolution\nJuly 27, 2017 at 06:51\nRealist – yes, they just throw anything at the wall and hope it sticks.  Who are these people?  Who raised them?\nThis Fusion company is up to no good, I think.  Apparently they’re in league with the Clinton’s, but it almost seems to me that they’re being used by the elite as a cover for whatever they’re up to at the present moment.\n“The co-founder of a company with close ties to the Clinton campaign and Democratic Party that created a scurrilous dossier on Donald Trump has agreed to testify before the Senate Judiciary Committee.\nGlenn Simpson will speak to the committee behind closed doors about the dossier, which was created by a former British intelligence agent, Richard (sic) Steele, that made sensational and salacious charges about Trump and Russia.  […]\nIn exchange for his testimony, the committee will drop the subpoena it issued last week. Mr. Simpson, through his attorney, has agreed to provide a transcribed interview… Simpson had previously indicated he would take the Fifth rather than testify in an open hearing.  […]  The fake dossier on Trump won’t figure as prominently in the hearing…”\nbackwardsevolution\nJuly 27, 2017 at 07:28\nAnd here’s what I mean by Fusion playing both sides, going wherever they’re needed in order to cover things up for the elite and confuse the public some more.  If the truth ever comes out, the Congress and Senate then get to play dumb.\n“Browder, according to his opening statement released in advance of his testimony, was set to say Fusion GPS ran a smear campaign against him, orchestrated by Natalia Veselnitskaya, the same Russian lawyer who met with Donald Trump Jr., Jared Kushner, and then-campaign chairman Paul Manafort in June 2016.\nBrowder’s testimony claims that Veselnitskaya hired Fusion GPS through lobbying firm Baker Hostetler to undermine the Magnitsky Act on behalf of Russian interests, and that the firm helped to organize a Washington D.C.-based premiere of a “fake documentary” about himself as well as his lawyer Sergei Magnitsky.”\nSo Fusion was “good” and believable when they got hold of the Steele dossier, but now they’re “bad” because they tried to smear the crooked Bill Browder of the Magnitsky Act fame?  Sounds too convenient to me.  And the senators will just sit there while Browder talks about the “fake” documentary – no questions asked.  I mean, they’ve already passed the Magnitsky Act (probably knowing full well it was a bunch of bull!)\nWhen are the adults in the room going to demand transparency into this whole mess?  Not any time soon because the last thing they want is for the American public to know what’s going on.  One great big, giant soap opera!  Whoever is writing the script must be rolling on the floor laughing.\nJoe Tedesky\nJuly 26, 2017 at 23:19\nComparing U.S. to Russian military readiness, and effectiveness, can be dicey, but Federico Pieraccini makes a reasonable analogy of the two, and the American dollars strength as how it being used as the world’s reserve currency.\nGregory Herr\nJuly 26, 2017 at 23:52\nGood for the Russian Federation that they have a “military-industrial system that favors the strategies of the nation and not the enrichment of individuals, corrupt shareholders or politicians.”\nAnd boy Joe, I hope nobody ever wants to test “missile defense” for real against the likes of that Sarmet.  Plus, advancing electronic warfare technologies are another wild card not to be trifled with.  Provoking war with Russia is insanity.\nJoe Tedesky\nJuly 27, 2017 at 00:51\nI think ‘now’ is as a good of a time as any to start using our high world status to bring everyone to the table.\nDave P.\nVery good information in the  article, Joe.  Thanks.\nfudmier\nJuly 26, 2017 at 21:43\na great report, and super comments, deep in history, but among all of us, there is not one comment, about how to develop a\na philosophy, method, and procedure capable to alert the population that unaccountable leadership, use of force, and propaganda can culminate in loss of freedoms..  Life magazine no longer has a significant audience.   I think the alternative media should work to develop an effective “population alert system [PAS}”?.   But to get the attention of the general audience; it is likely websites with computer games, pretty girls, cell phone ads and tampon coupons will be needed.  Maybe all of the alternative media should share in developing one super general site?\nBTW, i see Trojan Horse similarities in Macron, Corbyn, and Trump campaign promises, pre and post election media behavior, and activities of the elected.\nBob Van Noy\nJuly 26, 2017 at 22:35\nGood comment fudimer, I have suggested that VIPS develop a site like that because they have the ability to keep it a safe environment…\nBob Van Noy\nJuly 26, 2017 at 22:36\nWe could crowdsource it… Also, that is why we all appreciate Consortiumnews so much!\nDiane writes wrongly:\n“The only possible explanation is that we are bent on war.”\nThey do not want war with Russia since that is suicide. What they obviously want is either Putin removed by the Russians, or Putin to get on board with the agenda of hegemonic financial oligarchy which dominates the world. Currently he is not part of that financial oligarchy which co-rules America, Europe, Japan, and most of the rest of the world except for a few big power centers like Russia, China, and Iran. They will take either outcome of Putin joining them instead of acting outside the agenda of the financial oligarchy, or the outcome of some type of removal of Putin. To say there is no way to interpret American actions any way but as a desire for war is missing the obvious reason and believing American leadership at all levels are suicidal. C’mon.\nRealist\nJuly 26, 2017 at 20:49\nTo accomplish either of those goals they are threatening war.   They have already started major wars in various locations around the globe.   They’ve got people in both countries and on both sides of the issues (Russia has hard-liners and peaceniks in their government too) believing that their threat is real.   So, what will happen when Putin calls them on what you say is a bluff?    This is a classic game of “chicken,” which very often ends in tragedy when “face” becomes more important than survival to the players.\nKiza\nJuly 28, 2017 at 13:01\nRealist, I have been making the same point: this is a game of chicken certain to run out of control. But the same point has been made by many others here and elsewhere. Thanks for your great comments here.\nDrew Hunkins\nJuly 26, 2017 at 20:16\nDiana Johnstone is a world treasure, one of those very few intellectuals/commentators on the scene today who constantly cut through all the crap to dole out genuine truth trips.\nShe is someone to admire.\nJoe Tedesky\nJuly 26, 2017 at 20:02\nGordon Duff ponders to why the Pentagon has taken charge of our U.S. Foreign Policy.\nJuly 27, 2017 at 00:16\nThanks for the article, Joe.\nSad, but the only hope is that there’s a kill switch and that it hit before the nutters really step it up toward “end times.”\nJoe Tedesky\nJuly 27, 2017 at 00:47\nYou just gave me an idea for a Doctor Strange Love Two. A crazy Think Tanker hits the Biblical Algorithm button, and the End Time Mode kicks in….and it’s all fun & laughs after that. You will get screen credit, trust me.\nThanks for reply Joe\nJuly 27, 2017 at 05:04\nSeth Rogen (“This is the End” and “Preacher”) should produce and/or direct it.\nBob Van Noy\nJuly 26, 2017 at 15:51\n“Very important studies on strategic bombing in World War II concluded that it wasn’t the strategic bombing that won the war. However, this myth has been perpetuated ever since, that strategic bombing wins wars. It continues because the Air Force needs a lot of money to stay in business.”  Diana Johnstone\nYes, and I apologize for so many posts, but this is what I study.  Again, J. K. Galbraith had participated in a study of the effectiveness of the Carpet Boming of Dresden Germany and Tokyo and wrote a minority report that has been “lost” that determined that they were ineffective.  This too was the complaint of Kurt Vonnegut Jr. in Slaughter House Five.\nBob Van Noy\nJuly 26, 2017 at 16:38\n“The Dresden atrocity, tremendously expensive and meticulously planned, was so meaningless, finally, that only one person on the entire planet got any benefit from it. I am that person. I wrote this book, which earned a lot of money for me and made my reputation, such as it is. One way or another, I got two or three dollars for every person killed. Some business I’m in.”\nKurt Vonnegut\nThe War Party very effectively co-opted the Outrage into its service.\nOutrage was always about donors anyway, a way to excuse failure and keep getting money from donors. It did not quite work, since donors are not as stupid as the media, but that was the real motivation. That made it easy to side track into service of war’s cause, since it was manipulation anyway.\nSteve Naidamast\nJuly 26, 2017 at 13:43\nI read Dr. Helen Caldicott’s, “George W. Bush: The New Nuclear Danger”, in 2005.  That book was frightening enough.  The book had two sections on the psychology of weapon designers, which Dr. Caldicott described as people who were completely bonkers.\nToday the US government is completely off the rails with sociopaths infesting every corner of the federal bureaucracy but these are the people who are in charge of all the crazies at the Pentagon.  Luckily, the  current healthcare debate is keeping all these nut-jobs too busy to worry about launching another war.\nAnd luckily for Russia they are advancing their designs on the hyper-sonic interceptor missiles that are now clocked at speeds of mach-10, which means there is no defense system or missile system in the world that can evade such technology.\nVivent les droits de l’homme? . . .”Qu’ils mangent du gateau!”\nJoe Tedesky\nJuly 26, 2017 at 13:33\nAlong with that cake would it be proper to serve cyanide to make the cake go down easier….just asking?\nBob Van Noy\nJuly 26, 2017 at 11:36\n‘’DJ: That’s how my father got into this. He was in the Department of Agriculture with Henry Wallace when the country started gearing up for another war and later found itself never getting out of this business of war.’’\nFor me, that’s about all it takes to prove to me that Diana Johnstone’s father was a good man! Thank you Dennis and Diana…\nJoe Tedesky\nJuly 26, 2017 at 13:30\nI liked hearing that as well, Bob. It also would seem fitting to say that by her written words, that Diana Johnstone is an apple that felt fairly close to the tree. Her father Paul Johnstone sounds like a person who had it all together. So, learning that Diania’s Dad worked with Henry Walllace, makes her all the more interesting, and in my world likable.\nBob Van Noy\nGood People here Joe…It’s encouraging.\ndave\nJuly 26, 2017 at 15:42\n+1 on Diana Johnstone. She’s great. Love her essays on CounterPunch and “Queen of Chaos”.\nLolita\nJuly 26, 2017 at 11:32\n“Macron was put in by the establishment to save the European Union.”\nIndeed and that should make us very mindful of his true mission. Macron like Trudeau is a puppet product of globalists. His EM! star rose once the LR primary saw the defeat of Alain Juppe (AJ! in a cute design convergence) to Fillon.\nThe same deep state actors are doing all they can to handcuff Trump on the Russia file as seen this week. Meanwhile, they project Macron into a “Gaullian” role, partly to please the French ego but also to control the LR center right allies while keeping him on a tight leash to serve as intermediary, bypassing the uncontrollable Trump.\nIn my opinion, nothing that Macron does is coincidental and not decided elsewhere.\ndave\n“Macron like Trudeau is a puppet product of globalists.”\nBut they’re *so* dreamy! ;)\nLolita\nIndeed… Quick, a Rolling Stones cover!\ndave\nAnd who do *we* have? Jeremy Corbyn? Bernie Sanders? Meh!\nAt least on the female side we’ve got Tulsi Gabbard!\njo6pac\nJuly 26, 2017 at 11:27\nI don’t enough about this subject so thanks for the info on Macron.\nHe was able to pull this off and hopefully it continues in the right direction but then Amerika might like this outcome.\nJuly 27, 2017 at 03:26\nJoe6 – just echoing dave and Lolita really, but you can’t think of Macron as a “he”.   Macron is a logo, a brand, a symbol,  nothing more. He was given a sinecure at Rothschild & Cie so they could stuff a few million euros in his pocket (which seem to have disappeared?) while he was groomed and molded with the help of Obama’s 2008 campaign staff.  I’ve said this before here: even as a “banker” he was known around the office as Mr. ThankYou because he knew NOTHING – not the simplest terms – about banking and was constantly asking for help and explanations.  His one piece if legislation as a Labor Minister had the people out in the streets in protest.\nBut, being French, they voted for him a couple of years later.  They have this annoying love of anything presented as new and cool.  Even an empty suit that gets put there because his initials match the “new” political party’s catchy name.\nI could go on, but I hope you get the idea.\nTrowbridge H. Ford\nJuly 26, 2017 at 10:32\nPretty poor questioning, though, it ends up with President Macron being the intermarry for both sides.\nThe Russians did hack the disputed emails, resulting in President Obama punishing too belatedly the official hackers by expelling 35 of them from their diplomatic facilities, and then seizing the Russian compounds in New York set and Maryland for their contributions to the process,\nMacron is not totally on Trump’s side, though, reducing the military budget by a billion euros to carry out policies like the Mediterranean Dialogue for Israel, causing his military chief General Pierre de Villiers, who helped take over the transporter of that Germanwings plane which then crashed into the Alps, to resign in protes.,\nDo columnists ever look for the details about anything?\nRealist\nJuly 26, 2017 at 10:59\nDo you look up details?  If so, what is your evidence that “the Russians did hack the disputed emails?” No one else, especially not the U.S. government has ever presented any.   The best they came up with was what amounted to no more than an opinion or a hunch.  They called it an “assessment,” not even a “finding.” And, by the way, only 3 of the “17” intelligence agencies opined on the matter, and only 2 of them felt strongly about their hunch.   The case was so badly handled that even the NYT apologised for the misrepresentation of reality that it comprised.  Just two days ago the “Intel Vets” (Veteran Intelligence Professionals for Sanity–these are all former spooks)  published the latest refutation of your preferred but false narrative based on actual research.   It appeared on this very blog.  Click it on and read.  Inform yourself.  Choose to be part of the solution rather than part of the madness.  But, you won’t much care.   The Congress certainly did not when they voted to base yet more sanctions on lies out of Washington.\nJuly 26, 2017 at 11:18\nBecause all those intelligence vets claimed that the leaks did not come from Russia but some facility along the USA’s East Coast where Russian diplomaic offices, and compounds in New York and Maryland are located,and carried out the cyber attacks..\nI do care about world conditions. I don;\\’t believe what most intelligence agencies claim. and don;’t respond to personal attacks in detail which you too often resort to.\nRealist\nJuly 26, 2017 at 16:56\nHow was a request for you to back up your empty claim a personal attack?   You condemn an  entire country without proof.  That shows standards.   And your proffered response is that because the vets claimed the leak (not hack, keep that clear) occurred on the East Coast is evidence of Russian hacking because that’s where their embassies are?   You are not to be taken seriously.\nOh, and I thought part of the “evidence” against the Russkies was that the digital signatures left on the purported hacks were all on Moscow or St. Petersburg time.   But, whatever is convenient for the narrative.\nJohn\nRealist.\nYou need to tell Ford about the finding that the file transfers involved in the leak occurred at LAN or direct direct connection speeds to refute his idea that Russian computers outside of the DNC headquarters made the copies.  You also need to point out that RSID metadata I’m wedded in the documents shows that the contents of the actual documents were pasted onto a bogus Russian Cyrillic-containing template.  The Wikileaks documents didn’t have this bogus feature.  The amateur forensic analysis nailed this BS entirely, making the US Intel analysis look like the work of grade school slow learners.  Why anyone takes anything that comes out of US Intel seriously is beyond me.\nJohn\nJuly 26, 2017 at 23:57\nReplace I’m wedded with imbedded.  I have the world’s worst spell corrector.  Sorry.\nRealist\nJuly 27, 2017 at 05:10\nYou did it very well yourself, John, but he could have read it himself in the article.\nJuly 27, 2017 at 09:32\nAll this palaver that Realist provoked in response to what I wrote about Macron’s independence from Trump, the topic of this thread, and what I read about the vets inaccurate report about the Russian hacking is based upon the claim that it was a domestic leak because of the speed it was downloaded, and must have occurred around Washington where Hillary, the DNC, and Seth’s murder are located ,ignoring that the Russians have facilities along the East coast too which could have done it because Obama closed it down by belatedly expelling those 35 Moscow spies aka hackers after the process was completed, and seized the properties he could where it had occurred.\nAnd the timing of the hacks could have been linked to Russian ones which was generally programmed for everything they sent and received for convenience sake, and was overlooked by the hackers in this process.\nRealist\nJuly 27, 2017 at 17:19\nTrowbidge, the interview was wide ranging and I specifically responded to your unfounded remark on the purported “Russian hacking,” for which there is still no evidence.\nThe rest of your latest response, frankly, lacks coherence.\nRealist\nJuly 26, 2017 at 17:15\nAnd, when I said, “you won’t much care” I was referring to the EVIDENCE, not world conditions.   Your personal empathy for the planet is beyond my ken and left unremarked upon.\nSeer\nJuly 27, 2017 at 00:03\nUm… the VIPs article was pretty clear in denoting the difference between “hacked” and “leaked.” “Leaked” is an inside job: HINT: the Russians aren’t on the inside, BUT, disaffected Bernie supporters WERE.  Which leads to the REAL point, and has everything to do with damage/meddling in the US elections- the US’s own two-party system!  Yup, the Dems rigged the election to favor Clinton.  And, well, the GOP rigged it in keeping voters off the polls.  Freaking Russia doesn’t have to do a damn thing, the US will take itself down! (ALL EMPIRES COLLAPSE; bad systems fail, and the US system is based on perpetual growth on a finite planet [same as ever other empire, and pretty much every living thing, down to bacteria).\nF. G. Sanford\nJuly 26, 2017 at 10:21\nI kinda dozed off in the middle of this article, and what popped into my mind was the Ames Brothers singing their hit, “Melodie d’Amour” on the Ed SullivanShow. “Shoo, shoo, little bird, fly away to her window…” I wondered, as a little kid, “How could the little bird know which one was the right window?” Poor little Manny Macron. I think he’s in way over his head. Marine Le Pen was right: “Whether I win or loose, France will be governed by a woman.”\nPurpleDreams\nMa Darby , I agree with you.\nAs for Macron like I said I see him as an arrogant  guy with an oversized ego who delusional believes he can solve the world’s problems or serve as some kind of bridge between foes.  IMO his ego is even more over bloated than Sarkozy’s and sooner or later he too will end up making a fool of himself.\nMaDarby\nJuly 26, 2017 at 07:37\nI also want to know what people think about this take on Macron and France’s political position in the EU.\nHere it is discussed as if France actually has some power within the EU when, as yates varoufakis explained in “Adults in the Room” Macron’s roll and that of France was entirely sycophant to Germany and Merkel.\nAs far as I can tell France has been subjugated by German economic policy and is completely under the economic control of Berlin.  In fact Wolfgang Schäuble has made clear he wants the Troika to take over the French economy.\nSarkozy was a fool who humiliated France, Hollande was a milquetoast sycophant to Merkel/Schauble and now Macron is an empty shell with an ego who will return to the Sarkozy humiliation.\nFrance in short is a vassal state of Germany – Germany has accomplished through the EU/EZ the European empire it could not get by world wars.  The real power is the dynastic German (and a few French families) industrial oligarchy which thoroughly dominates the feudal (aka Neoliberal) European economy.\nBob Van Noy\nJuly 26, 2017 at 09:17\nThank you MaDarby. I’m fairly naive about international complexity but in my experience I have come to trust Yanis Varoufakis and consider him a reliable narrator.  Thierry Meyssan, linked\nSarkozy in an article called “Operation Sarkozy : how the CIA placed one of its agents at the presidency of the French Republic” that I found compelling years ago, and that I will link. My take on all of this intrigue is that complex and dangerously bad, is that relationships were created in the wake of WWII that we will have to carefully sift through to find some kind of justice…\nJuly 26, 2017 at 09:29\nAs a serious JFK researcher, I’m fairly well caught up in the Mafia or Syndicate connections made to supposedly help the US win on Italian and French soil and the subsequent “blow-back” that resulted in JFK’s death, and the so-called “French Connection” is a big component of that. In my opinion…\nBrad Owen\nJuly 26, 2017 at 12:03\nBob, none say it better than EIR (executive intelligence review). Go to their search box and type in: “Synarchism; the fascist roots of the Wolfowitz cabal”, and “Permindex”. These (especially Permindex) will give you long-sought-for answers. Quickly.\nBrad Owen\nJuly 27, 2017 at 06:08\nSince my reply is still here, I guess it’s OK to list this source. Also, go to the same search box and type in JFK vs. The Empire and read the LaRouchePub sources that pop up. Anton Chaitkin wrote the article used for the search. JFK was also an Irish American and has personal family history vis-a-vis The Empire. I do too; my great grandfather on my mother’s side came over here as a stow-away because of the Oligarch-enforced Great Famine in mid-19th century. JFK knew the danger of Oligarchy and was very serious in his anti-colonialism, as well as his anti- communism (Oligarchs in different clothes “dictatorship of the proletariat” BS), and knew what FDR knew about the Wall Street cabal and their allies in the Intel community.\nBob Van Noy\nWill do, Brad, Thanks…\nJuly 26, 2017 at 09:36\nSpot on. For detailed back-up to your analysis, go to EIR(executive intelligence review)  website search box and type in: “Return of the Monarchs”, “Synarchy against America”, Synarchism- NAZI/Communism”, “Tragedy and Hope”, “Inter-Alpha Group”, “Synarchy Internationale”, “Cecil Rhodes Round Table Group” for starters, before this comment is removed.\nBob Van Noy\nJuly 26, 2017 at 10:30\nBrad, I agree, and I’ve commented but my comment may not be published, however, if it is, I’d be interested in your evaluation. Thanks.\nBob Van Noy\nJuly 26, 2017 at 15:17\nDiana’s father was doing critical evaluation at the time of The Berlin Crisis, so were many others that I’ve read. The US had to make some very important decisions. This is the reason that John Kennedy even before becoming Senator became so interested in the internal dynamics of Vietnam and the consequences of colonialism. What was most likely a vibrant academic conversation was interrupted by some decision makers who had determined before hand what the answers to those questions would be. It was at this point that politics and academics in a true academic sense parted for Propaganda’s sake and the at least vaguely real became more theatrical or fake, if you will…\nBob Van Noy\nJuly 26, 2017 at 15:36\nJ.K. Galbraith and JFK were friends and both intellectually curious, JFK offered Mr. Galbraith a cabinet position but Mr. Galbraith declined asking Mr. Kennedy to be appointed ambassador to India and they both agreed that from that position J. K. Galbraith could keep present on current affairs and communicate honestly.  This is why JFK would not have seriously intervened in Vietnam, because he understood Colonialism and was opposed to it. Making the memorandum that JFK signed immediately before his death crucial. I think it was Memorandum 262.\nwhiteylockmandoubled\nJuly 26, 2017 at 18:59\nThe idea that kennedy would not have escalated, and that NSAM 263 provides evidence to that effect is pure, unadulterated, ahistorical bunk.\nNSAM 263 asserted that 1,000 US advisors could be removed immediately and that “the bulk of US personnel” could be withdrawn from Vietnam by the end of 1965 not because of any general understanding of colonialism poured from Galbraith’s protected perch in India into JFK’s soul, but because the “military campaign [had] made great progress” such that the South Vietnamese government, with a little training, would be able to manage things by themselves by the end of 1965.\nThe entire military and political assessment of Vietnam contained within NSAM 263 was a pack of knowing lies by the US Military commanders in Vietnam and the intelligence “community.” The document was approved October 11, 1963, and the facts on the ground almost immediately made them moot, beginning with the November 4 coup against Diem.\nThe document also clearly states that the limited immediate withdrawal of 1,000 US  troops was not only possible due to the “great progress” on the battlefield, but was primarily part of the pressure campaign to force Diem to undertake reforms that the Kennedy Administration  wanted.\nAnd for those who insist that Johnson initiated some radical restructuring of US policy immediately upon taking office (including, but not limited to those who view NSAM 263 and Kennedy’s purported determination to withdraw as evidence that Kennedy was assassinated because of his latent peacnikiness), it’s worth noting that NSAM 273, the successor document signed November 26 kept the 1,000 troop withdrawal, and says “The objectives of the United States with respect to the withdrawal of U. S. military personnel remain as stated in the White House statement of October 2, 1963.”\nKennedy was a ferocious Cold Warrior. Ironically, his single greatest foreign policy achievement was the resolution of the Cuban Missile Crisis, achieved by swapping withdrawal of US Jupiter intermediate-range missiles from Turkey in exchange for Soviet withdrawal of missiles from Cuba. But he and his acolytes engaged in one of the most successful  cover-ups in propaganda history to persuade the American people that he done the exact opposite, facing Khrushchev down with pure testosterone, and to hide  the fact that Bay of Pigs and the deployment of the Jupiters were what triggered the crisis in the first place. That hawkish demeanor was central to kennedy’s image and Cold War politics, and has had an unbelievably poisonous effect on US political history. The idea that he would have backed down for anything short of nuclear holocaust is ludicrous.\nBy far the most detailed discussion of the provenance of NSAM 263 and 273 is in  Neil Sheehan’s “A Bright,  Shining Lie.” However, I prefer Chomsky’s simple reminder. Every time it comes up, Chomsky wryly notes that  somehow nobody in the Kennedy clan managed to leak Kennedy’s intentions to withdraw from Vietnam before January 30, 1968.\nIt’s also worth saying that  Oliver Stone’s approach to this is part of his pathetic pre-adolescent fantasy of Kennedy as the Great, Benevolent King snatched before his time from his adoring subjects, by which he really  means the Great, Good Father snatched from his Bereft Sons. Some of Stone’s work is very good. His Kennedy and Vietnam fantasies would be hilarious if  they weren’t so toxic.\nBob Van Noy\nJuly 26, 2017 at 20:47\nSorry whiteylockmandoubled, you’re wrong, I agree that President Kennedy was a dedicated but not ferocious cold warrior, I don’t think John Kennedy was capable of ferociousness.  That is, up until the middle of The Bay of Pigs invasion when he realized he had been tricked by Alan Dulles and why he decided very bravely, not to order an air and ground invasion of Cuba. That’s why he fired Alan Dulles and why he became the worst enemy of the CIA and wanted them broken into 1000 pieces. Because of the negotiation process during the Cuban Missile Crisis, both Kennedy and Premier Khrushchev realized that they had to negotiate one to one because of disinformation or unreliable information. This was a major break through in Soviet and American  Relations and would have represented a significant difference in the path that we are now pursuing. That is why, in my opinion, that both leaders were supplanted. And, that is why there is such an uproar about the current possibility of good US/Russia relations. God forbid that warring should stop!\nMy information doesn’t come from either Oliver Stone or Noam Chomsky, but primarily from Fletcher Prouty an an American Patriot roughly on par with Smedley Butler…\nBob Van Noy\nJuly 26, 2017 at 22:55\nRead this whiteylockmandoubled, you picked the wrong year to be anti JFK. By the end of November we’ll much more.\nwhitey,\nI think it’s also worth noting, if I may add to Bob’s response, that the Turkey-Cuba swap backdoor-negotiated deal, the implementation of which needed time and further hammering out, were kept under wraps out of respect for Khrushchev’s wishes as he faced the same hardline political pressures at home that Kennedy did.\nAnd the idea that Kennedy’s “Cold War” demeanor “had an unbelievably poisonous effect on US political history” doesn’t add up to me.  That demeanor was well established by others before Kennedy’s short time, and I should say that in his short time, Kennedy was a quick study and obviously saved us from catastrophe and obviously was turning direction as evidenced by the American University speech.\nIt doesn’t matter when Kennedy’s intentions regarding Vietnam were “leaked”, the reality is that he definitely would not have conducted what came to pass in Vietnam. And yes, I consider him a hero, a man of intellect, insight, courage, and most importantly, a fine sense of humanity.\nDave P.\nJuly 27, 2017 at 15:08\nBob Van Noy:   I agree with your comments about JFK and Galbraith being intellectually curious.  JFK, like every other U.S.  President was there to defend U.S. interests and what went along with it.  However, JFK had those feelings towards, what Khrushchev called our common humanity, and most likely he would have not crossed certain lines.  I always thought that President Kennedy had that capacity for introspection – of the policies and actions initiated by his government.  I had read a few of Galbraith’s books during !960’s and 70’s.  He had a remarkable understanding of the political economy of the World.  And your comments about Galbraith’s role in keeping JFK informed about events in India and other Third World countries are true.  From what I have read, Galbraith had direct line of communication with President Kennedy.\nBob Van Noy\nThanks to all!!!\nJuly 26, 2017 at 11:57\nI tend to believe any EU member state that has adapted the euro is a vassal state of the troika. One only needs to look at Greece and the southern tier of Europe in perpetual austerity. Not all new Eastern European members are likely to be so enthusiastic once the troika  comes to collect its  debt after the next economic collapse(which is apt to be even greater than 2008).\nBob Van Noy\nJuly 26, 2017 at 15:19\nthank you BobH.  Any economic hierarchy that allows for Austerity is not legitimate…\nelmerfudzie\nJuly 28, 2017 at 22:28\nBob Van Noy, during the Cuban missile crisis, both the CIA and KGB had their hard line (ultra-right) factions, hell bent on nihilism. Neither Khrushchev or Kennedy managed to prevent WW III. In the last analysis it was left up to front line soldiers. Example; Soviet Naval officer, Vasili Alexandrovich Arkhipov who single handed-ly prevented WW III, during the Cuban missile crisis by refusing to launch a nuclear tipped torpedo into one of our US battle cruisers. Vice Admiral Arkhipov, the world has long forgotten behind the scenes, leadership like yours but there are still a few of us around who know of, and honor your personal sacrifices, RIP.\nMaDarby\nJuly 26, 2017 at 07:21\nJust think about who these people are and the historical momentum pushing events.\nAs mentioned the US dropped two atomic bombs on cities full of innocent people  not to win the war – they had already won – but to show the world just how cruel a world master they intended to be.\nFrom that day to this the US Empire (Empire of the Exceptionals) has been killing people – every single day for the past 70 years the US killed people in multiple locations around our globe.  This killing of tens of millions of people is not even the worst.  The US has deliberately kept countries weak and their populations in bitter poverty so they can’t rise up.\nThis is why we should all be concerned that they will take a first nuclear strike – a first nuclear strike is a right the US has maintained sense Hiroshima – against those areas of the globe it does not now fully control.\nNow we hear talk about a “global strike” strategy – a strike against China, Russia, North Korea and Iran all at once – with THAAD to protect us we will then own the world and profit endlessly rebuilding it.\nI believe the “Doomsday clock” is set at 2.5 minutes to midnight – I think it should be closer.\n*I have lots of time to search the internet for decent reporting and analysis – consortiumnews is without doubt one of the best – level headed analysis from professionals.\nGingerbread\nJuly 26, 2017 at 17:32\nHelp me Consortium readers.  Is there really a war party in Washington centered around Clinton that thinks a nuclear war with Russia is somehow a good idea?  I find it hard to believe that anyone could be so self deluded.  Please name some names.\nThe biggest financial supporters of Clinton were Zionists–Saban, Soros, Spielberg.  Israel is a tiny country with a huge nuclear arsenal.  If a nuclear war broke out Israel would be ground zero.  Their beloved country would be an ash pile, or are these Clinton supporters so self deluded that they don’t even understand this?\nSkip Scott\nJuly 27, 2017 at 09:08\nI doubt there are many who think nuclear war with Russia is a good idea, at least not yet.  But they do think that they can do whatever they please, and are for getting rid of Putin eventually to allow for the return of the rape, pillage, and plunder of Russia they enjoyed under Yeltsin.  They are true believers in the Project for a New American Century.  Names like Kagan, Wolfowitz, Brennan, Powell, Clinton, Rice, Kristol, Clapper, McCain, Graham.  They are a meld between the R2Pers and the Neocons.  It doesn’t really matter if there is a “D” or an “R” after their name.\nJames\nJuly 26, 2017 at 06:42\nMacron will go the way of sarkozy and the other guy whose name escapes me.\nHe does not have the gravitas or the political cunning to achieve anything in France and by extension the EU.\nRussia is on its own with its traditional partners in the EEU – CIS and china.\nThe US sanctions will hurt Europe and I agree they don’t have the backbone to resist it.\nBut watch Germany however,  on its own will do what is in their national interest and that means cheap energy from Russia.\nTrump is widely disliked in Germany so Merkel in an election year will be supported in standing up to Trump on the latest sanctions. Merkel would go along with obama even though he was a real snake but not Trump\nDave P.\nJuly 26, 2017 at 11:33\nJames:  I agree. The scenario you described seems to be most likely the  direction things will go in Europe – Merkel is the key as you said.\nLisa\nJuly 26, 2017 at 13:28\n“The US sanctions will hurt Europe and I agree they don’t have the backbone to resist it.”\nOn the topic of the sanctions, I found some interesting reasoning in this article/blog:\nThe following topics are covered:\nRelations with Russia, Russian presidential elections, Pressure on the economy of the country, Energy “wars”, What will Russia answer?, What impact will US sanctions have on the domestic situation in the country?\nThe text has obviously been translated from Russian and may contain some un-English expressions.\nRealist\nJuly 26, 2017 at 04:39\nDiana Johnstone nails it on every point discussed.  The world is in big trouble, and our American leaders are the cause.\nAs to Macron, I’m getting different vibes on him every day.\nI knew his campaign run as some sui generis force against the establishment was a ruse.   He seemed to be a standard off-the-shelf Rothschild neoliberal wearing camouflage.\nBut then, hey, all of a sudden he’s an old-fashioned Gaulist schmoozing up both Putin and Trump.\nNow Ms. Johnstone makes it clear that he is basically an agent of the EU trying to save the EU by eclipsing the problematic Merkel.   I don’t know whether to wish him luck or not on that.\nIf the EU wants to prove it does not have a death wish it must vote to refute the latest gratuitous American sanctions against Russia, but it won’t… it can’t because all 28 nations have to concur in order to pass such a policy, and Washington has Poland and the Baltics in its hip pocket ready to commit seppuku for all Europe at the behest of American interests.   Perhaps better for all concerned if the EU does break up.   The EU and NATO were like the python that swallowed a live porcupine when they incorporated all those Eastern European Russophobes, basically to thwart Russia.   Both the snake and the porcupine ended up dead in the You Tube video.   We shall see what happens to the EU and NATO.\nPurpleDreams\nJuly 26, 2017 at 05:23\nPersonally Macron strikes me as a narcissist more than anything else who somehow sees himself as a mediator or power broker everywhere.\nKiza\nJuly 27, 2017 at 00:08\nWhy would such personality prevent him from being a a good mediator? I do not say that you are not reading the personality wrong, just that your inference is wrong. It is not his personality which makes him right for the job then his geographical and political position and, as Diane says, his country’s interest to re-position itself within Europe vis-a-vis the German monster.\nWhat a fantastic interview with Diane Johnstone. In my next life, I want to meet a lady like her and marry her for her brilliant mind, even if she is of a US extraction. Well, seriously, the lady is a legend and she spends most of her time in what remains of the former European intellectual Mecca, not in a totally mind-polluted US. I never read one off-the-mark word of hers and I have been reading everything that I could find. Obviously, during some much better times for US, when it was at its peak in the years after WW2, her father played a very important role in the avoidance of the nuclear confrontation. There are very, very few such people left in US now, which does not bode well for the reduction in the dangerous tensions. The current characters appear to be low-forehead bar brawlers, so full of stupidity and aggression that they believe in their own superiority and exceptionalism. For some true exceptionalism, maybe their bodies will become exceptionally radioactive one day soon.\nMichaelWme\nJuly 26, 2017 at 08:03\nIt’s NOT just the leaders. The New York Times had an op-ed that war with the DPRK would result in millions of deaths, taking out most of the Korean peninsula. The comments were all, ‘Millions of East Asian lives are a small price to pay to keep the US safe. Bomb NOW!’\nFrom ’90 or so, when the USSR collapsed, under Yeltsin, industry collapsed and the military collapsed. Putin has been rebuilding. In ’13, if Obama had ordered regime change in Syria, Putin would have figured he couldn’t do anything. But then the UK Parliament voted ‘NO!!!’, and Obama backed down. Then Putin offered to remove all the WMD from Syria. And then Putin said Russia will NOT allow regime change in Syria. We are, of course, back to dominoes. After WWII, the US forced the European mercantile empires to dissolve and free all their colonies. All were set up with a pro-Western government, but many switched to the USSR (because it made them a better offer), and the US saw dominoes falling, and said this had to stop in Vietnam, no matter the cost.\nAfter ’89, Russia saw the dominoes falling, and Putin said in ’13, ‘This stops with Syria.’\nAnd all the comments were, ‘Russia is NOT the USSR, and the US military had advanced enormously since ’89. There is no longer any such thing as MAD. War with Russia means RAD. War with the DPRK means KAD. War with China means CAD. And they know it. When St Hillary orders Putin to remove his troops squatting on those NATO bases in Syria, he’ll back down quickly. And if not, St Hillary will force regime change in Russia, which, with her extensive experience, will be easier than it was in Libya.’\nThe leaders in the Congress are doing exactly as the New York Times readers want them to do.\nAnd some of us do NOT want to find out if it will be MAD or just RAD. We’re not altogether convinced our experts (and New York Times readers) know what they’re talking about.\nRealist\nJuly 26, 2017 at 09:43\nThe people believe the bullshit they are fed by the corporate “mainstream” media because, aside from rare and little-known independent sources on the internet such as this site, they have no access to accurate information.  It’s called propaganda, and it is compiled and dispensed by lackeys who work for the people who own and run everything in this country, including the politicians, who are fully owned menials of the oligarchs.  For short, let’s just call these symbiotic pairings our “leaders.”\nIt is this country’s leaders who have, through a long chain of formal information dissemination including schools, churches, and numerous social organisations in addition to the media per se, poisoned the minds of the folks you revile for having absurd beliefs about Russia and the rest of the world outside the USA.  Hell, they purposefully manipulate what you think about your fellow Americans, especially in so-called identity politics.\nYou can, if you choose, disrespect any of your weak-minded fellow citizens for simply capitulating to this “patriotic” garbage that is infused into their minds starting in preschool (they are many, they are lazy, and they are not always smart), but the prime movers responsible for this sorry state have been our “leaders.”\nChange what they say and do, and you will change what the society will believe and do at the behest of its leaders.   These influences are prevalent the world over, but they take societies in different directions depending on what the leaders want.   So, I stand by my remark that our leaders are the prime cause of most of the trouble in the world.   If you are smart enough to recognise their game, resist them, do not believe them and do not work for them.  Publicly criticise them and their insane policies every chance you get, even when you  take hell for it.\nJoe Tedesky\nI think you are right about the citizen.\nJoe Tedesky\nJuly 26, 2017 at 13:21\nIf I may add I think Realist strikes the nerve of the real problem, it’s our American leadership that most needs renovation. If I were able, I would toss all these D.C. Beltway crooks out of the proverbial window, save for but a handful of the better politicians who seem to represent the American people. If even that small minority of our elected officials who appear to be heartfelt and earnest to the citizens needs, were to get caught telling all but one lie, then they too would get the cut.\nThis whole era in our American life, as far back as I can recall in my 67 years of life, has been one war waged after another war, and all strung together by one big humongous thread of lies, like one right after another. Like a fool I keep hoping that this falseness will end, but it doesn’t. This is where the corporate media has done a huge disservice to the American people, whether it comes to either leaving details out, or inserting slanted versions into a story to leave the citizenry without a place to go, to learn otherwise. Although, by blaming the media, we should not ignore the source of these lies, and that’s where we only have our leadership to blame.\nJuly 26, 2017 at 11:41\n“You can, if you choose, disrespect any of your weak-minded fellow citizens for simply capitulating to this “patriotic” garbage that is infused into their minds starting in preschool “…there seems to be an unwitting indoctrination that comes from the preschool commercial culture that glorifies super-heroes(movies, action figures etc)…in other words, an invincible savior to whom every “patriot” can consign his/her trust(i.e the ubermensch doctrine of American exceptionalism).\nmike k\nJuly 26, 2017 at 12:22\nI love your entire post above Realist. But I especially love the last two sentences, because that has expressed what is my policy for lo these many years, and I do recommend it to anyone who will listen, and to a lot who don’t want to (or can’t) hear it as well. If you can’t stand social rejection of your ideas, then you can only suffer in silence. If we can’t say boo when the house is on fire, when can we?  Boo!!!\nCitizenOne\nJuly 27, 2017 at 22:10\nRealist.  You are all that and more.  The combination of our propaganda press and our bought “leaders” who are puppets on a string combine into a synergistic organism which eats at democracy with a hunger to sate it’s self serving interests of money.  Call it greed.  We can clearly see it in the unanimous congressional approval to lump Russia into the camp of enemies along with North Korea.  The unanimity of their attack on peace reveals their hand.  They are desperately trying to limit Trump’s power to reverse the course set out by Clinton and Obama to finger Russia for all of the trouble we have caused in the World.  CNBC is running a story based on statements by Bill Browder claiming that “Trump has no choice but to pass the sanctions”.  He is a businessman who has an ax to grind with Russia and he is getting mainstream airtime to voice his manipulative claim that Trump is powerless to defy Congress from punishing his personal enemy.\nWhy should they air the grievances of some rich dude as a reason to paint our president as a powerless impotent force which cannot stop the inevitable sanctions which this business dude sorely hopes for as revenge.  Are we forming foreign policy around one guy?\nIt’s like they are shaking the rug and collecting the fleas to perform in their flea circus.  They are on a mission to find everyone and anyone who will support the sanctions and exclude everyone else.\nIn other articles more “balanced”, Trump’s intentions are questioned as though he might decide to veto the bill which severs his power to negotiate with foreign nations and hands control of foreign policy to Congress.\nThere are no articles questioning why any president in his right mind would voluntarily hand his authority over to Congress under the threat of a veto override.  Nobody is suggesting that the only logical course for him is to veto it and challenge the challengers who seek to rip power from him.\nInstead we hear the voice of one dude who hates Russia from the private sector trying to paint Trump into an imaginary space where he has no choice but to sign the bill.\nWho is Bill Browder? He is a hedge fund manager.  He is a millionaire.  He got ripped off by the Russians and he has gone on and on about how Putin is a corrupt man and how Russia is corrupt and how they jail people and torture them.\nWe do the same things.  Where are the estimated one trillion dollars that are unaccounted for from the Iraq war?  How many innocent people were jailed and tortured and killed in Iraq by contractors and mercenaries and our military?\nWe should focus on our own corruption rather than presenting one dude who got ripped off by the Russians as a reason to slap sanctions on Russia.\nWhen our government is willing to move mountains and enact severe penalties on a foreign superpower based on one dudes testimony we are in serious trouble especially when we never question our own corrupt and horribly violent actions.\nThe whole thing is a crock.  Sure Putin is a president of an economy dominated by oligarchs and money men but then again so is the USA.  Where is the difference?\nBoth nations are huge military powers and both nations have a long history of animosity toward each other.  Trotting out a rape victim to justify foreign policy is the most irresponsible thing I can imagine.  Crying for some rich guy and making war with Russia to avenge him.  Is that what we are really going to do?  Yes it is.  We have done it.\nRealist.  You are correct.  This is called propaganda.  It is ugly and it is real.\nTannenhouser\nJuly 29, 2017 at 09:22\nI don’t disagree , however ‘We’ can change none but ourselves.\nMA\nJuly 27, 2017 at 16:41\nThe “leaders” are there only to implement. The  actual war party work behind the scenes and remain the same throughout all those wars,  and if you want to know who are the movers and shakers explore the links below:\nJuly 26, 2017 at 11:22\n“The EU and NATO were like the python that swallowed a live porcupine when they incorporated all those Eastern European Russophobes”…I love your metaphor, Realist. The exception would seem to be Hungary’s Orban, who should be interesting to watch.\nRealist\nJuly 26, 2017 at 16:42\nAgree about Orban.  He’s a ballsy guy.  Been hoping for a split with the EU, but massive sanctions against one small country in the middle of Europe could destroy its economy.   Again, it will take the heavy weights in the EU and NATO, notably Germany, France and Britain (till Brexit) to turn them away from the self-destructive path that Washington has set them on.\nCatcher in the Wild\nJuly 26, 2017 at 16:02\nPraise be to Diana, our Parisian Oracle, to Dennis, our go-between & the Realist’s analysis (above & below) of the mostly stony ground on which it falls.  Then as a psychologist, I would recommend a psychiatrist, Dr. Robert Jay Lifton, who has been studying this type of psycho-social madness since the 50’s: including Japanese survivors of Hiroshima, the Nazis, terrorists cults & in the 90’s at the annual American Psychiatric Assoc. meeting in NYC, I attended his seminar on the Balkan genocidal madness which was raging at the time.  By 2003, he was focusing on what he diagnosed as the “Super Power Syndrome:  America’s Apocalyptic Confrontation With the World” (available in paperback).  The problem is how to get Uncle Sam on his couch or at least our entire Congress plus the Sulzberger family, if not the entire NYTimes staff.  And it’s a question as to whether Lifton, now 91, is up to administering the required shock therapy needed to restore them to sanity.  But at this extremity, perhaps it’s up to what few sane laymen & women remain to take his text in one hand and the analysis of the sub-syndrome, “Russophobia” (2007) by Russian scholar Andrei P. Tsygankov in the other…and spread the word.  Unfortunately, while Tsygankov is in the midst of working on an update, the only one in print is the library edition costing over $100 (so check out your nearest college library or request an inter-library loan.)  Meanwhile, check YouTube.\nDave P.\nJuly 26, 2017 at 19:21\nRealist: The latest round of sanctions against Russia indirectly means declaration of war against Russia.  The House vote 425-3 means  a Country even worse than Soviet Union where those loyal delegates used to raise their hands in unison.  The Congressmen just raise their hands  on whatever on Foreign Policy is presented to them  by their Masters who finance their elections and take care of them in their grand life style in Washington and else where.  Black and Hispanic Congressmen even love it more of their grand style of life.\nThe new Americans – like Nikki Haley at U.N. – are even more servile and loyal servants of the Financial, Media, and Entertainment Oligarchy which now rules the Country.\nThe other Americans – Hillary’s  Deplorables – the Trump supporters, have been effectively conditioned and brainwashed for a very very long time now against Russia, Socialism, and all what is there in the outside World.  They have no understanding what is happening to them. They go and vote for the Politicians who do not give a damn about them and are in the pocket of Oligarchy who finances their election.  And the Oligarchy tells them – the representatives in Congress – to raise their hands in whatever way they want them to do.  Like 425-3 vote on sanctions.\nIt all depends upon Russia now.  To capitulate or prepare for the worst – Nuclear War!   I am reminded of the Frank Sinatra song “My Way” – Trump’s inauguration Balls song.\nFor what is a Man\nWhat has he got\nThen he has not\nRussians have proud history.  It all depends on whatever they decide.  Sooner or later all Free Nations will have to face this question. Submit to the Evil or fight to the bitter End.\nDave P.\nJuly 26, 2017 at 19:44\nI do not think that European  leaders like Merkel, Macron have any back bone. They will go along with what U.S. tells them to do. It seems to me that  Merkel has some fantasies of Fourth Reich in her head. I read in some article – in Der Spiegel I think – about three years ago that Merkel has portrait of Catherine the Great German Russian Empress, in her office hanging on the wall. Empress Catherine won Crimea and South West Ukraine, the West Black sea Coast, from Tatars/Ottoman Empire during eighteenth Century. Merkel has her sights on Ukraine and Crimea, which Germans won and occupied during the Second World War for some time.\nJuly 26, 2017 at 21:27\nDave P…somehow I think Der Spiegel may be attributing too much ambition to Merkel who after all is the creature of German banking interests(and by extension the Troika). As for Macron, I agree there’s not much there beyond an ambition to be a “player’ on the world stage without any focus beyond enlarging his own shadow. Also, i tend to believe troika banking interests could end up in a huge quagmire in Ukraine and I’m not sure Ukrainians will be ready to accept austerity when they were promised so much by Western interests.\nChucky LeRoi\nJuly 27, 2017 at 00:12\nA little more evidence of Macron’s narcissism and image-making: The other day he was inspecting the troops or meeting some military personnel, something along those lines.  He felt the need (or his PR team told him) to put on a military uniform, a jumpsuit affair complete with badges.  OK, he’s the Commander in Chief like many heads of state, but have you ever seen any other CiC who wasn’t former military feel the need to dress up like a costume party around “the boys”? (Maybe W. Bush on the deck after ” landing” the jet.  At least he had a fake commission in the reserves…)\nThen again, Macron was also recently told an interviewer that Napolean designed Paris, betraying his solid knowledge of History.\nDuring the US primaries, somebody said of Trump that “words have no meaning in his mouth.” It seems the same hold true for Macron.   He opens his mouth, sounds come out, but it’s mostly self serving sloganeering.  He might actually do something someday, it might turn out well, but he is really just image, image, image.\nJuly 27, 2017 at 00:53\nChucky LeRoi…Yes, I believe Macron will implode over time. I had watched the debates and of the several candidates Marine Le Pen and Philippe Poutou(anit-capitalist) came through as the most genuine. Oddly enough they are on opposite sides of the political spectrum. Mélanchon was a bit of a disappointment(came off as too intellectually doctrinaire). When you mention Macron donning the uniform I  recall how the ridiculous image of Michael Dukakis on a tank  backfired in the 1988 presidential race against George Bush Sr..\nChucky LeRoi\nJuly 27, 2017 at 02:51\nBobH – I don’t mean to hijack this thread into a discussion of the French elections, it’s just that you used the word “implode”.  I still don’t understand why Le Pen imploded in the last debate. She had done so well even with all her (previously mentioned) baggage, and seemed to handle the pressure well. I still can’t figure out if she just had a really bad night or if something or someone got to her and she took a dive. It was just weird. And we got Emmanuel! – cue the trumpets and the angels…\nFor me, the other candidates  were simply the usual representatives from the French political class that are always trading places, ministries, girl/boyfriends, jails cells, and keep the same show running once in office.\nJuly 27, 2017 at 11:16\nChucky LeRoi…you didn’t hijack anything, Everyone except a few trolls should speak their minds so we can choose to  consider the merits of the argument. I used the word implode for Macron because I think he’s a neoliberal fraud that is likely to be discovered sooner rather than later. As to why LePen “imploded” in the second round I believe her adversaries successfully, albeit wrongly pinned the “sins of the father” on her and I also think the wackiness of Trump’s right wing policies(i.e. climate denial, erratic tweeting etc.) was scaring voters into thinking that maybe she would be completely reactionary instead of simply firm on immigration(a real problem in France, but not in the U.S.).\nChucky LeRoi\nAh, France and immigration…\nI know, once again they are just “words in his mouth”, but what do you think of Manny’s “Africa is having too many babies” shtick?  Was it the same speech where he made noises about letting the so called migrants in, but putting most of them somewhere besides France? (And did he actually differentiate between economic refugees and those escaping wars?) That kind if thing is heresy to the cabal that put him in office.  He’s probably just flapping his lips – and let’s not get into where those lips have been.  I find it curious that he is allowed to utter these things.  Or is he just getting off script from time to time?  Time will tell, of course.  Like you, I think the whole thing is going to implode,  but right now the statement vs. action scene is interesting, in a Chinese curse kind of way.\nJuly 27, 2017 at 13:15\nChucky Le Roi…I don’t think it makes too much difference whether the immigrants are economic or war refugees. France like most European countries needs to restrict the numbers and show some leadership in addressing the problems in the countries that are the source of the refugees. This could be done by 1-cooperating with Russia in Syria where the regime change warmongers threaten to unleash a whole new wave of refugees. 2-  curtailing the sale of weapons of destruction and military equipment and 3- stop the blood money going to prop up dictatorships in its former colonies in Africa and elsewhere where neoliberalism equals neocolonialism. The advanced welfare system  in France and many other European countries can’t support uncontrolled immigration. Europeans(and Americans) have a responsibility not only toward the immigrants but toward their own populations to help solve the problem at its source. Demographic studies show that there is a correlation between education and birth control. As people have more opportunities they have fewer children. In short I don’t think Macron(after all, a financier indoctrinated in the system) will offer any solutions because he doesn’t understand the problem.\nChucky LeRoi\nJuly 27, 2017 at 18:33\nBobH – I agree with you on all the policy points you raise, the solutions, the efforts to not cause the problem in the first place.  Something about treating the disease, not the symptoms.  But that’s what is so surprising, if true, about what Macron has said.\nFor example, you are correct that differentiating migrants is useless once they have migrated, but if he is allowed to say there is a difference between types of migrants, then there is a basis for limiting who you let in.  This is not ideal, but at minimum it is less than Angela’s open door. And though he got his statistics wrong (the birth rates  in the areas of Africa he was talking about have come down something like 5-6 per woman from the 7+ he was referring to), just the fact that he was mentioning birth control as a necessary part of any solution is a major shift. (A white ‘centrist’ saying black people need to have fewer kids? Whatever is this world coming to?)  Admittedly his comments were in the the context of  a “We can’t throw more money at them; it obviously hasn’t helped and we are running out of money” speech.\nNot that I trust him, his overseers, that whole gang that causes the problems that create the refugee problems for their own benefit.  That shift in verbiage, the baby step towards the steps you rightly point out – that’s what has me puzzled.\nTo be clear, I am not defending him.  I am quite skeptical of the whole show.  Is it just a few words to keep a few people quiet for a while, or is it some sign of maybe, just maybe, there is a chance of some small change?  History would tell us it’s just more BS, but I’d like to be pleasantly surprised just once.\nJuly 28, 2017 at 01:48\nChucky LeRoi…it’s populist rhetoric for Macron to state Africans should have fewer kids…and who would disagree with him? But unless there is an investment in education( in Africa as well as France)there is no hope for reducing the birth rate and although I believe Europeans should restrict immigration for their own survival, they also need to deal with the source. I have reached some conclusions in several posts on the subject . Here is one with more detail. https://crivellistreetchronicle.blogspot.com/2015/05/the-hoards-of-refugees-hoarders-of.html\nSeer\nJuly 26, 2017 at 23:09\nIt’s not a matter of IF but rather WHEN the EU will break up.  I spent years arguing against the logic put for by all the folks who were claiming we were going to fall under a global “new world order.” Entropy.  Our “plan” for perpetual growth on a finite planet is a bad one.  Growth is stalling.  Leaders HAVE to lay blame externally because their hold on power would collapse if it were found that they have been driving us down the bad road.  But this last grasping at holding on to power cannot last forever.  The trajectory is always that of breakups.\nIf it weren’t the US at this stage of the game it would be some other country.  And similar disasters have befallen humankind many times over its course of history.  ALWAYS, empires collapse, and they tend to send out pretty big waves when they do.\nEurope is physically closer to Russia than to the US.  It is inevitable that Europe will eventually find that dealing with its neighbors (over the objection of far away manipulators) will be more natural (more efficient).\nDave P.\nJuly 27, 2017 at 00:17\nSeer:  I hope your optimistic view comes true.  But in U.S., we still have lot of space to expand.  And this expansionary capitalism will roll on for some time to come. They have plans for  450 millions humans by  2050.  With the dollar as reserve currency, we have this luxury of printing  money.   We are the ultimate consumers of European goods.  And the World beyond The West is forced one way or the other to pay for it.  Of course there will be ups and downs on the way.\nelmerfudzie\nJuly 28, 2017 at 09:33\nRealist, I agree with your comments. Perhaps, the Russian gas pipeline deal with the EU will foster a more politically stable condition?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://crivellistreetchronicle.blogspot.com/2015/05/the-hoards-of-refugees-hoarders-of.html",
                "http://www.nyqbooks.org/title/specialed",
                "http://www.flashpoints.net"
            ]
        },
        "key_words": [
            "cold",
            "nuclear",
            "johnstone",
            "world",
            "macron",
            "russia",
            "pentagon",
            "trump",
            "war",
            "weapons",
            "macrons",
            "putin",
            "maneuvers"
        ]
    }
]