[
    {
        "url": "https://www.christianpost.com/voice/west-coast-fears-of-tsunami-after-earthquake-evangelist-luis-palau-and-humility.html",
        "title": "West Coast Fears of Tsunami After Earthquake, Evangelist Luis Palau and Humility",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nThe Christian Post\nWest Coast Fears of Tsunami After Earthquake, Evangelist Luis Palau and Humility\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\nWest Coast Fears of Tsunami After Earthquake, Evangelist Luis Palau and Humility\nWest Coast Fears of Tsunami After Earthquake, Evangelist Luis Palau and Humility\n| Tuesday, January 23, 2018\nThe news consistently reminds us that we are not the captains of our fate. For instance, a 7.9 magnitude earthquake off the southern coast of Alaska early this morning has prompted fearsof a tsunami that could reach the West Coast. Despite all our scientific advances, humans are no match for the power of nature.\nA new study suggests that the Black Death, a plague that killed 30 to 60 percent of Europe's population, was caused not by fleas spread on rats but by human fleas and body lice. Not only did we not know how to stop the plague–until now, we didn't even know what caused it.\nJacksonville Jaguars cornerback Jalen Ramsey guaranteed that his team would defeat the New England Patriots in last Sunday's game and then win the Super Bowl. Patriots defensive tackle Adam Butler responded: \"Be humble or be humbled.\" We now know which transpired.\nA life of humility\nEvangelist Luis Palau is one of the godliest and most gracious men I have ever met. His sparkling wit and infectious passion for Jesus have attracted millions of people to our Lord.\nHe has spoken to thirty million people in seventy-five countries across his ministry, authored dozens of books, and been featured in radio broadcasts on 3,500 radio outlets in forty-eight countries. When he preached at the last church I pastored, his message exalted Jesus in a way I will never forget.\nNow he has announced that he has Stage 4 lung cancer. \"Everything is ready and if the Lord wants to take me home in the next few months or two years or whatever it is, I'm ready,\" he said in a video I hope you'll watch today.\nOne of the most impactful attributes of Rev. Palau's life and ministry is his genuine humility. He believes passionately that his salvation and ministry are God's gifts of grace. He points people to Jesus rather than himself because he knows our souls need not a man but the Master.\nI recently read this statement from Charles Spurgeon: \"The more thou hast, the more thou art in debt to God; and thou shouldst not be proud of that which renders thee a debtor.\"\nThe priority of humility\nC. J. Mahaney is the author of Humility: True Greatness. This pastor's insightful description of the biblical path from pride to humility is transformational reading. I was given a copy of his book recently and profited from it greatly.\nMahaney begins with God's promise from Isaiah 66:2: \"This is the one to whom I will look: he who is humble and contrite in spirit and trembles at my word.\" This promise causes him to note that \"humility draws the gaze of our Sovereign God.\"\nJust as our humility honors God, the converse is true: honoring God leads to humility. Mahaney quotes John Calvin: \"It is evident that man never attains to a true self-knowledge until he has previously contemplated the face of God, and come down after such contemplation to look into himself.\" Calvin's observation leads to Mahaney's definition: \"Humility is honestly assessing ourselves in light of God's holiness and our sinfulness.\"\nChoosing humility involves the following theological commitments:\n• View pride as \"the essence of all sin\" (John Stott) and \"an abomination to the Lord\" (Proverbs 16:5).\n• Remember that \"God opposes the proud\" (James 4:6; 1 Peter 5:5) because our pride contends with his sovereignty.\n• Define greatness as serving others for the glory of God: \"Whoever would be great among you must be your servant, and whoever would be first among you must be slave of all\" (Mark 10:43-44).\n• Ask God to rescue you from pride, depending on the One who \"came not to be served but to serve, and to give his life as a ransom for many\" (Matthew 20:28).\nThe path to humility\nNext, Mahaney offers several practical steps toward humility. The first and most important is to reflect often on the wonder of the cross, beginning your day by acknowledging your dependence on God and your need for God.\nHe quotes John Stott: \"Nothing in history or in the universe cuts us down to size like the cross. All of us have inflated views of ourselves, especially in self-righteousness, until we have visited a place called Calvary. It is there, at the foot of the cross, that we shrink to our true size.\"\nNow begin your day by expressing gratefulness to God. Spend time in the spiritual disciplines of prayer, Bible study, and worship. Memorize Scripture, especially on your commute or during what Mahaney calls \"mundane moments.\" Cast your cares upon Jesus (1 Peter 5:6-7), as this will cause you to realize your need for your Lord. And end your day by expressing gratitude to God for his grace and for the gift of sleep.\nThere's much more in Mahaney's wonderful exposition. That's why I hope you'll read it and apply its truths personally.\nThe mystery of humility\nFaith does not exempt us from the peril of pride. Mahaney quotes John Owen's warning: \"There is no duty we perform for God that sin does not oppose. And the more spirituality or holiness there is in what we do, the greater is its enmity to it. Thus, those who seek the most for God experience the strongest opposition.\"\nThe more you serve Jesus, the more opposition you will face, but the more you will experience his abundant life (John 10:10). And the closer you get to God, the farther away you will realize you are.\nThat's the challenge, the joy, and the mystery of humility.\nAdapted from Dr. Jim Denison's daily cultural commentary at www.denisonforum.org . Jim Denison, Ph.D., is a cultural apologist, building a bridge between faith and culture by engaging contemporary issues with biblical truth. He founded the Denison Forum on Truth and Culture in February 2009 and is the author of seven books, including \"Radical Islam: What You Need to Know.\" For more information on the Denison Forum, visit www.denisonforum.org . To connect with Dr. Denison in social media, visit www.twitter.com/jimdenison or www.facebook.com/denisonforum . Original source: www.denisonforum.org .\nRelated Articles\n",
        "quotes": [
            [
                "Everything is ready and if the Lord wants to take me home in the next few months or two years or whatever it is, I'm ready,",
                "",
                true
            ],
            [
                "The more thou hast, the more thou art in debt to God; and thou shouldst not be proud of that which renders thee a debtor.",
                "Charles Spurgeon",
                true
            ],
            [
                "This is the one to whom I will look: he who is humble and contrite in spirit and trembles at my word.",
                "",
                true
            ],
            [
                "humility draws the gaze of our Sovereign God.",
                "",
                false
            ],
            [
                "It is evident that man never attains to a true self-knowledge until he has previously contemplated the face of God, and come down after such contemplation to look into himself.",
                "John Calvin",
                true
            ],
            [
                "Humility is honestly assessing ourselves in light of God's holiness and our sinfulness.",
                "",
                true
            ],
            [
                "Whoever would be great among you must be your servant, and whoever would be first among you must be slave of all",
                "John Stott",
                false
            ],
            [
                "came not to be served but to serve, and to give his life as a ransom for many",
                "",
                false
            ],
            [
                "Nothing in history or in the universe cuts us down to size like the cross.",
                "John Stott",
                true
            ],
            [
                "All of us have inflated views of ourselves, especially in self-righteousness, until we have visited a place called Calvary.",
                "John Stott",
                true
            ],
            [
                "It is there, at the foot of the cross, that we shrink to our true size.",
                "John Stott",
                true
            ],
            [
                "There is no duty we perform for God that sin does not oppose.",
                "",
                true
            ],
            [
                "And the more spirituality or holiness there is in what we do, the greater is its enmity to it.",
                "",
                true
            ],
            [
                "Thus, those who seek the most for God experience the strongest opposition.",
                "",
                true
            ],
            [
                "Radical Islam: What You Need to Know.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/jimdenison",
                "https://www.denisonforum.org/",
                "https://www.facebook.com/denisonforum",
                "https://www.denisonforum.org/"
            ]
        },
        "key_words": [
            "life",
            "evangelist",
            "palau",
            "earthquake",
            "coast",
            "quotes",
            "humility",
            "jesus",
            "john",
            "tsunami",
            "luis",
            "god",
            "pride",
            "mahaney",
            "fears",
            "west",
            "thou",
            "true"
        ]
    }
]