[
    {
        "url": "https://www.christianpost.com/news/evangelist-joshua-feuerstein-calls-for-boycott-of-mcdonalds-over-disgusting-gay-pride-fries.html",
        "title": "Evangelist Joshua Feuerstein Calls for Boycott of McDonald's Over 'Disgusting' Gay Pride Fries",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelist Joshua Feuerstein Calls for Boycott of McDonald's Over 'Disgusting' Gay Pride Fries\nEvangelist Joshua Feuerstein Calls for Boycott of McDonald's Over 'Disgusting' Gay Pride Fries\nEvangelist Joshua Feuerstein Calls for Boycott of McDonald's Over 'Disgusting' Gay Pride Fries\n| Monday, June 05, 2017\nMcDonald's new rainbow-colored french fry boxes released in June 2017. | (Photo: Facebook/Joshua Feuerstein)\nEvangelist Joshua Feuerstein, a former pastor who has over two million followers on Facebook, has called on Christians to boycott fast food giant McDonald's over its new rainbow colored gay pride french fry boxes. He also slammed Macy's support for gay pride month.\n\"DISGUSTING! McDonald's released their RAINBOW FRIES today in honor of GAY PRIDE!\" Feuerstein wrote in a Facebook message  on Friday, sharing a photo of the new french fry boxes in question.\n\"I'm tired of corporations trying to influence our families like this. SHARE THIS and let people know to STOP EATING at McDonalds! Plus, their food is crap. Really,\" he added.\nAccording to Fox News, the gay pride boxes will be available at three McDonald's restaurants in Washington, D.C., between June 9 and 11. The McDonald's Family Restaurants of Greater Washington, D.C., is a sponsor of the Capital Pride Alliance.\nCathy Martin, co-chair of the McDonald's PRIDE Network and vice president/general manager of McDonald's Baltimore Washington Region, said in a pess release  that the fry boxes \"are a fun way to show our support of the LGBTQ community using one of McDonald's most iconic and recognizable items; however, these fry boxes are 'small potatoes' in the grand scheme of our commitment to this community.\n\"We are proud to honor and celebrate the LGBTQ community, including our employees, customers and beyond, each and every day.\"\nMacy's  is also one of many other corporations embracing gay pride month, writing on its website that it wants to \"show love, embrace difference,\" and \"make the world a brighter place.\"\nFeuerstein also slammed Macy's pro-LGBT campaign, writing : \"Well ... Macy's decided to push the gay agenda! Looks like they lost my business too! It's time to boycott businesses that push the homosexual agenda. Click SHARE and let others know ... let them feel it in their pocketbook!\" \nJune marks LGBT Pride Month and while former President Barack Obama made official proclamations every year in support of the LGBT community, President Donald Trump has not made a such a proclamation this year.\nFeuerstein has called for boycotts of giant retailers in the past. In 2015, the social media preacher urged Christians to boycott Starbucks  for removing \"Christmas\" from its cups. He argued that Starbucks removed \"Christmas from their cups because they hate Jesus.\"\nTrump, a GOP presidential candidate at the time, also suggested that Americans should boycott coffee giant over the move.\n\"If I become president, we're all going to be saying 'Merry Christmas' again. That I can tell you. That I can tell you! Unbelievable,\" Trump told supporters at the time.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/donald-trumps-boycott-starbucks-over-red-cups-christmas-149633/",
                "https://www.foxnews.com/food-drink/mcdonalds-to-debut-rainbow-decorated-fry-boxes-along-dcs-capital-pride-parade-route"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/joshua.feuerstein.5/photos/a.443484622420892.1073741828.443476065755081/1043825775720104/?type=3&theater",
                "https://www.facebook.com/joshua.feuerstein.5/photos/a.443484622420892.1073741828.443476065755081/1042489449187070/?type=3&theater",
                "https://www.macys.com/ce/pride/",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "disgusting",
            "boxes",
            "feuerstein",
            "evangelist",
            "mcdonalds",
            "president",
            "gay",
            "fries",
            "washington",
            "macys",
            "boycott",
            "fry",
            "pride",
            "support",
            "joshua",
            "calls"
        ]
    }
]