[
    {
        "url": "https://nutritionfacts.org/audio/the-latest-on-childrens-health/",
        "title": "The Latest on Children’s Health",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nNovember 23rd, 2017\nThe Latest on Children’s Health\nRecent studies support several strategies for getting children to eat healthier foods in social settings and at home. \nHello and welcome to Nutrition Facts.  I’m your host, Dr. Michael Greger.  Today, we’re going to explore smart nutrition choices based, naturally, on facts.  Whenever there’s a new drug or surgical procedure, you can be assured that you and your doctor will probably hear about it because there’s a corporate budget driving its promotion; but, what about advances in the field of nutrition?  That’s what this podcast is all about. \nToday, we’re going to talk about the latest on what we can do to protect our children’s health. \nOnly one in five hundred children eat the equivalent of a single leaf of Romaine lettuce a day in terms of eating their greens. Most doctors are not adequately educated about nutrition to be capable of giving helpful advice to parents, who have been found to overestimate the quality of their children’s diet.  Increasing children’s intake of whole fruits and vegetables can help prevent and manage the following childhood diseases: asthma, atherosclerosis, diabetes and pre-diabetes. Yes, atherosclerosis is a disease that starts in childhood and goes on to become the #1 killer of men and women.\nRecent studies support several approaches for getting children to eat healthier foods in social settings and at home. Children eating more sour fruit, though, may risk greater erosion of their tooth enamel (especially if teeth are brushed in a softened state), but there is a simple solution.  Here it is.\nThe foods found most protective against oral cancer include raw and green leafy vegetables, tomatoes, citrus, and carrots. Citrus fruits are acidic, though. Fine; less oral cancer. But, what about the health of the teeth themselves? Might eating lots of sour fruit eat away at our enamel?\nWell, early case reports that raised red flags involved things like “sucking [on] lemon wedges”—not, evidently, a good thing for your teeth. Or, “rampant” cavities, as a result of the “bizarre habit of sucking bananas.” Turns out you’re not supposed to give your preschooler a banana to suck on day and night as a pacifier. Juicing 18 oranges a day for a decade or two may also take quite a toll.\nThe conventional wisdom that fruit juice may be bad for your teeth, but not whole fruit, was challenged recently. The ability of fruits and their juices to erode enamel appears to be comparable, whether you’re eating grapes or grape juice, carrots or carrot juice, oranges, apples, tomatoes, or raisins.\nNow, fruits and fruit juices weren’t as bad as soda. Diet Coke takes the title for softening teeth the quickest. But, it was a surprise that fruits and their juices had comparable effects—a result no doubt celebrated by the study’s funders, the Sugar Bureau, as well as the Biscuit, Cake, Chocolate and Confectionery Association.\nThe spin the Dental Association put on it is interesting: If “eating fruits and vegetables as ‘whole’ foodstuffs may cause similar demineralization in enamel to when they are consumed as a juice,” then, hey, maybe fruit juice is not so bad at all.\nOf course, the glass-half-empty interpretation is that, wait a second, fruit is as bad as juice? Maybe, fruit is worse than we thought for our enamel. And, indeed, the latest research studying whether or not the consumption of fruit is cavity-causing found that “the frequency of fruit consumption was associated with higher odds” of cavities—though they acknowledge “the role of fruit sugars in initiating dental [cavities] in humans has [certainly long] been a subject of debate.”\n“Among vegetarians, significantly more frequent consumption of sour products (predominantly raw vegetables and fruit and tomatoes) was observed.” Though “[t]he level of oral hygiene [was] similar in both groups,” those eating vegetarian did have more erosive lesions on their teeth—but did not find enough to be statistically significant, unlike the other study. No differences in plaque, gingivitis, cavities, or tooth loss, but they did find a “greater incidence of demineralization and white spots in [the] vegan subjects compared to [the] omnivorous ones,” which is a marker of greater acid erosion.\nSo, what should people do? There are a number of “foods and drinks that have the potential to cause dental erosion”—both unhealthy foods, like soda and sour candy, as well as healthy foods, such as fresh fruit, and some herbal teas. In the biggest study to date, consuming citrus fruits more than twice a day was associated with 37 times greater odds of dental erosion, compared to those who consumed citrus fruits less often. It also appears risky to consume apple cider vinegar or sports drinks once a week or more, or soft drinks daily. These habits resulted in the odds of erosion being ten, four, and four times greater, respectively, than when the habit did not exist.\nSo, should we avoid eating citrus? No. Even the study that found more cavities in kids eating more fruit concluded that even though “the consumption of fruit might not be considered completely safe to eat in relation to [cavities], we are not in a position to suggest that fruit consumption should be curtailed as a [cavity]-preventive measure. At this stage, of greater importance is the preventive advice that children should brush their teeth twice [a day with] fluoride toothpaste.”\nIn fact, that study that looked at the erosive potential of fruit was done on folks without using fluoride toothpaste. Just don’t brush right after you eat the fruit, though. You have to wait at least 30 minutes. See, people have this “misconception that brushing immediately after consuming acidic food and beverage[s] would prevent the damaging effects of dental erosion,” when “[I]n fact, the tooth surface when softened by acids from food and beverage is more vulnerable to damage by tooth brushing.” \nThey did this study where they had some folks swish some acidic solution—in this case diet Sprite, and then brush immediately after, or 10 minutes after, 20 minutes after, 30, or a full hour after.  If you drink soda without brushing at all, you may lose some of your teeth. But, you can double or triple that damage if you then start brushing your teeth when they’re in that acidified, softened state.  They say we should wait at least 30 minutes, probably a whole hour, to be safe. Instead of brushing, after eating anything sour, we should “rinse [our mouth] with water to help neutralize the acids.”\nIs there any evidence to support this? No, unfortunately. “Due to the limited number of clinical studies performed to investigate the association between diet and dental erosion, prevention and treatment (from a dietary perspective) are based [really] on common sense, rather than [an] evidence-based approach[es].” In fact, there’s not a single study concerned with dentist advice for “dietary change aimed at preventing tooth erosion.” But, rinsing with water after eating or drinking anything acidic is the best advice we have so far.\nThe elimination of all dairy products was found to cure constipation in up to 100% of kids tested, leading to a resolution of rectal inflammation and complications such as anal fissures.\nBack in the ‘50s, it was suggested that some cases of constipation among children might be due to the consumption of cow’s milk, but it wasn’t put to the test until 40 years later. We used to think that most chronic constipation in infants and young children was all in their head, they were anal retentive, or had some intestinal disorder. \nChronic constipation is a common problem in children, for which fiber and laxatives are prescribed. If that doesn’t work several laxatives at progressively higher dosages can be used, and that still may not work. Five years later a considerable number of kids still suffering. In fact, it may even extend into adulthood. So, to cure the disease in just a few days by eliminating cow’s milk was a real breakthrough.\nBut, it was an open study, meaning not blinded, not placebo-controlled, until a double-blind, crossover study, cow’s milk versus soy milk. Sixty-five kids suffering from chronic constipation, all previously treated with laxatives without success; 49 had anal fissures and inflammation and swelling. An anal fissure is where there’s a rip or tear in the anus, very painful. They gave them either cow’s milk or soy milk for two weeks and then switched it around. So what happened?\nIn two-thirds of the children, constipation resolved while they were receiving soy milk. And the anal fissures and pain were cured, whereas none of the children receiving cow’s milk had a positive response. In the 44 responders, the relation with cow’s milk protein hypersensitivity was confirmed in all cases by a double-blind challenge with cow’s milk. All those lesions, including the most severe anal fissures, disappeared on a cow’s milk-free diet yet reappeared within days after the reintroduction of cow’s milk back into their diet.\nThis may explain why children drinking more than a cup of milk a day may have eight times the odds of developing an anal fissure.\nCutting out cow’s milk may help cure anal fissures in adults too, but then give them some cow’s milk challenge and their pain goes from 0 back up to 8 or 9 on a scale of 1 to 10; as I said, very painful.\nCow’s milk may also be a major contributor to recurrent diaper rash as well.  Why though? All the studies looking at biopsy tissue samples in patients with chronic constipation because of cow’s milk protein hypersensitivity have signs of rectal inflammation. Bottom line, for all children with constipation who do not respond to treatment, a trial of the elimination of cow’s milk should be considered.\nStudies from around the world have subsequently confirmed these findings, curing up to 80% of kids’ constipation by switching to soy milk or rice milk. A common problem with the studies though is that when they switched kids from cow’s milk to nondairy milk, the kids could still have been eating other dairy products—they didn’t control the background diet, until now. A 2013 study got constipated kids off all dairy and 100% were cured, compared with the 68% in the New England Journal study where the background diet was unrestricted. In fact, in that original study 20 years ago, the cow milk was replaced by soy milk or ass milk. Either was better than cow milk, but no mammary milk at all may be best.\nSharing your home with a cat or dog may actually decrease the risk of infectious diseases in children—including ear infections, respiratory illnesses, and gastroenteritis.  Here’s the story.\nTo my surprise, “studies of the effects of pets on human health and well-being have [evidently] produced a mishmash of conflicting results.”  Some studies show pets lower your blood pressure—in fact, in some cases, more than even drugs do. But, other studies found no effect, or even that pet owners have higher blood pressure. \nDoes having a pet increase your survival after a heart attack, or decrease your survival after a heart attack? One area where there’s a bit more consistency is children’s health. The presence of furry pets in the home appears to cut the odds of acute respiratory illness in half, and may even decrease the risk of getting the common cold.\nBut, which pets work better? Cats like my Charlotte, Emily, and Ralph, or dogs like my Lilly? Published recently in the official journal of the American Academy of Pediatrics: “Respiratory Tract Illnesses During the First Year of Life: Effect of Dog and Cat Contacts.” “[T]he first study that has evaluated the significance of pet contacts during childhood for the development of respiratory tract [symptoms and] infections,” including ear infections.\nThey found “dog and cat contacts during early infancy may be associated with less [illness] in general…and…may have a protective effect on respiratory tract symptoms and infections.” But as to which is better, “In comparisons between cat and dog contacts, dog contacts showed a more significant protective role on respiratory infectious disease…” “[C]hildren having a dog at home were significantly healthier, had less frequent [ear infections], and tended to need fewer courses of antibiotics during the study period than children without dog contacts.”\n“Cat ownership seemed to also have an overall protective effect, although weaker than dog ownership, on the infectious health of infants.” Though, when it comes to protecting children from tummy aches, both cats and dogs appeared equally effective in reducing the risks of gastroenteritis.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\n \n \n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "health",
            "childrens",
            "kids",
            "latest",
            "children",
            "eating",
            "teeth",
            "studies",
            "cows",
            "milk",
            "constipation",
            "fruit"
        ]
    }
]