[
    {
        "url": "https://consortiumnews.com/2013/07/21/answering-helen-thomas-on-why/",
        "title": "Answering Helen Thomas on Why",
        "authors": [
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Elisabeta Revencu",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-07-21",
        "text": "Main menu\nJuly 21, 2013\nBy Ray McGovern (Originally published on January 8, 2010)\nThank God for Helen Thomas, the only person to show any courage at the White House press briefing after President Barack Obama gave a flaccid account of the intelligence screw-up that almost downed an airliner on Christmas Day 2009.\nAfter Obama briefly addressed L’Affaire Abdulmutallab and wrote “must do better” on the report cards of the national security schoolboys responsible for the near catastrophe, the President turned the stage over to counter-terrorism guru John Brennan and Department of Homeland Security Secretary Janet Napolitano.\nPresident Gerald Ford speaks with the press corps (including Helen Thomas to his left) in 1976. (Ford’s chief of staff Dick Cheney is at the far left of the photo.)\nIt took [then] 89-year old veteran correspondent Helen Thomas to break through the vapid remarks about rechanneling “intelligence streams,” fixing “no-fly” lists, deploying “behavior detection officers,” and buying more body-imaging scanners.\nThomas recognized the John & Janet filibuster for what it was, as her catatonic press colleagues took their customary dictation and asked their predictable questions. Instead, Thomas posed an adult query that spotlighted the futility of government plans to counter terrorism with more high-tech gizmos and more intrusions on the liberties and privacy of the traveling public.\nShe asked why Abdulmutallab did what he did.\nThomas: “And what is the motivation? We never hear what you find out on why.”\nBrennan: “Al Qaeda is an organization that is dedicated to murder and wanton slaughter of innocents They attract individuals like Mr. Abdulmutallab and use them for these types of attacks. He was motivated by a sense of religious sort of drive. Unfortunately, al Qaeda has perverted Islam, and has corrupted the concept of Islam, so that he’s (sic) able to attract these individuals. But al Qaeda has the agenda of destruction and death.”\nThomas: “And you’re saying it’s because of religion?”\nBrennan: “I’m saying it’s because of an al Qaeda organization that used the banner of religion in a very perverse and corrupt way.”\nThomas: “Why?”\nBrennan: “I think this is a, long issue, but al Qaeda is just determined to carry out attacks here against the homeland.”\nThomas: “But you haven’t explained why.”\nNeither did President Obama, nor anyone else in the U.S. political/media hierarchy. All the American public gets is the boilerplate about how al-Qaeda evildoers are perverting a religion and exploiting impressionable young men.\nThere is almost no discussion about why so many people in the Muslim world object to U.S. policies so strongly that they are inclined to resist violently and even resort to suicide attacks.\nObama’s Non-Answer\nI had been hoping Obama would say something intelligent about what drove Abdulmutallab to do what he did, but the President uttered a few vacuous comments before sending in the clowns. This is what he said before he walked away from the podium:\n“It is clear that al Qaeda increasingly seeks to recruit individuals without known terrorist affiliations  to do their bidding.  And that’s why we must communicate clearly to Muslims around the world that al Qaeda offers nothing except a bankrupt vision of misery and death  while the United States stands with those who seek justice and progress.  That’s the vision that is far more powerful than the hatred of these violent extremists.”\nBut why it is so hard for Muslims to “get” that message? Why can’t they end their preoccupation with dodging U.S. missiles in Afghanistan, Pakistan, Yemen and Gaza long enough to reflect on how we are only trying to save them from terrorists while simultaneously demonstrating our commitment to “justice and progress”?\nDoes a smart fellow like Obama expect us to believe that all we need to do is “communicate clearly to Muslims” that it is al Qaeda, not the U.S. and its allies, that brings “misery and death”? Does any informed person not know that the unprovoked U.S.-led invasion of Iraq killed hundreds of thousands of Iraqis and displaced 4.5 million from their homes? How is that for “misery and death”?\nRather than a failure to communicate, U.S. officials are trying to rewrite recent history, which seems to be much easier to accomplish with the Washington press corps and large segments of the American population than with the Muslim world.\nBut why isn’t there a frank discussion by America’s leaders and media about the real motivation of Muslim anger toward the United States? Why was Helen Thomas the only journalist to raise the touchy but central question of motive?\nPeeking Behind the Screen\nWe witnessed a similar phenomenon when the 9/11 Commission Report tiptoed into a cautious discussion of possible motives behind the 9/11 attacks. To their credit, the drafters of that report apparently went as far as their masters would allow, in gingerly introducing a major elephant into the room:\n“America’s policy choices have consequences. Right or wrong, it is simply a fact that American policy regarding the Israeli-Palestinian conflict and American actions in Iraq are dominant staples of popular commentary across the Arab and Muslim world.” (p. 376)\nWhen asked later about the flabby way that last sentence ended, former Congressman Lee Hamilton, Vice-Chair of the 9/11 Commission, explained that there had been a Donnybrook over whether that paragraph could be included at all.\nThe drafters also squeezed in the reason given by Khalid Sheikh Mohammed as to why he “masterminded” the attacks on 9/11: “By his own account, KSM’s animus toward the United States stemmed  from his violent disagreement with U.S. foreign policy favoring Israel.”\nWould you believe that former Vice President Dick Cheney has also pointed to U.S. support for Israel as one of the “true sources of resentment”? This unique piece of honesty crept into his speech to the American Enterprise Institute on May 21, 2009.\nSure, he also trotted out the bromide that the terrorists hate “all the things that make us a force for good in the world.” But the Israel factor slipped into the speech, perhaps an inadvertent acknowledgement of the Israeli albatross adorning the neck of U.S. policy in the Middle East.\nVery few pundits and academicians are willing to allude to this reality, presumably out of fear for their future career prospects.\nFormer senior CIA officer Paul Pillar, now a professor at Georgetown University, is one of the few willing to refer, in his typically understated way, to “all the other things  including policies and practices that affect the likelihood that people  will be radicalized, and will try to act out the anger against us.” One has to fill in the blanks regarding what those “other things” are.\nBut no worries. Secretary Napolitano has a fix for this unmentionable conundrum. It’s called “counter-radicalization,” which she describes thusly:\n“How do we identify someone before they become radicalized to the point where they’re ready to blow themselves up with others on a plane? And how do we communicate better American values and so forth  around the globe?”\nBetter communication. That’s the ticket.\nHypocrisy and Double Talk\nBut Napolitano doesn’t acknowledge the underlying problem, which is that many Muslims have watched Washington’s behavior closely for many years and view U.S. declarations about peace, justice, democracy and human rights as infuriating examples of hypocrisy and double talk.\nSo, Washington’s sanitized discussion about motives for terrorism seems more intended for the U.S. domestic audience than the Muslim world.\nAfter all, people in the Middle East already know how Palestinians have been mistreated for decades; how Washington has propped up Arab dictatorships; how Muslims have been locked away at Guantanamo without charges; how the U.S. military has killed civilians in Iraq, Afghanistan and elsewhere; how U.S. mercenaries have escaped punishment for slaughtering innocents.\nThe purpose of U.S. “public diplomacy” appears more designed to shield Americans from this unpleasant reality, offering instead feel-good palliatives about the beneficence of U.S. actions. Most American journalists and politicians go along with the charade out of fear that otherwise they would be accused of lacking patriotism or sympathizing with “the enemy.”\nCommentators who are neither naive nor afraid are simply shut out of the Fawning Corporate Media (FCM). Salon.com’s Glen Greenwald, for example, has complained loudly about “how our blind, endless enabling of Israeli actions fuels terrorism directed at the U.S.,” and how it is taboo to point this out.\nGreenwald called attention to a little-noticed Associated Press report on the possible motives of the 23-year-old Nigerian Abdulmutallab. The report quoted his Yemeni friends to the effect that the he was “not overtly extremist.” But they noted that he was open about his sympathies toward the Palestinians and his anger over Israel’s actions in Gaza. (emphasis added)\nFormer CIA specialist on al Qaeda, Michael Scheuer, has been still more outspoken on what he sees as Israel’s tying down the American Gulliver in the Middle East. Speaking on C-SPAN, he complained bitterly that any debate on the issue of American support for Israel and its effects is normally squelched.\nScheuer added that the Israel Lobby had just succeeded in getting him removed from his job at the Jamestown Foundation think tank for saying that Obama was “doing what I call the Tel Aviv Two Step.”\nMore to the point, Scheuer asserted: “For anyone to say that our support for Israel doesn’t hurt us in the Muslim world  is to just defy reality.”\nBeyond loss of work, those who speak out can expect ugly accusations. The Israeli media network Arutz Sheva, which is considered the voice of the settler movement, weighed in strongly, citing Scheuer’s C-SPAN remarks and branding them “blatantly anti-Semitic.”\nMedia Squelching\nAs for media squelching, I continue to be amazed at how otherwise informed folks express total surprise when I refer them to Khalid Sheikh Mohammed’s statement about his motivation for attacking the United States, as cited on page 147 of the 9/11 Commission Report:\n“By his own account, KSM’s animus toward the United States stemmed not from his experience there as a student, but rather from his violent disagreement with U.S. foreign policy favoring Israel.”\nAnd one can understand how even those following such things closely can get confused. Five years after the 9/11 Commission Report, on Aug. 30, 2009, readers of the neoconservative Washington Post were given a diametrically different view, based on what the Post called “an intelligence summary:”\n“KSM’s limited and negative experience in the United States, which included a brief jail stay because of unpaid bills, almost certainly helped propel him on his path to becoming a terrorist  He stated that his contact with Americans, while minimal, confirmed his view that the United States was a debauched and racist country.”\nApparently, the Post found this revisionist version politically more convenient, in that it obscured Mohammed’s other explanation implicating “U.S. foreign policy favoring Israel.” It’s much more comforting to view KSM as a disgruntled visitor who nursed his personal grievances into justification for mass murder.\nAn unusually candid view of the dangers accruing from the U.S. identification with Israel’s policies appeared five years ago in an unclassified study published by the Pentagon-appointed U.S. Defense Science Board on Sept. 23, 2004. Contradicting President George W. Bush, the board stated:\n“Muslims do not ‘hate our freedom,’ but rather, they hate our policies. The overwhelming majority voice their objections to what they see as one-sided support in favor of Israel and against Palestinian rights, and the longstanding, even increasing support for what Muslims collectively see as tyrannies, most notably Egypt, Saudi Arabia, Jordan, Pakistan, and the Gulf States.\n“Thus, when American public diplomacy talks about bringing democracy to Islamic societies, this is seen as no more than self-serving hypocrisy.”\nAbdulmutallab’s Attack\nGetting back to Abdulmutallab and his motive in trying to blow up the airliner, how was this individual without prior terrorist affiliations suddenly transformed into an international terrorist ready to die while killing innocents?\nIf, as John Brennan seems to suggest, al Qaeda terrorists are hard-wired for terrorism at birth for the “wanton slaughter of innocents,” how are they able to jump-start a privileged 23-year old Nigerian, inculcate in him with the acquired characteristics of a terrorist, and persuade him to do the bidding of al Qaeda/Persian Gulf?\nAs indicated above, the young Nigerian seems to have had particular trouble with Israel’s wanton slaughter of more than a thousand civilians in Gaza in 2008-2009, a brutal campaign that was defended in Washington as justifiable self-defense.\nMoreover, it appears that Abdulmuttallab is not the only anti-American “terrorist” so motivated. When the Saudi and Yemeni branches of al Qaeda announced that they were uniting into “al Qaeda of the Arabian Peninsula,” their combined rhetoric railed against the Israeli attack on Gaza.\nAnd on Dec. 30, 2009, Humam Khalil Abu Mulal al-Balawi, a 32-year-old Jordanian physician from a family of Palestinian origin, killed seven American CIA operatives and one Jordanian intelligence officer near Khost, Afghanistan, when he detonated a suicide bomb.\nThough most U.S. media stories treated al-Balawi as a fanatical double-agent driven by irrational hatreds, other motivations could be gleaned by carefully reading articles about his personal history.\nAl-Balawi’s mother told Agence France-Presse that her son had never been an “extremist.” Al-Balawi’s widow, Defne Bayrak, made a similar statement to Newsweek.  In a New York Times article, al-Balawi’s brother was quoted as describing him as a “very good brother” and a “brilliant doctor.”\nSo what led al-Balawi to take his own life in order to kill U.S. and Jordanian intelligence operatives? Al-Balawi’s widow said her husband “started to change” after the American-led invasion of Iraq in 2003. His brother said al-Balawi “changed” during the three-week-long Israeli offensive in Gaza in 2008-2009, which killed about 1,300 Palestinians.\nWhen al-Balawi volunteered with a medical organization to treat injured Palestinians in Gaza, he was arrested by Jordanian authorities, his brother said. It was after that arrest that the Jordanian intelligence service apparently coerced or “recruited” al-Balawi to become a spy who would penetrate al Qaeda’s hierarchy and provide actionable intelligence to the CIA.\n“If you catch a cat and put it in a corner, she will jump on you,” the brother said in explaining why al-Balawi would turn to a suicide attack.\n“My husband was anti-American; so am I,” his widow said, adding that her two little girls would grow up fatherless but that she had no regrets.\nAnswering Helen\nAre we starting to get the picture of what the United States is up against in the Muslim world? Does Helen Thomas deserve an adult answer to her question about motive? Has President Obama been able to assimilate all this?\nOr is the U.S. political/media establishment incapable of confronting this reality and/or taking meaningful action to alleviate the underlying causes of the violence? Is the reported reaction of a CIA official to al-Balawi’s attack the appropriate one: “Last week’s attack will be avenged. Some very bad people will eventually have a very bad day.”\nRevenge has not always turned out very well in the past. Does anyone remember the brutal killing of four Blackwater contractors on March 31, 2004, when they took a wrong turn and ended up in the Iraqi city of Fallujah, and how U.S. forces virtually leveled that large city in retribution after George W. Bush won his second term the following November?\nIf you read only the Fawning Corporate Media, you would blissfully think that the killing of the four Blackwater operatives was the work of fanatical animals who got  along with their neighbors  what they deserved. You wouldn’t know that the killings represented the second turn in that specific cycle of violence.\nOn March 22, 2004, Israeli forces assassinated the then-spiritual leader of Hamas in Gaza, Sheikh Yassin, a withering old man, blind and confined to a wheelchair. That murder, plus sloppy navigation by the Blackwater men, set the stage for the next set of brutalities. The Blackwater operatives were killed by a group that described itself as the “Sheikh Yassin Revenge Brigade.”\nPamphlets and posters were all over the scene of the attack; one of the trucks that pulled around body parts of the mercenaries had a poster of Yassin in its window, as did store fronts all over Fallujah.\nWe can wish Janet Napolitano luck with her “counter-radicalization” project and President Obama with his effort to “communicate clearly to Muslims,” but there will be no diminution in the endless cycles of violence unless legitimate grievances are addressed on all sides.\nIt might also help if the American people were finally let in on the root causes for what otherwise get dismissed as irrational actions by Muslims.\nRay McGovern works with Tell the Word, the publishing arm of the ecumenical Church of the Saviour in inner-city Washington. During a 27-year career at CIA, he served under nine CIA directors and in all four of CIA’s main directorates, including operations. He is co-founder of Veteran Intelligence Professionals for Sanity (VIPS).\nrosemerry\nJuly 22, 2013 at 15:17\nI remember Darwin BondGraham commenting on the underwear bomber’s prompting of Obama to put so many countries on the no fly list that 650million people were on it!   The extremism we see now was visible then, and Helen Thomas was one of the few brave souls to counter it.\nElisabeta Revencu\nJuly 22, 2013 at 13:06\nThank you for finally coming up with a straight answer as to “WHY”. Helen Thomas was truly a journalist.\nincontinent reader\nJuly 21, 2013 at 20:12\nFay-  Thank you fro republishing this wonderful article about Helen Thomas and the fundamental question she raised, and then your own examination of it.  That she should have been pilloried by her colleagues, including even in today’s Washington Post, about a comment she made that went to the heart of the history and legitimacy of the State of Israel, tells me how far the country still is from asking ‘why’.\nincontinent reader\nRay-  Please pardon my spelling and eyesight.\nLD\n“CIA: ‘Double Agent’ Al Qaeda Bomber Was Armed With ‘Undetectable’ Military Explosives ” http://www.huffingtonpost.co.uk/2012/05/09/cia-double-agent-al-qaeda-yemen-bomber_n_1502032.html\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.huffingtonpost.co.uk/2012/05/09/cia-double-agent-al-qaeda-yemen-bomber_n_1502032.html",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "american",
            "muslims",
            "president",
            "helen",
            "qaeda",
            "answering",
            "thomas",
            "intelligence",
            "obama",
            "states",
            "al"
        ]
    }
]