[
    {
        "url": "https://www.christianpost.com/news/bioethics-prof-online-support-for-man-ending-life-disturbing.html",
        "title": "Bioethics Prof.: Online Support for Man Ending Life 'Disturbing'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nBioethics Prof.: Online Support for Man Ending Life 'Disturbing'\nBioethics Prof.: Online Support for Man Ending Life 'Disturbing'\n| Tuesday, March 08, 2011\nThe mass online support through social media sites Reddit, YouTube, and Facebook for an Oregon man who says he plans to end his life on Tuesday because he has terminal cancer is \"disturbing,\" said a Christian bioethics professor.\nThousands of people have left comments of support to \"Lucidending\" on the social news website Reddit over the past three days. And nearly 75,000 people have watched a YouTube video titled, \"Goodbye lucid ending,\" in which a fellow redditor sends a balloon up to the sky and then cheerfully waves goodbye.\nReddit, which is owned by Conde Nast Digital, states that user Lucidending is among the site's top ten of all time posters in terms of points and comments received.\n\"It's not that newsworthy that someone in Oregon has decided to commit suicide under the law, because that is fairly common,\" commented Dr. David Fletcher, a philosophy professor at Wheaton College in Wheaton, Ill., to The Christian Post.\n\"What is interesting is someone has decided to take a lot of other people into his world through the process with him,\" said Fletcher, who has taught bioethics for 30 years.\nLucidending had posted the message, \"51 hours left to live,\" in which he announced that he will end his battle with cancer on Tuesday through Oregon's Death with Dignity Act. The Act allows terminally-ill Oregonians to end their lives through voluntary self-administration of lethal medications obtained through a physician for that purpose.\nInteracting with commenters, Lucidending answered questions such as what his last meal will be and how he will spend his last hours. He said his last meal will be Jell-O and he wants to travel by meeting new people through Reddit.\nHe also shared, although nothing can be confirmed, that he was diagnosed with lymphoma six years ago, which has now spread to his brain. He cannot do anymore surgeries so he has decided to end his pain medication and \"to regain what little dignity and clarity I can.\"\nThe cancer patient, who does not identify himself, also said he is not religious and admitted he is \"terrified\" to die.\nFletcher said that although he personally disagrees with Lucidending's decision to end his life, he is more disturbed by the outpouring of public support for someone's plan to commit suicide.\n\"I think there is a widespread notion in our world, certainly in Western culture, that you should die if you are sick, that there is no point in living on and suffering. That we are better off in a sense without you,\" Fletcher commented. \"I think that is what assisted suicide does. It helps accelerate this tendency in society to think that certain people in society should be gotten rid of.\"\nOn its official website, however, the state of Oregon disputes equating its Death with Dignity Act as assisted suicide.\n\"The Death with Dignity Act specifically prohibits lethal injection, mercy killing, or active euthanasia, where a physician or other person directly administers a medication to end another's life,\" the Oregon government states, also asserting that its law does \"not constitute suicide or assisted suicide.\"\nAccording to a report by Oregon's Public Health Division, released in January, 96 prescriptions for lethal medications were given under the DWDA during 2010. Since the law was passed in 1997, 525 patients have died from ingesting medications prescribed under the Death with Dignity Act.\nThe states of Washington and Montana also have similar laws that allow terminally ill patients to obtain lethal medications to end their lives.\nBut the Wheaton college professor argues that there is good reason to oppose such laws in our \"cost-conscious\" world where people perceive those who are sick and unproductive as a burden.\nThere is the idea that \"it is reasonable for you to go voluntarily. And that it is maybe even unreasonable for you not to go. It is not reasonable for you to insist on being treated and cared for when this is expensive and you are not going to get any better and you are not productive,\" Fletcher said, voicing popular opinion.\nAfter looking through the comments for Lucidending, the bioethics professor said it seems what motivates people to cheer the cancer patient to end his life is the sense that he is sick and he should die.\n\"That to me is the most disturbing thing about it. And that is also why there is so much opposition to these laws because we are afraid of what we will turn into if it is easier to euthanize the dying,\" he said. \"It's really a euthanasia move. It's an attempt to eliminate people who are terminally ill even though they have more time.\"\nBioethics professor Fletcher ended his comments by warning that the standard for voluntary euthanasia is \"unstable\" and it will not stay where we want it to. The standard will keep moving towards ending someone's life sooner or possibly even putting the decision in the hands of a panel of experts.\nDr. Dan Mitchell, academic dean of Liberty Baptist Theological Seminary, said evangelical Christians need to deal with end-of-life issues the same way they deal with beginning-of-life issues.\n\"Life is such an amazing thing. We understand it as a gift from God,\" he said, noting that people need to ask God the question of what they are supposed to do with their life.\n\"It is not easy at times,\" he said, acknowledging that pain and suffering can make people want to end their lives. \"But the decision to terminate life, it is not ours because we didn't give ourselves this gift.\"\nA survey released in February by the National Association of Evangelicals found that evangelical leaders nearly unanimously oppose euthanasia. Ninety-four percent of survey participants said they would not consent to the termination of their lives.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bioethics",
            "man",
            "prof",
            "online",
            "lethal",
            "end",
            "professor",
            "oregon",
            "fletcher",
            "ending",
            "disturbing",
            "lucidending",
            "dignity",
            "support",
            "medications",
            "life"
        ]
    }
]