[
    {
        "url": "https://www.christianpost.com/news/chinese-christians-protest-rule-requiring-bishops-be-elected-by-government.html",
        "title": "Chinese Christians Protest Rule Requiring Bishops Be Elected by Government",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChinese Christians Protest Rule Requiring Bishops Be Elected by Government\nChinese Christians Protest Rule Requiring Bishops Be Elected by Government\nChinese Christians Protest Rule Requiring Bishops Be Elected by Government\n| Friday, May 24, 2013\nChinese Christians are speaking out against new government regulation passed earlier this year requiring a government body to select and approve all Roman Catholic bishops, which goes in direct opposition to the Vatican's wishes.\n\"The revision is a regression as it blocks the normalization of Church life in China,\" Anthony Lam Sui-ki, a senior researcher at Hong Kong diocese's Holy Spirit Study Center said, according to UCA News. \"But it also reminds Vatican-approved bishops to be brave and not to be frightened by the authorities.\"\nThe regulation means that a Chinese-run religious bureau must select and approve all bishops before they can legally serve in the communist country. The Vatican has said on numerous occasions that it is against such a law, since bishops are usually appointed by the Roman Catholic Church alone.\nThe government-approved Catholic Patriotic Association reports that 5.3 million persons worship in its churches and there are an estimated 12 million or more persons who worship in unregistered Catholic churches that do not affiliate with the CPA. The CPA has about 70 government-approved bishops while there are approximately 40 bishops serving in the country unofficially.\nCPA Chairman Anthony Liu Bainnian has said that Chinese bishops must \"love the country and love religion; politically, they should respect the Constitution, respect the law, and fervently love the socialist motherland.\"\nPope Francis recently urged Chinese believers to remain loyal to the Vatican despite government pressure. On Wednesday, he said that it is possible for Chinese Catholics to live in service to their country while staying faithful to their religion.\nThe Vatican leader prayed for China's Catholics and said he hoped they would receive \"the grace to announce Christ with humility and joy and to be faithful to the Church and to Peter's successor (the pope),\" Reuters  reported.\nThe government of China and the Vatican broke off diplomatic  relations in 1951, not long after the Communist Party took charge and China was declared an atheistic state.\nCurrently, China ranks No. 37 on Open Doors USA's World Watch List  of countries that persecute Christians.\n\"Four issues get persecuted Christians and the church into trouble: when they are perceived as too powerful, too political, too foreign, or a cult. However, for the foreseeable future, the new government is likely to use religion rather than exterminate it,\" Open Doors says about China.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-pope-china/pope-francis-urges-chinas-catholics-to-stay-loyal-to-rome-idUSBRE94L0I120130522",
                "https://www.christianpost.com/news/chinese-catholics-growing-amid-vatican-fears-of-unrecognized-bishops-73988/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.worldwatchlist.us/world-watch-list-countries/china/"
            ]
        },
        "key_words": [
            "protest",
            "china",
            "church",
            "worship",
            "chinese",
            "elected",
            "requiring",
            "vatican",
            "country",
            "bishops",
            "rule",
            "catholic",
            "love",
            "christians"
        ]
    }
]