[
    {
        "url": "https://www.christianpost.com/news/russell-moore-christian-vote-third-party-lesser-of-evils.html",
        "title": "Russell Moore: Christians Should Vote Third-Party Rather Than 'Lesser of Evils'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRussell Moore: Christians Should Vote Third-Party Rather Than 'Lesser of Evils'\nRussell Moore: Christians Should Vote Third-Party Rather Than 'Lesser of Evils'\nRussell Moore: Christians Should Vote Third-Party Rather Than 'Lesser of Evils'\n| Friday, March 04, 2016\nDr. Russell D. Moore speaking at his inauguration as the president of the Southern Baptist Convention's Ethics and Religious Liberty Commission, Capitol Hill Baptist Church, Washington, D.C., Sept. 10, 2013. | (Photo: The Christian Post/Napp Nazworth)\nLeading Southern Baptist ethicist Russell Moore says Christians should vote for third-party or write-in candidates rather than settle for the \"lesser of two evils.\"\nMoore, who is the president of the Ethics & Religious Liberty Commission of the Southern Baptist Convention, wrote an op-ed published by Christianity Today  on Wednesday addressing one of the most frequent questions that he has been asked during the current election cycle.\nThe question: Should Christians Vote for the Lesser of Two Evils?\nAlthough he doesn't explicitly mention any particular candidates in his piece, that question could possibly be referring to what Christians should do in the general election if they have to choose between the unrepentant Republican billionaire Trump or the abortion industry's biggest friend in Democrat Clinton. Both Trump and Clinton have astounding delegate leads in their respective parties' primary elections.\nMoore began by explaining that any election forces people to choose between \"the lesser of evils,\" stating that \"all have sinned and fall short of the glory of God,\" across the party platforms.\nMoore continued by explaining that just as Paul wrote in Romans that \"the sword of Caesar is given by God to commend good and punish evil,\" it is up to the public in a Democracy to \"delegate others to swing the sword of public justice on our behalf.\"\nMoore asserted that voters who knowingly delegate their authority to someone with \"poor character\" or \"wicked public stances,\" are just as \"culpable\" for the things that might happen when said candidate takes office.\nBut even if forced to decide between a candidate with \"poor character\" and another with \"wicked public stances,\" Moore argues that Christians should not settle for either.\n\"Saying, 'the alternative would be worse' is no valid excuse,\" Moore contended.\n\"Think of military service, another office of public responsibility, as an example,\" Moore clarified. \"Members of the military don't need to approve of everything a general decides to be faithful to their duty to the country. But if they're commanded to either slaughter innocent non-combatants or desert and sign up with the enemies of one's country, a Christian can't merely choose the least bad of these options. He would have to conclude that both are wrong and he could not be implicated in either.\"\nDuring Thursday night's Republican debate, Trump said he would order the U.S. military to kill innocent family members of terrorists, and even though it's a war crime, the military would do it because \"they'll do as I tell them.\"\nIt is OK for people to vote for candidates whom they might disagree with on minor issues, as long as they share the same basic moral principles, Moore added. He further stated that Christians should not vote for candidates whom they agree with on a host of issues but not when it comes to moral values.\n\"I could not, though, vote for a 'pro-life' candidate who is also for racial injustice or war crimes or any number of other first-level moral issues,\" Moore said. \"There are some candidates I agree on issues like economic growth or national security for whom I could not vote for because they deny the personhood of the unborn or restrict religious freedom for all people.\"\n\"Given these moral convictions, there have been times when I've faced two candidates, both of whom were morally disqualified,\" Moore continued. \"In one case, one candidate was pro-life but a race-baiter, running against a candidate who was pro-choice. I could not in good conscience put my name on either candidate. I wrote in the name of another leader. Other times, I've voted for a minor party candidate.\"\nSouthern Baptist Theological Seminary President Al Mohler also recently warned  fellow believers that a potential Clinton-Trump matchup would \"require of conservative Christians in America a fundamental rethinking of what we believe about the purpose of government and the character of political leadership.\"\nThere is currently a movement of conservatives who have pledged, under the banner #NeverTrump , to not support Trump if he is the Republican nominee. Their numbers include members of Congress, such as Reid Ribble, Wisc., Ben Sasse, Neb., and Mark Sanford, S.C., as well as conservative authors and pundits, such as Glenn Beck, Bill Kristol and Peter Wehner.\nWehner, a conservative Christian, wrote a Jan. 14 op-ed, \" Why I Will Never Vote for Donald Trump .\" In a March 1 op-ed  he noted, \"Mr. Trump's character is antithetical to many of the qualities evangelicals should prize in a political leader: integrity, compassion and reasoned convictions, wisdom and prudence, trustworthiness, a commitment to the moral good.\"\nDavid French, a Harvard educated attorney and is an editor for National Review. He lives in Middle Tennessee with his wife, best-selling author Nancy French and their children and pets.\nDavid French, columnist for National Review, used to say he would support Trump if he won the nomination, but recently changed his mind .\n\"In an era where fidelity and integrity are in increasingly short supply — with the breakdown of faith and family the chief factors in the struggles among America's most vulnerable citizens — how can I responsibly cast a vote to give one of the nation's foremost cultural platforms to a man who has openly, loudly, and unrepentantly bragged of his adulterous sexual conquests? How can I support a man who demonstrates such a breathtaking level of malice and cruelty in his treatment of his fellow citizens? Our nation can survive lost elections, but over the long term it cannot survive a decayed culture. And by God I won't vote for a man who takes a wrecking ball to the core values I hold dear,\" French wrote.\nAlthough most voters refrain from voting for a third-party or independent candidate because they likely have no shot at winning the election, Moore asserted that it is quite possible for candidates outside of the two major political parties to claim victory.\nMoore cited America's 16th president Abraham Lincoln, who ran as a Republican during a time when Democratic Party and the Whig Party were the two major parties, as an example. He also pointed to Sen. Lisa Murkowski, R-Alaska, who won re-election as a write-in candidate in 2010.\n\"Even when third-party candidates don't win the election, they can introduce issues and build a movement for the future,\" Moore wrote.\nHe concluded by arguing that Christians shouldn't vote simply for who has the best chance to win or who is the lesser of two evils. Christians should vote in accordance with their own moral authority.\n\"As Christians, we are not responsible for the reality of our two-party system or for the way others exercise their citizenship, but we will give an account for how we delegate our authority,\" Moore stated. \"Our primary concern is not the election night victory party, but the Judgment Seat of Christ.\"\n\"When Christians face two clearly immoral options, we cannot rationalize a vote for immorality or injustice just because we deem the alternative to be worse,\" Moore said. \"The Bible tells us we will be held accountable not only for the evil deeds we do but also when we 'give approval to those who practice them,' (Romans 1:32).\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nationalreview.com/2016/03/donald-trump-why-i-cant-vote-trump-nevertrump/",
                "http://www.nytimes.com/2016/01/14/opinion/campaign-stops/why-i-will-never-vote-for-donald-trump.html",
                "https://www.nytimes.com/2016/03/01/opinion/campaign-stops/what-wouldnt-jesus-do.html",
                "https://www.christianpost.com/news/nevertrump-republican-ben-sasse-never-vote-donald-trump-158816/",
                "https://www.christianitytoday.com/ct/2016/march-web-only/should-christians-vote-for-lesser-of-two-evils.html?start=2",
                "https://www.christianpost.com/news/donald-trump-hillary-clinton-conservative-christians-tough-moral-choice-albert-mohler-158922/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "candidate",
            "candidates",
            "moral",
            "trump",
            "party",
            "moore",
            "lesser",
            "election",
            "vote",
            "christians",
            "russell",
            "public",
            "thirdparty",
            "evils"
        ]
    }
]