[
    {
        "url": "https://consortiumnews.com/2017/07/19/nyc-front-line-of-income-inequality/",
        "title": "NYC: Front Line of Income Inequality",
        "authors": [
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "E. Leete",
                "link": null
            },
            {
                "name": "Skip Edwards",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Joe Average",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            },
            {
                "name": "Brian Setzler",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-19",
        "text": "Main menu\nJuly 19, 2017\nBy Michael Winship\nForty years ago this summer, the lights went out. It was July 13, 1977, a hot, muggy night here in Manhattan. Lightning strikes set off a cascade of mechanical failures at Con Edison that plunged virtually the entire city into darkness.\nEmpire State Building in a view of New York City.\nI was having dinner at my then-girlfriend’s apartment when the lights went out. We tuned in a small, battery-powered radio and listened as news began spreading of trouble and violence around the city. The two of us stayed where we were and the next morning I walked back to my place a few blocks away. West 57th Street was almost empty; small groups of people gathered in front of their buildings talking about what had happened.\nThe power remained out and I climbed the 11 stories to my darkened studio apartment but the water was still pumping and I could shower and change. I worked at our public television station, WNET/Channel Thirteen, and the offices were closed. But their electricity already was back, so I went up to the local news department to see whether anyone was around. I was put to work writing news copy about the events of the night and advisories about closings that would be read on the air when the transmitter was up and running again.\nThat was one bizarre, long hot summer, 1977, and not simply because of the massive blackout. The city still was trying to pull itself from near-bankruptcy, just two years after the New York Daily News had reported the federal government’s refusal to help with  the front page headline , “FORD TO CITY: DROP DEAD.” (Not long after, Congress begrudgingly enacted and President Ford signed legislation that loaned the city $2.3 billion with interest.)\nNew York’s budget was taken over  by an Emergency Financial Control Board, administered by the state. Police layoffs contributed to a rise in crime. The ruins of  buildings in the South Bronx  became a symbol of urban decay and new structures abandoned in mid-construction littered the skyline like so many rotten teeth. The subway system was falling apart, the cars smeared with graffiti; in just a year,  ridership had dropped by 25 million passengers .\nA Political Challenge\nSo roiled was the political scene in 1977 that incumbent Democratic Mayor Abe Beame, accused of gross incompetence, was challenged in his party’s primary by five other candidates, including Ed Koch, Mario Cuomo and Bella Abzug. Eventually, Koch won the mayoralty and served for three terms.\nFreedom Tower and New York City skyline.\nAnd throughout that summer there was a serial killer whose brutality seemed a metaphor for what was happening to New York. The self-named Son of Sam killed six and wounded eight, targeting young women in particular. The murders had begun the summer before and for months the ’70s version of trolls and creeps searched the phone directory for the names of single women and called in the middle of the night, “I’m the Son of Sam. You’re next.”\nIn August, less than a month after the big blackout, and following a massive manhunt, police arrested David Berkowitz, a mail sorter for the postal service. To this day, he is serving six consecutive life sentences, one for each of those he murdered.\nAs hard as many of us would like to try, 1977 was a summer that’s not so easy to forget, a fraught time here in the city that in some similar ways seems to afflict the entire nation today. Yet New York City, a haven for finance and banking’s cynical buccaneers and mountebanks, rebounded from its ’70s fiscal crisis. Of all the cities in the world, it is second only to Tokyo in gross domestic product (GDP). We’re in the midst of a  $43 billion construction boom  that just keeps growing.\nBut the transit system is falling apart again. The state of its infrastructure is dire. Subway service is starting to seem as bad as it was 40 years ago — without the graffiti. Local and state government say that overcrowding on the trains is wearing down the tracks and rolling stock. Major, commuter-disrupting repairs are taking place on rotting railroad lines leading in and out of Penn Station — the head of Amtrak euphemistically calls it “ the summer of renewal .”\nHomelessness and Mansions\nHomelessness in the city  is higher than it has been since the Great Depression. Rents have risen 22 percent since 1990 and  20.6 percent of New Yorkers live in poverty . Income inequality in the city continues to be an outrage.  According to the last census , it’s the worst in the United States.\nThe Wall Street bull statue by Arturo Di Modica\nDebipriya Chatterjee, an economist with the city’s Independent Budget Office reports that, “At the very top, it’s the top 0.1 percent who own 24 percent of the city’s income,”  She told the website Gothamist , “We all know that the city is very unequal. What I did not anticipate seeing in the data is that the share of the bottom 50 percent has actually fallen.”\nIn other words, in this city of millions, 3,700 people raked in about 23 percent of the city’s income — $63.7 billion.  As blogger Ofo Ezeugwu wrote , “Basically, while most of us find ourselves embroiled in this rat race, a small chunk of folks finds themselves watching us run it.”\nCase in point: the gentrification of my West Village neighborhood, once a center of bohemia, radical thought and modest rents, continues to run amok. Three years ago, a couple of blocks away, a four-story building was sold for $45 million and is being turned into a single-family mansion.\nAs per the website 6sqft , which got a look at the architect’s plans, “[T]he mansion will have six bedrooms, two kitchens, its own elevator, a dressing room and walk-in closet larger than most apartments, a 50-foot lap pool, and more than 4,000 square feet of outdoor space that will include a rooftop terrace.”\nIronically, the building had been a headquarters for the foster and child-care agency The New York Foundling, which since 1869 has fought the devastating effect of poverty and lack of opportunity for destitute children and families.  And the buyer?  He and his brother run a health care hedge fund. Of course they do.\nIn fairness, the millions made from the sale of the former orphanage will go to new programs for those families, so you might be thinking it’s a decent exchange. But the constant conversion of properties into luxury vanity homes, especially buildings once used for the public good, seems wrong at a time and in a place where affordable housing for those in desperate need is increasingly nonexistent.\nWe are New Yorkers and we will carry on; it’s what we do. But like that hot muggy July night 40 years ago, we feel increasingly powerless.\nMichael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com. Follow him on Twitter:  @MichaelWinship . [This article originally appeared at http://billmoyers.com/story/turning-off-lights-taking-away-power/ ]\nJanine\nJuly 23, 2017 at 11:53\nYou left out our brilliant mayor who went to protest the G20\nTracy\nThis doesn’t address why there is large income division.\nBrian Setzler\nJuly 21, 2017 at 13:39\nIf the government would keep a balance sheet showing assets and liabilities rather than just revenue and expenditures, we’d have a much clearer picture of reality.  I wish more people understood this.\nNo business would keep a set of books like the government does.  There’s a difference between spending and investments.\nBrian Setzler, MBA, CPA\nJuly 20, 2017 at 20:14\nBill Bonner addresses the injustice of income inequality in his pamphlet, “Follow The Money”. During the past 37 years, he accurately predicted the recurring cycles of recession/depression. Bonner names Richard Nixon, Milton Friedman, Alan Greenspan, The Federal Reserve Bank, unindicted Wall Street bankers, Federal bureaucrats, and elected officials government for the radical deformation of the American economy. The author asserts that a robust, “wealth-creating economy” is collateralized with hard assets, especially gold.  Today’s “wealth-transfer economy” was designed by greedy monied elites, found in “The Deep State”. Bonner states that today’s distorted economy is based on the planned explosion of available credit, made possible by “printing press money”. Devoid of collateral backing, this money was made attractive to borrowers who were seduced by low interest-rates into making purchases beyond their abilities to pay for their rapidly inflated assets. Bonner’s contention is that a major deflation is inevitable, because the current level of personal, corporate, and government debt is “totally unsustainable”. The net result: major lay-offs, a major contractaction in the economy, food riots, civil violence, and a protracted Depression. New York City probably qualifies as the least desirable location in the USA, in which to live – if Bill Bonner maintains his 37 year- old un-broken record of accuracy in predicting economic disasters.\nMild-ly Facetious\nI’m sure you’re right;\nThere were slight rays of hope in Trump’s inaugural speech\nand I cannot deny that I was much inspired by the (political)\npomp&ceremony of the day- it’s “regal-ness”was a sham\nof soap opera-esq stage craft, a New Century\nTrump-era Camelot, a beautiful family of beautiful people.\nWe Americans have this nascent love affair with monarchal patronage\nsuch as The Original Signers of the Constitution, (Federalists)\nand/or Betsey Ross & The Daughters of the American Revolution\nI am thusly thrust back into the era of past aggressions\nthat superimpose the aspect of the more things change, –\nthe more acquainted they become with the status quo.\n:::::::::::\n;;;;;;;;;;;;;;;;;;;\nAdapted to,\n*}\nIt must always  be remembered that the description I have just given of the Swift One is not the description that would have been given by Big-Tooth, my other self of my dreams, my prehistoric ancestor. It is by the medium of my dreams that I, the modern man, look through the eyes of Big-Tooth and see.\nAnd so it is with much that I narrate of the events of that far-off time. There is a duality about my impressions that is too confusing to inflict upon my readers. I shall merely pause here in my narrative to indicate this duality, this perplexing mixing of personality. It is I, the modern, who look back across the centuries and weigh and analyze the emotions and motives of Big-Tooth, my other self. He did not bother to weigh and analyze. He was simplicity itself. He just lived events, without ever pondering why he lived them in his particular and often erratic way.\nAs I, my real self, grew older, I entered more and more into the substance of my dreams. One may dream, and even in the midst of the dream be aware that he is dreaming, and if the dream be bad, comfort himself with the thought that it is only a dream. This is a common experience with all of us. And so it was that I, the modern, often entered into my dreaming, and in the consequent strange dual personality was both actor and spectator. And right often have I, the modern, been perturbed and vexed by the foolishness, illogic, obtuseness, and general all-round stupendous stupidity of myself, the primitive.\nAnd one thing more, before I end this digression. Have you ever dreamed that you dreamed? Dogs dream, horses dream, all animals dream. In Big-Tooth’s day the half-men dreamed, and when the dreams were bad they howled in their sleep. Now I, the modern, have lain down with Big-Tooth and dreamed his dreams.\nThis is getting almost beyond the grip of the intellect, I know; but I do know that I have done this thing. And let me tell you that the flying and crawling dreams of Big-Tooth were as vivid to him as the falling-through-space dream is to you.\nFor Big-Tooth also had an other-self, and when he slept that other-self dreamed back into the past, back to the winged reptiles and the clash and the onset of dragons, and beyond that to the scurrying, rodent-like life of the tiny mammals, and far remoter still, to the shore-slime of the primeval sea. I cannot, I dare not, say more. It is all too vague and complicated and awful. I can only hint of those vast and terrific vistas through which I have peered hazily at the progression of life, not upward from the ape to man, but upward from the worm\nJuly 19, 2017 at 22:17\nIt’s not that easy to reinvent your life in this greedy, wasteful, unfettered “free market” capitalism society. There are homeless in every city now, even in the small cities of New Hampshire, where rents have been pushed to unaffordable by wealthy buying summer homes. And now NH, which used to have cool summers where city people wanted to flee to, is having beastly hot weather a good part of the season.\nToo many people, too few control their reproduction, too many wealthy overconsume and waste more than the folks Dickens wrote about. The problem is everywhere, and Earth is now going through a cycle of drought. I do not believe it is completely man-made, a good part of it is coming from space and particularly the Sun. Good luck to humans, in this age called “The Anthropocene”. Nature will balance it out.\nmike k\nJuly 19, 2017 at 16:28\nDoes anybody ever consider that a big city like NYC is a big mistake? Oh no, because we need all those consumers for the fat cats to get fatter on. When the Oligarchs decide less people mean more profits for them, then and only then you will see the population shrinking. After all capitalism demands expanding markets for it’s junk, plus advertising to convince the people they can’t live without said junk. If you ever thought the rulers wanted more people just so more could share in the blessings of planetary life – wake up and smell the reality – I can tell you it ain’t all roses.\nJoe Average\nmike k,\nyour question is spot on. Inequality could be approached in several ways, but I fear that Andoheb’s comment that “inequality will continue to grow until stock market hits the skids” is closer to reality. If you’re reading ZH you’ll see many articles pointing out the flaws in the actual system and several (alternative) economists think we’re very close to the next recession (irrespective of the fact that the last one never ended). The markets and statistics are rigged. It’s a question of time when the system will crash. You don’t want to be in a city like NY, San Francisco, etc. when SHTF..\nYou made a statement (“After all capitalism demands expanding markets for it’s junk, plus advertising to convince the people they can’t live without said junk.”) that caused me to smile, because recently I had some second thoughts on some of all those gadgets that are sold nowadays.\nDoes anybody remember all those old spy movies produced in the 60’s, 70’s and 80’s that depicted secret service agents thoroughly checking hotel rooms and telephones for hidden bugs, before the politician / diplomat they were protecting checked in? After the short excursion into movies I would like you to think of the capabilities of all those smartphones that have been sold in the past 10 years. Aside from the fact that most are designed poorly (without replaceable batteries, etc), those phones can easily be turned into bugs – by all those secret agencies and private companies. The most hilarious aspect about those electronic gadgets is that people are willing to spend a fortune on an iPhone, Samsung, whatever. and that they’re even use those phones for bragging, whilst not noticing that they basically bought modern day bugs, so that anyone interested can spy on them. Now with the trend of smart homes and IoT, people are buying even more spy tools. Automation done in the right way can be useful, but in our society of – mindless – consumers the negative aspects will outweigh any benefits. It’s a strange world we’re living in.\nCal\nJoe Average\nJuly 19, 2017 at 6:32 pm\n<<<<<<<<<<<<<<<<\nInequality will continue even after the market hits the skids—in fact it would grow even more if the same players are still in the game,\nHere's what happened in the 2008 WS (mortgage ) meltdown to both homeowners and to small investors—– altogether Americans lost  $7.38 trillion, over 5 million lost their homes and investors lost 30% of their funds in their retirement and other investment vehicles.\nWe all know that no one who helped cause the crisis went to jail or got prosecuted for their part in it—on the contrary they got their usual bonuses from their failed firms like AGI and Lehman  due to taxpayer bail out funds they received and the firms that didn't fail but played a huge part in the mortgage fraud that made them billions by betting against their own hokey mortgage bundling they pawned off on other firms and investors gave their guilty CEOs their usual multimillion  dollar payoffs also.\nYou have to go deeper than that though to understand why I say in a financial meltdown the average person will always lose and Wall Streeters will always win.\nNumber one– they always know when its coming and they are already planning how to profit from it.\nI'll use one example since we are talking about housing—before the ink dried on millions of lenders repossessed homes,  hedge funds and WS REITs were buying those homes to use as rentals —a home that under normal conditions would have a monthly mortgage of maybe $1000 incl tax and insurance  they would rent out for $ 1599 a month or more—and the pressure the housing crisis put on the renters and all the millions that were thrown into the rental  market due to losing their homes had little choice but too swallow it.\nThe largest buyer of foreclosed homes is the Blackstone group—and I think I noticed that Trump just appointed the Blackstone CEO to some position.\nIn addition to making some money off the rentals all the vultures have to do is wait for the housing market to comeback a bit and they have the option of selling their holdings for more than  they paid them  and in addition the renters have been literally paying the mortgage on any homes they financed and didnt pay cash for and vultures never pay cash—they are all about leveraging 'other people money.\nThis is going to happen again.\nI dont know how many people saw this documentary  ..but the entire nation should be marched onto auditoriums and forced to watch it.\n''Inside Job''\nCal,\nI’ll cut my response short, because I’m going to watch the documentary right away. First of all: thank you for expanding on my comment and for the provided links.\nSo, my fear / assumption seems to be closer to reality than my slight hope. In my first comment I wrote that I get financial news from ZH. Maybe a year ago some authors had written about auto loans. Those articles reported that banks are continuing the same game of repackaging loans (this time another product) and selling them as investment, whilst at the same time the amount of defaulting lenders is increasing. Even Bloomberg published an article ( https://www.bloomberg.com/news/articles/2017-03-10/u-s-subprime-auto-loan-losses-reach-highest-level-since-crisis ).\nIf I were in the US I would try to prepare for the worst case scenario by going off-grid. Without social contract many US citizens will be screwed at when SHTF. When everything crashes, the funds (digits on a computer or way too small colored ass wipe) will be gone. Going off grid in Europe (at least in Germany) is more difficult due to the laws (for example:getting a permission for building an Earthship seems to be impossible).\nJoe Tedesky\nJuly 19, 2017 at 15:30\nI know an investment company, who build a large high end community in Florida before the 2008 crash, and before the crash the closer this investment firm came to have the community houses complete, as they then realized this community they had just built had no homes for nurses, police people, nor trades people. Then the crash forced the investment firm to lower the houses to a price where anyone could have afforded these homes…what a deal! Seriously though, this investment company through out the process of building this high end housing community were so caught up in the idea of the money they would profit from these elaborate houses, that these financial wizards were so excited as to cash in, that they never even though of building the lower priced homes which could house the community support personnel such as, security, maintenance, and medical workers. Have you every had the feeling you forgot something, well this investment firm certainly did. Oh and I didn’t invest my money with these geniuses, in case you wondered.\nJuly 19, 2017 at 11:05\nGentrification wouldn’t be such a bad thing if wasn’t for the fact that the only people that can afford the units are buying them as investments and renting to the growing tech population. Service employees can’t afford the rents and the imbalance has resulted in a disgraceful disparity and increasing homelessness. In addition, wealthy foreigners(e.g. the Kushner units in Jersey City) are being encouraged to buy expensive real estate further exasperating the squeeze.\nWhat do you expect from CAPITALISM????????????????????\nOrwell,…indeed!…especially in its worst form, unregulated free market capitalism.\nJuly 19, 2017 at 17:28\nSure. Gentrification makes it more expensive. But people have a free will – they can move to another place (less expensive or/and with more job opportunities) or they can reinvent their lives (learn a new trade). New York is an expensive city and many people simply move on and relocate. There is no pressure to stay here. As for the controlled rent, it is just another lottery.\nThe conversation about income inequality should be centered on the ratio for pay CEO/others and on taxation. None of the billionaires have created their massive wealth without the existing infrastructure and technology which both have been developed by the people at large and for the people at large. But since corporations are endowed with personhood in the US, the system is totally screwed for the benefits of banksters and well-connected mega profiteers.\nJoe Average\nAnna,\nwhilst I see myself as open-minded person, I’m against this push for gentrification. A while ago I had read an article on CP portraying the situation in several Mexican communities. The article was about “Rich” US citizens (rich in comparison to Mexicans) flooding into Mexican towns and pushing out people who had been living there for generations.\n“But people have a free will – they can move to another place (less expensive or/and with more job opportunities) or they can reinvent their lives (learn a new trade).”\nYou are correct in pointing out that people have a free will. So, why so many decide to move into an area where everybody else wants to live? No one forces anyone to drive up housing prices by moving to inner cities. The free will of the losers of this system isn’t taken into account at all. Gentrification can be described as survival of the fittest – similar to warfare. The major difference is that money is used as a weapon. People shout foul if some physically strong guy beats up some wimp, but they’re okay if some economically strong person pushes out someone with lesser financial means.\nWith regard to job opportunities in the US I’ve always to think of a nation full of baristas. Will US companies ever return to manufacturing in the States? If not it may be wise to learn a new trade and language (for example Chinese) and move to a less expensive country (for example rural areas in China) with more job opportunities (for example China).\nexiled off mainstreet\nJuly 19, 2017 at 10:31\nWinship is good as long as he sticks to subjects like this, which do have their importance, and ignores the international power issues where he tends to support the permanent regime.\nBob Van Noy\nJuly 19, 2017 at 09:36\nAmerican inequity. I recall seeing a lecture by Warren Buffet and Fred Gates to what I remember as a business class, where they put forward a thought that a maximum inheritance of 5M per family member be allowed and no more. That seemed more than fair to me. Also I remember reading that a CEO (whose name I won’t mention) in 1998 received 570M and his company lost money! That’s just unacceptable it seems to me. Also on this subject, here is a link from this morning’s Counterpunch https://www.counterpunch.org/2017/07/19/how-seattle-voted-to-tax-the-rich/\nAndoheb\nJuly 19, 2017 at 09:24\nNYC economy closely tied to stock market, Inequality will continue to grow until stock market hits the skids.\nSkip Edwards\nJuly 19, 2017 at 17:21\nYes, and climate will bring down the whole pile of rot. The climate challenge, if addressed seriously by every nation, every pertinent  scientist,  every person and all working together under real leadership, would bring about a unified sense of accomplishment and resulting world peace for at least awhile. Through in some love for each other and respect for our Home, Earth and possibly that world peace would last.\nE. Leete\nJuly 19, 2017 at 09:19\nI have a brand new plan for world peace and global happiness, and it goes like this:\nWe institute a global lottery and hold a numbers draw once a decade.  Everyone on Earth must invest all their income and assets in the lottery by buying as many tickets as all the wealth they have will buy.\nEvery ten years this lottery will, of course, as all lotteries do, cause most participants to lose, and a very few to win a lot. In this lottery 99% will come out with less wealth than they put in, 1% will come out with more.  The top winners will come out with a million times as much, the bottom losers will come out with as little as one one-thousandth what they put in.  80% in this global lottery will come out with less than a 10th of what they put in.  99% will come out with between the same amount they put in and a thousandth of that.  1% will come out of the lottery with between the same as they put in and a million times what they put in.\nSo that’s it.  That’s my plan.  Isn’t it a great idea for creating peace and happiness and safety and prosperity?  What do you think?\nDo you think everybody in this world is immediately going to think something like…\nWhat what?! Is she NUTS?  Is she SERIOUS?  What possible good can come of THAT idea?  Why, that is the worst, the stupidest idea anybody ever came up with.  It’s the most no-go idea possible. There are NO detectable benefits in that idea.  It’s a plan to bring utter chaos. Think of the distress, the suffering, the hardship of those 80% on between a tenth and a thousandth the money. To say nothing of the anger, the resistance, the violence of those so deprived.  And for what?  So that a fraction of 1% can be swimming in more money than they can do anything with?  And don’t forget the winner in the lottery will be under perpetual siege from the poor and starving.  The conflict would be enormous. The violence would just escalate and escalate, as one side tried every trick in the book to hold onto, and the other side tried to get, what the 1% had. The rich would be few and the poor many, so that the attack on the rich would be all the more concentrated. And the richer they were, the fewer they would be and the more they would stick out as objects of the fury of the deprived. The deprived trying to survive on a 1000th share would mean thousands – no – millions! of deaths, unspeakable misery. The 80% on less than a 10th of what they put in would be nothing but slaves. They would be fighting each other for survival. They would be combining where they could to attack the lottery winners. However great the resources for security of the winners, the winners would sooner or later fall to the ceaseless intense efforts of the losers. The overfortunes would be whittled away by the cost of defending them.  Costs in peacekeeping, in keeping law and order would be horrendous. The costs of all the broken heads would be colossal.  What possible good could come of such an idea?  None.  The woman is mad.  Completely barmy.  What on earth does she think the benefits would be? What good would it do anyone to have that lottery every 10 years, so that people would go from anywhere in the range of luck to anywhere else in the range of luck, from most extreme winning (extremely rarely) to most extreme losing (10% of the time) and losing to some degree 99% of the time?”\nWell?  Is everyone in agreement? Is everyone confident that everyone in the world will think much the same thing about that lottery idea? Do you feel pretty certain that people hearing that idea proposed as a plan for world peace and global happiness will resoundingly reject it for being totally bonkers, laughably absurd, a complete timewaste?  Who is the utter nutter who proposes this? The poor woman! What a supreme idiot!\nAt which point it is only necessary to ask:\nThen why is the world being run just like this lottery? For I assure you it IS run like this!\nWorld-average pay per hour is figured by dividing annual global income by annual global number of hours worked.  That is the amount of wealth produced by one person in one hour, and it is approximately US$1,000 a fortnight.  But the actual individual pays per fortnight on planet Earth range from a million times that figure down to 1 one-thousandth of it, from one billion US dollars a fortnight to just $1 a fortnight – what people actually get paid IS the crazy lottery scenario.\nHow is it that every human is intelligent enough to see that the lottery idea is absurd and almost infinitely disastrous and stupid, and yet every human participates in just that idea, every day, without the slightest comment about the overpayunderpay ratio, which is the overpowerunderpower ratio?\nThink of all the things that people think about, care about, strive to achieve …but they don’t strive to change a condition that everyone agrees would be, IS, the height of folly and danger? Is this the supreme case of seeing leaves and not the tree, of seeing the trees and not the forest, of seeing a million relatively little things and not seeing the biggest, most glaring thing?\nJust see a thing and people will work to fix it. What won’t people fix! People have tremendous energy. Women don’t have equal rights?  A billion people are doing something about it. Species are endangered? 1000s are taking action and millions are supporting those efforts. Is there crime? Millions are working against it. It’s easy to see that a problem perceived receives enormous energy to fix it. Just SEE this problem – that our world is being run just like the lottery idea, and it is almost fixed.  Once we realize that we are simply not acting in accord with what everyone already thinks of that disastrous lottery idea, the problem’s solution is at hand and visible.\nIf someone was rocking the boat, how quickly all would unite to stop it. How quick we are when it is a matter of safety and comfort! Just see this problem and see that nothing harms our safety and comfort and happiness more – and it will be fixed.\nWe understand that things can be too small to be visible, and we have tremendous energy to solve that problem (microscopes etc). Let us also understand that things can be too big to be visible. We have tunnel vision. Our eyes are set to focus, to concentrate, to see forward. We have predator eyes, hunter eyes, gatherer eyes. We don’t have 360º vision like pigeons. We don’t have our eyes on the sides of our head so that we can see all around. But we must acquire the mental equivalent of that and see a most glaring big problem. Not a difficult problem. Solved as soon as seen. And solving this problem will solve many of our other problems – millions of problems, most or all our worst problems. As digging out the root of a poisonous vine kills 1000s of poisonous leaves.\nA fortnight’s pay ranges from $1 to $1 billion. Carve that on to your brain. Plant the seed of that fact in your mind. Water it with reflection and good sense.  Grow that fact to become king and queen in your mind. Measure everything in your experience against that fact. There is nothing that can be anywhere near as profitable to you.  If you find within yourself an aversion to considering it, ask yourself why. Ask yourself is it wise, is it good sense, have I a good reason to avoid this fact. Maybe this fact is an irritation that makes a pearl, a very valuable pearl. A pearl of vision that can make a world that will make this present state of the world seem like a deep hell, a hell that would drive children to madness.\nThe true purpose of morality, also known as ethics, is happiness. Happiness is simply a maximization of good things and a minimization of bad things in our life. A minimization of Holocausts, Hiroshimas, horrors, disasters, griefs, genocides, war, crime, violence, anger, danger, deprivations, job losses, pay freezes, stresses, problems, crises etc.\nThe means of attaining happiness are the virtues, or excellences, of intelligence. And the greatest of these is justice. We have in this world the most egregious extreme injustice, so we have the opportunity of increasing our happiness extremely. Justice overlaps with love, and love and justice is treating others well so they will treat us well, or, avoiding treating people badly, so that they will not treat us badly. Treating all beings well minimizes the bad treatment we get from others. We treat others very badly indeed by passively supporting a status quo that overpays and underpays people extremely. Overpays them up to a million times what they earn, so that they become the objects of the attacks of all the world, and underpays them up to a thousand times so that they must fight like wildcats even to eat.\nThe greater the overpay/underpay ratio, the higher the security costs and the poorer most people are to produce the wealth to pay those costs. The rich countries and individuals become poor, forced to erode their over-fortunes paying for the security required to protect an over-fortune.\nSo no one country or individual is rich for long. From rags to riches to rags in three or more generations.\nToday’s overpaid, tomorrow’s underpaid. And today’s underpaid are tomorrow’s overpaid.  The more underpaid the underpaid are, the more they fight and work to rise, so the most underpaid rise fastest, fight their way hardest to rise. Thus the Sicilian Mafia conquered USA in a few generations. And generally the toughest survivors of the greatest poverty are continuously rising to the top and falling therefrom. Wealth makes soft and flabby and poverty makes lean and mean and keen. Americans versus the Vietcong, Russia vs the Afghanis, British Empire against the Colonies, the Roman Empire against the Goths, the first world against the third, American law against the Mafia. Flabbiness against leanness. Today’s masters, tomorrow’s slaves.\nOverpay and underpay is good for precisely no one. Especially as the conflict is escalative and has brought us to the brink of global death. War and weaponry, overpay and underpay have been escalating for thousands of years. We have chosen misery for thousands of years, but the choice is no longer between misery and happiness, the choice is now between happiness and universal death.   Well-informed people with seriously gifted minds have been telling it true, but to a human population that has not listened to good sense.\nWe have suddenly gone from being able to firestorm a city, which is but a dot on the globe, to being able to shroud the whole globe in smoke – death ten different ways for every living thing – vaporisation, burning, injuries, starvation, cold, blindness, darkness, radiation, etc.  The neoliberal economic agenda has a gun to governments’ heads demanding austerity for global working people or they shoot – and now former government people are saying the only way the neoliberal agenda has to prevail is by setting off nuclear bombs.\nPursuit of happiness is an inalienable right. Do we pursue happiness? We throw away one of the main and most essential means for happiness.  Casually, with little if any thought about doing it.  We have extreme, extreme, extreme injustice and do nothing about it. Or worse; we silence or ignore or marginalize every attempt to put equality and justice in spotlight position.  Justice in pay is the most important, indeed essential, first-priority justice – it belongs in spotlight position, but we are deaf to the imperative to put pay justice front and center on the stage of our human situation.  We can be much happier if we dig this means back out of the dustbin and put it to use. The improvement possible in our status quo is as great as our neglect of justice. Pick up this tool and we can go from universal misery and death to global happiness. Everyone benefits. The overpaid are released from their besieged castles, the underpaid from the suffering and the battle, and everyone from the high costs of the chaos.\nDo we pursue justice? Are we pursuing justice?  How many are saying: I want out of the system as much as I put in, no more no less?  Versus how many say: I’d rather have a little more than a little less than the next person?\nConsider if you took a group of people and infected them with an unquestioned desire to be just a little higher than the next person. What would happen? Hypnotize a roomful of people to strive to be a little higher than the next person. At first they would be sitting up straighter and taller, then they’d be climbing on the next person to make sure the other didn’t get higher.  In no time at all you have a pile of people standing on anything, even other people, to get to the top of the pile. The person at the top is ceaselessly being pulled down by many hands. The ones trodden on are getting wilder and wilder to get higher. All this crazy-making struggle is the perfectly predictable outcome just from everyone wanting to be just a little higher than the next person.\nSo as well as being too big for us to see, the problem is too small for us to see. Wars, holocausts, horrors culminating in universal death just from wanting to be just a little higher than the Joneses? If every drop in the Pacific Ocean wanted to be just a micron higher than the next drop, where would the Pacific Ocean be? Wetting the moon! If the highest point in the ocean were a million times higher than the average depth of the Ocean, the Ocean would be wetting the moon!\ndoes anyone want to read more of the above piece?\nmike k\nJuly 19, 2017 at 11:15\nNice piece. Capitalism really sucks. If everybody on Earth read your essay every day until it sunk in (they won’t) they would still be faced with the guns commanded by those at the top of the wealth pyramid. After we kill them, what then? Would greed somehow vanish because we rationally understood it was a lousy idea? I think our therapy on ourselves will need to go deeper than rational self-interest. We are going to need a strong dose of altruism from somewhere. A new ecological religion? Maybe. But we better get busy, our world is drowning in greed and warfare very rapidly. Maybe Love is really our last resort? Why is that so hard to see and do? Food for thought – and the motions of the Heart.\nJuly 19, 2017 at 13:53\nI can’t believe consortium let you go on & on &on & on like that?!?!?!?\nEnough already!!!!!!!!!!!!!!!\nI actually enjoyed it more than the original article.\nGregory Herr\nJuly 20, 2017 at 19:27\nI like it too. No one is forced to read anything here…and it takes mere seconds to scroll down.\nSergio Weigel\nJuly 19, 2017 at 16:16\nI wholeheartedly agree. And to change it would be so easy as it’s simply the debt money system. Money/capital is nothing but an algorithm and those can be programmed.\nPotlatch. Indigenous cultures where individuals who do not share their wealth are ostrasized.\nChucky LeRoi\nJuly 21, 2017 at 12:06\nSorry I cannot remember the title or author of the book, but a feature of the story was a culture where among other things, no one was allowed to feed themselves. You ate if and only if someone else put food in your mouth.  It certainly regulated behavior. The Golden Rule enforced through hunger.\nI also remember this culture existed only during unconsciousness or a dream state brought on by a car accident or something similar.\nToo dreamy, impractical, but as a concept…\ncmack\nJuly 19, 2017 at 09:01\nan article who’s only citation about income inequality is one sentence towards the end of the article. wtf?\nps the west village has been too expensive to live in for close to 40 something years. same with soho. east village was eaten by the yuppies in the mid 80’s. so i was forced to live in brooklyn. try getting reasonable rent in the area’s i used to live in now. the rich always follow the bohemians. then force out what they wanted to be around.\nas for the income inequality,…..it’s always been there. it’s just that the baby boomer generation showed the world how to be REALLY greedy.\nJuly 19, 2017 at 13:49\n20% 0f New Yorkers live in poverty???  It’s much more like 40%!!!!!!!\nThe “official statistics” are always way under the REALITY.\nAnd anyone who can still afford to live in the Village is doing very very well.\nJuly 19, 2017 at 17:01\nThe Robber Barons and the ghetto confined immigrants had a wide divide.\nmike k\nJuly 19, 2017 at 07:36\nWe need a Charles Dickens to write about our times, and those beneath the heel of capitalist cruelty. But on second thought, who would read such books? Our collective conscience has become so overlayed with false narratives and states of denial and indifference, that books aimed at touching our hearts would have trouble finding a living target.\nWhat is a book?\nJuly 20, 2017 at 01:26\nThere’s one day that I recall, though it was years ago.\nAll my life I will remember it, I know.\nI’ll never forget the day I read a book.\nIt was contagious, seventy pages.\nThere were pictures here and there,\nSo it wasn’t hard to bear,\nThe day I read a book.\nIt’s a shame I don’t recall the name of the book.\nIt wasn’t a history. I know because it had no plot.\nIt wasn’t a mystery, because nobody there got shot.\nThe day I read a book ? I can’t remember when,\nBut one o’ these days, I’m gonna do it again.\n— Jimmy Durante\nGregory Herr\nJuly 20, 2017 at 19:19\nThanks for the reminiscence. “I’ve got a million of ’em!”\nJoe Average\nmike k,\nI can only wish a new Charles Dickens good luck in finding a publisher who would risk the investment. Even if someone were going to finance hardcovers, the (near) monopolist amazon could still decide against distribution of such a book. Once I had heard the cynical remark “What can’t be found on google doesn’t exist.” In a similar way this statement can be applied to amazon. The future doesn’t look bright.\njohn wilson\nJuly 19, 2017 at 05:35\nNew York when the lights go out sounds quite exciting! However, there’s nothing new about the divide between the rich and the poor. The real problem is the divide between those who are doing reasonably well and those who are only just about able to keep it together. Most people equate poor with people who are homeless or those struggling on social security. But there are millions of people who just about making it through week-by-week who are also poor as well. I suppose the dividing line between those who can be regarded as ‘poor’ and those who are not, is when one has enough money to pay the bills and have a little over to save for holiday etc, and those millions who have nothing over and have had to cut down of food or other essentials to make ends meet. The West is forever boasting about being ‘civilized nations’, but there’s nothing civilized about living in poverty which more and more people are now doing.\nNancy\nJuly 20, 2017 at 12:14\nRight. New York has always been a great place for those with money and a hell hole for those without.\nBrad Owen\nJuly 19, 2017 at 05:26\nA good supplement to this article is Diane Sare’s article over on EIR: Time to Break Ground. China and Japan are both very interested in helping USA reconstruct our decrepit infrastructure, to the tune of trillions of $ and work forces who are now experts in constructing 21st century infrastructure, but Glass-Steagall and a Rooseveltean RFC (Hamiltonian public banking, functioning like BND) will be needed here for our part of the work. Afterwards we’ll become great partners with China and Japan, going around the World, developing the so-called 3rd World, bringing them into the 21st century on maglevs ( imagine that; American workers instead of American soldiers). Lyndon’s and Helga’s flanking operation against Synarchy and Empire proceeds apace.\nAC\nNYC is turning into a 3rd world country fast; the subway is literally falling apart ( http://nymag.com/daily/intelligencer/2017/06/mta-says-improperly-secured-rail-caused-a-train-derailment.html and http://newyork.cbslocal.com/2017/07/18/long-beach-disabled-train/ ), is rat infested ( http://nypost.com/2015/05/14/filthy-subways-are-infested-with-emboldened-rats-comptroller/ ).\nYou know things are bad when even people from African countries think NYC is worse than a 3rd world country.( http://nypost.com/2015/08/19/diplomats-vagrancy-in-nyc-worse-than-third-world-countries/ ).\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://nypost.com/2015/05/14/filthy-subways-are-infested-with-emboldened-rats-comptroller/",
                "https://newyork.cbslocal.com/2017/07/18/long-beach-disabled-train/",
                "https://www.6sqft.com/first-look-at-45m-single-family-mansion-replacing-new-york-foundling-in-greenwich-village/#.WWptFctbivo.facebook",
                "https://pagesix.com/2017/07/10/west-village-mansion-will-be-one-of-the-citys-most-expensive/",
                "https://billmoyers.com/story/turning-off-lights-taking-away-power/",
                "https://www.whoseyourlandlord.com/blog/2017/05/nyc-top-1-make-7-times-half-citys-population-combined/",
                "http://www.crainsnewyork.com/article/20170516/REAL_ESTATE/170519911/new-york-city-is-worlds-most-expensive-place-to-build",
                "https://cityroom.blogs.nytimes.com/2007/10/05/when-presidents-visited-the-south-bronx/",
                "http://citylimits.org/2017/06/09/report-rents-rose-but-so-did-poverty/",
                "https://nypost.com/2015/08/19/diplomats-vagrancy-in-nyc-worse-than-third-world-countries/",
                "https://www.nydailynews.com/new-york/president-ford-announces-won-bailout-nyc-1975-article-1.2405985",
                "https://gothamist.com/news/nycs-top-01-percent-makes-four-times-the-income-of-the-bottom-half-of-earners",
                "http://www.gothamgazette.com/index.php/economy/3016-the-fiscal-crisis-after-30-years",
                "https://www.counterpunch.org/2017/07/19/how-seattle-voted-to-tax-the-rich/",
                "https://www.nytimes.com/2014/09/18/nyregion/gap-between-manhattans-rich-and-poor-is-greatest-in-us-census-finds.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.msn.com/en-us/video/tunedin/amtrak-ceo-penn-station-repairs-summer-of-renewal/vp-BBE86UZ",
                "http://nymag.com/daily/intelligencer/2017/06/mta-says-improperly-secured-rail-caused-a-train-derailment.html",
                "https://twitter.com/michaelwinship",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=9906c1b0-c934-11e9-ad18-ab395d0441b6&url=L25ld3MvYXJ0aWNsZXMvMjAxNy0wMy0xMC91LXMtc3VicHJpbWUtYXV0by1sb2FuLWxvc3Nlcy1yZWFjaC1oaWdoZXN0LWxldmVsLXNpbmNlLWNyaXNpcw==",
                "https://www.nycsubway.org/wiki/The_New_York_Transit_Authority_in_the_1970s",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.coalitionforthehomeless.org/basic-facts-about-homelessness-new-york-city/"
            ]
        },
        "key_words": [
            "york",
            "line",
            "night",
            "billion",
            "inequality",
            "ago",
            "1977",
            "summer",
            "income",
            "subway",
            "million",
            "nyc",
            "city",
            "went"
        ]
    }
]