[
    {
        "url": "https://www.christianpost.com/news/interview-drew-dyck-on-why-young-adults-are-leaving-christianity.html",
        "title": "Interview: Drew Dyck on Why Young Adults are Leaving Christianity",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Drew Dyck on Why Young Adults are Leaving Christianity\nInterview: Drew Dyck on Why Young Adults are Leaving Christianity\nInterview: Drew Dyck on Why Young Adults are Leaving Christianity\n| Sunday, January 09, 2011\nThe following are excerpts from the interview.\nCP: Why did you write this book?\nDyck: It started with a personal experience. It was an issue that impacted me. I remember having a friend come and visit me four or five years after high school. We had both gone to Christian schools together, our fathers were both pastors, and I remembered when he came to visit me he told me in a rather matter-of-fact way that he left the faith. Of course that got my attention given that we were from remarkably similar backgrounds. That kind of peaked my curiosity.\nAs I moved through my 20s, I started to see that more and more of my friends were leaving the Christian faith. Sometimes they were explicitly renouncing their faith or just drifted away. That led me to read up a little bit on the topic and when I got into the literature on this issue I realized that what I was experiencing wasn't isolated or unique to my circle of friends. What I saw was reflective of a much larger trend.\nThat is when I decided that I really wanted to write a book on this topic. I am not a sociologist or statistician, but I knew that as a journalist I could bring something to this issue by introducing people to some of the faces and the stories behind the statistics. And just providing profiles of these, what I call \"leavers,\" these 20-somethings and early-30s that have walked away from the faith. And then provide some kind of tips on how to engage them in meaningful conversations about God that will ultimately lead them back.\nCP: How many people did you interview for this book? How long did it take you to do all the interviews and write the book?\nDyck: I probably talked to close to 100, but as far as how many I used in the book, probably only a few dozens of them. The book took me about seven to eight months in all to complete and that was because I had a deadline. So that was a good motivator (laughs).\nThese were people that I found through various ways, some were just friends of mine and that was how I started. Some had gone to youth group with me. Then I just heard of some friends of friends. I put messages on Facebook. I put an ad on Craigslist. I did some unusual things. I joined the Wheaton atheist group and went to one of their meeting and found some ex-Christians there to talk to. I was disinvited from future meetings but it was interesting none the less. So that was how I connected with people.\nAt first I was apprehensive if people were going to talk to me since it is obviously a dicey topic. But I found, really, that a lot of them were actually eager to share their stories. Just to have a Christian listen to their reasons for leaving the faith for an hour or so was somewhat cathartic for them.\nCP: Out of the six categories of ex-Christians you list, which one is the hardest to lead back to Jesus Christ? Why?\nDyck: Hmmm. I have one category that I call rebels. I kind of break that into two sections, with one being people that I call spiritual rebels. These are people who simply have a hard time accepting any sort of divine authority. This idea of a superintending deity is simply too much for them to accept. I remember talking to one young woman and after she talked about all her intellectual objections to faith, she took a major objection to the story of Jesus raising Lazarus. I asked her why she took that story, which would seem to show Jesus' compassion and power, so personally. She said that, \"I just think that Jesus was trying to show off by letting Lazarus die and showing up after the fact and raising him from the dead.\"\nI said, \"Well, I think it is kind of a moot point because you don't really believe Jesus really raised Lazarus from the dead.\" I remember her saying, \"Well, even if I did believe that he raised Lazarus from the dead, I wouldn't follow him.\" I said to her, \"You mean to say that if you had irrefutable proof that Jesus raised people from the dead and he was who he claimed to be, you still wouldn't follow him?\" She said, \"I rather burn in hell.\"\nIt was kind of eerie, but I realized that for a lot of people it is not about intellectual objections but really a heart issue. And I think those are the toughest leavers to talk to. How do you argue with the heart? You can't and in those cases I think you obviously need to pray a lot, form relationships with them and really model the paradoxical freedom that comes from submitting to Christ.\nCP: Is there something that ex-Christians in all six categories have in common?\nDyck: Yes. Almost to the person, the people that I interviewed reported being shut down brutally when they expressed their doubts as young people, whether that is in the church or their home. I remember one young woman reported being literally slapped across the face or else they received some kind of trite answers to their questions. They were sometimes ridiculed in front of peers for asking insolent questions.\nSo it made me realized that the church hasn't done a very good job, we haven't done a good job of giving people space to let people air their doubts and then giving solid answers to the questions they have. I think the church does a great job in forming programs. We have a program for almost every age group. We have youth ministry, college and career, singles, what have you, even senior ministry. But we have precious little when it comes to actually helping Christians who are struggling with their faith or doubts. So that really opened my eyes to that need.\nCP: Your book has an intimate feeling because of the numerous real-life stories you included in it. But it got really personal when you shared about your older brother, Dave. Why did you decide to share so much details about your brother's troubled life? Wasn't it painful?\nDyck: Yeah, it was. This was something that has been painful for our entire family, even moreso for my parents. But I just felt like he really illustrated a certain type of leaver. This is not a person who has a problem with any specific doctrine, but is just drawn, for some reason, to a lifestyle that is completely at odds with the Christian faith. So they end up leaving behind their Christian faith for all intents and purposes, and that is what happened to my brother.\nI guess the main reason I included that story is because I feel like, even when I started reading all these literature on de-conversions and trends of young people leaving the faith, it almost seemed surreal and detached. I think that is sometimes how sociologists look at it. But I just wanted to stress that for Christians, especially for parents, it is an issue that is akin to a death. That is a lot of times the way parents describe it. When it affects your family, all these emotions rush in and the cruel irony is sometimes those emotions can sabotage your effectiveness in reaching out to your love one because you might react in a way that is too aggressive or stay in denial. Both of which are extremes that are not productive. Sometimes I think we need to take a step back and think strategically and thoughtfully in how we approach our love ones.\nCP: In light of your research, do you think big, concert-like youth events are still effective in sharing the gospel?\nDyck: Well, they may be effective in sharing the gospel – that kind of first-touch ministry – but they aren't effective at making disciples of Jesus. One of the statistics that just blew me away while I was researching for the book was Barna group's finding that 65 percent of young adults in this country report that they made a decision for Jesus Christ. Well, I don't think 65 percent, by anyone's estimate, would be described as authentic Christians. So we are not doing a good job on the back end.\nI talk about this in the book that we have seen a shift in the last 20 years in youth ministry away from focusing on spiritual formation in Bible teaching to a more entertainment driven model where the goal is to get as many kids through the door on a Friday night or Sunday morning as possible and keep them entertain. I have nothing against pizza and video games, but they are tragic replacements for solid Bible teaching and spiritual formation. What we found is kids are having a great time in youth group, but I asked a friend, \"Why is it that young people have so much fun in youth group and go off to college and leave the faith.\" He said, \"Let's face it, there are a lot more fun things to do at college than pizza and play video games.\" So we are doing a good job keeping them entertained but not making the faith something core deep for them.\nCP: If there was only one thing your readers took away from the book, what would you want that to be?\nDyck: I'll cheat a little and give two. First of all, I want them to be aware of this trend. That a lot of young people are walking away, not only from the church, but their faith. I don't think they will come back automatically. I don't think we can count on that, some kind of automatic return to the faith.\nSecond, I want them to be inspired to form relationships with young people. Both the ones that are still in the church and the ones that have left because intergenerational relationships are so vital to building up and protecting young people's faith and bringing them back. Often what I have found is the break from their faith came in the context of relationships, something went wrong with either a youth pastor, a parent, or some other spiritual authority. If they are going to be reconciled, come back to the church, it is going to have to happen in the context of relationships. So that would be my hope, that they would be inspired to reach out – not launch rhetorical grenades across the divide – but really form relationships with the young people so that when they have crises in their life they will turn to that person that invested in their life for spiritual guidance.\nCP: You keep a close eye on ministry, is there something you would advise people who have a heart for the youth to pay attention to?\nDyck: It's a real turn-off to young people when they see faith conflated with politics. That is something that I would tell people to be aware of. Political positions are important, there is no doubt about that, but a political stance is a bad hill to die on when you are trying to help someone come back to the faith. I would tell people to be aware of that almost allergic reaction young people have to joining faith and politics. Leave politics out of your discussions with them. Once they come back to the fold and you think being a Christian means standing on a particular issue, that will be sorted out later. But you don't want to demand that they embrace your particular political issue before coming back to the fold.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "issue",
            "faith",
            "interview",
            "adults",
            "jesus",
            "leaving",
            "book",
            "think",
            "christianity",
            "dyck",
            "drew",
            "young",
            "kind",
            "youth",
            "christian"
        ]
    }
]