[
    {
        "url": "https://nutritionfacts.org/2013/06/27/plant-based-diets-for-fibromyalgia/",
        "title": "Plant-Based Diets for Fibromyalgia",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2013-06-27",
        "text": "Plant-Based Diets for Fibromyalgia\nMillions suffer from fibromyalgia, a condition characterized by months of widespread pain, often accompanied by fatigue, sleep disorders, depression, anxiety, cognitive difficulties, headaches, low back pain, and other problems. Its cause is unknown and there is no known cure.\nIn terms of reducing pain and other fibromyalgia symptoms, according to the latest review,  “Vegetarian diets could have some beneficial effects.” Based on what kind of evidence? In my 5-min video Fibromyalgia vs. Vegetarian & Raw Vegan Diets I review the 20 years of science we have so far, in which vegetarian and raw vegan diets were put to the test.\nBoth vegetarian and raw vegan diets led to significant improvements in fibromyalgia symptoms, but what about just mostly vegetarian diets or mostly raw vegan diets? That was the subject of my 4-min. follow-up video  Fibromyalgia vs. Mostly Raw & Mostly Vegetarian Diets . How plant-based does one’s diet need to be to effectively treat fibromyalgia?\nThe vegan “ Hallelujah diet ” appeared to perform the best. When  the study  was reviewed in the journal Current Rheumatology Reports, the editor noted that it had the most impressive results of any recent fibromyalgia treatment study—three times the improvement that the Mayo Clinic was reporting for their fibromyalgia program. True, it was not a double-blind placebo controlled study, but it’s difficult to design such a study when it comes to diet, since people tend to notice when they’ve been switched to a vegan diet!\nRaw vegan diets seemed to help; mostly raw vegan diets seemed to help. Eating vegetarian worked; but what about just eating mostly vegetarian? That was the most recent trial. Fourteen fibromyalgia sufferers were \nput on a mostly vegetarian Mediterranean diet for two weeks and unfortunately did not see significant improvement.  Maybe the researchers didn’t give it enough time?\nThe bottom line is that the best science to date suggests a plant-based diet in its many forms, may help people with fibromyalgia. Just because it’s the best science we have, though, doesn’t mean it’s necessarily very good science. These were all small, poorly controlled, relatively short-term studies—but what’s the downside to giving it a try? Dietary surveys show that people with chronic widespread pain syndromes tend to eat pretty crappy diets, which helps explain their higher rates of other chronic diseases such as cancer and cardiovascular disease. Even if a healthy diet doesn’t help their fibromyalgia symptoms, at least it may prevent them from falling ill with something else. The last thing someone who feels miserable all day needs is another disease.\nOn the other hand maybe the potassium in plant foods modulates adrenal function? See my video  Potassium and Autoimmune Disease . If it is the  Anti-Inflammatory Antioxidants , then that could certainly help explain it. See  Antioxidant Power of Plant Foods Versus Animal Foods . Either way, I would recommend trying giving a aspartame-free plant-based diet a try (see  Aspartame-Induced Fibromyalgia ).\n-Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.myhdiet.com/healthnews/health-news/hallelujah-diet-101-the-dos-donts-of-following-a-plant-based-diet-2"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/video/fibromyalgia-vs-mostly-raw-mostly-vegetarian-diets/",
                "https://nutritionfacts.org/video/anti-inflammatory-antioxidants/",
                "https://nutritionfacts.org/video/potassium-and-autoimmune-disease/",
                "https://nutritionfacts.org/video/aspartame-induced-fibromyalgia/",
                "https://nutritionfacts.org/video/antioxidant-power-of-plant-foods-versus-animal-foods/",
                "https://nutritionfacts.org/video/fibromyalgia-vs-vegetarian-raw-vegan-diets/"
            ]
        },
        "key_words": [
            "diet",
            "raw",
            "fibromyalgia",
            "vegetarian",
            "vegan",
            "pain",
            "help",
            "diets",
            "plantbased",
            "science"
        ]
    }
]