[
    {
        "url": "https://www.christianpost.com/news/judge-neil-gorsuch-a-great-choice-for-the-supreme-court.html",
        "title": "Judge Neil Gorsuch: A Great Choice for the Supreme Court",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nJudge Neil Gorsuch: A Great Choice for the Supreme Court\nJudge Neil Gorsuch: A Great Choice for the Supreme Court\nJudge Neil Gorsuch: A Great Choice for the Supreme Court\nBy John Stonestreet , Christian Post Guest Columnist\n| Friday, February 03, 2017\nU.S. President Donald Trump shakes hands with Neil Gorsuch (L) after nominating him to be an associate justice of the U.S. Supreme Court at the White House in Washington, D.C., U.S., January 31, 2017. | REUTERS/Kevin Lamarque\nJudge Neil Gorsuch is President Trump's nomination for the Supreme Court. And a great nomination it is.\nAs you've no doubt heard, on Tuesday night President Trump nominated Neil Gorsuch of the Tenth Circuit Court of Appeals to fill the vacancy created by the death of Justice Antonin Scalia.\nThe president said that the nomination of Gorsuch was the fulfillment of a campaign promise to \"find the very best judge in America\" to sit on the Supreme Court.\nFrom where I sit, it looks like Mr. Trump may have delivered on his promise. Only time will tell of course, but we've many reasons to be hopeful about how Gorsuch will rule on issues of importance to Christians and Americans.\nAs G.K. Chesterton once noted, what matters most when considering someone's qualifications is their philosophy — what they believe about life and the world. What matters most for a Supreme Court justice is their legal philosophy. And it's difficult to imagine a more reassuring testimonial than the one Gorsuch received from Colson Center friend and Wilberforce Award Winner Robert George of Princeton.\nGeorge noted that Gorsuch and he both studied under Oxford philosopher John Finnis, one of the pre-eminent natural law theorists in the world. George added that, in addition to being academically gifted, Gorsuch is \"deeply committed to the (actual) Constitution and the rule of law. [Gorsuch] will not manufacture 'rights' or read things into the Constitution that aren't there or read things out of the Constitution that are.\"\nThis is encouraging coming from the eminent Robby George. But that latter observation was also made by former Obama administration solicitor general Neal Katyal in a New York Times opinion piece titled, \"Why Liberals Should Back Neil Gorsuch.\"\nEven more encouraging are those things judge Gorsuch himself has written, starting with the most important issue of them all, the sanctity and dignity of human life from conception to natural death.\nIn his 2006 book, The Future of Assisted Suicide and Euthanasia, Gorsuch made clear his opposition to so-called \"death with dignity\" laws, like the one just approved in his and in my home state of Colorado.\nHis opposition is grounded on the \"inviolability\" of human life. As he wrote, \"All human beings are intrinsically valuable . . . and the intentional taking of human life by private persons is always wrong.\"\nHe goes on to say that \"We have all witnessed, as well, family, friends, or medical workers who have chosen to provide years of loving care to persons who may suffer from Alzheimer's or other debilitating illnesses precisely because they are human persons, not because doing so instrumentally advances some other hidden objective.\"\nGorsuch's words are especially welcome since, as we've talked about on BreakPoint, the next great front in the battle for the sanctity of life, and likely for religious freedom, will be over end-of-life issues like assisted-suicide and euthanasia.\nSpeaking of religious freedom, Gorsuch sided with Hobby Lobby in its challenge to the HHS Mandate. In his concurring opinion he wrote the HHS mandate infringed on the religious liberties of the Green family, which owns Hobby Lobby, \"by requiring them to lend what their religion teaches to be an impermissible degree of assistance to the commission of what their religion teaches to be a moral wrong.\"\nHe also sided with the Little Sisters of the Poor in their case for conscience rights. And as an added bonus, he's a really good writer of legal opinions, something we miss and need since the death of Justice Scalia.\nSo what now? Well, we should pray for Gorsuch and his family, given the fractious state of our politics. And of course, urge your Senators (even those who have said they will oppose Judge Gorsuch) to confirm this spectacularly qualified nominee to the Supreme Court. Please let your voice be heard.\nWe've collected resources for you to learn more about judge Gorsuch at our website at BreakPoint.org.\nOriginally posted at breakpoint.org.\nFrom BreakPoint . Reprinted with the permission of the Colson Center for Christian Worldview. All rights reserved. May not be reproduced or distributed without the express written permission the Colson Center for Christian Worldview. \" BreakPoint ®\" and \"The Colson Center for Christian Worldview®\" are registered trademarks of The Colson Center for Christian Worldview.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.breakpoint.org/2017/01/trumps-executive-order-boy-scouts-accept-transgender-youth-serviceman-dies-in-yemen/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/john-stonestreet",
                "http://www.breakpoint.org/"
            ]
        },
        "key_words": [
            "things",
            "neil",
            "president",
            "choice",
            "gorsuch",
            "great",
            "human",
            "religious",
            "court",
            "judge",
            "supreme",
            "life"
        ]
    }
]