[
    {
        "url": "https://nutritionfacts.org/audio/what-about-vitamin-supplements/",
        "title": "What About Vitamin Supplements?",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nMarzo 16th, 2017\nWhat About Vitamin Supplements?\nCan we get all our vitamins naturally? Today we take a look at the necessity of vitamin supplements.\nHello and welcome to Nutrition Facts – the podcast that brings you the latest in evidence-based nutrition research.  I’m your host, Dr. Michael Greger.\nI know that facts have been in the news a lot lately, both real and fake.  The concept of alternative facts is nothing new in the field of nutrition, though, where powerful commercial interests have tried to not only keep people in the dark, but actively try to confuse them.  That’s why I stick to the science:  What’s the best available balance of evidence published in the peer-reviewed medical journals right now?  That’s why I wrote my New York Times best-selling book, “How Not to Die”, why I created my nonprofit site NutritionFacts.org and, now, this podcast.\nToday, we take a close look at vitamin supplements and first up is vitamin D.  If one is going to make an evolutionary argument for what a natural vitamin D level might be, how about getting vitamin D in the way nature intended, sun instead of supplements?  Here’s my answer.\nThough supplements may only cost about ten bucks a year, sunlight is free.  You never have to worry about getting too much vitamin D from sunlight, since your body has a way to regulate production in the skin; so, we don’t have to put our trust in poorly regulated supplement companies to not mislabel their products.  Only about half the brands came within 10% of their labeled amount.\nAnd, sunlight may have benefits beyond vitamin D, like the amazing story about how your body may use the sun’s near-infrared rays that penetrate your skin to activate chlorophyll by-products in your bloodstream to make CoQ10.  Well, there’s another way your body appears to use the sun’s rays to maximize the effects of the greens we eat.  Within 30 minutes of exposure to the ultraviolet rays in sunlight, you can get a significant drop in blood pressure and improvement in artery function, thanks to a burst of nitric oxide-releasing compounds that flow into your bloodstream.  You can even measure the nitric oxide gas, gassing straight off of your skin.  Of course, you actually have to eat greens or beets in the first place for this to happen, but that combo of greens and sunlight may help explain some of the protection that plant-based eaters experience.\nMorning sun exposure may help those with seasonal affective disorder, as well as improve the mood of wheelchair-bound nursing home residents.  I’ve talked about the benefits of avoiding light at night, but underexposure to daytime sunlight may also affect our melatonin levels, which doesn’t just regulate our circadian rhythms, but may also be helpful in the prevention of cancer and other diseases.  Older men and women getting two hours of outside light during the day appear to secrete 13% more melatonin at night, though we’re not sure what, if any, clinical significance this has.\nThe downsides of sun exposure include increased risk of cataracts, a leading cause of vision loss, though this risk can be minimized by wearing a brimmed hat and sunglasses.  Sunlight also ages your skin, as illustrated here.  Who can guess what profession this guy was in?  He was a truck driver who spent his decades getting more sun on the left side of his face—even through a window.  You can see what sun can do.\nThe effects of sunlight on the skin are profound, accounting for up to 90% of visible skin aging, wrinkles, thickening, loss of elasticity.  Things like sun exposure and smoking can make you look 11 years older.  Cosmetic surgery can make you look eight years younger, but a healthy lifestyle may work even better.\nThe reason doctors preach sun protection, though, is not for youthful facial looks, but because of skin cancer.  Medical authorities from the World Health Organization, the American Cancer Society, and the Surgeon General warn about excess sun exposure and for good reason, given the millions of skin cancers and thousands of deaths diagnosed every year in the U.S. alone.\nThe UV rays in sunlight are considered a so-called complete carcinogen, meaning they can not only initiate cancer, but promote its progression and spread.  Melanoma is the scariest, which makes the rising incidence among young women particularly alarming.  This increase has been blamed on the increased usage of tanning salons.  Tanning beds, and UV rays in general, are considered class 1 carcinogens, like processed meat, accounting for as many as three-quarters of melanoma cases among young people; six times the risk of melanoma for those who visited the tanning salons ten or more times before the age of 30.\nThe tanning industry is big business, bringing in billions.  There may be more tanning salons than there are Starbucks and they use those dollars like the tobacco industry, to downplay the risks of their products.  Now, laws are being passed to regulate tanning salons, including complete prohibitions, like in the country of Brazil, to age restrictions for minors.\nBut unlike tobacco, right, tanning isn’t addictive—or is it?  There are people who tan compulsively and report a so-called tanner’s high.  Describing tanning behavior like a substance abuse disorder seems, on the face of it a little silly—until you stick people in a brain scanner, and can show the same kind of reward pathways light up in the brain, thanks to endorphins released by your skin when you’re exposed to UV rays, such that you can even induce withdrawal-like symptoms giving tanners opiate-blocking drugs.  So, potentially addictive, but dangerous.  Harvard researchers suggesting we should view recreational tanning and heroin abuse as engaging in the same biological pathways.\nBut there’s a reason sun exposure feels good.  That’s a good thing evolutionarily, because sunlight is the primary natural source of vitamin D.  So, throughout evolution, right, it’s more important, in terms of passing along your genes, to not die of rickets in childhood; forget skin cancer in your old age.  \nUnlike natural sunlight, tanning bed lights emit mostly UVA, which is the worst of both worlds–cancer risk with little or no vitamin D production–but the small amount of UVB many do emit may be enough to raise vitamin D levels.  If only there was a way to raise vitamin D levels without risking cancer; there is, vitamin D supplements.\nDid you know that vitamin D3, sourced from sunlight exposure, animal, and plant sources may be preferable to vitamin D2 sourced from fungi.  Here’s the research.\nYears ago, it was shown that vitamin D isn’t just the sunshine vitamin for us, but for mushrooms, as well.  You take some shiitakes, for example, put them under a sun lamp for an hour, and they make vitamin D, just like we do lounging at the pool.\nNow, most mushrooms you buy at the store don’t have any vitamin D because they’re grown in the dark.  But, there are now sun-bathed varieties on the market that boost significant levels—even now available in sprinkle form.  Some mushrooms grown outside in the wild may have some as well but, only about 12% of one’s recommended daily allowance per cup.\nIs the vitamin D in mushrooms bioavailable, though?  In 2008, there was a case report of a dark-skinned individual living in England in the winter, who, like the other nine out of ten South Asians living in the UK, was vitamin D-deficient.  His physician prescribed a vitamin D supplement; however, after doing his own research, the patient decided to self-treat.  He bought a UV bulb from a local hardware store and proceeded to shine this directly onto two cups of regular mushrooms a day, before stir-frying and consuming them.  He repeated this on a daily basis for 3 months and, indeed, his vitamin D levels shot up and he was cured.  So, it’s reasonable to assume that such mushrooms may be able to provide a source of vitamin D for those at risk for deficiency.  This was only one person, though, so further studies are necessary and, finally, those studies have been done.  \nBioavailability of Vitamin D from Ultraviolet Light-irradiated Button Mushrooms in Healthy Adults Deficient in Vitamin D, a randomized controlled trial.  They compared the mushrooms to vitamin D supplements, to placebo, and both the mushrooms and the supplements were equally effective in raising D levels compared to placebo.\nThe type of vitamin D made by mushrooms, though, is vitamin D2, which is typically derived from yeast, and is the form traditionally prescribed by doctors to cure vitamin D deficiency.  Most supplements, though, are D3, which is the type found in plants and animals, and typically derived from sheep’s wool.\nBack in 2008, it was established that vitamin D2 was effective as D3 in maintaining one’s vitamin D levels at standard daily doses.  Whether folks were given D2, D3, or a combination of half D2/half D3, it didn’t seem to matter much, in terms of improving vitamin D levels in their bloodstreams but that was five years ago.  What’s the update?  Is vitamin D2 better than vitamin D3?  It apparently depends on how much you take, and what your starting levels are.  Taken daily, in doses up to 4,000 units a day, there appears to be no significant difference in the ability of D2 or D3 to raise vitamin D levels.  But, if you take megadoses on a weekly or monthly basis, in doses up to 50,000 units at a time, D3 works better than D2 and, if you’re not vitamin D deficient; if your vitamin D levels are normal, for example, you live in California, get enough sun, then D2 from mushrooms or supplements doesn’t appear to raise your levels further.\nBut, if your levels are fine, why take supplements in the first place?  The only reason we care about the levels in our blood is because of the benefits we expect to get from those levels, such as a longer lifespan.  The latest Cochrane review on vitamin D and mortality found that while D3 supplementation may be able to reduce mortality, other forms of D (including D2) did not.  This may be because most of the D2 trials used megadosing regimens, up to 300,000 units injected into people.  But, you know, until we have good data suggesting D2 supplementation can actually extend one’s life, D3 (the type of vitamin D found in animals and plants) may be preferable to vitamin D2, the vitamin derived from fungi.\nThe best animal to get D3 from is yourself.  But, if you live at a latitude where you’re not able to make enough, then there are both animal and non-animal sources of vitamin D3 supplements.\nStudies from the ‘70s showed that cancer patients treated with vitamin C lived four times longer and sometimes 20 times longer.  So why isn’t vitamin C recommended more often today?  Here are some answers.\nVitamin C is no stranger to controversy, as evidenced by the fact that it took 40 years between when citrus fruits were shown to cure scurvy in the 1700’s and the widespread implementation of this practice to save lives.  Is it possible we’re in the midst of a similar 40-year lag with research in the mid-70’s purporting to show that terminal cancer patients treated with vitamin C lived four times longer and sometimes 20 times longer?  \nResearchers at the venerable Mayo Clinic decided to put it to the test and they failed to show any benefit.  The survival curves for both groups of patients were essentially identical.  In fact, the one success story, a guy with end-stage pancreatic cancer who had shown no response to any previous attempts at chemo, but started improving and was still alive five years later, was one of the patients who got the sugar pill placebos.  It was official; vitamin C didn’t work.  The apparently positive results reported previously, read the accompanying National Cancer Institute editorial, almost certainly resulted from systematic bias in terms of which historic controls were chosen to compare with the treatment group.\nLinus Pauling disagreed, arguing that the prior chemotherapy in nearly all the Mayo Clinic study patients may have negated the effect of the vitamin C.  If the vitamin C works by boosting your immune system and your immune system is first destroyed by chemo, the thinking goes, well, no wonder it didn’t work.  \nIn the original vitamin C study, only 4 out of the 100 patients had ever received chemo.  The Mayo Clinic researchers were skeptical, but Pauling had a legendary reputation in science for being right about all sorts of things.  So, one might do worse perhaps than rely, at least partly, on Pauling’s awesome intuition and, so, a second, randomized, double-blind, placebo-controlled study was performed on patients with advanced cancer, but this time who had no prior chemotherapy and, again, it was a spectacular failure.  No measureable response, the cancer in the vitamin C group progressed just as rapidly, and the patients on the placebo sugar pills lived just as long.  In fact, if anything, the sugar pill group lived longer.  At two years, everyone in the vitamin C group was dead, but there were still a few survivors in the placebo group that made it out at least past three and, so, they concluded:  High-dose vitamin C therapy is not effective against advanced cancer, regardless of whether the patient has had prior chemotherapy or not.\nBecause the Mayo Clinics were taken as definitive, the medical community concluded that vitamin C was useless; however, in the Mayo Clinic studies, they gave the vitamin C orally in supplements, not intravenously, through the vein.  In retrospect, the route of administration may have been key.\nIn the original study, they started out infusing 10 grams of vitamin C a day intravenously, where in both the Mayo studies designed to replicate the protocol, they just gave people vitamin C supplements to take orally, just sent them home to swallow 20 capsules a day, same dose, but 10 grams given orally is not the same thing as 10 grams given IV, but they could be excused because this wasn’t discovered until decades later.\nIt turns out vitamin C concentrations in our bloodstream is tightly controlled, such that if you try to swallow more than you’d get like eating five servings of fruits and veggies, your body cuts down on the absorption in the intestine.  For example, if you go from eating 200 mg a day to eating 10 times more, 2,500 mg, the level in your bloodstream only goes up 3 mg per liter (or quart of blood).  In contrast, because intravenous injection bypasses the intestinal absorption system, it can result in super high blood concentrations, as in like one or two hundred times the level in the bloodstream you can achieve just taking vitamin C orally no matter how much you take.  So, maybe that explains why the original studies seemed so promising but the follow-up studies were so disappointing\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "d3",
            "tanning",
            "vitamin",
            "supplements",
            "d2",
            "c",
            "d",
            "levels",
            "sunlight",
            "mushrooms"
        ]
    }
]