[
    {
        "url": "https://www.christianpost.com/news/pope-francis-asked-by-girl-why-does-god-allow-children-to-experience-drugs-prostitution.html",
        "title": "Pope Francis Asked by Girl: Why Does God Allow Children to Experience Drugs, Prostitution?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPope Francis Asked by Girl: Why Does God Allow Children to Experience Drugs, Prostitution?\nPope Francis Asked by Girl: Why Does God Allow Children to Experience Drugs, Prostitution?\nPope Francis Asked by Girl: Why Does God Allow Children to Experience Drugs, Prostitution?\n| Monday, January 19, 2015\nPope Francis embraces a boy and a girl during a meeting with young people at Manila university, January 18, 2015. | (Photo: REUTERS)\nA 12-year-old girl asked Pope Francis during Sunday's mass in the Philippines to explain why God allows children to suffer and experience horrible things like drugs and prostitution. Francis admitted that such a question is difficult to answer, but called on the world to offer more compassion.\n\"Many children are abandoned by their parents. Many children get involved in drugs and prostitution,\" the girl, Glyzelle Palomar, asked the pontiff, according to AFP .\n\"Why does God allow these things to happen to us? The children are not guilty of anything.\"\nClose to 7 million people attended the open-air Mass  with the pontiff on Sunday in the Philippines, making it the largest papal event in history. The predominantly Catholic country has also turned out in huge numbers for past papal visits, with five million attending the mass with Pope John Paul 25 years ago.\nOn Sunday, Francis attempted to comfort the girl and gave her a hug, before addressing the audience in Spanish.\n\"She is the only one who has put a question for which there is no answer and she wasn't even able to express it in words but in tears,\" the pope said.\n\"The nucleus of your question... almost doesn't have a reply.\"\nHe called on the world to offer real compassion to the marginalized and oppressed, instead of the superficial kind.\n\"If Christ had that kind of compassion, he would have just walked by, greeted three people, given them something and moved on,\" Francis said of superficial compassion.\n\"(There are) certain realities in life, we only see through eyes that are cleansed with our tears,\" he added.\nReflecting further on the young girl's question, the Vatican leader noted that women are not adequately represented in society.\n\"Women are capable of seeing things with a different angle from us. Women are able to pose questions that we men cannot understand,\" Francis said.\nFrancis has spoken out against child abuse, human trafficking and sexual slavery throughout his time as leader of the Roman Catholic Church. In December, he joined several of the world's leading religious leaders in a pledge to end human slavery by 2020.\n\"The physical, economic, sexual and psychological exploitation of men and women, boys and girls, is chaining tens of millions of persons to inhumanity and humiliation,\" the pope said  and signed the pledge to do \"all in our power, within our faith communities and beyond\" to end modern slavery by 2020.\nFrancis called modern slavery \"an atrocious plague,\" and called on the document of cooperation signed by the religious leaders an \"act of fraternity\" for the many women, men and children who are exploited for personal or commercial gain.\n\"We cannot tolerate that the image of the living God\" present in every human being \"is subjected to this most abominable form of trafficking,\" Francis said.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/7-million-attend-pope-francis-philippines-mass-marking-largest-ever-in-papal-history-132741/",
                "https://news.yahoo.com/weeping-philippine-girl-challenges-pope-prostitution-064923640.html",
                "https://www.christianpost.com/news/end-human-slavery-by-2020-pope-francis-world-religious-leaders-commit-to-freeing-millions-of-people-in-chains-130589/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "called",
            "girl",
            "god",
            "francis",
            "does",
            "children",
            "experience",
            "pope",
            "prostitution",
            "question",
            "slavery",
            "drugs",
            "women",
            "asked"
        ]
    }
]