[
    {
        "url": "https://consortiumnews.com/2012/11/30/vermont-nuke-case-cites-risks/",
        "title": "Vermont Nuke Case Cites Risks",
        "authors": [
            {
                "name": "Mike Mulligan",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-11-30",
        "text": "Main menu\nNovember 30, 2012\nBy William Boardman\nThe Vermont justice system may have wanted just another routine jury trial on charges of criminal trespass, but for the accused six grandmothers the day-long trial was also an opportunity to bear witness, each in her own polite way, that they had acted out of conscience to protect themselves and others against the dangers of an aging nuclear power plant in particular and against the general danger of nuclear power to the planet.\nThat’s the rather strange context for a day-long trial in Windham County Superior Court in Brattleboro, Vermont, on Nov. 27, when six Massachusetts women, aged 64-93, faced possible jail time and fines up to $500, if convicted, for padlocking shut the gate to the Vermont Yankee nuclear power plant and then chaining themselves to that gate on Aug. 30, 2011.\nVermont Yankee nuclear power plant. (Photo credit: U.S. Nuclear Regulatory Commission)\nThe women, who have been arrested often in at least 21 other protests against Vermont Yankee since 2006, freely admitted these alleged acts, denied they were trespass, and welcomed the opportunity to explain why they acted.\nSuperior Judge John Wesley interpreted the women’s position to be an assertion of the “necessity defense” and ruled that that defense was not allowed. But he also took notice that the women were representing themselves, without attorneys, and that as pro se parties they would have unusual leeway in their testimony.\nThe resulting courtroom scene was only part legal proceeding. It was also part political theatre, part group therapy, and part something of a spiritual teach-in, with an audience of dozens of supporters for the women who are part of the Shut It Down Affinity Group, a bi-state association of activists focused on Vermont Yankee.\nOne of the supporters, Dusty Miller, described her response to the trial of what she called “actions motivated by conscience”: “Yesterday, I spent the day in a Brattleboro courtroom, witnessing the trial of six white-haired grandmothers who were charged with trespassing at the gates of Vermont Yankee.\n“Yesterday, I was repeatedly moved to tears. I was inspired and challenged by the actions and the courage of the women I was there to support. Most important, I felt hope again, hope that ordinary citizens can take a stand against corporate powers who pollute our earth and water with impunity.”\nVermont Yankee is located on the Connecticut River in southeast Vermont, close to both the New Hampshire and Massachusetts borders. There has been regional grassroots resistance to the plant since before it opened in 1972.\nThat resistance has increased significantly in recent years as Vermont’s governor, attorney general, and legislature have all joined in the effort to close the plant. Vermont Yankee’s safety record has been uneven and deteriorating, including releases of radioactive tritium that has reached the Connecticut River.\nEven Vermont law enforcement, particularly the Windham County State’s Attorney (county prosecutor) whose jurisdiction includes Vermont Yankee, has taken a soft approach to protesters at the site  arresting hundreds of people in recent years, often including these women, but prosecuting none  until this case.\nWhen the six grandmothers set out from Massachusetts on Aug. 30, 2011, 15 months ago, they were aware that Tropical Storm Irene had passed though New England and that it hadn’t had much impact where they lived. In retrospect, one of them, Mary Kehler, 64, of Colrain, said they would have re-scheduled their long-planned protest if they had realized how hard parts of Vermont had been hit by Irene.\nNot knowing, they proceeded with their plan to block Vermont Yankee’s main gate with non-violent civil disobedience, chaining themselves to the gate and shutting it down until they were arrested, while causing only minor disruption to the plant’s operation.\nThis was not the first time any of them had been arrested at Vermont Yankee. They have demonstrated there several times since, most recently on Oct. 17 , when police arrested 12, including four of the defendants.\nThe Shut It Down Six include a professor, social worker, mediator and psychologist, and each woman told her story in her own way as well as in coordination with others. Given great latitude by the judge, the women’s testimony drew frequent objections from the state, some of which were upheld, some not.\nDeputy state’s attorney Steven Brown prosecuted the charges on behalf of the State of Vermont and kept his presentation narrowly focused on the facts, which were undisputed.\nBarred Necessity Defense\nWhile Judge Wesley denied the women the right to argue a necessity defense that they had not formally asked for, he allowed them to testify expansively, between objections, so that the jury of four men and eight women ended up hearing testimony that partly supported a necessity defense without actually clarifying it directly. In essence the necessity defense involves the admission of a crime, but argues that the crime was necessary to avoid a greater crime or a greater harm.\nPerhaps the best-known use of “necessity” in Vermont is the 1984 case of the “Winooski 44,” in which opponents of arms sales to the Nicaraguan Contras staged a three-day sit-in that obstructed Republican Sen. Robert Stafford’s office.\nTwenty-six people were arrested on trespass charges in March and at their November trial they presented a necessity defense, complete with expert witnesses including historian Howard Zinn and former U.S. Attorney General Ramsey Clark. The jury acquitted all 26 defendants and the state did not appeal.\nIn the Winooski 44 case, the trespass at the senator’s office was justified by defendants as making it more difficult for him to support the Reagan administration’s covert and illegal war in Nicaragua.\nBy comparison, the Shut It Down Six argued that they were trespassing in order protect themselves and their neighbors downstream, and sometimes downwind, from Vermont Yankee which continues to generate lethal radioactive waste as long as it remains open.\nJudge Wesley, in ruling against a necessity defense, cited a 1979 Vermont Supreme Court case, State of Vermont v. John Warshow et al., which stemmed from an earlier protest at Vermont Yankee.\nThat case comprises three distinct opinions from the court’s five justices, with the majority upholding the trial court’s denial of the necessity defense primarily because the defendants had not shown any example of an “imminent danger classified as an emergency sufficient to justify criminal activity.” But Justice Frederick Billings, in dissent, wrote that defendants had warned that re-starting Vermont Yankee would lead to an immediate meltdown. Someone got it wrong.\nAny case with this great a discrepancy in perceived facts generally goes to a jury. As Chief Justice Paul Reiber wrote in a more recent dissent in a drug case, “Ultimately, this is a case in which the necessity defense should be heard by a jury. Indeed, it is a case where defendant’s actions cannot be explained in any way other than through a presentation of the necessity defense.\n“Ascertaining the ‘ultimate truth or falsity’ of defendant’s necessity defense is ‘the principal mission of the jury,’ and the trial court should have squarely presented the defense to the jury so that they could ‘confront it, consider it, and resolve its truth or falsity by their verdict.’” State v. Brisson, 119 Vt. 48, 53, 117 A.2d 255, 257-58 (1955)\nA Full Courtroom\n \nIt is not clear that the Shut It Down Six could have met the test for a necessity defense, had they had to address it formally. But they didn’t request it, though they mentioned it and referred to Warshow,  and the judge denied it, while still allowing much of their testimony, so the jury still heard enough evidence to consider it, although the judge instructed them not to.\nRegardless of whatever legal confusion there may have been, as one observer put it, “the whole atmosphere in the court room  at least until the closing arguments and sentencing  was of mutual respect and kindness; there was a good deal of humor as well.”\nDuring the trial, Frances Crowe, a 93-year-old Quaker from Northampton, started to discuss the inherent danger of the crowded spent fuel pools at Vermont Yankee. Prosecutor Brown objected and Judge Wesley ordered her to stop. One observer noticed what she thought was a pattern, that the judge would allow no discussion of fuel rods, tornados, or Fukushima.\nAt one point, Harriet Nestel, 73, of Athol, commented about Vermont’s efforts to control the behavior of the plant’s owner, Entergy Corporation of Louisiana: “They are operating illegally. They are the trespassers, and we are the enforcers of the state’s will.” She could not make the further argument that her crime of trespassing was a lesser harm than the continued illegal operation of Vermont Yankee.\nAt another point, reinforcing his ruling against any necessity defense, Judge Wesley said, “This trial is not about the legality of Vermont Yankee’s continued operation.”\nAlthough the women said their activism had intensified since the meltdowns at the Fukushima plant in Japan in March 2011, they couldn’t present evidence that those four failed reactors in Japan have the same generic General Electric design as Vermont Yankee’s reactor.\nNor could the women introduce evidence that Vermont Yankee, by virtue of its riverside site, is one of 34 American plants that the Nuclear Regulatory Commission (NRC) specifically considers at risk of flooding due to upstream dam failure. The NRC suppressed a report with those findings until a whistleblower recently released them, indicating that Vermont Yankee is a potential American Fukushima.\nAccording to NRC risk engineers, although the likelihood of an upstream dam failure may be low, if there is a dam failure, then the likelihood of a melt-down at the downstream nuclear plant is close to certainty.\nA Tropical Storm\nDuring the trial, Prosecutor Brown stayed tightly focused on the trespass itself, mostly avoiding motivation and context. But after the jury returned with a guilty verdict and it was time for sentencing, Brown argued for a suspended sentence of 30-45 days, on the condition of no further protests and the completion of 100 hours of public service.\nHe justified the difference between this request and the hundreds of similar cases that were not prosecuted by blaming the six women for taking law-enforcement personnel away from post-Irene response.\nAs the Rutland Herald’s Susan Smallheer reported it: “The case was unusual because it was prosecuted, while hundreds of other, identical cases have gone unprosecuted.\nBut after the women were convicted, and set for sentencing, Windham County Deputy State’s Attorney Steve Brown said the women’s timing, and the fact that they pulled away needed resources from the police response to Tropical Storm Irene, needed to be computed into their sentence.\n“Windham County prosecutors have, for the last 12 years or so, routinely declined to prosecute any protester cases, saying it was a misuse of limited court resources.”\nThe evidence had shown that these women were well known to local authorities and that they required no special police handling. Brown did not establish that any personnel were actually needed elsewhere when they were arresting the Shut It Down Six, he did not establish how many personnel were needed for the arrests, or whether the women could have been left chained to the fence until it was convenient for police to collect them.\nBecause he took no questions afterwards, prosecutor Brown could not be asked whether this case constituted selective prosecution. Associated Press reporter Dave Gram raised this issue with the prosecutor’s office pre-trial, but got no explanation.\nNor apparently did the judge inquire as to why these women were prosecuted when hundreds of other protesters similarly situated legally, had all had their charges dropped  even some of these defendants on other occasions.\nFor their part, the Shut It Down Six rejected community service, arguing that trying to shut down Vermont Yankee was itself community service. At least some of them invited Judge Wesley to send them to jail. The judge refused.\nJustice on Nuclear Risk\nDuring the trial, as Dusty Miller wrote later: “Paki Wieland asked Vernon police Chief Mary Beth Hebert if, after the many times she had been called to Vermont Yankee to arrest these aging activists, ‘do you see us as unrepentant recidivists or persistent women?’\n“Officer Hebert smiled warmly, answering in an unmistakably affectionate tone ‘you are persistent!’ As the women masterfully conducted their own defense, spectators in the court room heard from police officers –  and even VY’s head of security –  that the protestors had been consistently respectful and non-violent. Here was another lesson in the patience and courage it takes to act from conscience.”\nAlso during the trial, as the Brattleboro Reformer’s Mike Faher reported, Brown had intervened on the women’s behalf and “pointed out that it was allowable for the women to ask each other questions as cross-examination.  [Judge] Wesley agreed and praised Brown’s ethics, and the courtroom audience erupted in applause.”\nIn addition to Crowe, Kehler, and Nestel, the other defendants were Nancy First, 82, and Paki Wieland, 68, both of Northampton, and Ellen Graves of West Springfield. The Shut It Down Six have 30 days from the verdict to appeal.\nAs the judge thanked the jury for struggling with the case, he commented: “This has been a difficult trial with difficult issues of conscience” — even if he hadn’t allowed the Shut It Down Six to argue those issues conscientiously.  The judge also commented that: “There are certain criminal behaviors for which the criminal justice system is a pretty crude instrument.”\nFor all its relevance to serious, intractable public issues, substantive media coverage of this trial was largely limited to the Rutland Herald’s Susan Smallheer and the Brattleboro Reformer’s Mike Faher . A brief Associated Press report with little context or detail was picked up by news media around the country\nWhat the rest of the country learned was that the judge fined the women $350 each for trespassing. What the rest of the country did not learn was that the Shut It Down Six told a reporter they wouldn’t pay the fine, and that the prosecutor said that if they didn’t pay, the matter would be turned over to a collection agency.\nWilliam Boardman lives in Vermont, where he has produced political satire for public radio and served as a lay judge.\nMike Mulligan\nNovember 30, 2012 at 11:40\nYou should be thinking about a 1907 dam failure downstream of VY…the Vernon dam…the NRC and VY don’t require any testing on the safety systems required for this accident.\nIt is like buying a new car and parking the car on your driveway never for use. Putting the service water on the safety tower cell…\nThese guys got a lot of pretend safety systems for public relations.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.berkshireeagle.com/stories/six-vermont-yankee-protesters-convicted,218282",
                "https://www.huffpost.com/?err_code=404&err_url=http%3A%2F%2Fwww.huffingtonpost.com%2F2011%2F09%2F15%2Fvermont-yankee-nuclear-plant-trial_n_964398.html",
                "http://www.benningtonbanner.com/stories/6-women-to-face-trial-over-yankee-plant-protest,159695",
                "https://polizeros.com/2012/10/12/what-the-fukushima-vermont-yankee-nuclear-power-protests/",
                "https://www.opednews.com/populum/page.php?f=Nuclear-Perceptions-Fight-by-William-Boardman-121022-931.html",
                "https://consortiumnews.com/2012/11/27/us-nuke-plants-flooding-risks/",
                "https://www.reuters.com/article/us-nuclear-vermontyankee/radioactive-tritium-found-in-river-near-vermont-yankee-plant-idUSTRE77H62J20110818",
                "http://www.rutlandherald.com/article/20121128/NEWS02/711289867/1003",
                "http://www.reformer.com/stories/protesters-trial-unconventional,218182",
                "http://www.greenmountaindaily.com/2012/07/25/vermont-yankee-springs-a-leak/"
            ],
            "gov_pgs": [
                "https://www.nrc.gov/reactors/operating/ops-experience/tritium/plant-specific-reports/vy.html",
                "http://www.nrc.gov/info-finder/reactor/vy.html",
                "http://info.libraries.vermont.gov/supct/current/op2008-415.html"
            ],
            "unsure": [
                "http://www.nukebusters.org/learn-replace-2.shtml",
                "http://www.vtcitizen.org/waste.shtml",
                "https://en.wikipedia.org/wiki/Necessity",
                "https://www.entergy.com/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://en.wikipedia.org/wiki/Vermont_Yankee_Nuclear_Power_Plant",
                "http://www.boston.com/news/local/vermont/2012/11/27/women-trial-for-nuclear-protest/sPTWqOEcvoMy8neaW1oNCM/story.html",
                "https://www.commondreams.org/newswire/2012/10/18-0",
                "http://www.safecleanreliable.com/",
                "http://wings.buffalo.edu/law/bclc/web/vtwarshow.htm"
            ]
        },
        "key_words": [
            "defense",
            "case",
            "nuke",
            "necessity",
            "shut",
            "yankee",
            "trial",
            "judge",
            "risks",
            "vermont",
            "cites",
            "women",
            "jury"
        ]
    }
]