[
    {
        "url": "https://www.christianpost.com/news/interviewvonette-bright-recalls-50-plus-years-of-faith-bill-bright.html",
        "title": "Interview: Vonette Bright Recalls 50-Plus Years of Faith, Bill Bright",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Vonette Bright Recalls 50-Plus Years of Faith, Bill Bright\nInterview: Vonette Bright Recalls 50-Plus Years of Faith, Bill Bright\nInterview: Vonette Bright Recalls 50-Plus Years of Faith, Bill Bright\n| Monday, November 29, 2010\nVonette Bright, co-founder of Campus Crusade for Christ, has a natural nurturing aura that disarms people and makes them trust her. She has been described as a grandmother of the faith and a legend of faith by fellow Christian women leaders.\nBright recently spoke with The Christian Post about her new book, In His Hands, which helps define what faith looks like.\nThe following are excerpts from the interview.\nCP: What made you write the book?\nBright: Well, I found that a lot of people don't know how to describe faith. I was also encouraged by people to write it. I guess that was one of the biggest things. People wanted me to write about my faith, so I did.\nCP: There were many personal stories and memories of your late husband, Bill Bright, in the book. Did you intend from the onset to reveal this much about your family or did it just happen?\nBright: We've always lived in a fishbowl. So it is very natural for me to talk about what life is really like. We don't have anything to hide. Also with our staff living close to us, it is something that just spills over. And you know, if I am facing problems and difficulties and I find an answer, I am very eager to share it with someone else. It kind of makes going through the problems or difficulties worthwhile. I've learned a lesson and this is hopefully something I can share with someone else and he/she can benefit from it.\nCP: Can you explain the idea of \"spiritual breathing\"?\nBright: It is something that my husband talked about. Some people say, \"Oh, it doesn't say anything about spiritual breathing in the Bible.\" Well, it was just an illustration. It wasn't supposed to be something that is actually spelled out in the Bible.\nBill felt that an illustration of breathing is if we confess our sins, God is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. So to confess is to breathe in and to ask God to forgive me of my sins. And as we breathe out we breathe out the impure air and breathe in the pure air. I would say the pure air is knowing that God has forgiven us of our sins.\nCP: How often would you do this?\nBright: (Laughs). As often as you need to! Bill used to say that a person could be like a cat on a hot tin roof, panting. As often as God reminds us that something is wrong or we said something we shouldn't. The moment we become uncomfortable is the time we should confess. As often as that happens, which could be quite often.\nCP: Was your book written with a woman reader in mind?\nBright: I write of course thinking of women as illustrations. But I think that a man could benefit as easily as a woman. I think because I am a woman I have those thoughts more in mind of the kind of things she faces. But the principles are the same whether they are written for a man or woman.\nCP: Can you talk about why you and Bill decided to sign a \"slave contract\" to God in the early days of your ministry? How did this contract shape the way you think and act?\nBright: Bill began talking about being a slave of Jesus. I was just a brand new Christian and that seemed pretty risky to me. We are told in Romans that we are slaves. Paul said that when we become Christians we become a slave of Christ. He felt that he wanted to be a slave and he wanted me to be a slave too. He would like for us to be slaves together (laughs).\nIt came about as a result of an argument we had after Bill left me in the car at Hollywood Presbyterian Church. He told me that he was going to be dealing with a problem after which he would go meet me in the balcony where we usually sit for service.\nI waited and I waited and I waited for a long time (in the car after service when he did not meet her in the balcony and was nowhere to be found). It was long enough for me to be warm and was long enough for me to be upset because I was left without knowing where he was. It was very inconsiderate. I was a little hot under the cover and not appreciative of how I was treated.\nSo we went home, we had lunch, and at the table Bill and I discussed what happened. Bill said, \"You know, I've made many contracts in business. But I think we should sign a contract with God. Sit down and write down what exactly we want out of life and how we want our lives to count for Him. What we want from Him materially. What we want from Him spiritually. And just commit our whole selves to Him.\"\nSo that is what we did. I went in one room and he went into the other. I thought I'd like to have one to four children. I'd like to have a second car and mine could be a Ford because it was the least expensive at that time. I wanted a lovely home that could be modest enough for someone on Skid Row to feel comfortable in, but would be lovely enough to entertain the president of the United States. Why in the world I thought about such a situation, I cannot imagine. Anyways, it was the material things that came first.\nThen I talked about how I wanted our life to count for God. I wanted to be sure I was pleasing Him in every way. That our ministry together would be productive and that God would be pleased with what we were doing, and that I would be willing to commit myself totally to what God wanted us to do.\nWell, his list was just spiritual from the beginning. He wanted to be a slave for Jesus. He wanted to live on exactly what God provided. That we would never seek material wealth and that we would never seek fame or anything other than exactly what God wanted us to have.\nWe got together and shared our likes and dislikes. I felt ashamed that I was more materialistic than he, but that was always true (laughs). Women are nesters and they're protective and they're concern where the next meal will come and how are we going to live. And men are more prone to be dreamers and think about big, huge picture, while women look at the details. Well, that showed in our lists.\nTogether we signed each of the contract and we were in agreement. And then, God began to make some big changes. After the signing of the contract, Bill remembers it was during the next week, God gave him the vision for Campus Crusade for Christ.\nSo we always felt that had we not signed that contract, maybe God wouldn't have trust us with the vision that he gave us.\nWe have trusted God for everything. We never owned a car until – well we don't even own a car now. Campus Crusade furnishes a car for me. I don't drive anymore but I have someone who is a personal assistant with me that drives. We never owned a home. We always rented or went with what God provided us. Anything that we had needed has been provided through Campus Crusade or someone.\nIt has been the greatest adventure that we could possibly know. It has been wonderful. God has provided exactly what we had asked for.\nCP: What does true servant leadership look like?\nBright: True leadership is serving God and not looking for the glory that might come from it. You don't do it for the glory or personal benefit but for God's glory. You don't take credit for anything that is done, but praise God for everything that He has done through you.\nCP: You write that sharing faith is not about a method but a lifestyle. What do you mean?\nBright: I mean that you don't think about necessarily that I'm going to share my faith with this person or that person. It is a way of life where you look for opportunities to present Christ or give a Christian point of view or to be used by God in some way. You anticipate that God will use you and you're just available. Lord, I'm available to be your ambassador and if there is someone you would like me to speak with today you can bring that person across my path. It usually just comes to committing your whole day to the Lord from when you first wake up in the morning. Just being totally available to God and leaving the results to Him. We don't work for answers or trying to convince someone of something. It is just being available to share and leaving the results to God.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "write",
            "contract",
            "faith",
            "interview",
            "bright",
            "god",
            "recalls",
            "50plus",
            "slave",
            "think",
            "vonette",
            "wanted",
            "dont",
            "bill",
            "car"
        ]
    }
]