[
    {
        "url": "https://consortiumnews.com/2012/05/13/adding-hurdles-for-iran-to-clear/",
        "title": "Adding Hurdles for Iran to Clear",
        "authors": [
            {
                "name": "Kenny Fowler",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-05-13",
        "text": "Main menu\nMay 13, 2012\nBy Gareth Porter (Updated and corrected on May 15, 2012)\nIn meetings with Iranian officials in Vienna this week, the International Atomic Energy Agency (IAEA) apparently intends to hold up agreement on a plan for Iran’s full cooperation in clarifying allegations of covert nuclear weapons work by insisting that it must first let the nuclear agency visit Parchin military base.\nThat demand, coupled with the IAEA’s insistence in the talks on being able to prolong the inquiry on Iran’s alleged nuclear weapons work indefinitely, make the failure of the current talks very likely. Iran has made it clear that it wants assurances that the IAEA inquiry on the allegations will allow it to achieve closure on an agreed timetable by responding fully to IAEA questions.\nYukiya Amano, the Japanese diplomat who now heads the International Atomic Energy Agency\nThat intention was signaled by IAEA Director General Yukia Amano’s handling of the previous round of negotiations in February in an interview with Michael Adler in The Daily Beast on March 11. Amano told Adler that what he called the “standoff” over access to Parchin “has become like a symbol” and vowed to “pursue this objective until there’s a concrete result.”\nBut the “standoff” was not over access to Parchin itself but whether the IAEA would insist that the cooperation plan be held hostage to such a visit. Adler cited an “informed source” as saying that the IAEA rejects any linkage between a visit to Parchin and the rest of the plan for cooperation being negotiated and insists that a visit to Parchin must come first before any agreement.\nIran had implicitly been using the IAEA’s desire for the Parchin visit as a bargaining chip in negotiations over the terms of their cooperation  and especially the question of whether the process is to have an agreed endpoint. Amano and Western officials have justified the insistence on immediate access to the Parchin site to investigate an alleged explosive containment vessel for testing related to a nuclear weapon by suggesting that satellite photographs show Iran may be trying to “clean up” the site.\nDavid Albright, who has frequently passed on information and arguments originating with the IAEA on the website of the Institute for Science and International Security, was quoted by the Associated Press on Sunday as arguing that a clean-up of the Parchin site “could involve grinding down the surfaces inside the building, collecting the dust and then washing the area thoroughly.” Albright further suggested that Iran could remove “any dirt around the building thought to contain contaminants”.\nBut former senior IAEA nuclear inspector Robert Kelley told IPS that IAEA inspectors “will find uranium particles at a site like this if they ever were there.” Kelley, who worked in U.S. nuclear weapons programs at Livermore and Los Alamos national laboratories and was director of the Remote Sensing Laboratory in Las Vegas, recalled that Syria had been sent to the U.N. Security Council “on the basis of tiny miscroscopic particles found at a site that had been bulldozed a year after the event.”\nAccess to Parchin has not been the issue in Iran’s negotiations with the IAEA. Iran’s permanent representative to the IAEA, Ambassador Ali Asghar Soltanieh, has said that Iran is willing to grant access to Parchin as part of an agreed plan for Iranian cooperation with the IAEA.\nThe unfinished text of the agreement as of the end of February round of talks reveals that the real conflict is over whether the IAEA can prolong the process of questioning Iran about allegations of covert nuclear weapons work indefinitely.\nOn March 8, in response to a presentation by Soltanieh to the IAEA Board of Governors detailing the negotiations, Amano confirmed, in effect, that the agency was insisting on being able to extend the process by coming up with more questions, regardless of Iran’s responses to the IAEA’s questions on the agreed list of topics. He complained that Iran had sought to force the agency to “present a definitive list of questions” and to deny the agency “the right to revisit issues.”\nAmano’s demands for immediate access to Parchin and for a process without any clear endpoint appear to be aimed at allowing the United States and its allies to continue accusing Iran of refusing cooperation with the IAEA during negotiations between Iran and the P5+1 group scheduled to resume in Baghdad May 23.\nAmano was elected to replace the more independent Mohamed ElBaradei in 2009 with U.S. assistance and pledged to align the agency with U.S. policy on Iran as well as other issues, as revealed by WikiLeaks cables dated July and October 2009. [See Consortiumnews.com’s “ Slanting the Case on Iran’s Nukes .”]\nThe  draft negotiating text  as of Feb. 21, which has been posted on the website of the Arms Control Association, shows Iran seeking a final resolution of the issues within a matter of weeks but the IAEA insisting on an open-ended process with no promise of such an early resolution.\nThe unfinished negotiating draft explains why Iran is holding on to Parchin access as a bargaining chip to get an agreement that will give Iran some tangible political benefit in return for information responding to a series of IAEA allegations. The still unfinished draft represents the original draft from the IAEA, as modified by Iran during the last round of talks, according to Soltanieh in an interview with IPS on March 15.\nThe negotiating draft shows that Iran and the IAEA had proposed and Iran agreed that the very first issues on which Iran would respond were “Parchin” and the “foreign expert.” The issue of whether or not the plan would provide for a clear-cut closure if Iran provided satisfactory answers comes up repeatedly in the draft. The IAEA draft refers to “a number of actions that are to be undertaken before the June 2012 meeting of the IAEA Board of Governors, if possible.”\nBut the draft appears to anticipate a process without any specific terminal point. “Follow up actions that are required of Iran,” it says, “to facilitate the Agency’s conclusions regarding the peaceful nature of Iran’s nuclear programme will be identified as this process continues.”\nIran amended that paragraph so that the process would be completed by the June 2012 IAEA board meeting. The entire sentence providing for identification of further actions required of Iran during the process is struck out in the text. Iran agreed in the draft agreement to “facilitate a conclusive technical assessment of all issues of concern to the Agency.” But Iran inserted the sentence, “There exist no issues other than those reflected in the said annex.”\nA crucial element of the plan presented by the IAEA is a provision under which the agency “may adjust the order in which issues and topics are discussed, and return to those that have been discussed earlier, given that the issues and topics are interrelated.” In other words, there would be no promise of closure on an issue, regardless of what information Iran provides on the topic or topics.\nIran deleted the language allowing the return to issues that had been discussed earlier. The IAEA draft envisions a process that would begin with an Iranian “initial declaration,” after which the IAEA would “provide  initial questions and a detailed explain of its concerns.” But the draft shows an Iranian strikethrough on the word “initial,” rejecting the IAEA’s right to come up with more questions even after the initial questions were answered.\nThe IAEA draft provided that, after Iran had responded to questions and requests, and the IAEA had analyzed the responses, “the Agency will discuss with Iran any further actions to be taken.” But Iran rewrote the sentence to read “(T)he agency will discuss and agree with Iran on actions to be taken on each topic. After implementation of action on each topic, it will be considered concluded and then the work on the next topic will start.”\nGareth Porter is an investigative historian and journalist specializing in U.S. national security policy. The paperback edition of his latest book, Perils of Dominance: Imbalance of Power and the Road to War in Vietnam, was published in 2006. [This article originally appeared at Inter Press Service. It updates a previous version of the story with a correction for the date of Amano’s interview with the Daily Beast.] \nKenny Fowler\nMay 16, 2012 at 19:28\nThe bottom line is no one is attacking Iran over this quibbling, period.  Sorry Neocons, no war with Iran, not happening.  They’ve been pushing hard with Netanyahu to con America into an attack on Iran.   But it’s not happening this time.    Outside of the pro-war propaganda media outlets and some batshit crazy politicians war fever has left the building.    The Mullahs are not building any bombs, that’s ridiculous.   Attacking a country on the premise they might be planning to embark on some long term evil doing is beyond ridiculous.    We will still have to endure blowhard idiots like Krauthammer and Kristol et al blathering on so they can collect paychecks and pretend to be important.  But there won’t be any more killing this time.  Sorry boys, you’ll have to wait till 2016.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2011/11/21/slanting-the-case-on-irans-nukes/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "nuclear",
            "hurdles",
            "agency",
            "issues",
            "adding",
            "irans",
            "draft",
            "iaea",
            "clear",
            "process",
            "questions",
            "parchin"
        ]
    }
]