[
    {
        "url": "https://www.christianpost.com/news/its-overdue-for-the-right-to-turn-the-lefts-tactics-around-on-them.html",
        "title": "It's Overdue for the Right to Turn the Left's Tactics Around on Them",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIt's Overdue for the Right to Turn the Left's Tactics Around on Them\nIt's Overdue for the Right to Turn the Left's Tactics Around on Them\nIt's Overdue for the Right to Turn the Left's Tactics Around on Them\n| Wednesday, September 06, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nNow that we know the secret strategy  the left is using against us, what do we do about it? One area the right has really failed in is using the highly successful, proactive tactics of the left back against them. We act outraged at what they're doing — but do little about it other than complain. We claim we're \"too nice\" to lower ourselves to those kind of tactics. Yet they're not all the same. While we wouldn't use violence like they do, there are plenty of other fair or ethical things we could do.\nThe left is genius at finding the straggliest, most neo-Nazi looking person at a conservative rally and interviewing them as if they were representative of the entire rally. They come prepared with a list of questions to make the person look as offensive and racist as possible, such as baiting them with \"Do you feel whites are being looked down on today in society?\"\nOur side — with few exceptions, such as the Media Research Center and Fox News' Jesse Watters — doesn't understand the value and importance of these methods. Andrew Breitbart understood them better than anyone, but sadly he is no longer around. Instead of finding the most attractive black guy at a left-wing rally and interviewing him, our side should be seeking out the smelliest, dirtiest young white guy and interviewing him. The left wants to pretend that the former represents them, but it's really young, angry white men driving the violence and aggression. We need to flood YouTube channels with video interviews of the Orwellian-named Antifas and the equally Orwellian-named whites who form Black Bloc (the left-leaning traditional media won't cover them, so we must look to alternative channels like social media).\nIt should be easier for us to do than the left. Unlike them, we don't need to fake that the opposition's extremists represent the rest. The loudest, most offensive voices on the left are the ones setting up violent rallies. Conservative rallies on the other hand, are generally organized by optimistic youth and older Tea Party folks — no one offensive.\nThe left has tried  to associate the right with a handful of white supremacists who organize rallies, such as the neo-Nazis in Charlottesville, but the reality is white supremacists have a hodgepodge of political views and cannot be typecast that way. One of the organizers of the Charlottesville rally was  until very recently an Occupy Wall Street Activist and supporter of Barack Obama. A prominent Ku Klux Klan member (which is saying a lot since there aren't many of them and they don't speak to the media very much) endorsed  Hillary Clinton for president.\nOur side is also clueless about how to interview these extremists. Don't ask them \"Are you enjoying the rally?\" Conservative Fox News talk show hosts Sean Hannity and Tucker Carlson are excellent at interviewing the left and have figured out how to box them in. Ask the leftists if violence is justified against the right in order to make change. Ask them if they are paid to protest, and what types of violence are they supposed to engage in. Find out what types of violence they've committed, if they intend to commit violence in the future and how their friends have committed violent acts. Ask them if we should do something about the people who passed Jim Crow laws. When they say yes, reply that it was Democratic members of Congress, so what should we do about it? The left's connection with the KKK is fairly recent unlike the GOP; former WV Senator Robert Byrd  was a prominent member.\nCurrently, the left is denouncing leading conservatives including President Trump and prominent evangelicals for not denouncing the Charlottesville white supremacist rally in the \"proper\" manner. The argument goes, \"Trump must approve of the white supremacists due to his response.\" But if you think about it, it's ridiculous. Trump has never said he approves of white supremacists, in fact he's denounced  them multiple times on TV for years.\nInstead of sitting back and taking the abuse, conservatives should box the left in right back. We have the higher moral ground. For every little scraggly white supremacist protest that takes place, question why Stephen Colbert, Rachel Maddow, Nancy Pelosi, etc. are not denouncing it. Bring up any ties they have to white supremacism, such as ancestors who owned slaves (many left-wing Hollywood stars are now nervous about the fact their ancestors owned slaves). In every single instance, remind people that the Democrats instigated Jim Crow laws. A white supremacist rally  took place at the Fort Sanders Confederate monument on Saturday. Where are all the Democratic leaders denouncing it?\nConservatives have the ability to turn much of the race argument around against the left due to the Democrats' history with Jim Crow laws and association with the KKK. So what are we waiting for?\nAlthough 1960s radical Saul Alinsky was a despicable man, who advocated for tactics like lying in order to win political debates, some of his methods from Rules for Radicals  can be used without being unethical. Calling the Democrats out for racism fits the definition of his fourth rule, \"Make the enemy live up to its own book of rules.\" Interviewing the straggliest person at a left-wing protest fits his fifth rule, \"Ridicule is man's most potent weapon.\" Both of these can be taken several steps further in his twelfth rule, \"Pick the target, freeze it, personalize it, and polarize it.\" After identifying and interviewing one of the left's rattiest, most violent protesters, research their backgrounds on social media and do background checks. Discredit them.\nAlinsky's eighth rule is \"Keep the pressure on. Never let up.\" Similarly, once conservatives put the left on the defensive, don't stop. We know Media Matters is doing this to us with the Russian ruse. In its leaked secret guide  to destroying the right, Media Matters instructs activists to provide \"nonstop coverage of the influence of Vladimir Putin and Russia on Trump and his administration.\"\nWhere is the equivalent pressure back from the right? Sadly, we're all over the place, mainly on the defensive about Russia. Instead, there should be a consistent effort to question Hillary Clinton's collusion with the DNC to tip the election to her. The evidence is all there — unlike the Russian collusion made-up story — and the far left Bernie Sanders supporters are even in agreement with us.\nThe right needs to stop wasting money on expensive video ads that no one watches. It's like bringing a knife to guerilla warfare. The left has the mainstream media on their side, which means we have to work twice as hard. Since the media isn't going to pick up our videos, we have to make more of them and the substance has to be better. We need to train our people to use these aggressive tactics against the left just like they're doing to us.\nThe right does well in some areas going after the left, like the legal arena. Judicial Watch and religious liberty groups like First Liberty and Alliance Defending Freedom have kept the left on the defensive and won a large number of important victories — incredibly since the judiciary overall leans to the left. It's far overdue to expand these types of victories into other arenas, using our media and grassroots. It's not that difficult; the methods have already been laid out for us in the Media Matters leaked plan. We just need to implement them, stop complaining and stop remaining on the defensive. It can't be that hard. Unlike them, we actually have the truth on our side.   \nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.snopes.com/fact-check/clinton-byrd-photo-klan/",
                "https://www.usnews.com/news/articles/2016-03-14/ku-klux-klan-grand-dragon-will-quigg-endorses-hillary-clinton-for-president",
                "https://stream.org/media-matters-after-conservatives/",
                "https://www.steelonsteel.com/saul-alinsky-rules-for-radicals/",
                "http://rightwingnews.com/top-news/charlottesville-fueling-race-riots-one-lefts-cleverest-tactics/",
                "https://townhall.com/tipsheet/katiepavlich/2017/08/16/oh-my-leftist-southern-poverty-law-center-lists-charlottesville-white-supremacist-organizer-as-former-occupy-wall-street-obama-supporter-n2369506"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.intellectualconservative.com/",
                "https://www.youtube.com/watch?v=DeK-f3_7Wv4",
                "http://www.knoxnews.com/story/news/2017/08/26/what-we-know-white-supremacist-rally-fort-sanders-monument/603209001/"
            ]
        },
        "key_words": [
            "lefts",
            "rally",
            "left",
            "violence",
            "white",
            "unlike",
            "trump",
            "turn",
            "interviewing",
            "tactics",
            "media",
            "overdue",
            "right"
        ]
    }
]