[
    {
        "url": "https://www.christianpost.com/news/christian-right-leaders-return-to-war-room-over-doma.html",
        "title": "Christian Right Leaders Return to War Room over DOMA",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nChristian Right Leaders Return to War Room over DOMA\nChristian Right Leaders Return to War Room over DOMA\n| Tuesday, April 05, 2011\nA psychologist, former NFL player, Harvard Business School graduate, and a former policy advisor to President Ronald Reagan are part of a tight-knit group of Christian Right leaders strategizing for an expected final showdown over the definition of marriage in the court.\nThese men, who include Focus on the Family founder Dr. James Dobson, predict that there are only 18 to 24 more months before the Defense of Marriage Act, which defines marriage at the federal level as between one man and one woman, will be challenged in the Supreme Court.\nBut the evangelical leaders agreed in distress that churches and evangelical Christians are currently woefully unprepared to defend traditional marriage.\n\"One of my deep heartaches during Prop. 8 is the number of Christians who did not grasp how God feels about this topic (marriage),\" said Dr. Jim Garlow, senior pastor of Skyline Wesleyan Church in San Diego and leader of the campaign to pass California's Proposition 8, during a radio broadcast on Dobson's \"FamilyTalk\" last week.\nSimilarly, Gary Bauer, who formerly served eight years in President Ronald Reagan's administration as under secretary of education and chief domestic policy advisor, said, \"What really disturbs me is that some Christians are buying into this argument, 'Well, I'm not in favor of same-sex marriage, but so what if we have it. It doesn't affect my marriage. It doesn't affect my family.'\"\nBauer noted that there are currently ten different legal challenges to DOMA pending in various federal courts.\nLast week, Dobson broadcasted a two-part series titled, \"Fighting to Preserve the Defense of Marriage Act,\" during which he invited five Christian Right leaders to discuss the tenuous situation of DOMA after President Obama announced in late February that he will no longer defend its constitutionality.\nDOMA passed in Congress by a vote of 427 to 81 and was signed into law by President Bill Clinton in 1996.\nThe speakers on the show included: Bishop Harry Jackson, Jr., a Harvard Business School graduate and senior pastor of Hope Christian Church in Beltsville, Md.; Dr. Ken Hutcherson, former NFL player and pastor of Antioch Bible Church in Kirkland, Wash.; Tony Perkins, a former U.S. Marine and president of Washington, D.C.-based Family Research Council; Dr. Jim Garlow, who led thousands of pastors in California to defend traditional marriage; and Gary Bauer, president of American Values.\nThe same Christian leaders first gathered in a quickly-put-together conference call by Hutcherson on March 18, in which The Christian Post was the only media invited to participate.\nDuring the March 18 call, Bauer had informed the other leaders that Speaker of the House John Boehner (R-Ohio) had put together a Bipartisan Legal Advisory Group that included three Republicans and two Democrats to defend DOMA after President Obama announced that he will not defend the law's constitutionality.\nBauer, who earned his law degree from Georgetown University, also highlighted that DOMA will likely soon end up at the Supreme Court where \"no one knows\" what will happen. He said the court is split between four conservative and four liberal justices with the deciding vote falling on Justice Anthony Kennedy, whose vote is \"anybody's guess.\" But based on his past voting record, Kennedy gives conservatives something to worry about, he said.\n\"The whole institution of marriage, God's institution, is literally hanging by a thread on how one Supreme Court justice out of nine will vote,\" Bauer said during the private conference call.\nCan the Public Influence the Supreme Court?\nPerkins of Family Research Council during the \"FamilyTalk\" show noted that the Supreme Court \"would like people to think that they are not political.\" But he asserted that the justices are \"gauging the public's reaction\" to DOMA.\nBauer commented, \"I know they (Supreme Court justices) are supposed to only be looking at the constitution, but courts do care about whether if they are going to do something that causes outrage among the public.\n\"And if the court looks around America and the only people they see speaking up and making demands is the radical gay rights movement and a handful of left wing politicians along with media personalities, they may very well rule 5 to 4 to strike down the Defense of Marriage Act,\" he warned.\n\"And if that happens we have lost that battle forever. Once that battle is lost, I don't see how we can ever get it back,\" he said.\nDOMA Repeal Bills in Congress Not Real Threats\nNotably, the Christian Right leaders did not mention or express any concern over the House and Senate bills introduced March 16 to repeal DOMA. The bills apparently are not real threats since neither pro-family lobbyist groups nor Republicans in the House are worried that they will make it to the floor for a vote.\nStaffers in the office of Rep. Kevin McCarthy (R-Calif.), the Majority Whip of the U.S. House, said they have not done a vote count on whether Republicans have enough votes to defend DOMA and asked in return if the repeal bill was going to be voted on soon.\nAnd Tom McClusky, senior vice president of Family Research Council Action, said confidently that the repeal bills will not come to the floor and the pro-family lobby group did not do a vote count on the bills because \"in a sense it is beneath our notice.\"\nThe House version of the DOMA repeal bill has 105 sponsors and the Senate version has 19 sponsors. Both bills were sponsored solely by Democrats.\nMcClusky explained that bills sponsored only by a large number of Democrats should not be surprising because what the last election did was \"purged\" a lot of \"moderate Democrats.\"\n\"So right now the biggest caucus within the Democratic party in the House is called the Progressive Caucus, which is basically the liberal caucus,\" explained McClusky. \"So on a lot of these bills you will probably see around the same number of members. It will always be the same members.\"\nHow Same-Sex Marriage Affects Christians\nThe Christian leaders during the \"FamilyTalk\" radio show pointed out that a big problem with defending traditional marriage is that most Christians cannot explain how legalizing gay marriage would have a negative effect on them.\nSeveral leaders stressed that pastors and churches need to educate their congregants on the danger of same-sex marriage to Christians' personal freedom, religious freedom, and parental rights.\n\"It (same-sex marriage) ends up consuming all other rights,\" warned Bauer.\nGarlow, who had educated California voters about the dangers of gay marriage during the Prop. 8 campaign in 2008, explained that most people are unaware that same-sex marriage will result in \"enormous loss of personal freedoms\" to people who do not agree with such unions.\n\"[There] is tremendous loss of personal freedom. You cannot operate in this world negating the notion of homosexual marriage without being accused of being a discriminator, intolerant,\" said Garlow.\nAnother area of concern is religious freedom, he said, highlighting that discrimination against people who hold the biblical view on marriage is so intense in some areas of the world that pastors either impose self-censorship or cannot speak out on the subject without getting in trouble with the law.\n\"In the third area is the loss of parental right, where parents actually lose the right to instruct their children in biblical ways regarding sexual expression,\" the San Diego pastor said.\nPerkins pointed to the case of David Parker of Massachusetts, a parent who objected to his child being exposed to homosexuality in public school. Parker was arrested because he would not leave the school property unless he was assured that his child was not taught that homosexuality was the same as heterosexuality.\n\"So this goes back to the question Gary (Bauer) raised earlier, how will this affect my family? Well, it will affect your family because your children will be taught that this is normal and it will be aggressively taught to them and they will be indoctrinated into the ways of homosexuality,\" said Perkins.\nGarlow added that although Massachusetts has opt-out laws on classes on sexuality, the school in the case of Parker argued that since same-sex marriage is legal in the state then affirming homosexuality is not about sexuality so Parker has no right to opt his child out of the class.\n\"So we have an enormous storm [heading] at us with homosexual marriage, unlike anything we ever faced,\" said Garlow. \"Abortion was not this way, as horrible as abortion was. But this is the first social issue that if we lose on, the proclamation of the Gospel is crushed under foot.\"\nVoters' Support for Traditional Marriage\nGarlow and Dobson highlighted that during Proposition 8, which defined marriage as between one man and one woman in California's constitution, it was the African American and Hispanic population that carried the campaign. An estimated 70 percent of African American and 56 percent of Hispanic residents voted in support of Prop. 8, compared to only 46 percent of Caucasians and 49 percent of Asians.\n\"Quite frankly, they (African Americans and Hispanics) saved our state,\" remarked Garlow.\nDobson further pointed out that 31 states have defined marriage as being between one man and one woman.\nThe media and the left have painted gay marriage as \"inevitable,\" said Perkins. But he contended that \"every time the citizens have a chance to vote on it, they voted for traditional marriage.\"\n\"So this idea that this is inevitable and we are marching down this path is fiction, it is coming from the left,\" he argued. \"It's propaganda.\"\nJackson said that after the November election, Maryland was one of the few states where liberals made gains and state lawmakers said passing same-sex marriage was one of their top priorities. But more than 2,500 churches in Maryland came together to defend traditional marriage, with church leaders meeting with lawmakers, knocking on doors, and raising their voice in opposition to the bill. To everyone's shock, same-sex marriage did not pass in Maryland.\n\"We really do need to merge the idea that this is a spiritual battle. We got to fight it in prayer. We got to preach on these things,\" said Jackson. \"And we have to do the natural thing of mobilizing. We got to use all the resources and focus ... if we are not all engaged then we lose.\"\nHe added, \"This can be an opportunity for us to win, to return to biblical Christianity. I believe that is what God is asking for, but we cannot opt out of this battle.\"\nGarlow agreed, calling on listeners to \"push aside\" politics, social science and just to look at how God feels about marriage. He said the Scripture is clear in Genesis that God created the institution of marriage and chose a husband and wife coming together \"as being the full expression of the spectrum of the image of God.\"\nAnd in Revelation, the imagery of Jesus and the Church is compared to that of a husband and wife.\n\"So God had so much confidence, He knew that we wouldn't grasp Jesus and the Church coming together so he brought male and female together to fit together perfectly physically, psychologically, spiritually – and He said when they come together they are going to get it,\" explained Garlow. \"That is going to be my (God) model for helping people understand the culmination of history of the spiritual truth that they can't see yet.\n\"Jesus and the Church coming together, if we grasp how much value God places on the institution of marriage, we would be much more faithful in defending it and being able to articulate its value,\" the San Diego pastor contended.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "samesex",
            "return",
            "room",
            "president",
            "god",
            "leaders",
            "war",
            "bills",
            "marriage",
            "vote",
            "doma",
            "christian",
            "right"
        ]
    }
]