[
    {
        "url": "https://consortiumnews.com/2017/02/02/trump-veers-off-course-with-iran-threats/",
        "title": "Trump Veers Off Course with Iran Threats",
        "authors": [
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Joe J Tedesky",
                "link": null
            },
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Josh Stern",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Fergus Hashimoto",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-02-02",
        "text": "Main menu\nFebruary 2, 2017\nBy Alastair Crooke\nDonald Trump needs détente with Russia for precisely the opposite motives to those who oppose him: for the latter, tension with Russia wholly underpins the need for a U.S.-led, global defense posture that can draw on a storied, centuries-old (in the European case), legacy of hostility towards Russia.\nDonald Trump speaking at the Iowa Republican Party’s 2015 Lincoln Dinner at the Iowa Events Center in Des Moines, Iowa. May 16, 2015. (Flickr Gage Skidmore)\nThe continuance of this global “threat” meme, in its turn, pulls Europe and other pro-Western states into a tighter hug with the U.S. And, last but not least, a globalist defense strategy is an integral component to globalism itself (together with globalist financial institutions, and global economic governance).\nAt the heart of Trump’s critique of the post-war élites, precisely is the negative impact of globalization on U.S. production, trade and fiscal imbalances, and on the labor market. Trump cites the fact that U.S. industrial capitalism has drastically shifted the locus of its investments, innovations and profits overseas – as the prime example of globalization’s negative effects. To reverse the paradigm, he needs to undo America’s “defense globalization,” which effectively has been the umbrella under which the stealth forces of U.S. financialized globalism, and so-called, “free trade” policies, hide. Détente with Russia therefore, in, and of, itself, would help to dismantle the overarching “globalization paradigm.” This would give the U.S. President a better possibility of instituting a new, more self-sufficient, self-supporting American economy — which is to say, to facilitate the repopulation of the languishing American “Rust Belt“ – with some new, real, economic enterprise.\nDétente not only would go a long way to wind back America’s over-extended and often obsolete defense commitments, and to make some of those now-committed “defense” resources newly available for reinvesting in America’s productive capacity needs. But crucially, taking a hammer to the globalized defense paradigm would break down what, until now, has been seen as a homogenized, single, American-led cosmos – into a collection of distinct planets orbiting in a vast space.\nThis would allow America to cut bilateral trading deals with other states (planets), freed from the need to maintain aloft a global defense “cosmos” primordially dedicated to keeping its “enemy” out, weak and in its own attenuated orbit (with no moons of its own).\nTrump’s Vision\nPresident Trump seems to view (even a U.S.-led) global defense “cosmos” as an impediment to his planned transformation of America’s economy: As James Petras has pointed out:\nFlag of the European Union.\n“President Trump emphasizes market negotiations with overseas partners and adversaries. He has repeatedly criticized the mass media and politicians’ mindless promotion of free markets and aggressive militarism as undermining the nation’s capacity to negotiate profitable deals … Trump points to [previous] trade agreements, which have led to huge deficits, and concludes that US negotiators have been failures. He argues that previous US presidents have signed multi-lateral agreements, [primarily] to secure military alliances and bases, [but done so] at the expense of negotiating job-creating economic pacts … He wants to tear up, or renegotiate unfavourable economic treaties while reducing US overseas military commitments; and demands NATO allies [should] shoulder more of their own defence budgets.”\nIn short, Trump does not particularly want defense solidarity, or even European alliances, come to that. Simply said, such groupings serve (in his view) to inhibit America’s ability to negotiate, on a case-by-case, individual state-to-state, basis – and thus, by using leverage specific to each nation, achieve better terms of trade for America. He would prefer to deal with Europe piecemeal – and not as composite NATO or E.U. “cosmos,” but as the individual recipient (or not) of U.S. defense protection: a negotiating card, which he believes has been inadequately levered by previous administrations.\nRemove the “Russian threat” from the game, and then America’s ability to offer – or withdraw – American defense shield becomes a hugely potent “card” which can be used to lever improved trade deals for the U.S., or the repatriation of jobs. In short, Trump’s foreign policy essentially is about trade policy and negotiation advantage, in support of his domestic agenda.\nRussian Doubts\nSeen against this background, Russian fears  that Trump’s détente initiative cannot be trusted because his true underlying aim is to drive a wedge into the China-Russia-Iran strategic alliance may be misplaced. Trump wants détente with Russia, but that does not necessarily mean that he wants “war” with China. It is not plausible that Trump should want war with China. He wants trade; he believes in trade, but only on “equal” terms – and in any case, China simply doesn’t carry a legacy of China-phobia in any way comparable to the weight and longevity of the Western investment in Russo-phobia. There is no constituency for war with China.\nIranian President Hassan Rouhani meets with Russian President Vladimir Putin on Nov. 23, 2015 Tehran. (Photo from: http://en.kremlin.ru)\nThis does not however mean that Russians have nothing to fear, and that Fyodor Lukyanov’s concerns  about American wedge-driving, should be dismissed. They should not. But rather the fears, perhaps, should be contextualized differently.\nAs Paul Craig Roberts, the former Assistant Secretary to the U.S. Treasury, puts it: “President Trump says he wants the US to have better relations with Russia and to halt military operations against Muslim countries. But he is being undermined by the Pentagon. The commander of US forces in Europe, General Ben Hodges, has lined up tanks on Poland’s border with Russia and fired salvos that the general says are a message to Russia, not a training exercise [see here ] … How is Trump going to normalize relations with Russia when the commander of US forces in Europe is threatening Russia with words and deeds?”\nAnd now we have General Michael Flynn, Trump’s national security adviser, and well known as an Iranophobe, saying , “As of today, we are officially putting Iran on notice”:\nStatement by the National Security Advisor\n“Recent Iranian actions, including a provocative ballistic missile launch and an attack against a Saudi naval vessel conducted by Iran-supported Houthi militants, underscore what should have been clear to the international community all along about Iran’s destabilizing behavior across the Middle East.\n“The recent ballistic missile launch is also in defiance of UN Security Council Resolution 2231, which calls upon Iran not to undertake any activity related to ballistic missiles designed to be capable of delivering nuclear weapons, including launches using such ballistic missile technology.\n“These are just the latest of a series of incidents in the past six months in which Houthi forces that Iran has trained and armed have struck Emirati and Saudi vessels, and threatened U.S. and allied vessels transiting the Red Sea. In these and other similar activities, Iran continues to threaten U.S. friends and allies in the region. Iran continues to threaten U.S. friends and allies in the region…\n“As of today, we are officially putting Iran on notice.”\nAdd to that statement the upsurge of violence in eastern Ukraine, most probably intentionally provoked by Kiev, and a botched U.S. military operation in Yemen that killed  a Navy Seal, 8-year-old Nawar al-Awlaki and “numerous” civilians, and one might conclude that the combination of events are just too much of a coincidence.\nPaul Craig Roberts further  suggests that “the military/security complex is using its puppets-on-a-string in the House and Senate to generate renewed conflict with Iran, and to continue threats against China” to put a spoke in Trump’s wheel:\n“Trump cannot simultaneously make peace with Russia and make war on Iran and China. The Russian government is not stupid. It will not sell out China and Iran for a deal with the West. Iran is a buffer against jihadism spilling into Muslim populations in the Russian Federation. China is Russia’s most important military and economic strategic ally against a renewal of US hostility toward Russia by Trump’s successor, assuming Trump succeeds in reducing US/Russian tensions. The neoconservatives with their agenda of US world hegemony and their alliance with the military-security complex, will outlast the Trump administration” [… and Russia knows this].\nNo Free Hand\nU.S. Presidents – even one such as Trump (who has given very few hostages to fortune during his campaign) – do not have a completely free hand in their choice of key cabinet members: sometimes circumstances demand that a key domestic interest is represented.\nDefense Secretary James Mattis\nThe endorsement of General James Mattis from the defense and security Establishment, for example, suggests that he has been wished upon President Trump in order to attend to U.S. security interests. Trump will understand that.\nThe question rather is whether Trump – in his choice of certain senior posts (i.e. that of General Flynn) – inadvertently, has laid himself open himself to manipulation by his Deep State enemies who are determined to torpedo détente with Russia.\nProfessor Walter Russell Mead in a recent Foreign Affairs article  underlines just how deeply contrarian is Trump’s foreign policy.  It runs directly counter to the two principal schools of U.S. policy thinking since WW2 (the Hamiltonians and the Wilsonians), who “both focused on achieving a stable international system with the United States as “the gyroscope of world order.” It is, as Walter Russell Mead describes it, a cultural legacy that is deeply embedded in the American psyche.  It is doubtful whether Generals Mattis and Flynn, or others in the team, fully appreciate or endorse the full scope of Trump’s intended revolution. True belief, perhaps, is confined to a small circle around the President, led by Steve Bannon.\nIn any event, whether by external design or “inadvertent” happenstance, President Trump has two key members of his team, Flynn and Mattis, who are explicit belligerents towards Iran (see here on Mattis on Iran. It is however, less extreme, than the explicit manicheanism of Flynn).\nPaul Craig Roberts says that “Trump cannot simultaneously make peace with Russia and make war on Iran and China.” That is true. But neither can Trump pursue his war on Islamic radicalism – the principal plank of his foreign policy platform – and in parallel, pursue a Flynn-esque antagonism towards Iran.\nTrump will not co-opt Russia as an “aerial bombing” partner in such a regional war, while America is simultaneously attacking the only “boots-on-the-ground” security architecture that now exists in the Middle East capable of confronting Takfiri jihadism: the Syrian, Iranian, Hashad al-Shaabi and Hezbullah armed forces. There is none other.\nIt seems that President Trump’s weekend phone call to President Putin has quieted some of Russia’s concerns about the direction of America’s foreign policy, according to Gilbert Doctorow, but Rex Tillerson (now that he has been confirmed as Secretary of State) will need to have a serious discussion with Trump and his inner circle, and colleagues Mattis and Flynn, if Trump does not want his discreet dismantling of globalization disrupted by Russo-phobes – or his own Irano-phobes.\nThis assumes, of course, that Tillerson is not himself at least partly culturally embedded in the zeitgeist of America as the “gyroscope of the world order,” identified by Walter Russell Mead.\nThe problem for visionaries of any new order is that inevitably they start with such a tiny base of followers who really “get it.”  President Putin likely does “get it,” but can he too dare build from such a narrow base? Can Putin convince colleagues? Most Russians still recall the very bad experience of the Yeltsin détente with America. Can Trump and Tillerson pull this together?\nAlastair Crooke is a former British diplomat who was a senior figure in British intelligence and in European Union diplomacy. He is the founder and director of the Conflicts Forum.\nFergus Hashimoto\nFebruary 4, 2017 at 21:28\nThe author claims that Trump cannot wage “war on Islamic radicalism … and in parallel, pursue a Flynn-esque antagonism towards Iran.”\nWhy not?\nIran and Sowdy Arabia are equally Islamic, equally radical and equally opposed to freedom and democracy. They should both be combated with equal vigor.\nJohn\nFebruary 7, 2017 at 19:58\nExcept that you are wrong.\nIran has Christians, Jews, Zoroastrians, Baha’i, and other religions living together in relative peace.\nIran is generally Shia, and Shiites are not medieval headchoppers.  Iran is also a Parliamentary Democracy, which gives disproportionately large representation to its religious minorities.  Iran actually even will pay for transpersons to undergo the surgeries for their transition.  They even tolerate homosexuality (the one overhyped execution of gays involved men who were convicted of raping a minor.)  Iran is also getting progressively better as the old guard is dying off.\nSaudi, on the other hand, are not only Sunni, but Wahabbists (at least amongst the ruling monarchy).  Wahabbism is the medieval headchopping sect of Islam.\nThe only “terrorism” that Iran is accused of supporting are those groups who resist Israel’s wars of aggression and occupation.\nTo equate Iran and Saudi Arabia indicates either severe ignorance or deliberate deception.  Also, keep in mind, that Saudi is not threatened by the US, but supported, aided, and abetted by the US.\nJohn\nI smell something……..Israel….\nInteresting article below By The Saker:\n“Trump Presidency — First SNAFUs Already”\nTHE SAKER\nFEBRUARY 3, 2017\nIt is a rare privilege to be able to criticize a politician for actually fulfilling his campaign promises but Donald Trump is a unique President and this week he offered us exactly this opportunity with not one, but three different SNAFUs to report….\nDo I need to spell out here how an attack on Iran will be perceived in Beijing?\nIf it happens, the US attack on Iran will look very much like the 2006 Israel war on Hezbollah, and it will achieve the same results, only on a bigger scale. To put it simply – it will be a total disaster and it will mark the failure of the Trump presidency.\nRight now Trump still has an immense political capital. It’s not like the world truly trusts him, it is way too early for that, but there is a lot of hope out there that Trump’s America will be a different one, a civilized one which will act as a responsible and rational international actor. Not like an Obama 2.0. But listening to Flynn’s condescending and, worse, empty (not to mention wholly illegal) threats against Iran, I am left wondering whether the US can mends its ways and be meaningfully reformed or whether it will take a cataclysmic collapse (military or economic) to finally see the end of the wannabe World Hegemon….\n[read more at link below]\nFebruary 3, 2017 at 15:36\nWhat you are seeing is exactly what I had feared. Consortium had it out for Clinton..rightfully so…but the fantasy that Trump would be a normalizing factor was ALWAYS nothing but a fantasy. Congrats to all of the folks here at CN who’s “expert opinion” helped get this clown into office. You were worried about WW3 with Clinton. Ha! Now you can start worrying. We have an insecure manchild who is mentally ill, surrounded by evil officials AT EVERY LEVEL OF THE GOVERNMENT who are much much more aware and intelligent than Drumph and able to manipulate his insecurities to their “benefit” easily. Their benefit will be total war, corporate takeover and fascism. And Trump will get to strut around like he is the big dog. What a farce, travesty and truely likely to be the beginning of the end for the “greatest hope for mankind”.\nExpecting another “coloring book article” from Parry stating the same over and over again. Wouldn’t want to go outside your comfort zone? Things will be very uncomfortable soon.\nDrew Hunkins\nFebruary 3, 2017 at 16:43\nOver the last year I’ve consistently voiced my serious misgivings over Trump’s saber rattling toward the Persian state and his proposals to attack and eviscerate the regulatory apparatus that protects the domestic public interest in labor, environmental and consumer dynamics.  During the campaign Trump did denounce the war on Iraq, in front of a GOP debate audience no less.  Most other CNers voiced the same concerns I’ve addressed here.\nNo matter what anyone currently says or writes, Trump was always much, much less bellicose toward Russia than Killary. For all we know, Killary would have us on the brink of WWIII by now with her Zionist infested campaign and admin; her track record was just so stellar with her vote for the war on Iraq, turning Libya into a bloody nightmare, the coup in Honduras, her lieutenants’ coup in Ukraine, and her hardcore pronouncements to essentially take on Russia in Syria.\nWe really were in the position of voting for the evil of two lessers, which is why I opted for J. Stein.\nParry’s pieces have always been nuanced, the coloring books have always been over at WaPo, NPR, PBS, NPR and NYTimes.\nJohn\nFebruary 3, 2017 at 21:09\nStiv….bro, …….Two choices slick…..capitalism……socialism….What ya got big talker…..The floor is yours…..\nStiv\nNot that simple, I’m afraid. Mix of both.\n~Stem flow of capital to offshore “havens” by greatly Increasing  corporate tax of offshore operations. ( pay or move to some other fascist state of your choosing ( Ukraine?)\n~Simplify and streamline personal income tax and greatly increase maximum tax rates for Mega rich\n~ Re balance power in the US by litigating “Citizens United” decisions. That was a tipping point in US “democracy”.\n~More attention to security of the US population ( not talking about ISIS or “terrorism” )\n~Modify tax codes to encourage building things instead of shuffling paper ( Wall Street )\nSo, I’m no Rhodes Scholar…..just a working guy. Trump mouthed some of these things, but I never believed him. Was never able to figure out why anyone would not see past the obvious. What I ask is to get beyond simple viewpoint and into some hard, factual investigative work. Pondering over the stupordbowl and trying to draw parrallels might be fun and mildly interesting but it won’t do s**t to call this administration to the carpet. F Hillary. Yea, I voted for her because the alternative was going to be a disaster beyond proportion. There were numerous issues that would need attacking with her, but I had a feeling with Trump it would be EVERYTHING. And here we are.\nFrom the right wing blowhard…but obviously astute William F. Buckley…2010\n“Look for the narcissist. The most obvious target in today’s lineup is, of course, Donald Trump. When he looks at a glass, he is mesmerized by its reflection. If Donald Trump were shaped a little differently, he would compete for Miss America. But whatever the depths of self-enchantment, the demagogue has to say something. So what does Trump say? That he is a successful businessman and that is what America needs in the Oval Office. There is some plausibility in this, though not much. The greatest deeds of American Presidents — midwifing the new republic; freeing the slaves; harnessing the energies and vision needed to win the Cold War — had little to do with a bottom line. ”\n“So what else can Trump offer us? Well to begin with, a self-financed campaign. Does it follow that all who finance their own campaigns are narcissists? At this writing Steve Forbes has spent $63 million in pursuit of the Republican nomination. Forbes is an evangelist, not an exhibitionist. In his long and sober private career, Steve Forbes never bought a casino, and if he had done so, he would not have called it Forbes’s Funhouse. His motivations are discernibly selfless. . .”\n“In the final analysis, just as the king might look down with terminal disdain upon a courtier whose hypocrisy repelled him, so we have no substitute for relying on the voter to exercise a quiet veto when it becomes more necessary to discourage cynical demagogy, than to advance free health for the kids. That can come later, in another venue; the resistance to a corrupting demagogy should take first priority.\nBill Bodden\nFebruary 3, 2017 at 13:52\nPerhaps the fundamental problem is the current avarice-motivated form of capitalism that informs globalization.  Heaven help the nations that engage with Trump on a one-on-one trade basis.\nCheap labor in many regions of the world is a major factor in destroying jobs in developed Western nations.  Sir James Goldsmith – http://www.sirjamesgoldsmith.com/ – proposed a solution about 40 years ago for this disrupting structure:  Divide the planet into regions that would limit trade within each region and not be inter-regional.  Obviously, nothing came of this proposal, but in an email interchange Paul Craig Roberts expressed his opinion Sir James was ahead of his time.\nStiv\nFebruary 3, 2017 at 15:40\nUnfettered capitalism has always been a race to the bottom….for everyone except the richest. I’ll check out the link. We need to start looking at things differently, though it might be too late.\nDrew Hunkins\nFebruary 3, 2017 at 12:02\nA dangerous moment indeed. The Iran threat seems to indicate that the Zionist Power Configuration in America (ZPC) is strengthening its grip on the Trump admin.  The Kremlin would have an extremely hard time allowing any type of Washington attack on Tehran.  Ergo, this worrisome development could easily spin out of control and take the rest of the world with it.\nOn the one hand we have a Trump admin that for all intents and purposes seemed to want to make peace with Moscow but on the other hand is simultaneously fire-breathing directly at Russia’s ally. It’s noteworthy that Iran not infrequently aids Russia’s southern flank in keeping a lid on the Sunni Muslim fundamentalist sects (Saudi funded) that wage violence in the name of secession in southern Russia.\nBecause the American peace movement is moribund it appears the only way out of this dangerous moment is for the Tillerson wing of the Trump admin to make a forceful case for waging business deals with Iran and Russia instead of waging a potentially catastrophic nuclear war on southern Asia.  No carnival barking real estate moguls make a dime if everything goes up in several giant radiation clouds.\nJohn P\nFebruary 3, 2017 at 15:18\nVery interesting Drew. I really can’t blame Iran wanting long range missiles to protect itself from all the threats (Israel, Saudi Arabia and allies) it receives.\nWhat I would like to know, what is going on in Yemen as we have Saudi Arabia and al Qaeda (Sunni) fighting Houthi rebels (Shia) receiving some support from Iran. From my understanding, the Houthi want equality within Yemen but this is a no go with Saudi Arabia. It is painted as further evidence of Iranian terrorism, which I don’t think is true in the sense they are fighting opposition fighters for equal rights. The American supply the Saudis So who in fact are Americans zeroing in on, the Houthi, al Qaeda (associated with Saudi Arabia) or both. Israel and Saudi Arabia are dead set against any conciliation with the Shiah.\nDrew Hunkins\nFebruary 3, 2017 at 15:30\n“Israel and Saudi Arabia are dead set against any conciliation with the Shiah.” You nailed it here.\nThe Saudi-Zionist Terror Network is terrified of a Shiite Crescent ranging from Tehran to Beirut to Syria.  Once one understands this angle things seems to fall into place.\nNow, Trump is in a bit of quandary here b/c he’s made fairly peaceful overtures toward Moscow over the last year, despite what Haley said at the UN just the other day.  The conundrum is that the Kremlin will not countenance a Washington attack on what’s ostensibly its southern ally, Iran.\nIf the neo-con/Ziocons now have Trump’s ear we could all be doomed.\nStiv\nFebruary 3, 2017 at 15:42\nSo easy to appeal to his fragile, damaged ego. We ARE doomed if you give a shit. If you don’t there’s always Beyonce..  ;>/\nMEexpert\nFebruary 4, 2017 at 11:25\nGeneral Flynn has no clue what he is  talking about. He was charging that the Houthis attacked a Saudi Vessel. I wonder if he knows that the Houthis and Saudi Arabia are at war and warring parties attack each other. Saudi Arabia has destroyed the infrastructure in Yemen with their senseless bombings but Houthis can’t attack  a Saudi ship. Then the assumption that Houthis are backed by Iran is totally baseless. I don’t know if it is written somewhere and if it is I must have missed it that if a country is attacked by the US and her allies the rest of the world is supposed to sit and watch it destroyed. Anyone helping that poor country will be labeled terrorism supporter.\nThe poorest country in the world is being attacked mercilessly by a coalition of  the US and the Gulf monarchies with firepower supplied by the US and intelligence supplied by Israel and Yemen is supposed to take it and not defend herself.\nJohn\nFebruary 7, 2017 at 19:36\nNot to mentiom the Saudi ships are blocking food shipments to a country where 1.7 million children sre on the verge of starvation…\nWobblie\nFebruary 3, 2017 at 10:56\nTrump is given too much credit in this article. He is a willing cog. The thing the Establishment doesn’t like about him is that he is not fully on script and he speaks rather carelessly. The Donald is not about to lead a revolution against this non-democracy.\nFrom the article:\n“The continuance of this global “threat” meme, in its turn, pulls Europe and other pro-Western states into a tighter hug with the U.S. And, last but not least, a globalist defense strategy is an integral component to globalism itself (together with globalist financial institutions, and global economic governance).”\nI guess many of the readers knew this, but I have never heard it stated better.  It certainly helped me to better understand what is happening around us.\nI join with others in expressing concern for the belligerence expressed by the new Trump employees/appointees.  It is a behavior exhibiting either deceit or the behavior of a President already boxed in and at the mercy of those used to having their own way. If Trump, himself, feels betrayed, he behaves like someone who knows he must go along to get along.\nAllowing one of his people to bring up Crimea in threatening Russia is a very bad sign. Blaming Iran for providing missiles to the Houthis(?) while we are providing weapons to the Saudis who are killing Houthis is another. As of now, he is acting as just another bought and paid for elected leader.\nMr. Crooke\n.\nYour faith in Trump’s “vision” is remarkable.  Who would have known that Trump had such a clear vision for the remaking of the world order based on his campaign?  Indeed, in less than two weeks as President of the US, he has created chaos with allies and foes alike.  No one has a clue what world leader he might offend next.  His anti-global message is based more on xenophobia and bigotry than any dedication to reining in US power in the world.  In fact, Trump will more than likely use American economic and military power to shape his vision – whatever that might be.  The threats directed at Iran for their provocative ballistic missile tests are simply a case in point.  That will likely be the norm for the bullying Trump.   After all, if confronting Islamic terrorism is the cornerstone of Trump’s foreign policy, then ensuring the safety of Israel has also been clearly enunciated.  You are confusing your vision with Trump’s vision which seems to be based on wishful thinking.  No one really knows what Trump has for a “vision”.\nAdditionally, globalization and neoliberal economic policies have become the scapegoat of the extreme left and the extreme right (ironically in concert). Globalization is a natural process that connects people in various locations on earth. There was never a way to slow the process once European colonization began 600 (+/-) years ago. You cannot reverse the process today – and it is as natural as any other process in evolution. Globalization accelerated during the late nineteenth and twentieth centuries connecting the world through their economies and lifting hundreds of millions of people in the third world out of abject poverty – especially in India and China (in the late twentieth century). This was a positive aspect of globalization which redirected wealth to the third world – and raised their standard of living. The real inequality gap exists between the west and the developing world.  By the end of the twentieth century, the economies of the world have become so interconnected that any suggestions of reversing the process are absurd.  Islamic and Christian fundamentalism, trade barriers, multiculturalism, and ethnic preservation are some examples of the anti-globalist movement.\nD5-5\nFebruary 3, 2017 at 12:25\nSuggesting Crooke is looking at Trump through rose-colored glasses is then matched by your own rose-colored view of globalization. Full spectrum dominance utilizing regime change to enrich transnational plutocracy is a good deal more lethal than “a natural process that connects people in various locations on earth.” I suppose you do not see the middle east in its current hideous violence as “a natural process.”\nStiv\nFebruary 6, 2017 at 17:42\nGreat observation and a pet peeve of mine about some of the “reporting” that occurs here. Trump vision? On what day, what hour, which minute would he be talking about? Constant relating “facts” that do not have any footnotes or reference do little for me.\nI appreciate and have found food for thought on this site. I used to live in D.C. and was surrounded by FBI, Pentagon and CIA personnel in the neighborhood, so I respect that viewpoint ( one CIA “courier” referred to the “Clowns and Idiots Association” ) although I do take it as viewpoint only..sometimes clouded in myopia.\nA main concern has not been “globalization”…even though I see that as a race to the bottom..but offshoring capital as a result of. Raping counties of resources ( U.S. included) to be stashed away for games later. Nothing comes back to society.\nJosh Stern\nFebruary 3, 2017 at 09:04\nVarious parts of the Trump’s Executive branch, Pentagon, and CIA are threatening Iran, Syria, Russia, Yemen, & China.  So they are keeping their options for the next war(s) open.   The U.S. military industrial complex is almost always at war with one or more entities.  The announced “reasons” for these wars seem flimsy at the time, and often turn out later to have been entirely & knowingly fabricated.   We can criticize and one of them as a “mistake”, but the larger pattern makes it clear that these are not isolated, repeating mistakes.   Phony war, in reality, is a Deep State policy imperative.  The U.S. Deep State is always preparing a story to launch the next war.\nSam F\nFebruary 3, 2017 at 08:35\nThere are simple solutions that Trump should use to end two of the greatest frauds of the US oligarchy against the people of the US, which are the global threat fraud used to rationalize US war crimes since WWII, and the global trade fraud that fails to provide economic security for the people of the US or its trading partners. Solution one is to move 80 percent of the US military budget into US-directed foreign aid that leads to real international security, employing US people in great numbers. Solution two is to link trade deals to economic security guarantees for both displaced US workers and exploited foreign workers.\nThe resources thrown away on foreign wars and excess militarization are not investments, nor trade losses to get cheaper foreign goods, they are outright losses to get MIC/Israel bribes for the politicians. The massive military budget achieves absolutely nothing but military insecurity and war crime, and it uses the UN and NATO for aggression instead of assistance.\nIf the US had spent its 75 percent excess military budget since WWII on humanitarian aid, it would have lifted the poorest half of the world from poverty, and would have no organized enemies. Instead it has murdered ten million innocents on fraudulent pretexts, and has ignored vastly greater unnecessary deaths from disease and starvation. US foreign aid amounts only to about one meal annually to the poorest half of the world, the lowest foreign aid per GNP of any developed nation.\nAt the same time, US trade deals have allowed oligarchy to profit from low foreign prices, but have not tied the trade deals to economic security for either the displaced US workers or the exploited foreign workers. International agreements for worker health and security must back up future trade pacts to ensure that the goals of the people are met.\nPeter Loeb\nTHE THRILL OF DEATH\nabout the possibilities of a polyanna (detente with Russia etc.)\nwhich is dubious at best, people are dying. They are being shot\nfor “:fun” (usually called training), their homes\nare being destroyed. Such are the realities in Israel.\n(See  Thomas Suarez, THE TERROR STATE, 2017).\nIn the US people of color are being shot on the street.\nAs anchors say on media, “Stay tuned!!”\n(The present administration has no monopoly.)\n—-Peter Loeb, Boston, MA, USA\nFebruary 3, 2017 at 06:50\nThank you for this very informativ and detailed article, Alastair Crooke. I especially liked your sentence – nearly at the end – “The problem for visionaries of any new order is that inevitably they start with such a tiny base of followers who really “get it.” Then again, everything starts from “a tiny base” – and – on one hand a problem, – on the hand it’s a chance.\nI also liked the comment of “realist”.\nIt is and remains interesting for the time beeng and least – or last, – things are moving, happening.\nJoe J Tedesky\nFebruary 3, 2017 at 02:49\nAdd reading this to throwing in Nikki Haley at the UN today, and now I’m totally wondering where in the hell all this is going. Now when nutty things happen on a given day, such as this past weekends roll out of the refugee ban, I will .need to add to my list of Trumpian WTF’s the word ‘sabotaged from within’? Everybody always messes with the new guy, but is it possible that this could be happening to Trump…look at Obama with McCrystal and Afghanistan. Wow, only in America a reality tv show televised in real time coup d’eta fashion and staring none other than the former hit show host of the award winning highest rated show of it’s kind ‘the Apprentice’ and now ……President Donald J Trump! Our new prez better keep his friends close, and his enemies closer.\nRealist\nFebruary 3, 2017 at 05:05\nI entered the following remarks as a rejoinder to a commentor on another thread, but they seem apropos to your expressed perplexity.   To quote myself:\n“Yes, word is that McCain and Graham were over in Kiev in late January either rabbling rousing or delivering marching orders to the Ukronazis to start an offensive against the Donbass.\nIt is disturbing that the new Secretary of State Tillerson has not addressed, let alone condemned, the latest Ukrainian aggression. What is worse is that UN Ambassador Niki Haley, in her first address to the UN General Assembly, actually condemned Russia for the new fighting in Donbass and threatened that the sanctions will never be lifted on Russia until they return Crimea to Ukraine. Now, either Haley has gone completely off the reservation and Tillerson is not yet doing his job, or the Deep State has already gotten to Trump with threats on his life, or however they make their points to presidents.\nOn the Syrian front, Trump has unfortunately personally stated that he is for creating “safe zones” supposedly for refugees, but which will be used in actual fact as recovery zones for the US-sponsored terrorists, AND he also intends to supply vehicles, heavy weapons and US military advisors to the Saudi-supported “moderate rebels” in Northern Syria, which will probably allow them to carve out a stable rump Wahbist state, thereby permanently balkanizing the country. At the same time Trump’s Secretary of Defense Mattis has basically issued an ultimatum of war to Russia’s battlefield ally Iran for testing a missile system allowed under the nuclear treaty signed with America, while at the same time denying entry of any Iranian citizen, no matter how vetted or innocuous, into the United States. So, Trump is transmogrifying into Barack Obama right before our eyes, unless these reports are bogus or unless he recovers his senses. It’s starting to sound like the Deep State will have its glorious world war, perhaps with a pod person facsimile of Mr. Trump now in the White House. Or, Mr. Trump thinks it’s safe to take the mask off now.”\nYou see, I am becoming confused too.  Trump has always been known for being erratic, but this much?  So soon?   I wish he had  Stephen F. Cohen and Paul Craig Roberts as advisors rather than the generals.\nRealist\nFebruary 3, 2017 at 05:08\nOh, pshaw!   I noticed two mistakes I made by trusting memory rather than checking sources.  Haley addressed the Security Council, not the GA,  and it was General Flynn, National Security Advisor, not General Mattis, who threatened Iran.\nbackwardsevolution\nFebruary 3, 2017 at 07:59\nRealist – good post.  I am hoping that all of this is just “planned” chaos in order to appease for awhile.\nJoe J Tedesky\nFebruary 3, 2017 at 12:11\nI wonder if the same group of warmongers who may have pushed the Donald up against the wall are the very same who may have squeezed Obama to follow ‘the Plan’?\nFobosDeimos\nFebruary 3, 2017 at 12:19\nTrump surrounded himself with warmongers from day one, so I guess is one too, in spite of his false claims during the campaign..\nJoe J Tedesky\nFebruary 3, 2017 at 13:27\nYes, how’s that saying go, you are the friends you keep.\nFobosDeimos\nFebruary 3, 2017 at 12:14\nWell, I am sorry to say this, but  Trump has already dumped his “trumpeted” pledge to bring some common sense to US – Russia relations. And it only took him a couple of weeks to show that he is a an across-the board dangerous clown. As you and Joe Tedesky suggest, Nikki Haley’s performance at the UNSC looks like a hologram from any of Samantha Power’s past shows. Meanwhile, the guy is following Netanyahu’ marching orders on Iran (thereby heading for a collision course with Russia), has insulted Mexico, its people and its president, threatening with armed intervention south of the border and caused the very legitimate reaction of people of good willl in the USA and all over the world, after he issued his diktats on tourists, students and immigrants coming from countries that have done NOTHING to the USA (while very conveniently exempting from those rules people from countries that have caused grave damage to the US and the world, such as Saudi Arabia and Qatar). As far as I am concerned (not being an American) You’re fired!!\nJoe J Tedesky\nFebruary 3, 2017 at 13:34\nYes I do think that Tel Aviv has now taken over full control of our country’s foreign policies, or at least it looks that way. Oh while talking about Israel, how soon before our American embassy is relocated to Jerusalem? Wow talk about jumping from the frying pan into the fire.\nbackwardsevolution\nFebruary 3, 2017 at 07:48\nJoe – I agree, this is just getting nuts.  If you missed reading about what was going on for a couple of days, it would take you about a week to get caught back up again.  I hadn’t even heard about Nikki Haley and what she said at the U.N. until you mentioned it.  I had to quickly go read about it.  Wow!\nAlastair Crooke – this was an excellent report.  I enjoy your writing very much.  Always something new to learn.  Thank you.\nJoe J Tedesky\nFebruary 3, 2017 at 12:13\nLet’s see now, at the rate this is all going, and this being Friday, and taking into consideration this Sunday’s Super Bowl game and the following day hangovers, do you think we will all be at war by Tuesday?\nPeter Loeb\nTHE HOSTILE TAKEOVER MENTALITY\nPresident Trump’s foreign policy and to a large extent his governance\nis derived from the hostile takeover approach in business. A large\n(and unrestricted) corporate entity coerces a large but weaker\ncorporate entity to merge and become subservient. This mentality\nand the obsessive desire to be the unquestioned boss has similarities\nto dictatorship but more appropriately is part and parcel of the free\nenterprise system.\nAs has often been said by observers, Trump cares only about winning,\nabout being tough.\nMy personal opinion is that other nations will not take this forever.\nI have no way to predict how they will respond. Such decisions\ndepend upon each state’s strength,abilities, options etc.\n—-Peter Loeb, Boston, MA, USA\nKozmo\nFebruary 3, 2017 at 02:39\nWe certainly can’t have the Russians flouting UN resolutions!  Where would it end?  We might end up with the Israelis flouting UN resolutions!!\nKozmo\nWhoops!  Not Russians, Iranians!\nGot mixed up with the last article here I read.\nMEexpert\nFebruary 4, 2017 at 11:00\nYou are all mixed up or must have been asleep. Israelis have been flouting UN resolutions for the past 60 years. Iran has not violated the UN resolution with the missile test. Under this resolution Iran can only test missiles that cannot carry any nuclear warhead.  Iran says the missile they tested is not capable of carrying nuclear warhead. Would you believe what the US and Israel say, knowing full well that they lie all the time? I wouldn’t.\nFebruary 5, 2017 at 06:00\nI thought Russia’s resolution to the UN about outlawing Fascist and Nazi regimes in the World was a great move. 130 countries voted to be against those two regimes while the US and Ukraine voted to ” embrace Fascism and Nazism. Welcome to the 4th Reich – American or Ukrainian.\nZachary Smith\nFebruary 3, 2017 at 01:18\nI found this to be an interesting and useful essay.   But I’d differ with the author regarding conclusions to draw. “Wait And See” is what I’m going to do.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2017/01/30/trump-quiets-some-russian-doubts/",
                "http://www.unz.com/jpetras/president-trump-nationalist-capitalism-an-alternative-to-globalization/",
                "https://russia-insider.com/en/politics/hard-hitting-russian-analyst-us-russia-detente-wont-happen-trump-will-try-break-sino",
                "https://consortiumnews.com/2017/02/01/ukraine-sabotages-trumps-russia-detente/",
                "http://lobelog.com/mattis-on-iran-belligerent-but-dont-tear-up-nuclear-deal/#more-36849",
                "https://www.zerohedge.com/news/2017-02-01/gen-flynn-today-we-are-officialy-putting-iran-notice",
                "http://www.nbcnews.com/news/world/seal-american-girl-die-first-trump-era-u-s-military-n714346",
                "https://www.foreignaffairs.com/articles/united-states/2017-01-20/jacksonian-revolt",
                "https://russia-insider.com/en/us-tanks-fire-salvos-poland-warning-against-russia/ri18767"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.sirjamesgoldsmith.com/",
                "https://www.paulcraigroberts.org/2017/02/01/trump-sabotaged-pentagon-paul-craig-roberts/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "iran",
            "trade",
            "china",
            "president",
            "russia",
            "trump",
            "threats",
            "veers",
            "trumps",
            "war",
            "course",
            "defense",
            "americas"
        ]
    }
]