[
    {
        "url": "https://www.christianpost.com/news/chick-fil-a-kicks-out-breastfeeding-mom-warning-men-can-see-her-indecency.html",
        "title": "Chick-fil-A Kicks Out Breastfeeding Mom, Warning Men Can See Her 'Indecency,' Later Asks Forgiveness",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChick-fil-A Kicks Out Breastfeeding Mom, Warning Men Can See Her 'Indecency,' Later Asks Forgiveness\nChick-fil-A Kicks Out Breastfeeding Mom, Warning Men Can See Her 'Indecency,' Later Asks Forgiveness\nChick-fil-A Kicks Out Breastfeeding Mom, Warning Men Can See Her 'Indecency,' Later Asks Forgiveness\n| Thursday, January 18, 2018\nA Chick-fil-A restaurant proudly displays the companies \"closed Sunday\" policy. It's a practice that has been in place since 1946. | (Screenshot:Chick-fil-A)\nA Chick-fil-A restaurant in Fargo, North Dakota, is asking for forgiveness following a controversial decision to kick out a mother for breast-feeding her child, with the owner being accused of telling the woman that men can see her \"indecency.\"\nMacy Hornung, the mother, wrote in a Facebook  message on Sunday that she was told to leave the restaurant after staff saw her breast-feeding her baby.\n\"The owner came to our table where I was showing no more than the upper portion of my breast, barely more than what was visible in my shirt and asked me to cover. I tried to explain that I couldn't, because my baby refuses to be covered and she started harping about the children and men who can see my indecency and I need to cover,\" Hornung explained.\n\"I said they could practice the simple art of looking away and tried to cite North Dakota breast-feeding laws. She told me if I chose not to cover, then she would have to ask me to leave, so I told her my review would reflect my experience and I would be relaying the experience in every local mommy group,\" she added.\nLater the same day Kimberly Flamm, the owner of the store in question, posted a Facebook message  of her own where she apologized for the incident.\n\"I would like to publicly apologize to Macy Hornung for the way I handled the situation on Saturday,\" Flamm wrote.\n\"I ask for your forgiveness on this matter as I learn from it. My goal is to provide a warm and welcoming environment for all of my guests.\"\nThe situation continues to spark debates online, with some stating that breast-feeding is not something to be done in a public restaurant.\n\"I personally do not want to see a mother breast-feed her child while I am trying to eat my lunch or dinner. I think she only did this to see how far she could push the envelope. I have nothing against breast-feeding but in a public restaurant is not one of them,\" one person  wrote .\nOthers, such as Lindzey Dianna, pushed back .\n\"I'm shocked at some of the comments on here. Are people really that stupid they would get offended over a baby eating? You have 360 degrees to which you can direct your vision, if a mom feeding her child offends you so much, then avert to the remaining 359. If you're still overcome by the awful egregious site of a breast, then you can try eating in the bathroom or your car,\" she wrote.\nDebate over breast-feeding was stirred in Christian circles  last year as well, when a mother attending an Elevation Church campus in the Ballantyne neighborhood of Charlotte said that she was told to go feed her child in the ladies room, instead of the sanctuary during service.\n\"I just got kicked out of church for breast-feeding with a cover on and directed to the bathroom. Shame on you Elevation,\" mother Amanda Zilliken wrote on Facebook in August.\nElevation Church released a statement after a GoFundMe campaign began collecting money online to help Zilliken file a lawsuit.\n\"We do not have a policy that nursing mothers can't be in the sanctuary,\" the statement clarified.\n\"A volunteer had a conversation and felt both parties arrived at the same conclusion to exit mutually. We are sorry that this in any way offended anyone. We welcome everyone and anyone to attend Elevation Church.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [
            [
                "The owner came to our table where I was showing no more than the upper portion of my breast, barely more than what was visible in my shirt and asked me to cover.",
                "Hornung",
                true
            ],
            [
                "I tried to explain that I couldn't, because my baby refuses to be covered and she started harping about the children and men who can see my indecency and I need to cover,",
                "Hornung",
                true
            ],
            [
                "I said they could practice the simple art of looking away and tried to cite North Dakota breast-feeding laws.",
                "Flamm",
                true
            ],
            [
                "She told me if I chose not to cover, then she would have to ask me to leave, so I told her my review would reflect my experience and I would be relaying the experience in every local mommy group,",
                "Flamm",
                true
            ],
            [
                "I would like to publicly apologize to Macy Hornung for the way I handled the situation on Saturday,",
                "Flamm",
                true
            ],
            [
                "I ask for your forgiveness on this matter as I learn from it.",
                "",
                true
            ],
            [
                "My goal is to provide a warm and welcoming environment for all of my guests.",
                "",
                true
            ],
            [
                "I personally do not want to see a mother breast-feed her child while I am trying to eat my lunch or dinner.",
                "",
                true
            ],
            [
                "I think she only did this to see how far she could push the envelope.",
                "",
                true
            ],
            [
                "I have nothing against breast-feeding but in a public restaurant is not one of them,",
                "",
                true
            ],
            [
                "I'm shocked at some of the comments on here.",
                "Flamm",
                true
            ],
            [
                "Are people really that stupid they would get offended over a baby eating?",
                "Flamm",
                true
            ],
            [
                "You have 360 degrees to which you can direct your vision, if a mom feeding her child offends you so much, then avert to the remaining 359.",
                "Flamm",
                true
            ],
            [
                "If you're still overcome by the awful egregious site of a breast, then you can try eating in the bathroom or your car,",
                "Flamm",
                true
            ],
            [
                "I just got kicked out of church for breast-feeding with a cover on and directed to the bathroom.",
                "Amanda Zilliken",
                true
            ],
            [
                "We do not have a policy that nursing mothers can't be in the sanctuary,",
                "Amanda Zilliken",
                true
            ],
            [
                "A volunteer had a conversation and felt both parties arrived at the same conclusion to exit mutually.",
                "",
                true
            ],
            [
                "We are sorry that this in any way offended anyone.",
                "",
                true
            ],
            [
                "We welcome everyone and anyone to attend Elevation Church.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/elevation-church-responds-breastfeeding-mom-told-leave-service-194923/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/macyallyn/posts/10156007869624441",
                "https://www.facebook.com/CFAWestAcres/posts/839493672899971",
                "https://www.facebook.com/CPSZaimov",
                "https://www.facebook.com/CFAWestAcres/posts/839493672899971?comment_id=840492946133377&comment_tracking=%7B%22tn%22%3A%22R%22%7D",
                "https://www.facebook.com/CFAWestAcres/posts/839493672899971?comment_id=840482086134463&comment_tracking=%7B%22tn%22%3A%22R0%22%7D"
            ]
        },
        "key_words": [
            "indecency",
            "owner",
            "chickfila",
            "church",
            "hornung",
            "later",
            "told",
            "mom",
            "child",
            "mother",
            "restaurant",
            "cover",
            "breastfeeding",
            "kicks",
            "forgiveness",
            "asks",
            "men",
            "warning"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/elevation-church-responds-breastfeeding-mom-told-leave-service.html",
        "title": "Elevation Church Responds After Breastfeeding Mom Was Told to Leave Service",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nElevation Church Responds After Breastfeeding Mom Was Told to Leave Service\nElevation Church Responds After Breastfeeding Mom Was Told to Leave Service\nElevation Church Responds After Breastfeeding Mom Was Told to Leave Service\n| Wednesday, August 09, 2017\nPastor Steven Furtick. | (Photo: Facebook)\nThe multi-campus Elevation Church in North Carolina pastored by Steven Furtick has responded to a controversy that arose Sunday after a church member posted a comment on social media saying she was told to leave during service because she was breastfeeding her baby in public.\nOn Sunday night, a mother from South Carolina who attends services at an Elevation Church campus in the Ballantyne neighborhood of Charlotte took to Facebook to air her grievances after she was told that she had to go to the ladies room to breastfeed her child rather than doing it in the sanctuary during service.\n\"I just got kicked out of church for breastfeeding with a cover on and directed to the bathroom. Shame on you Elevation,\" mother Amanda Zilliken wrote in her Facebook post , which included a photo of the church's bathroom.\nAccording to local news station WSOC-TV , Zilliken drives about an hour to attend the church service every Sunday and never had a problem breastfeeding her child there before.\nIt didn't take long after Zilliken's Facebook post for the outrage to ensue on social media. In fact, a \" nurse-in \" has been scheduled by protesters for Aug. 20 at the Ballantyne  campus.\nAdditionally, a GoFundMe campaign  has been launched to help Zilliken pay for a lawyer so that she can file a lawsuit against the church. As of Wednesday afternoon, $1,400 had been donated.\nAccording to North Carolina law , a woman may breastfeed in \"any public or private location where she is otherwise authorized to be.\"\nElevation Church released a statement to WSOC-TV explaining that the church allows breastfeeding mothers to attend its services and even has several designated areas for breastfeeding mothers should they choose to use them. The statement added that it was a church volunteer who spoke with Zilliken about the matter.\nThe Elevation Church statement reads:\n\"We do not have a policy that nursing mothers can't be in the sanctuary.\nA volunteer had a conversation and felt both parties arrived at the same conclusion to exit mutually. We are sorry that this in any way offended anyone. We welcome everyone and anyone to attend Elevation church.\nWe have several designated areas for nursing moms at Ballantyne specifically — one private to allow pumping and it's close to the auditorium for convenience and the other in the actual baby area with a TV to allow mothers to still be part of the worship experience.\"\nZilliken told the news station that her goal in raising awareness about this issue is not to \"bash\" the church that she attends every Sunday.\n\"I do, however, think that everything was handled wrong,\" she was quoted as saying.\nAccording to WSOC-TV, the Aug. 20 \"nurse-in\" was organized by a breastfeeding advocate from New Jersey named Ariel Tauro.\n\"You can see here we have this nursing mother's room. We have a video set up. We have this. We have that. But that's it. That's where it stops,\" Tauro said, speaking about the facilities provided by Elevation Church, which she insinuates are lacking.\nWhile some on social media are calling for the church to be \" shut down ,\" others are coming to the church's defense.\nLeanna Jones Stroup, a North Carolina elementary school music teacher, warned against the idea of shaming a whole church based on the actions of a volunteer.\n\"I am sorry that this happened but I do not believe that the church should be condemned for one person's actions. Would you condemn the whole church for the actions of one person if a man murdered someone?\" Stroup asked  in a Facebook post. \"No! We would not condemn the church the murderer went to in that instance. It would be the choice of the murderer not the actions of the church. (I know this example seems to be extreme). I believe this is an attack on the church for sure!\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "I just got kicked out of church for breastfeeding with a cover on and directed to the bathroom.",
                "Amanda Zilliken",
                true
            ],
            [
                "any public or private location where she is otherwise authorized to be.",
                "Amanda Zilliken",
                false
            ],
            [
                "We do not have a policy that nursing mothers can't be in the sanctuary.",
                "Zilliken",
                true
            ],
            [
                "A volunteer had a conversation and felt both parties arrived at the same conclusion to exit mutually.",
                "Zilliken",
                true
            ],
            [
                "We are sorry that this in any way offended anyone.",
                "Zilliken",
                true
            ],
            [
                "We welcome everyone and anyone to attend Elevation church.",
                "Zilliken",
                true
            ],
            [
                "We have several designated areas for nursing moms at Ballantyne specifically — one private to allow pumping and it's close to the auditorium for convenience and the other in the actual baby area with a TV to allow mothers to still be part of the worship experience.",
                "Zilliken",
                true
            ],
            [
                "I do, however, think that everything was handled wrong,",
                "Zilliken",
                true
            ],
            [
                "You can see here we have this nursing mother's room.",
                "Ariel Tauro",
                true
            ],
            [
                "We have a video set up.",
                "Ariel Tauro",
                true
            ],
            [
                "I am sorry that this happened but I do not believe that the church should be condemned for one person's actions.",
                "Stroup",
                true
            ],
            [
                "Would you condemn the whole church for the actions of one person if a man murdered someone?",
                "Stroup",
                true
            ],
            [
                "We would not condemn the church the murderer went to in that instance.",
                "Stroup",
                true
            ],
            [
                "It would be the choice of the murderer not the actions of the church.",
                "Stroup",
                true
            ],
            [
                "I know this example seems to be extreme).",
                "Stroup",
                true
            ],
            [
                "I believe this is an attack on the church for sure!",
                "Stroup",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/search/str/elevation%2Bchurch%2Bbreastfeeding/stories-keyword/stories-opinion?esd=eyJlc2lkIjoiUzpfSTEwMDAwNDkyMDUyOTE2Mjo4MjAzMzU0NzE0NzM3OTYiLCJwc2lkIjp7IjEwMDAwNDkyMDUyOTE2Mjo4MjAzMzU0NzE0NzM3OTYiOiJVenBmU1RFd01EQXdORGt5TURVeU9URTJNam80TWpBek16VTBOekUwTnpNM09UWT0iLCIxMDQ5OTE4MjA2OjEwMjEyMzY3MDQ4NzQ1MjEzIjoiVXpwZlNURXdORGs1TVRneU1EWTZNVEF5TVRJek5qY3dORGczTkRVeU1UTT0ifSwiY3JjdCI6InRleHQiLCJjc2lkIjoiN2IzODg4ZTY1MmVkMzg3YmJkODQ5Yzg5YmNlYzJjYjUifQ%3D%3D",
                "https://www.facebook.com/photo.php?fbid=1606810509369230&set=a.444264015623891.123504.100001208886977&type=3&theater",
                "https://www.facebook.com/search/str/elevation%2Bchurch%2Bbreastfeeding/stories-keyword/stories-opinion?esd=eyJlc2lkIjoiUzpfSTczMjAxNzU4OjEwMTAwMTU3NDg1Njk5OTIzIiwicHNpZCI6eyI3MzIwMTc1ODoxMDEwMDE1NzQ4NTY5OTkyMyI6IlV6cGZTVGN6TWpBeE56VTRPakV3TVRBd01UVTNORGcxTmprNU9USXoiLCI2MDc5MTM1NzE6MTAxNTY0NzE1MDAwMjg1NzIiOiJVenBmU1RZd056a3hNelUzTVRveE1ERTFOalEzTVRVd01EQXlPRFUzTWc9PSIsIjEwMDAwMDA4MjM4NTM0MzoxNjkwOTEyOTYwOTIxNDM0IjoiVXpwZlNURXdNREF3TURBNE1qTTROVE0wTXpveE5qa3dPVEV5T1RZd09USXhORE0wIn0sImNyY3QiOiJ0ZXh0IiwiY3NpZCI6IjdiMzg4OGU2NTJlZDM4N2JiZDg0OWM4OWJjZWMyY2I1In0%3D",
                "http://www.wsoctv.com/news/local/elevation-church-defends-itself-after-social-media-post/585648042",
                "https://www.facebook.com/ElevationBallantyne/",
                "https://ca.gofundme.com/",
                "https://twitter.com/IamSamSmith",
                "http://ncbfc.org/breastfeeding-laws-regulations/",
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.facebook.com/events/163433064227791/?hc_location=ufi"
            ]
        },
        "key_words": [
            "leave",
            "church",
            "told",
            "service",
            "facebook",
            "responds",
            "elevation",
            "wsoctv",
            "breastfeeding",
            "actions",
            "mothers",
            "zilliken",
            "carolina",
            "mom"
        ]
    }
]