[
    {
        "url": "https://www.christianpost.com/news/dad-shares-how-daughter-with-tiny-brain-inverted-nose-still-lives-5-years-after-being-told-to-abort.html",
        "title": "Dad Shares How Daughter With Tiny Brain, Inverted Nose Still Lives 5 Years After Being Told to Abort",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDad Shares How Daughter With Tiny Brain, Inverted Nose Still Lives 5 Years After Being Told to Abort\nDad Shares How Daughter With Tiny Brain, Inverted Nose Still Lives 5 Years After Being Told to Abort\nDad Shares How Daughter With Tiny Brain, Inverted Nose Still Lives 5 Years After Being Told to Abort\n| Friday, January 19, 2018\nTennessee dad Eric Brown, a photographer, shares the struggles and joys his family has faced since his wife, Ruth, gave birth to their daughter, Pearl, in 2012 while speaking at the 2018 Evangelicals for Life in Washington, D.C. on Jan. 18, 2018. Pearl Brown suffers from a rare disorder called Alobar holoprosencephaly. | (Photo: ERLC)\nWASHINGTON — A Tennessee dad opened up about the joy and struggles his family has faced five years after he and his wife chose to carry their precious daughter to term, though they were advised by doctors to induce labor at 20 weeks of pregnancy and \"try again\" because of a rare, debilitating brain disorder.\nEric Brown, a photographer  and a father of three children, gave his family's testimony Thursday before a large crowd gathered for the third annual Evangelicals for Life conference, hosted by the Southern Baptist Convention's Ethics & Religious Liberty Commission.\nBrown, of Nashville, emotionally recounted the decision that faced him and his wife, Ruth, when they were informed at their 20-week ultrasound that their unborn youngest daughter, Pearl, is suffering from a disorder that doctors deemed \" not compatible with life .\"\n\"After a pregnancy that was wrought with heartache and hope, she was diagnosed with a condition known as Alobar holoprosencephaly during our 20-week ultrasound,\" Brown recalled, referring to a disorder that caused premature stalling of brain development and Pearl to be born with a cleft upper lip and inverted nose.\n\"We were advised on that day to induce labor, say goodbye and try again,\" he remembered.\nBrown explained that the last thing he and Ruth wanted to to do was to take away the life-giving haven that the mother was giving their daughter before she was ready to survive outside the womb. However, Brown explained that it was a \"belittling\" experience to try and convince the doctor that they wanted to carry Pearl to term.\n\"We knew very well what would happen if we did [what the doctor suggested], that there was no way that Pearl's body had developed enough to survive outside of Ruth's womb,\" Brown said. \"She was being sustained in there and God was still knitting her together. It seemed too cruel to us to take away the very system that was helping her broken body do what it was incapable of doing on its own.\"\nPearl Joy Brown was born alive on July 27, 2012. Brown assured the audience that God has a reason for why Pearl was born with an inverted nose, lack of vision and hearing and an inability to move any part of her body \"on purpose.\"\nRuth Brown lies down with her daughter, Pearl, who suffers from a rare disorder called Alobar holoprosencephaly. | (Screenshot: ERLC)\n\"As rattling as those initial appointments were, we were confident that God was executing a plan for Pearl that He had written before the foundation of the world,\" Brown said. \"I had spent previous years doing reading on suffering and disability and God's goodness and sovereignty over such situations. We were aware on the deepest possible level that this was His doing, that He was working and that the primary reason to carry Pearl to term was not for her sake but because we ought to not interrupt the master Creator while He is at work.\"\n\"He lovingly gave her a tiny, hollow, single-hemisphere of a brain at the tip of her brainstem. He was calling all of us to trust Him. Though He didn't necessarily call Pear's disability 'good,' He was certainly working all of it together for our good and His glory.\"\nAccording to Brown, the doctors were not confident that Pearl would survive, stating that doctors expected Pearl to die before she was born and again during the delivery and again in the early moments of her life.\nBut five years later, Pearl still lives even though the Browns are seemingly less optimistic about her health and have made very large sacrifices in their lives to care for their daughter, who will never be able to care for herself.\n\"I pleaded with God to give us that difficult life but not to go so far as to take Pearl's life. I wanted so badly the privilege of pushing her around in a wheelchair with an oxygen tank strapped to the side but I had no idea what I was asking. Often, when I look back on the desperation of those prayers, I am so thankful that I had no idea. Perhaps, if I had known how hard it would be without truly grasping how wonderfully rich life is, that I wouldn't have pleaded Pearl's case as vigorously as I did.\"\nWith Pearl in their lives, the Browns' lives had drastically changed. However, they are not alone. Brown praised his church community and friends for rallying around his family in their time of need.\n\"I could tell you how our pastor's wife joined us for so many of those extended ultrasounds or how friends paid our bills so that I could quit a job that required travel. I could tell you how for months, our church cooked our meals for us or sometimes they just came in and cried in our living room while sharing how God was changing them through Pearl,\" Brown explained. \"I could even tell you how friends even held a benefit concert before she was born and how they bought us a minivan after she came home alive because our tiny sedan couldn't hold all the medical equipment.\"\n\"Everytime that [we] sat down for a dinner together, we were keenly aware that Pearl was also sitting down for the same meal,\" he added.\nAlthough Pearl has survived outside the womb for this long, Brown said that his daughter's health seems to be taking a turn for the worse because of new complications.\n\"They are different [complications] and we suspect, as do the doctors, that her body is growing weary. She doesn't seem to be standing in line for a miraculous turnaround,\" Brown said as he fought back tears. \"And though her best day will likely be our worst, this seems to be the next chapter for our family. Pearl can't hustle or chase her dreams. She isn't having her best life now. ... She has not been healed as we pleaded for during her first year.\"\nRest assured, Brown asserted that \"God is with Pearl and has not left her to her own devices.\"\n\"The promises that He made to her will, in large part, not be fulfilled until after her final breath. He cares for her, as she bears His image,\" Brown asserted. \"She, like all of us, is completely helpless otherwise. So if the theology that you are teaching, or the banner that you are waving, can't honestly be preached to Pearl in her current state, then it is probably not true. At the very least, perhaps you should hold it loosely.\"\n\"It's true that Pearl takes a disproportionate amount of resources from most everyone in her life,\" he added. \"The great news, however, is that no matter that resource, we are all drawing from the King's coffers.\"\nThe Browns' dedication and love for their daughter earned the praise of prominent disability rights activist and evangelical author Joni Eareckson Tada, who has suffered from quadriplegia for over 50 years after a diving accident.\n\"Eric chose a very noble and courageous route,\" Eareckson Tada told The Christian Post during the conference. \"There are many parents who would not do that.\"\nWatch Brown's testimony here .\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://www.ericbrownphoto.com/",
                "https://www.facebook.com/SamuelSmithCP",
                "http://www.ericbrownphoto.com/pearl/#itemId=58753e6ed482e9bd0e558eb1",
                "https://www.facebook.com/erlcsbc/videos/1819996501343780/",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "dad",
            "told",
            "brain",
            "brown",
            "abort",
            "shares",
            "pearl",
            "nose",
            "god",
            "browns",
            "tiny",
            "born",
            "lives",
            "daughter",
            "doctors",
            "inverted",
            "life"
        ]
    }
]