[
    {
        "url": "https://www.christianpost.com/news/expert-egypts-mubarak-resignation-good-for-coptic-christians.html",
        "title": "Expert: Egypt's Mubarak Resignation Good for Coptic Christians",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Friday, February 11, 2011\nEgyptian President Hosni Mubarak's resignation Friday is good for the country's Coptic Christians, according to a religious freedom expert.\nEgyptian Vice President Omar Suleiman read a short statement Friday saying that Mubarak had \"decided to leave his position as president\" and hand over control to Egypt's powerful Armed Forces Supreme Council.\nMubarak has reportedly left Cairo to his home in Sharm el-Sheik, according to the New York Times.\n\"I think Mubarak's resignation is a good thing for Coptic Christians, and other Egyptians. If he had not done so, there would likely have been riots and violence and a descent into chaos,\" said Paul Marshall, senior fellow at the Hudson Institute's Center for Religious Freedom in Washington, D.C., to The Christian Post.\nHe added, \"The key question is what comes next. Can and will the military and Suleiman make real reforms that satisfy those demonstrating for freedom and preserve stability?\"\nMarshall has written several books on the Middle East, Islam, and religious freedom, including: Egypt's Endangered Christians, Radical Islam's Rules: the Worldwide Spread of Extreme Sharia Law, and Religious Freedom in the World.\nCoptic Christians, who make up eight to 12 percent of Egypt's population, have protested alongside Muslims during the anti-government demonstrations. The BBC reported that Christian and Muslim citizens have united together under the common identity of Egyptians to protest against their government.\n\"We are all in this together. Muslims and Christians,\" an unidentified protester told BBC's Anne Alexander.\nBut just weeks earlier, tension was high between the Muslim and Christian communities in Egypt after extremists bombed a Coptic church in Alexandria, killing 21 people, on New Year's Eve. It was the deadliest attack against the Coptic community.\nReligious freedom activists hope that the interfaith unity seen during the demonstrations will continue even after Mubarak's resignation.\nOut of the 18 days of pro-democracy protests, Friday marked the largest demonstration with hundreds of thousands of Egyptians congregating in Cairo's central Tahrir Square to demand that Mubarak step down. He had appeared to try to hold onto power in a speech Thursday.\nThe crowd exploded in joy when they heard that the authoritarian regime of Mubarak, who had ruled Egypt with an iron-fist for 30 years, had finally come to an end.\n\"The people ousted the president,\" chanted the crowd of tens of thousands at the presidential palace in Cairo, according to The Associated Press.\nPresidential palace protester Safwan Abo Stat, 60, said, \"Finally we are free.\"\n\"From now on anyone who is going to rule will know that these people are great.\"\nMeanwhile in the United States, Vice President Joe Biden called the recent developments \"historic\" and said the transition must be \"irreversible\" and move toward democracy.\nEgypt's Armed Forces Supreme Council, made up of top generals, said Friday it plans to lead the country to greater democracy.\nSponsored\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "good",
            "president",
            "expert",
            "egypts",
            "mubaraks",
            "resignation",
            "religious",
            "mubarak",
            "christians",
            "freedom",
            "coptic"
        ]
    }
]