[
    {
        "url": "https://www.christianpost.com/news/is-support-chick-fil-a-day-on-july-25-or-august-1.html",
        "title": "Is Support Chick-Fil-A Day on July 25 or August 1?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nIs Support Chick-Fil-A Day on July 25 or August 1?\nIs Support Chick-Fil-A Day on July 25 or August 1?\nIs Support Chick-Fil-A Day on July 25 or August 1?\n| Tuesday, July 24, 2012\nSupporters of traditional marriage and fans of the much-talked-about (as well as much-sung-about) Chick-fil-A chicken sandwich are ready to head to their nearest Chick-fil-A restaurant to encourage the company's president Dan Cathy, who recently became the target of gay activists after he stated his support for the traditional family in several recent interviews. There's only one problem: Is Chick-fil-A day July 25 or August 1?\nA sign is seen before Republican presidential candidate and former House Speaker Newt Gingrich visits a Chick-fil-A in Anderson, South Carolina January 21, 2012. | (Photo: Reuters/Eric Thayer)\nThe National Organization for Marriage President Brian Brown wrote in a blog posted Saturday that his group will be joining Fox radio and TV host Mike Huckabee in calling on people to participate in National Eat at Chick-fil-A Day on Wednesday, July 25. But then Huckabee later posted on his website a link to Chick-fil-A Appreciation Day on a different Wednesday: August 1.\nNOM's public relations officer Elizabeth Ray explained to The Christian Post on Tuesday that NOM had heard Huckbee's call last week for his listeners to support Chick-fil-A on Wednesday and assumed that it was the coming Wednesday, July 25. At that time, Huckabee had not declared an exact date. So NOM's president wrote a blog declaring that his group would join Huckabee in making Wednesday, July 25 National Eat at Chick-fil-A day.\nBut then on Sunday afternoon, Huckabee declared on his Chick-fil-A Appreciation Day Facebook page that the event will be on Wednesday, August 1.\n\"NOM is supporting Chick-fil-A both tomorrow and next Wednesday,\" stated Ray in response to a question about the date discrepancy.\nOn his support Chick-fil-A Facebook page, Huckabee writes, \"I have been incensed at the vitriolic assaults on the Chick-fil-A company because the CEO, Dan Cathy, made comments recently in which he affirmed his view that the Biblical view of marriage should be upheld.\n\"The Cathy family, led by Chick-fil-A founder Truett Cathy, are a wonderful Christian family who are committed to operating the company with Biblical principles and whose story is the true American success story,\" Huckabee writes. \"It's a great American story that is being smeared by vicious hate speech and intolerant bigotry from the left.\"\nHe continues, \"The goal is simple: Let's affirm a business that operates on Christian principles and whose executives are willing to take a stand for the Godly values we espouse by simply showing up and eating at Chick-fil-A on Wednesday, August 1.\"\nIn an interview with the Biblical Recorder published July 2 , Dan Cathy responded, \"Well, guilty as charged,\" when asked about his company's support for the traditional family.\n\"We are very much supportive of the family – the biblical definition of the family unit. We are a family-owned business, a family-led business, and we are married to our first wives. We give God thanks for that,\" Cathy said.\n\"We intend to stay the course,\" he said. \"We know that it might not be popular with everyone, but thank the Lord, we live in a country where we can share our values and operate on biblical principles.\"\nThe official Chick-fil-A Facebook page had some derisive comments in relation to Cathy's stance on the family unit when this reporter checked on Tuesday afternoon.\nUnder the peach milkshake photo, Kimberly Brummett wrote, \"No thanks. I like my milkshakes homophobe-free.\"\nAnd under the Cow Appreciation photo, Rob Eisdorfer wrote, \"Boycott hate – boycott Chik-Fil-A!\"\nEarlier this month, actor Ed Helms of \"The Hangover\" films tweeted, \"Chick-fil-A doesn't like gay people? So lame. Hate to think what they do to gay chickens. Lost a loyal fan.\"\nHowever, there were also many supportive messages left on the company's Facebook page as well: \"Love Chick Fil A and so do my kids. We didn't dress up this year but plan to next year : ) Im thinking we might get lunch there today just to show some extra support,\" wrote Kristen Patterson.\nAnd Mandy Roberts left the post, \"Thank you Chick-fil-A for still loving the sinner and letting us know where you stand on the sin. Hold strong to the truth, and I know God will not overlook your stance on His Word. Bless you!\"\nS. Truett Cathy opened the first Chick-fil-A restaurant in Atlanta in 1967. Now over 40 years later, the chicken fast food chain has exploded to over 1,600 stores with more than $4 billion in sales last year. Moreover, the family-owned company has reported sales growth for 44 consecutive years.\nOne of the distinctive characteristics of Chick-fil-A restaurants is that they close on Sunday. Truett Cathy has made it a policy since he opened his first restaurant with his brother in 1946 that his restaurants would be closed on Sundays so his employees can rest and go to church if they choose to. The Cathy family members are devout Christians and Dan Cathy has said in various interviews that the family operates their organization based on biblical principles.\n\"There's no need for anyone to be angry or engage in a verbal battle. Simply affirm appreciation for a company run by Christian principles by showing up on Wednesday, August 1 or by participating online – tweeting your support or sending a message on Facebook,\" urged Huckabee.\nOr, for that matter, show up on Wednesday, July 25, and August 1 – since now we know there are two support Chick-fil-A days.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://brnow.org/News/July-2012/Guilty-as-charged-Dan-Cathy-says-of-Chick-fil-A"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.nomblog.com/25694/",
                "https://www.facebook.com/ChickfilA",
                "https://www.facebook.com/events/266281243473841/"
            ]
        },
        "key_words": [
            "day",
            "chickfila",
            "cathy",
            "25",
            "wrote",
            "huckabee",
            "biblical",
            "family",
            "support",
            "facebook"
        ]
    }
]