[
    {
        "url": "https://www.christianpost.com/news/caitlyn-jenner-pastor-ed-young-megachurch-prays-bruce-jenner-transgender.html",
        "title": "Pastor Ed Young Sr. Prays With Caitlyn Jenner in Texas Megachurch",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Ed Young Sr. Prays With Caitlyn Jenner in Texas Megachurch\nPastor Ed Young Sr. Prays With Caitlyn Jenner in Texas Megachurch\nPastor Ed Young Sr. Prays With Caitlyn Jenner in Texas Megachurch\n| Sunday, December 20, 2015\nFormer Olympian Caitlyn Jenner arrives for the Glamour Women of the Year Awards where she receives an award, in the Manhattan borough of New York November 9, 2015. | (Photo: REUTERS/Carlo Allegri)\nTransgender activist Caitlyn Jenner, formerly known as Olympic gold medalist Bruce Jenner, prayed with Pastor Ed Young Sr. at a Christmas pageant at Houston's Second Baptist Church for a reality show. The pastor's son, Ed Young Jr., who leads Fellowship Church in Grapevine, Texas, posted their photos and tweeted about it.\nJenner attended the church of Young Sr., who opposed the Houston Equal Rights Ordinance, or HERO, for the reality series \"I Am Cait.\"\n\"Dad has always taught me to love everyone. Here he is praying with @Caitlyn_Jenner at tonight's service,\" Pastor Young Jr. tweeted Thursday, followed by another tweet the following day, \"Dad and @Caitlyn_Jenner had a great conversation and prayer after last night's service! #grace\"\nJenner also attended a family Christmas service at Grace Church Houston, whose founding pastor, Steve Riggle, was also against the ordinance championed by lesbian Houston Mayor Annise Parker, which was passed by the city council in May 2014. The measure, which was repealed last month, allowed people to use public bathrooms of the gender they identify with, which means that men could use women bathrooms.\nThe Rev. Dave Welch, executive director of U.S. Pastor Council, reacted to Jenner's church visits.\n\"The photo ops conducted by Bruce/Caitlyn Jenner in at least two Houston megachurches who were very active in defeating Mayor Parker's Bathroom Ordinance, were transparent and prove that the battle for decency, freedom and faith is far from over,\" he told Breitbart Texas . \"The tragic stories of Mr. Jenner and those like him who have become confused about how God designed them as male or female, call for our compassion to help heal them, and our determination to never let their plight be our new normal.\"\nLGBT online newspaper PinkNews said Jenner is under fire for visiting the churches whose pastors were instrumental in the repeal of HERO, calling her \"controversial.\"\nJenner, who made her debut as a trans woman in June, said on the \"Ellen DeGeneres\" show in September  that while she once opposed same-sex marriage, her views have slowly \"changed\" although she still appeared to be somewhat unsure on the subject.\n\"I have to admit that I remember 15 years ago, 20 years ago, whenever it was the whole gay marriage issue came up at first, I was not for it,\" Jenner, 65, said. \"I thought, I'm a traditionalist. I'm older than most people in the audience. I like tradition; and it's always been between a man and a woman, and I'm thinking, I don't quite get it.\"\nIn February 2013, Pastor Young Jr. of Fellowship Church discussed the life of DeGeneres, who is also a member of the LGBT community, suggesting that Jesus would compliment her on her humor and great spirit, but would not approve of her homosexuality.\nYoung Jr. suggested that if Christ  were to sit down for an interview with the 55-year-old comedian, he would say: \"Ellen I love you where you are, but I love you too much to allow you to stay the same.\"\nThe Glamour magazine recently honored Jenner with its annual Woman of the Year awards. Penny Nance, the president of Concerned Women for America, reacted to it in an article for The Christian Post,  saying that \"other than making news for being transgender, this year's recipient hasn't done anything for women.\"\nArkansas pastor Ronnie Floyd , who also serves as president of the Southern Baptist Convention, called Jenner's transition into a woman \"sad.\" \"Let me tell you what else is sad: the comments from the American culture. Comments like, 'Once a champion, always a champion.' Comments like 'An American hero yet again',\" he said in a sermon in June. \"Did God make him this way? Absolutely not.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/trans-activist-caitlyn-jenners-stance-on-gay-marriage-shocks-ellen-degeneres-video-145014/",
                "https://www.christianpost.com/news/woman-of-the-year-caitlyn-jenner-has-xy-chromosomes-and-a-penis-150365/",
                "https://www.pinknews.co.uk/2015/12/19/caitlyn-jenner-under-fire-for-praying-with-pastor-who-fought-against-lgbt-rights-law/",
                "https://www.christianpost.com/news/ed-young-jesus-would-tell-ellen-degeneres-youre-awesome-but-homosexuality-is-not-my-ideal-89416/",
                "https://www.christianpost.com/news/sbc-president-ronnie-floyd-calls-bruce-jenners-transition-to-caitlyn-sad-no-such-thing-as-gender-neutral-he-says-139916/",
                "http://www.breitbart.com/texas/2015/12/19/caitlyn-jenner-attended-houston-megachurches-photo-ops/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/EdYoung"
            ]
        },
        "key_words": [
            "sr",
            "caitlyn",
            "prays",
            "woman",
            "jr",
            "church",
            "texas",
            "megachurch",
            "pastor",
            "ed",
            "young",
            "houston",
            "jenner",
            "service"
        ]
    }
]