[
    {
        "url": "https://consortiumnews.com/2017/04/01/excusing-bahrains-human-rights-abuses/",
        "title": "Excusing Bahrain’s Human Rights Abuses",
        "authors": [
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Purity Of Essence",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Ol' Hippy",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-04-01",
        "text": "Main menu\nApril 1, 2017\nBy Paul R. Pillar\nThe Trump administration has decided to remove any conditions regarding human rights from sales of F-16 fighter aircraft and other arms to Bahrain. The rationale for doing so is the idea that hard power considerations ought to come before softer concerns for the rights of someone else’s citizens.\nDefense Secretary Jim Mattis welcomes Saudi Deputy Crown Prince and Defense Minister Mohammed bin Salman to the Pentagon, March 16, 2017. (DoD photo by Sgt. Amber I. Smith)\nSenate Foreign Relations Committee chairman Bob Corker, in applauding the decision, said arms sales should be decided by American strategic needs and not commingled with any pressuring of “allies” to change domestic behavior.\nBahrain hosts the headquarters of the U.S. Fifth Fleet, and the island nation is hardly the only place where military access rights have been involved in the United States overlooking abusive domestic policies. Egypt comes to mind as another such country.\nBut at the center of the decision regarding Bahrain is, as David Sanger and Eric Schmitt put it in their coverage in the New York Times, “the Trump administration’s growing determination to find places to confront Iran.”\nSeeking confrontation is usually not a good thing, and it is not in this case either. It is better first to determine what conflicting objectives, if any, would underlie a confrontation and then, if such a conflict of objectives is found, to find ways either to resolve the conflict or to manage it without the risk of costly escalation. In the case of Bahrain there also is a misconception, implied by Corker’s comments, that the human rights issue is an entirely separate consideration that conflicts with strategic objectives.\nThat this is a misconception is apparent from reflecting on the political, social, and demographic circumstances of Bahrain. Like the other five Arab countries along the south edge of the Persian Gulf, Bahrain is ruled by a Sunni monarchy. Unlike any of the others, the country has a Shia majority. An unhappy Shia majority, which the regime has given plenty of reason in recent years to become even more unhappy.\nThe human rights situation in Bahrain is bad, and specifically bad for the Shia. The State Department’s human rights report on Bahrain has plenty to talk about, including lack of due process, arbitrary arrest and imprisonment, and curbs on freedom of expression. Underlying many of the abuses is systematic discrimination against Shia citizens. Freedom House ranks Bahrain among the worst ten percent of countries worldwide in overall personal and political freedom.\nRepression’s Bitter Fruit\nThe main point for all this regarding the thinking that has gone into U.S. policy is that this is exactly the kind of situation that is ripe for exploitation by outsiders. The more repression and curtailment of human rights, the more fertile is the ground for an outside power to exploit it for influence.\nIran’s President Hassan Rouhani celebrates the completion of an interim deal on Iran’s nuclear program on Nov. 24, 2013, by kissing the head of the daughter of an assassinated Iranian nuclear engineer. (Iranian government photo)\nWith Bahrain, the obvious outside power to fill that role is Iran, the big Shia-dominated state right on the other side of the gulf. Bahrain has long had a special place in Iranian thinking, and at times in the past the thinking has included thoughts of possible Iranian sovereignty over the island. Those are not operative thoughts now, but there is no way that Iran would not seek to become involved on behalf of its co-religionists amid the bitterness and strife that have marked relations in the past decade between the Bahraini regime and its unhappy subjects.\nIranian rhetorical and political support for the rights of the Bahraini majority has been obvious. What kind of material support may be provided is harder to say, given that most reports suggesting such support come from a Bahraini regime eager to play up the idea of Iranian interference.\nWhat is clear is that the worse the human rights situation gets in Bahrain, the more opportunities there are for Iran to enhance its influence. Anyone who professes to worry about Iranian influence thus ought to worry about human rights in Bahrain. Append the further observation that the repeated response by the regime in Manama to internal challenges and dissent has been — if it is not otherwise restrained — to crack down even harder, making the human rights situation even worse.\nThose F-16s will do nothing to help keep Iran out of Bahrain. Neither will the Fifth Fleet, for that matter, because conventional armed intervention is not the route of Iranian influence there. The one outside power that has intervened in Bahrain with military force during recent years has been Saudi Arabia, whose armored vehicles rolled across the causeway in 2011 to help the Manama regime put down an especially large set of mass protests.\nThat intervention underscored not only how fragile is the domestic standing of the Bahraini regime but also which power in the Gulf region — and it’s not Iran — has been most willing to use military force to interfere in the internal affairs of neighbors, even when it means suppressing the will of the majority.\nThe decision on arms sales to Bahrain is only one of several attributes of the Trump administration’s policy so far in the region that appears driven by the urge to seek confrontation with Iran. While any confrontation-seeking is hazardous, this instance of it, like some of the others, also is counterproductive.\nUnderlying all this policy misdirection is a repeated failure to consider carefully what U.S. interests are or are not at stake, and what Iran is or is not doing to oppose those interests. So we have confrontation for the sake of confrontation.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is author most recently of Why America Misunderstands the World . (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.) \nOl' Hippy\nApril 3, 2017 at 13:25\nUntil the whole system that depends on ME oil transitions away from this ‘addiction’ the policy will not change. The administrations make little difference in actual nuts and bolts of this dirty business of securing the ‘fix’ that the US has to have. The human rights, though addressed as a caring stance, make little difference to the psychopaths running things as long as there’s profit to be made and the ‘fix’ of oil is secured. This is the ugly side of capitalism and unless this system is dismantled nothing in actuality will change. The executive and congress just keep the system oiled so to speak and keep the masses distracted away from the dirty business of making and keeping the almighty profit as their god. Again, people make little difference to these ‘fine folks’ and their murderous machinations.\nExiled off mainstreet\nApril 3, 2017 at 11:57\nThis reveals the bipartisan nature of the yankee imperium. It is unfortunate that Trump’s new regime is continuing the criminal policies of the previous one.\nPurity Of Essence\nExporting freedom and democracy, US style.\n“..this is exactly the kind of situation that is ripe for exploitation by outsiders. The more repression and curtailment of human rights, the more fertile is the ground for an outside power to exploit it for influence.”\nHaving seen the ebb and flow of color revolutions around them, Bahrain would understand that this is a big stick the US could use.\nTristan\nApril 2, 2017 at 19:34\nThank you for a thoughtful article.  As I progress with time and read so often in many analysis of the U.S. actions in the Middle East such as here, “Underlying all this policy misdirection is a repeated failure to consider carefully what U.S. interests are or are not at stake…”\nI’ve come to a position in regards to the quote above; That while rational and sober minds assess the actions of the U.S. on the world stage with wonder and work to reconcile that reality while also trying to unravel the conundrums in which the U.S. actions appear to contradict what would be a realistic foreign policy, where the goal would be to lesson tensions, promote peace, etc…, the U.S is operating of a different level.\nThe promotion of peace is not on the agenda although it is professed in democracy promotion campaigns.  Unfettered capitalism is however.  It is the promotion of a constant level of conflict which allows the U.S. Military, Congressional, Intelligence, Private Capitalist complex to grow fat like a tick, or leach, sucking the life blood out of nations in order to satisfy a bloated succubus that ensures no real peace, no real freedom, and then only seeks to satisfy its own desires, which in the end is nothing other than wealth accumulation at any cost (to those outside the profit structure).\nWe need to understand that the U.S. is the leader of the capitalist world, and as capitalism requires constant growth it is confronted with the ramifications of a finite world, our planet Earth.  Capitalists aren’t concerned with the future, only the financial near future, profits are paramount and if left unfettered by regulations which concern the common good of mankind, we will continue to fail to understand the nature of our own destruction.  W continue to ask the wrong questions in the present context of war and economic instability.\nAs such, this God, this Invisible Hand of the Market, are all human creations providing a means to an ends.  And presently the ends are the aggregation of wealth to a very few in as quick a time as possible.  For the false hopes sold by these destroyers of humanity in the name of profit are hawking but nothing other than economic the “Four LoKo” of a system corrupt and debauched by wealth and the power it affords.  Especially when the pretend protectors of democracy are indeed nothing better than a Wizard of Oz, hiding behind TV, computer, and iPhone, curtains all the while asking you to “Like” them.\nJ'hon Doe II\n::\nhowever, Successful Analytics Involves both Science and Art\nOrganizations spend an inordinate amount of time on the science of getting algorithms right, and much less on implementation and changing mindsets. The perils of not implementing well overshadow the promises of analytics, as illustrated in the following case studies.\nIn the first case study, for an agency managing inventory, my team achieved a $250,000-per-month-saving with a model to optimize the buy-store-distribute process. Scientifically, it was phenomenally successful, yet our solutions were not adopted. Apparently, this was because the project manager was so worried about being punished for retrospectively losing the agency 250k/month for the past 24 months on the job! I was astounded at how a tight organizational culture could turn a successful solution into an opportunity for reprimand. Confronting the sobering reality that my team got the science right but neglected the art, I immediately convinced the company’s CEO with my point of view. What ensued was remarkable: The fearful project manager was promoted two levels up to junior director, every other manager started to initiate analytics projects, and thereafter, analytics blossomed in that organization.\nIn the second case study,\nmy team was engaged by an Asian government client to design more proactive human resource (HR) practices. Current practices are reactive: When an employee leaves, it takes months to find a replacement, increasing the load of remaining staff. This client wanted to distill the drivers of attrition to achieve both macro and micro insights. At the macro-level, that meant adjusting HR policies to decrease attrition; on a micro-level, predicting who may leave the organization and intervening with those they want to keep. Although large multi-nationals like Walmart, Credit Suisse and E-bay have attempted these models, this was the first-known initiative for a government in Asia. As expected, the science was tedious but straightforward, but the art of change was more complex, since we had to work through tough implementation questions: If an employee had a 40 percent chance of leaving, and it took $50,000 to keep them, can the immediate supervisor make the decision, and if not, to which level should it be escalated?\nBoth case studies underscore the importance of paying attention to the art of analytics by asking, “how will the insights/models be used” and “how will processes change with this new capability?” Science distills the insights, art transforms them into strategy and implementation.\nAn Integrated-methods Approach is better than an Analytics-only Approach\nApril 1, 2017 at 20:02\nSeeking confrontation is usually not a good thing, and it is not in this case either.\nBut it is an attitude that Trump and McCain share.\nHow come Samantha Power didn’t feel any responsibility to protect the Shia when they were being abused and she was the R2P spokesperson?  Presumably, the same or a similar reason she and her neocon friends didn’t feel a need to protect the Palestinians in the Gaza concentration camp.\nBill Bodden\nApril 1, 2017 at 19:52\nSenate Foreign Relations Committee chairman Bob Corker, in applauding the decision, said arms sales should be decided by American strategic needs and not commingled with any pressuring of “allies” to change domestic behavior.\nThis is just one of countless examples of the hypocrisy and moral degradation that have plagued the United States throughout its history.\nJ'hon Doe II\nApril 1, 2017 at 11:12\n“The rationale for doing so is the idea that hard power considerations ought to come before softer concerns for the rights of someone else’s citizens”.\nTo be brutally honest, softer concerns for the rights of someone else’s citizens come into consideration only when they reinforce the needs of hard power.\nFobosDeimos\nApril 1, 2017 at 11:11\nTrump lied to the people on every single issue he addressed during his campaign, but his foreign policy is surely the most pathetic example of all. He is in bed with Isarel, the Saudis and Qataris, and now Tillerson (the guy whose wife told him to be Secretary of State) has vomited all the usual Russia-bashing neocon mantras at NATO’s meeting in Brussels. The irony is that Trump will be impeached and sacked because of his alleged Russian connections. In other words, he will be kicked out of office for being a “Putin stooge”, while the man is actually a 100% warmonger, who chose to surround himself with fanatics and war pushers like Mattis, Haley, Tillerson and the rest of his Class B movie cast. He deserves to be despised and when he is finally sent back to Trump Tower by the “official” cabal of anti-Russian agitators in Congress nobody should shed a tear.\nTom Welsh\nApril 1, 2017 at 11:15\nI find it distinctly odd that the first two comments on this article come from people who still seem to think that there is some difference between the Republican Party and the Democratic Party – or between Barack Obama and Donald Trump.\nUntil they shed that delusion, they will not even be able to see the real problem of US politics – let alone think about ways of solving it.\nFobosDeimos\nApril 1, 2017 at 11:46\nI had no illusions whatsoever about Trump, let alone the political duopoly in the US. It is just that Trump is still being presented by many (including many columnists at CN) as a sort of anti-establishment peacenik.\nEradicated TARP  which would have erased USA sovereignty.\nmike k\nApril 1, 2017 at 10:17\nBullies don’t think, they grab and push and hurt and kill. Trump’s bullshit about being the great negotiator is exposed as the lie it always has been. About real negotiation Trump knows nothing, and his actions are proving that. It takes wisdom and compassion to engage in real mutually beneficial negotiations, that leave everyone better off. The power crazy fools in control of America lack these essential qualifications, which means more suffering and injustice for the many of us.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nytimes.com/2017/03/29/world/middleeast/rex-tillerson-bahrain-weapons-sales.html?_r=0"
            ],
            "gov_pgs": [
                "https://2009-2017.state.gov/j/drl/rls/hrrpt/humanrightsreport/"
            ],
            "unsure": [
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://freedomhouse.org/report/fiw-2017-table-country-scores"
            ]
        },
        "key_words": [
            "iran",
            "power",
            "bahrains",
            "regime",
            "situation",
            "iranian",
            "bahrain",
            "trump",
            "shia",
            "human",
            "abuses",
            "excusing",
            "rights"
        ]
    }
]