[
    {
        "url": "https://consortiumnews.com/2017/06/21/at-fbi-mueller-oversaw-post-911-torture/",
        "title": "At FBI, Mueller Oversaw Post-9/11 Abuses",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Land Lady",
                "link": null
            },
            {
                "name": "Michael K Rohde",
                "link": null
            },
            {
                "name": "John Wilson",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Michael Kenny",
                "link": null
            },
            {
                "name": "Left Blank",
                "link": null
            },
            {
                "name": "John Hasse",
                "link": null
            },
            {
                "name": "Kevin Beck",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-06-21",
        "text": "Main menu\nJune 21, 2017\nBy Jonathan Marshall\nRobert Mueller III, the former FBI director who now heads the wide-ranging investigation into alleged misdeeds by President Trump and his associates, just dodged a major legal bullet himself. On Monday, the U.S. Supreme Court gave him and other former senior Bush administration officials legal immunity for the vicious abuses committed against more than 700 foreigners who were rounded up with little or no cause after the 9/11 attacks.\nRobert Mueller with President George W. Bush on July 5, 2001, as Bush nominated Mueller to be FBI Director. (White House photo)\nThe court ruled 4-2, nearly 16 years after the fact, that “national security” trumps civil liberties and that however unfounded the arrests, or intolerable their treatment, the detainees had no right to sue senior federal officials for damages.\nPunting to Congress, a branch of government rarely known for its defense of individual rights, the court declared, “The proper balance in situations like this, between deterring constitutional violations and freeing high officials to make the lawful decisions necessary to protect the Nation in times of great peril, is one for the Congress to undertake, not the Judiciary.”\nAlthough the climate of fear that followed 9/11 has eased a bit, the decision is highly relevant in the Trump era because the abused victims were all immigrants who had overstayed their visas. If the FBI had any question about the arrestees, it designated them “of interest” and ordered them held until cleared — in other words, guilty until proven innocent.\nDozens of the hapless victims were held at the Administrative Maximum Special Housing Unit in Brooklyn’s Metropolitan Detention Center (MDC), which was the subject of two scathing reports by the Bush Justice Department’s own Inspector General in 2003. Besides documenting a wide range of abuses, the reports concluded that staff members brazenly lied about the rough treatment they meted out.\nAppalling Abuses\nNews accounts of the Supreme Court decision made only brief reference to that treatment. Yet the appalling story can be glimpsed from this summary of facts provided in 2013 by U.S. District Judge John Gleeson:\nThe World Trade Center’s Twin Towers burning on 9/11. (Photo credit: National Park Service)\n“The harsh confinement policy was expressly directed at Arab and Muslim noncitizens who had violated immigration laws . . . In other words, it was discriminatory on its face. . .\n“They were confined in tiny cells for over 23 hours a day, provided with meager and barely edible food, and prohibited from moving around the unit . . . (or) keeping any property, including personal hygiene items like toilet paper and soap, in their cells. Whenever they left their cells, they were handcuffed and shackled. . . (D)etainees . . . were often physically abused along the way, and were sometimes left for hours in the cold recreation cell, over their protests, as a form of punishment. . . .\n“Detainees also were denied sleep. Bright lights were kept on . . . for 24 hours a day . . . and staff at the MDC made a practice of banging on the MDC Detainees’ cell doors and engaging in other conduct designed to keep them from sleeping. They also conducted inmate ‘counts’ at midnight, 3:00 a.m., and 5:00 a.m. . . . One of the officers walked by about every 15 minutes throughout the night, kicked the doors to wake up the detainees, and yelled things such as, ‘Motherfuckers,’ ‘Assholes,’ and ‘Welcome to America.’\n“The MDC Detainees also were subjected to frequent physical and verbal abuse . . . The physical abuse included slamming the MDC Detainees into walls; bending or twisting their arms, hands, wrists, and fingers; lifting them off the ground by their arms; pulling on their arms and handcuffs; stepping on their leg restraints; restraining them with handcuffs and/or shackles even while in their cells; and handling them in other rough and inappropriate ways. The use of such force was unnecessary because the MDC Detainees were always fully compliant with orders . . . The verbal abuse included referring to the MDC Detainees as ‘terrorists’ and other offensive names, threatening them with violence, cursing at them, (and) insulting their religion . . .\n“(Detainees) . . . were subjected to unreasonable and punitive strip-searches. . . Female officers were often present during the strip-searches; the strip-searches were regularly videotaped in their entirety . . . and MDC officers routinely laughed and made inappropriate sexual comments during the strip-searches.\n“Officers at the MDC . . . also interfered with the Detainees’ ability to practice and observe their Muslim faith. . . In addition, most of the MDC Detainees were held incommunicado during the first weeks of their detention. MDC staff repeatedly turned away everyone, including lawyers and relatives, who came to the MDC looking for the MDC Detainees, and thus the MDC Detainees had neither legal nor social visits during this period.”\nAn Abu Ghraib in Brooklyn\nThough not at the level of brutality of water boarding and some of the beatings associated with secret CIA detention centers, these MDC abuses had some similarities to the humiliation and mistreatment of prisoners at Abu Ghraib in Iraq — and the abuses were taking place right in the heart of New York City. Plus, unlike some of the CIA’s torture victims, these detainees had nothing to do with terrorist plots; some were never even questioned by the FBI after their arrest.\nAmerican military police pose with naked detainees at Abu Ghraib prison in Iraq.\nYet senior FBI and Justice Department officials were complicit in the abuse. The 2nd Circuit Court of Appeals, in a 2015 ruling that the lawsuit could proceed, cited evidence that two of the defendants, Attorney General John Ashcroft and FBI Director Mueller, “met regularly with a small group of government officials in Washington, D.C., and mapped out ways to exert maximum pressure on the individuals arrested in connection with the terrorism investigation.”\nThey “discussed and decided upon a strategy to restrict the 9/11 detainees’ ability to contact the outside world and delay their immigration hearings. The group also decided to spread the word among law enforcement personnel that the 9/11 detainees were suspected terrorists[] . . . and that they needed to be encouraged in any way possible to cooperate.” And it was the FBI that recommended housing the detainees in the maximum security facility where their rights were sure to be abused.\nSuch official misconduct and brutality constitutes a stain on this nation’s honor. Justice Anthony Kennedy, writing for the majority, said “Nothing in this opinion should be read to condone the treatment to which the (plaintiffs) contend they were subjected.”\nA Terrible Precedent\nBut the court’s decision to protect high-level federal officials who made that treatment possible sets a terrible precedent. As the American Civil Liberties Union warned , it “would effectively immunize tens of thousands of federal officers . . . from damages, no matter how egregious the officers’ conduct. Indeed, [it] would effectively immunize federal officers from damages liability even for torture, so long as the torture arises in a context involving national security or noncitizens.”\nU.S. Supreme Court\nCiting such egregious precedents as the Alien and Sedition Acts, the wholesale suppression of civil liberties during World War I, and the internment of Japanese-American citizens during World War II, a dissenting Justice Stephen Breyer insisted that the Court had an obligation to defend “fundamental constitutional rights.”\n“History tells us of far too many instances where the Executive or Legislative Branch took actions during time of war that, on later examination, turned out unnecessarily and unreasonably to have deprived American citizens of basic constitutional rights,” he wrote. With the latest court ruling, that dark history is sure to be repeated.\n[For more on the real Robert Mueller, see Consortiumnews.com’s “ Russia-gate’s Mythical Heroes. ”]\nJonathan Marshall is a regular contributor to Consortiumnews.com.\nJuly 4, 2017 at 17:53\n“The FBI and CIA are responsible for most if not all terrorism that is committed in the world.” – FBI chief of Los Angeles and Dallas, Ted Gunderson\nJune 25, 2017 at 11:26\nMueller has been part of the Deep State ever since the Bush Crime Era.\nKevin Beck\nJune 22, 2017 at 14:29\nOnce again, the scum always rises to the top. Where it can be scraped off and resuscitated within the Justice (sic) Department.\nJohn Hasse\nJune 22, 2017 at 14:24\nThe constitution does not ‘give’ rights.  It affirms the human rights given by YHVH, which the courts,in their infinite stupidity have now affirmed that the executive arm of government is allowed to take away.  Welcome to the gulag.\nleft blank\nJune 22, 2017 at 12:54\nFBI NSA CIA DHS all taxpayer funded unaccountable corrupt govt employee labor unions\nMichael Kenny\nJune 22, 2017 at 11:21\nThis reads like a rather unsophisticated attempt to discredit Mueller as Russiagate special prosecutor.\nSkip Scott\nHi Mike-\nIt’s amazing how I keep finding your MSM BS at the very bottom of the comment stream.  Unsophisticated?  How about some kind of fact based rebuttal, or would that be above your pay grade?  Obviously Mueller is a man of questionable character given his past, as this article makes clear.  It is not an attempt to discredit Mueller, it is an actual discrediting of Mueller.\nJune 22, 2017 at 11:11\nI have no admiration for Mueller, nor indeed any other American horror who has headed the FBI.\nIt has a lifetime record as a nightmare organization.\nBut I think it very important to remember he was just one of a huge number of Americans bearing responsibility for the horrors.\nThere is no escaping the responsibility of the entire American national establishment.\nAnd, of course, this abuse became only the prelude for the Neocon Wars, America’s rampage through the Middle East which has killed at least 2 million people, injured countless others, and made millions into refugees.\nThis is America’s second great orgy in bloodshed and destruction in decades counting Vietnam/Cambodia.\nThe country really does have a record comparable in many ways to the 1930s fascist governments, only the total number of victims is smaller.\nHowever I would not be surprised to see the number rise. You are threatening people in half a dozen lands right now and none of them has attacked you.\nYou know, you cannot have both a world empire and a decent country.The apparatus of empire and control – 17 security agencies and the Pentagon – are not friends of democratic principles, human rights, or even decency.\nIt doesn’t matter who is elected in those big costly shows you call elections. Things will only change if the basic orientation of the country changes.\nI see very little prospect for that.\nReaders may enjoy:\nJune 22, 2017 at 05:13\nI doubt there are any ‘upright men anywhere in the American government, the deep state or any other organ of state power. Over here in the UK we tend use judges or some other outside person to hold our inquiries into cases of this sort. Even then a truly honest outcome can’t be guaranteed! Anyway, this whole farce is just a witch hunt and Muller is playing the role of the ‘Witch  Finder General’ Its like something out of the middle ages!!\nMichael K Rohde\nJune 22, 2017 at 00:07\nMr. Meuller does not sound like the Mr. Clean of criminal justice in those days. He’s been hailed as the “honest broker” investigator who we could trust to find the truth. Anybody that supported or tolerated torturing suspects is first,  assuredly,  a rank amateur and does not qualify as a visionary or leader in the field. The FBI was kept out of questioning detainees because they wouldn’t torture them.\nThe professionals know from their education and training that these results are always unreliable because people will say anything to stop torture. Not always the truth but what they think the torturer wants to hear. They don’t know so they guess to stop the pain. If Mueller didn’t know this his pros in the FBI certainly advised him and he went along with it for whatever reason. That alone disqualifies him in my mind. I don’t want an amateur in charge of anything that matters.\nHe was also appointed by Bush II who I don’t think put anyone in charge of anything that he wasn’t assured would do his bidding. If they didn’t they didn’t last. Ask his first Treasury Secretary. I don’t think Mueller can be trusted with this national issue, I think he’s got a dog in the hunt and he won’t be impartial. And anyone that didn’t resist torture just needs to go away for being such a heel.  He’s starting to feel like a neo-con to me.\nLand Lady\nJune 21, 2017 at 23:25\nI am 73. When in my 30’s I lived in SF and had a housemate from Germany.  One evening with a group of us sitting around with wine, she was asked, “why didn’t the good German people protest what Hitler was doing? ” She was uncomfortable; of course she was only a child during WW2, but as an adult she must have wondered.  Now I feel we Americans are like the Germans, not speaking out against our country’s horrible acts around the world for decades.  Although since most Americans don’t read sites like this,  they don’t hear about US atrocities on the msm, it’s really the small group that reads alternative news that knows the truth.  Perhaps we are in such a minority we are afraid to speak or act too loudly?    An example that may seem trivial, but maybe it’s germane: we have a popular folksy band here in Providence whose name is “Extraordinary Rendition.” They’re very “in” – young, talented,, funny, friendly, they wear colorful clothes, and let kids come and march with them, etc..  They’ve played at the graduation of our prestigious RI School of Design, and perhaps Brown U., (I’m not sure of the latter.)  I had a LTE published in the Prov. Journa a few years agol protesting their name b/c it’s the process of the US moving detainees to black sites around the world to be tortured for info. the US wants. (And “rendition” is also a play on words meaning a musical performance.)  Even some of my friends with whom I demonstrate, etc didn’t like my letter, they’re friends with some of the band and felt I was making a mountain out of a molehill.  That has really scared me re: the possibility of turning things around.  LL\nMichael K Rohde\nJune 22, 2017 at 00:29\nHitler didn’t run on a campaign of gassing millions of jews, slavs, mentally disabled and Gypsies. Once he got power he set up a system of oppression that no one dared resist, including Nazis. And he didn’t start the serious killing until Germany’s war machine started getting beaten up and losing. He was nuts.\nAs far as I know, if we speak out we won’t be rounded up in the middle of the night and put in a cattle car and shipped east. Anyone in Germany that spoke out after 1941 was rounded up and sent east. Comparing anything to Nazi Germany is comparing apples to ebola. Doesn’t deserve the attention it is getting here.\nThere’s a relatively small number of super wealthy people in the U.S. that are driving most of these wars and repression because they have power and immunity from prosecution to skim their millions and billions. They want to keep that cash register ringing, not exterminate the base of their wealth. That is what is going on here in America.\nI think most of the malefactors of great wealth are simply addicts pursuing their drug, that happens to be money or the power and acceptance it buys, and they have figured out that running the government is the best way to maintain unlimited access to their drugs. They are probably right. We need to take it back, not compare Americans to Nazis in Hitlers’ Germany. Gimme a break.\nGregory Herr\nJune 22, 2017 at 05:05\nThese are of course “different” times and circumstances…parallels can be overdrawn.  But what’s past is prologue, not?  Lessons should be learned.\nJust the simple fact that detainees have been beaten, tortured, or otherwise abused even to the point of death by representatives of America, whether it be overseas or within the States, is much more than mildly concerning.  The “war on whistleblowers”,  the campaign against so-called “fake news”,  the concentration of media ownership and other powers are all “chilling” wouldn’t you say?  That surveillance has become a “given” with the prospect of drones over America going on steroids doesn’t bother you?  That our political class is bought-and-paid-for and displays little to no maturity and wisdom isn’t alarming?  That our nation is engaged in perpetual and obscene warmongering doesn’t raise concern?\nGimme a break.\nYeah Gregory, I’m with you and the Land Lady.\nF. G. Sanford\nJune 22, 2017 at 10:46\nI’m glad both of you are sticking up for the Landlady. So-called “Godwin’s Law” is a dodge to ridicule anyone who might see the obvious parallels. It’s the same strategy promulgated by CIA Dispatch #1035-960 sent out to corporate media moguls explaining that anyone who questioned official dogma should be labeled a “conspiracy theorist”.\nFascist systems all contain the same elements and characteristics, but those attributes may express themselves to different degrees. Once you recognize the essential ingredients, their proportional contribution to the stew is irrelevant. If they express themselves at all, the diagnosis is irrefutable. It’s like trying to claim that a tiny malignant melanoma isn’t really cancer. Give it time, and see how things turn out.\nmike k\nJune 23, 2017 at 07:10\nThose in denial see none of what you so clearly report.\nmike k\nJune 23, 2017 at 07:13\nUsing Hitler is a desperate attempt to get people’s attention. Mostly it doesn’t work, people are too deeply asleep.\nOz\nJune 21, 2017 at 21:33\nMueller was also a key operative in the massive US government effort to suppress the movement of Lyndon LaRouche back in the ’80s. Former Attorney Ramsey Clark wrote that the persecution of LaRouche involved “a broader range of deliberate and systematic misconduct and abuse of power over a longer period of time in an effort to destroy a political movement and leader, than any other federal prosecution in my time or to my knowledge.”\nJune 21, 2017 at 20:11\nPsychically I feel that this country is in for a huge fall, probably an economic crash, somewhere around 2018-2019. One could say that’s wishful thinking only. A friend of mine feels that very strongly, too. All the cards are in place for economic collapse of the US and the fools who believe they are in charge are completely clueless. Karmic retribution is the only way, and the rest of the world is going to participate. I meditate on the fall of these evil beings every day, and I think those of us who are moral beings with a conscience have intelligence enough to withstand the difficulties we may encounter from what they are bringing about. I don’t think they have that intelligence. As one example, Cheyenne Mountain in Wyoming, I think, has been set up to be one of the  underground facilities for these evil creatures, we know from reading, but is it not interesting that this mountain is within the area of the Yellowstone supervolcano, which is swarming now with earthquakes? I believe Mother Nature, Gaia, will bite back, as she has done many times before. They are helpless against nature and they definitely have cancer of the mind.\nbackwardsevolution\nJune 21, 2017 at 17:05\nHow can these guards do these things?  What type of people are these?  I get that in times of war, sometimes you need to question people, but they should be treated with respect.  This is inhumane.\nThat Mueller reminds me a mafia don.  Every time I see his face, I see a thug.\nJune 21, 2017 at 15:48\nDon’t the psychopaths that be realize this country has been at war for 16 years, which has lead to a Lot of experienced combat troops having to be absorbed back into communities that are suffering from policies designed to crush these same communities? I ain’t no rocket scientist, but even I can seen this won’t end well. One shot one kill ring a bell? These folks Lived it for multiple tours. If you know what to look for to stop it, you can hide it even better.\nThings that make you go. . . Hmmmmm.\npeace\nJune 21, 2017 at 15:37\nSeems I recall that approximately one hundred – maybe more – detainees have died in “black site” detention facilities condoned by the US since 9/11. On another site that leans progressive, I noticed a headline that said something like…”Retribution Should Be Swift And Decisive For The Passing Of…\nI wonder too why Sotomayor, Kagan and Gorsuch didn’t participate. Many Constitutional Amendments, treaties, and international laws were violated by the treatment of those detainees, so I have to wonder. Could it be argued that hearing a case to decide whether those laws may be legitimately broken itself constitutes juridical malfeasance? Have those three justices dodged a rendezvous with some international criminal tribunal in the future? Or, does a decision rendered by a “rump court” constitute a future avenue to an overturned decision?\nSome of our “allies” routinely engage in indefinite detention, brutal mistreatment and denial of due process. Was this decision intended to bring us into compliance with those policies? Does this decision render those who might criticize our “allies” legitimate recipients of pejorative or even criminal accusations?\nOn the face of it, the decision would seem to eliminate any need for Congressional re-authorization of some of the more draconian post 9/11 legislation. Now that the Bill of Rights has been effectively nullified, what would be need?\nI guess Kim Jung Un is relieved to know that our Supreme Court has taken “swift and decisive retribution” off the table. They confirmed that humane treatment of political prisoners is strictly optional when it involves “national security”. Maybe some concerned mothers could adopt a cause with a real agenda. They could knit some pink hats and stage a protest march. They could voice concern that their own sons and daughters could be subjected to inhumane treatment if the Kim Jung Un standard is codified into United States Jurisprudence. Hey…it’s just a thought.\nF. G. Sanford\nJune 21, 2017 at 16:12\nThat should say, “what would be THE need.” It’s not often that I wax liturgical, and I don’t have my King James Bible handy. But that passage, if I remember it correctly, says: “Woe unto you, scribes and pharisees, for ye strain at a gnat yet swallow a camel. Outside, you are like unto whited sepulchers, but inside you are full of dead men’s bones and all things unclean.”\nThe hypocrisy is just stunning. It has actually become “Biblical” in scope and magnitude.\nbackwardsevolution\nJune 21, 2017 at 16:37\nSanford – Sotomayor and Kagan recused themselves as they had previously worked on the case before joining the court, and Gorsuch took no part in the decision because it was argued before he was confirmed.\nIt’s just a stroke of luck for Ashcroft and Mueller that Obama chose two lawyers who had to recuse themselves from this case.\nSkip Scott\nJune 22, 2017 at 07:26\nThanks for the info B.E.  It seemed odd to me that the case was decided by only six justices.\nKevin o\nJune 21, 2017 at 15:35\nI believe Judge Sotomayor heard the case when she sat on the US Court of Appeals and Judge Kagan argued on the case when she was the US Solicitor General.\nmike k\nJune 21, 2017 at 14:16\nPhony laws made by phony people. What kind of laws are those written by criminals? The US congress is a cabal of criminals.\nDanny Weil\nJune 21, 2017 at 14:07\nThere is no doubt that America is a fascist country.  It meets all the criteria. http://www.thirdworldtraveler.com/Fascism/What_Is_Fascism_Gibson.html\nThe reactionary republicans have fixed the political landscape so that gerrymandering gives them districts, minority voting polls close or do not open, this gives them the edge.  Militarism gives them the force.  And the sock puppet presstitutes give them the coverage.\nOnly war now will determine global fascism’s survival.  Nothing can be done within the country either by organizing or by elections to stop them now.\nmike k\nJune 21, 2017 at 14:19\nI am afraid you have it right, Danny. What we do here at CN and other investigative sites, is a necessary but probably futile Hail Mary pass….\nRealist\nJune 21, 2017 at 16:45\nIt’s not only fascist, it’s foremost a dictatorship, only no one knows who the true ultimate dictator is.  It’s someone behind the scenes.   It is surely not the nominal president chosen in the fraud called a national “election.” If you doubted that during the Clinton, Bush or Obama “administrations,” can there be any doubt now?   Trump was just as fooled as the public in thinking that the system was on the up-and-up and that he would actually get to make policy as the elected national leader.\nThe “Deep State” knows its cover is blown, but doesn’t seem to care about that any more.   They are feeling invincible, not only in all these wars of conquest they start, but in our oppressed “homeland” as well.   People are still so damned partisan because  of all the propaganda it makes them blind.  The stupid Dems were so frustrated that mad  Hillary was rejected, as the convoluted election machinery that was meant to keep the establishment in power came back to bite them, that they are perpetrating all the same outrages they condemned when the GOPers were doing them.  Hypocrisy thy name is Rachel Maddow.\nbackwardsevolution\nJune 21, 2017 at 16:55\nRealist – “Trump was just as fooled as the public in thinking that the system was on the up-and-up and that he would actually get to make policy as the elected national leader.”\nWell said!  I think he is still in shock.  I know I am.\nGregory Herr\nJune 21, 2017 at 22:19\nAnd let’s not lose sight of the impetus for all the malfeasance that followed:\nJune 21, 2017 at 13:46\nWas Iqbal right all along?\nPost 9/11, Mueller and Ashcroft prevailed in a lawsuit filed by Javad Iqbal, who alleged he was tortured on discriminatory grounds. The Supreme Court ultimately found Iqbal’s lawsuit lacked “plausible” allegations.\nThe case, Ashcroft v. Iqbal, has gone on to upend civil litigation in federal courts. It is often cited by judges and corporations to effectively squeeze out and shut down individual plaintiffs’ lawsuits.\nJune 21, 2017 at 13:43\nAh Yes the United States of America founded by members of the Hell´s Angles Motor Cycle Club.  Al Capone as President, the Supreme court made up of the likes of John Dillinger et all. Laws to these people are just sign posts along the way, nothing binding of course. They are all exceptional americans just like their criminal enterprise country. Laws are what they make them at the time.\nSo happy I was not born in that God forsaken country. Americans used to wear canadian flag lapel pins to hide the fact that they were americans abroad.for their own safety. I should like to add another reason for wearing the flag of another country and that is shame. There is nothing to be proud of in being an american, nothing at all. North Korea looks like a haven of judicial reasoning along side this bunch of goons parading around in expensive suits, ripping off the country in every concievable way, but of course the dignity was long gone anyway. And yet….and yet they have the nerve to point the finger at Russia and China for abusing human rights. Why do people hate the USA? Top of the list is it´s hypocrisy.\nHomer Jay\nJune 21, 2017 at 20:17\nCertainly you make a distinction between the American government or rather The United Coorperations of the World and average Americans who are just victims just like you are in this whole mess. And by the way, that free speech you are enjoying right now is in fact an American concept so respect Dan. Americans to be “proud” of: JFK, Martin Luther King Jr., John Lennon, Edward Snowden, Daniel Ellsberg…to name but a few. The assholes you are speaking of are not patriotic Americans and are loyal only to the almighty buck. Reject all urges to turn against your peers…it only serves as a distraction from our oppresors. Besides whatever country you are from has a government that is subservient to and complicit with American hegemony.\nCal\nDITTO  Homer Jay\nWhat interesting timing for the so-called “Supreme” Court to make this decision???!!!\nJust after Mueller is chosen to “investigate” the Donald !?!  And with only 4 of the 9\n“Justices” somehow making a “Majority” Ruling !!!?????  Don’t you just LOVE IT?????!!!!!!\nmike k\nJune 21, 2017 at 13:59\nAre we really surprised that the top officials of the secret police torture anyone they get their hands on? The worship of the police is a sickness that is promoted in all totalitarian states. Evil is miraculously transformed into good by the magic of propaganda. “We do these things for a higher good, and the benefit of all citizens.” Of course, the authorities never do anything wrong, ever. The highest value of those who love authority is obedience.\nmike k\nWhat Supreme Court decision are you referring to?\nBart in Virginia\nIt’s referenced in the second paragraph above.\nRob Roy\nJune 21, 2017 at 12:48\nEvery day in every way I hate this country a little bit more. It is rotten at its core and nothing can save it from its own destruction. Coming soon: war on Iran then attacking Russia. The clock hitting midnight and the end of life on earth is nigh.\nmike k\nJune 21, 2017 at 13:34\nRob, I have certainly shared your feelings towards America in my past. But now, however much I am horrified and disgusted by the behaviors of some of us, I try to remember other Americans who I deeply esteem. And I also understand now that hate is a corrosive that burns not only those it is aimed at, but corrupts and damages the hater even more deeply. I am not being judgmental or preachy towards you or anyone who may give in to hating, because I know there is a deeper part of you that loves, accepts, and does not hate. I hope you find your way out of what is probably a momentary lapse which will pass. But I know how you feel and don’t condemn you or myself for still sometimes having that dark angry feeling arising. I hope my comment doesn’t make you feel misunderstood.\nGregory Herr\nJune 21, 2017 at 21:30\nmike, your comment using the term “momentary lapse” reminded me of this album:\nJune 21, 2017 at 14:10\nIt is not a country, it is one big hedge fund of despair and poverty.  And most of the people in it are either ignorant or feel everything bad is due to ‘personal choices’.  All of this is blowback from the last century and the beginning of this one.  And no, it cannot be stopped by demonstrating, organizing, taking over the corporate demo party, etc.  Only war can offer the pitiful chance of turning the tide and this too is doubtful\nEvangelista\nJune 22, 2017 at 19:50\nThere are two “United States”, the Constitutional one, defined in the United States Constitution, the other defined by “Codes” and other bodies of laws that base in Commercial Law and Commercial Law precepts, principles and practices, which are applicable, in limited ways, to commerce, meaning commercial activities whose end purpose is commercial, not personal (If I buy to sell my buying is commerce and commercial law is controlling, but if I buy for my own use Public Law, with all its safeguards for the individual, including the unknowing and unaware individual, controls).\nThe Commercial United States is a usurping government emplaced by legislators and others who took oaths to uphold the Constitution violating their oaths, and by others not oath-bound, but nevertheless guilty of Treason for their advising and encouraging and co-conspiring in the overthrow of the Constitutionally defined and ratification established government for the United States.\nAll who can be proved to have been, or be, upholding and empowering the Usurper State Commercial Law Practices Defined United States are guilty of Treason against the Constitutionally Established United States, and are, upon trial, finding of guilt and sentencing in conformance with Constitutional rules, based on the Principles the provisions in the U.S. Constitution was based on in its making, hangable.\nSince the government of the Commercial Law foundationed  United States is purposed to providing for and protecting commercial and bureaucratic parasites, at the expense of, and depletion of, the legitimate Public Body Politic, it is growing (has grown) top-heavy;  there are more parasites than the productive body of the United States can support.\nIn absence of a serious thinning of the parasitic, and redistribution of resources to restore the health and well-being of the U.S. national body, a parasite extermination event is a pending inevitability, and, to re-balance the national body, a pending necessity.  Expect eruption events near you, wherever you are.\ntina\nHi\nI too feel the despair, but there are many young people,( I am 53,) who do have  a vision and an a plan for this country.  Those millennials are not selfish at all.  They care for the planet.   Only a small sliver of the population is (are) the  children of the one percent, and surely they will protect their inheritance.  But, and here is the  good news, Coal,  Diminishing returns.  Even the toppers know coal is going nowhere, manufacturing jobs are not happening, Solar panels are a thing, electric cars are a thing, black, brown, and yellow people are a thing.  We  are the future, and Charles and David Koch cannot stop us. The Billionaire class cannot stop us.  There are maybe, one hundred of them, but there are billions of us.  Keep the faith, I am not religious, but I believe in all of working together.\nBrad Owen\nJune 21, 2017 at 11:17\nGo to EIR’s search box for a lot of interesting reading on Robert Mueller. He’s little more than a hitman for the oligarchy and its Deep State apparatus, an enabler for their Agenda…”make it sooo, Number One”.\nTomk\nJune 21, 2017 at 11:19\nPutting together quite the Clintonista team to “investigate” Trump….Wonder how that will come out?\nJune 21, 2017 at 10:51\nI am confused as to why Kagan, Sotomayor, and Gorsuch took no part in the findings.  I thought they could only recuse themselves due to conflict of interest.  I am obviously ignorant of judicial rules or procedures regarding this.  Does anybody know what’s going on with only 6 of 9 justices taking part?\nAlso this is obviously a case of supposed intellectuals missing the obvious.  What these evil people did was a violation of our Constitution, and our core values.  It was the court’s job to deliver justice.  Congress doesn’t need to make more laws to address this, the judges need to have the guts to do their job.\nDanny Weil\nJune 21, 2017 at 14:08\nJudges are part of the fascist state.  There are no remedies when there is no rule of law, only the rule of men.\ntina\nJune 23, 2017 at 03:00\nyeah , and ugly men to boot.  Why are there no really good looking men on the court?   All ugly from the inside and the outside. They are only men, like you and me.  The only difference is that  they wear a black robe, as if that grants them special powers. Picture this in your imagination, if you can, NINE Beautiful women supermodels, and those nine women will make decisions for at least a generation,  Think about it.\nBart in Virginia\nKagan will surely be known as “The Great Recuser”.\nEll\nJune 22, 2017 at 15:01\nDoes anyone recall Scalia’s backing Kagan as a nominee? He reportedly supported her, aware the Obama admin would choose a “liberal.”\nMaybe he prophesied she would recuse herself from a handful of important cases, with wins going to his wing of the court? Shrewd.\nWhat are rules of judicial conduct on SC justice recusal? Are they self-imposed? Think the other side of the bench would recuse in similar situation?\nGregory Herr\nJune 21, 2017 at 21:23\n“…dissenting Justice Stephen Breyer insisted that the Court had an obligation to defend “fundamental constitutional rights.””\ngee, what a quaint notion\nSkip Scott\nJune 22, 2017 at 07:21\nI am reminded of the beloved Alberto Gonzales calling the Geneva Conventions “quaint” following 9/11.  It seems that the US Constitution now falls into that category as well.  Now there is only power. The rule of law is dead.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.aclu.org/legal-document/ziglar-v-abbasi-amicus-curiae-support-respondents"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.thirdworldtraveler.com/Fascism/What_Is_Fascism_Gibson.html",
                "https://consortiumnews.com/2017/06/06/russia-gates-mythical-heroes/",
                "https://scholar.google.com/scholar_case?case=2948252922928682970&hl=en&as_sdt=6&as_vis=1&oi=scholarr",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "detainees",
            "officers",
            "mueller",
            "mdc",
            "treatment",
            "fbi",
            "oversaw",
            "abuses",
            "court",
            "post911",
            "officials",
            "911"
        ]
    }
]