[
    {
        "url": "https://www.christianpost.com/news/how-a-former-espn-producer-forgave-his-alcoholic-dad.html",
        "title": "How a Former ESPN Producer Forgave His Alcoholic Dad",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHow a Former ESPN Producer Forgave His Alcoholic Dad\nHow a Former ESPN Producer Forgave His Alcoholic Dad\nBy Billy Hallowell , Pureflix.com\n| Wednesday, January 17, 2018\nFormer ESPN producer Jason Romano reveals how his Christian faith led him to forgive his dad after years of alcoholism and chaos — and he offers some much-needed guidance for anyone else struggling with a loved one who has caused pain:\nForgiveness can be hard, especially when a loved one has wronged us. But, as Christians, we're commanded to offer grace to those who have hurt us…no matter what.\nOf course, this is often easier said than done, as evidence in stories shared by people like former ESPN producer Jason Romano. Romano's parents divorced when he was just 6 years old, though he said his dad was \"always around.\"\nEventually, though, his dad developed a problem with alcoholism — and, over the years, Romano said that it sparked scores of problems. He shares these struggles in his new book, Live to Forgive: Moving Forward When Those We Love Hurt Us .\n\"I remember going to the bar as a kid, and he would get me a soda and let me play the pinball machine while he was at the bar watching the game with his buddies,\" Romano told Faithwire. \"I remember things like that, but at that time, that's not abusive to me. That's just kind of a kid with a soda playing video games, you know?\"\nAs the years wore on, though, that dynamic dramatically changed. He recalled a specific incident in 1984 when his father took him to his first NFL game between the Eagles and Giants — a moment that left him embarrassed and saddened.\n\"My dad was the one who took us to this game. The only memories I have from this game are terrible memories of him being drunk, him yelling and screaming and getting in fights with the fans from the Eagles, my dad was a Giants fan, and is a Giants fan,\" Romano said. \"Then the drive back and being scared in the back seat because my dad and my stepmom ... were arguing, and my dad was swerving all over the road, because he had been drinking too much. That's one of the earliest memories I have of him.\"\nRomano described his relationship with his dad as being somewhat of a \"rollercoaster of good and very, very bad.\" While he had a good dialogue with his dad as a teen, alcoholism often got in the way.\nRead the rest of the story at faithwire.com\nRelated Articles\n",
        "quotes": [
            [
                "I remember going to the bar as a kid, and he would get me a soda and let me play the pinball machine while he was at the bar watching the game with his buddies,",
                "Romano",
                true
            ],
            [
                "I remember things like that, but at that time, that's not abusive to me.",
                "Faithwire",
                true
            ],
            [
                "That's just kind of a kid with a soda playing video games, you know?",
                "Faithwire",
                true
            ],
            [
                "My dad was the one who took us to this game.",
                "Romano",
                true
            ],
            [
                "The only memories I have from this game are terrible memories of him being drunk, him yelling and screaming and getting in fights with the fans from the Eagles, my dad was a Giants fan, and is a Giants fan,",
                "Romano",
                true
            ],
            [
                "Then the drive back and being scared in the back seat because my dad and my stepmom ... were arguing, and my dad was swerving all over the road, because he had been drinking too much.",
                "Romano",
                true
            ],
            [
                "That's one of the earliest memories I have of him.",
                "Romano",
                true
            ],
            [
                "rollercoaster of good and very, very bad.",
                "Romano",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.faithwire.com/2018/01/16/ex-espn-producers-incredible-journey-of-forgiveness-will-help-anyone-struggling-to-offer-grace-to-a-loved-one-who-has-hurt-them/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/billy-hallowell"
            ]
        },
        "key_words": [
            "producer",
            "forgave",
            "alcoholism",
            "dad",
            "game",
            "romano",
            "memories",
            "giants",
            "thats",
            "whatsapp",
            "espn",
            "alcoholic"
        ]
    }
]