[
    {
        "url": "https://www.christianpost.com/news/googles-one-sided-fact-checking-campaign.html",
        "title": "Google's One-Sided Fact-Checking Campaign",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nGoogle's One-Sided Fact-Checking Campaign\nGoogle's One-Sided Fact-Checking Campaign\n| Tuesday, January 16, 2018\nEvidence continues to mount that the world's most powerful search engine is deliberately manipulating search results they deem objectionable by providing sketchy fact-check reviews of conservative websites while leaving liberal sites untouched.\nThe Daily Caller reported earlier this week that Google is now displaying fact checks for conservative websites in its search results. When an internet user looks up certain news sites that skew to the right, Google offers additional information about the site on a sidebar, such as what themes the site often write about, and a \"Reviewed Claims\" section.\nRead more here:  https://www.christianpost.com/news/google-manipulating-searches-conservative-sites-213421/\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/google-manipulating-searches-conservative-sites-213421/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "websites",
            "site",
            "googles",
            "search",
            "conservative",
            "factchecking",
            "sites",
            "google",
            "write",
            "results",
            "onesided",
            "campaign",
            "worlds",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/google-manipulating-searches-conservative-sites.html",
        "title": "Google Manipulating Searches of Conservative Sites, Leaving Liberal Sites Alone, Analysis Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nGoogle Manipulating Searches of Conservative Sites, Leaving Liberal Sites Alone, Analysis Finds\nGoogle Manipulating Searches of Conservative Sites, Leaving Liberal Sites Alone, Analysis Finds\nGoogle Manipulating Searches of Conservative Sites, Leaving Liberal Sites Alone, Analysis Finds\n| Thursday, January 11, 2018\nEvidence continues to mount that the world's most powerful search engine is deliberately manipulating search results they deem objectionable by providing sketchy fact-check reviews of conservative websites while leaving liberal sites untouched.\nThe Daily Caller reported  earlier this week that Google is now displaying fact checks for conservative websites in its search results. When an Internet user looks up certain news sites that skew to the right, Google offers additional information about the site on a sidebar, such as what themes the site often write about, and a \"Reviewed Claims\" section.\nThese reviewed claims are instances where the publication has made a claim thought to be dubious and is linked to Snopes or another fact-checker report on the matter.\nAnd some of the claims for which Google is providing reviews give the impression that the site in question habitually engages in spreading unsubstantiated rumors as factual.\nOne of Google's reviewed claims that they labeled as \"unproven\" for The Federalist  was that the conservative outlet had written that a woman named Eileen Wellstone claimed former president Bill Clinton raped her while he was a student at Oxford in the 1960s. But among the thousands of articles the Federalist published in the past few years, only one mentions Wellstone and it was in the context of describing Clinton's long history of sexual misconduct.\nThe Federalist simply reported that Wellstone made such a claim and did not elaborate any further. Yet Google purported the Federalist as having asserted that Clinton was expelled from Oxford for this alleged rape and provides a link for the user to a Snopes fact-check piece that contends that this was not proven.\n\"So the question is, does Google tag every article that relays accusations of sexual misconduct or rape as 'unproven,' or just the ones against Bill Clinton? Or is the mention of Wellstone specifically worthy of a claim?\" asked David Harsanyi, writing in the Federalist Wednesday.\nHarsanyi explained that the Wellstone matter has been cited in many kinds of publications, including The Washington Post, and not just in attempts to debunk her claim.\n\"It's one thing for us to read publications through filters. We do it all the time. But it's another for a search engine to manipulate perceptions about those sites — and only conservative ones — before people even read them.\"\nLifeNews  noted Wednesday that of the top 20 conservative sites, as reported by PJ media, 30 percent were tagged with fact checkers like Snopes, FactCheck.org, Politifact, and ClimateFeedback.org.\nNone of the top 20 liberal sites, as reported by TopTere.com, were targeted in this way.\nA Google Chrome search of The Washington Post does not reveal erroneous claims the paper made like the time it reported that Russian hackers targeted a power grid in Vermont — a claim Snopes has fact checked — but does show the publication's many Pulitzer prizes in a sidebar.\nThe tagging of right-of-center websites seems to dovetail with the reportedly hostile work environment for right-of-center employees at Google headquarters.\nAs The Christian Post reported  this week, former Google engineer James Damore, who was fired from the company last year over a leaked memo, filed a lawsuit this week contending that the technology giant discriminates against conservative white men.\nDamore's suit claims that Google \"furnishes a large number of internal mailing lists catering to employees with alternative lifestyles, including furries, polygamy, transgenderism, and plurality, for the purpose of discussing sexual topics\" and the only topic missing from the forums is \"traditional heterosexual monogamy.\"\nOne Google employee who sexually identifies as \"a yellow-scaled wingless dragonkin\" and \"an expansive ornate building\" gave a talk called \"Living as a Plural Being at an internal company event,\" one of the lawsuit's footnotes states.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "So the question is, does Google tag every article that relays accusations of sexual misconduct or rape as 'unproven,' or just the ones against Bill Clinton?",
                "David Harsanyi",
                true
            ],
            [
                "Or is the mention of Wellstone specifically worthy of a claim?",
                "David Harsanyi",
                true
            ],
            [
                "It's one thing for us to read publications through filters.",
                "David Harsanyi",
                true
            ],
            [
                "We do it all the time.",
                "David Harsanyi",
                true
            ],
            [
                "But it's another for a search engine to manipulate perceptions about those sites — and only conservative ones — before people even read them.",
                "David Harsanyi",
                true
            ],
            [
                "furnishes a large number of internal mailing lists catering to employees with alternative lifestyles, including furries, polygamy, transgenderism, and plurality, for the purpose of discussing sexual topics",
                "Damore",
                false
            ],
            [
                "Living as a Plural Being at an internal company event,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://dailycaller.com/2018/01/09/googles-new-fact-check-feature-almost-exclusively-targets-conservative-sites/",
                "https://www.lifenews.com/2018/01/10/google-censors-six-conservative-media-sites-treats-them-as-fake-news/",
                "https://thefederalist.com/2018/01/10/googles-new-factchecker-is-partisan-garbage/",
                "https://www.christianpost.com/news/google-ok-with-polygamy-employee-identifying-as-dragon-discriminates-against-white-men-lawsuit-213274/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "claims",
            "leaving",
            "snopes",
            "search",
            "conservative",
            "sites",
            "manipulating",
            "liberal",
            "google",
            "searches",
            "claim",
            "wellstone",
            "reported",
            "finds",
            "federalist",
            "analysis"
        ]
    },
    {
        "url": "https://dailycaller.com/2018/01/09/googles-new-fact-check-feature-almost-exclusively-targets-conservative-sites/",
        "title": "Google’s New Fact-Check Feature Almost Exclusively Targets Conservative Sites",
        "authors": [],
        "publisher": "https://dailycaller.com",
        "publish_date": "2018-01-09",
        "text": "January 09, 2018 12:04 PM ET\nGoogle, the most powerful search engine in the world, is now displaying fact checks for conservative publications in its results.\nNo prominent liberal site receives the same treatment.\nAnd not only is Google’s fact-checking highly partisan — perhaps reflecting the sentiments of its leaders — it is also blatantly wrong, asserting sites made “claims” they demonstrably never made.\nWhen searching for a media outlet that leans right, like The Daily Caller (TheDC), Google gives users details on the sidebar, including what topics the site typically writes about, as well as a section titled “Reviewed Claims.”\nVox, and other left-wing outlets and blogs like Gizmodo, are not given the same fact-check treatment. When searching their names, a “Topics they write about” section appears, but there are no “Reviewed Claims.”\nIn fact, a review of mainstream outlets, as well as other outlets associated with liberal and conservative audiences, shows that only conservative sites feature the highly misleading, subjective analysis. Several conservative-leaning outlets like TheDC are “vetted,” while equally partisan sites like Vox, ThinkProgress, Slate, The Huffington Post, Daily Kos, Salon, Vice and Mother Jones are spared.\nOccupy Democrats is apparently the only popular content provider from that end of the political spectrum with a fact-checking section.\nBig name publications like The New York Times, The Washington Post, and the Los Angeles Times are even given a column showcasing all of the awards they have earned over the years.\nThe Robert Mueller fact check (pictured above) is a case in point for Google’s new feature.\nOstensibly trying to sum up the crux of the post, the third-party “fact-checking” organization says the “claim” in a DC article that special Counsel Robert Mueller is hiring people that “are all Hillary Clinton supporters” is misleading, if not false.\nThe problem is that TheDC’s article makes no such claim . Their cited language doesn’t even appear in the article. Worse yet, there was no language trying to make it seem that the investigation into the Trump administration and Russia is entirely comprised of Clinton donors. The story simply contained the news: Mueller hired a Hillary Clinton donor to aid the investigation into President Donald Trump.\nStill, the Washington Post gave the claim, which came from Trump himself, its official “Three Pinocchios” rating. The method applies to several other checks. Claims concocted or adulterated by someone outside the TheDC are attributed to TheDC, in what appears to be a feature that only applies to conservative sites.\nExamples of such misattribution and misrepresentation are aplenty.\nFor instance, using Snopes.com , an organization with highly dubious  fact-checking capabilities, Google’s platform shows an article by TheDC to have a so-called “mixture” of truth.\nThe “claim” made, according to Snopes.com and Google, is “a transgender woman raped a young girl in a women’s bathroom because bills were passed…”\nA quick read of the news piece shows that there was no mention of a bill or any form of legislation. The story was merely a straightforward reporting of a disturbing incident originally reported on by a local outlet. (RELATED: Why is Google CEO Eric Schmidt Technically Serving In The Department Of Defense?)\nAnd like Snopes, another one of Google’s fact-checking partners, Climate Feedback, is not usually regarded as objective.\nSnopes and Google also decided to “fact-check” an obviously tongue-in-cheek article in which a writer for TheDC pokes fun at a professor saying the solar eclipse in 2017 was naturally racist.\nEven Vox pointed out the absurdity of the educator’s literary tirade on Mother Nature’s purported racial prejudice, and the damage it might have done to real arguments of apparent racism. While Snopes got some flak for its choice, no one seems to have noticed the absurdity of the world’s go-to search engine providing fact-checks to purposefully irreverent content, rather than hard news stories.\nOverall, such inclusion embodies Google’s fact-checking services, which, as many presciently feared, are biased, if not also downright libelous. (RELATED: Silicon Valley Seems To Love Burying Conservative News)\nGoogle acknowledged it received an inquiry from TheDCNF, but did not fully respond by time of publication.\nFreedom of Speech Isn’t Free\nThe Daily Caller News Foundation is working hard to balance out the biased American media. For as little as $3, you can help us. Make a one-time donation to support the quality, independent journalism of TheDCNF. We’re not dependent on commercial or political support and we do not accept any government funding.\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org .\nTRENDING\n1\nMedia\n4\nMedia\n5\n",
        "quotes": [
            [
                "a transgender woman raped a young girl in a women’s bathroom because bills were passed",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://dailycaller.com/2017/04/07/googles-fake-news-fact-checkers-include-snopes-politifact/",
                "https://dailycaller.com/2017/12/24/why-is-alphabet-ceo-eric-schmidt-technically-serving-in-the-department-of-defense/",
                "https://dailycaller.com/2016/06/17/fact-checking-snopes-websites-political-fact-checker-is-just-a-failed-liberal-blogger/",
                "https://dailycaller.com/2016/09/11/silicon-valley-seems-to-love-burying-conservative-news/",
                "https://dailycaller.com/2016/12/09/caught-snopes-deliberately-omits-key-details-to-protect-kerrys-state-dept/",
                "https://www.vox.com/policy-and-politics/2017/8/21/16179792/solar-eclipse-2017-racist",
                "https://dailycaller.com/2017/02/01/google-boss-trump-admin-is-going-to-do-evil-things/",
                "https://dailycaller.com/2017/06/20/robert-mueller-hires-another-clinton-donor-for-russia-probe/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://dailycaller.com/2016/11/16/google-parent-company-chairman-spotted-wearing-clinton-campaign-staff-badge/",
                "https://dailycaller.com/2017/08/20/the-eclipse-is-racist-because-it-fails-to-affect-enough-black-people-the-atlantic-suggests/"
            ]
        },
        "key_words": [
            "thedc",
            "exclusively",
            "daily",
            "targets",
            "outlets",
            "googles",
            "factcheck",
            "sites",
            "feature",
            "conservative",
            "factchecking",
            "google",
            "claim",
            "post",
            "article"
        ]
    },
    {
        "url": "https://www.lifenews.com/2018/01/10/google-censors-six-conservative-media-sites-treats-them-as-fake-news/",
        "title": "Google Censors Six Conservative Media Sites, Treats Them as “Fake News” By Posting Warnings About Their Content",
        "authors": [],
        "publisher": "https://www.lifenews.com",
        "publish_date": "2018-01-10",
        "text": "Share this story:\nIn a search in the browser Google Chrome, 6 of the top 20 conservative sites had “reviewed claims” showcased in the summary. By contrast, none of the top 20 liberal sites had “reviewed claims.” Instead, three of them — The New York Times, The Washington Post, and The New Yorker — had “awards” displayed where “reviewed claims” would have been.\nAccording to Eric Lieberman of the Daily Caller , “Google, the most powerful search engine in the world, is now displaying fact checks for conservative publications in its results. No prominent liberal site receives the same treatment.”\nThirty percent of the top 20 conservative sites, as reported by PJ Media , were slammed by such fact checking sites as Snopes, FactCheck.org, Politifact, and ClimateFeedback.org. None of the top 20 liberal sites, as reported by TopTere.com, were targeted at all.\nThe conservative sites that were censored with “reviewed claims” by Google were Breitbart, The Daily Caller, The Daily Wire, The Blaze, Gateway Pundit, and WorldNet Daily (WND). For Breitbart, the stories targeted were ones involving climate change, as well as the Clinton Uranium One scandal. Anything involving the Uranium One scandal was labelled by Snopes as “unproven.”\nThe Daily Caller was given the Snopes treatment for it’s stories on climate change and immigration. For whatever reason, a Snopes article about Iceland’s elimination of Down syndrome through abortion was also given under the Daily Caller’s “reviewed claims,” even though the article itself does not address the Daily Caller, but rather, CBS News.\nThe Daily Wire was targeted on several articles, most of which Snopes called “mostly false,” “outdated,” and “mixture,” as opposed to simply “false.” Not surprisingly, the headlines for these pieces also addressed climate change, Confederate statues, and ISIS calling for the assassination of Barron Trump.\nThe Blaze received the one and only True rating from Snopes in their “reviewed claims” section, but only after several articles were labeled as “misleading,” “half true” and “three Pinnochios” (which is hardly a professional rating for Google to endorse).\nThe Gateway Pundit and WorldNet Daily (WND) were given all bad reviews, including a WND piece that was bizarrely slammed as “mostly false” by Snopes because Canada allegedly did not legalize oral sex with animals, only penetrative sex.\nIn comparison, sites like Alternet , which promoted Amanda Marcotte saying that the right targets nerd culture, are left unscathed. The Atlantic , which was given a Snopes fact check recently for hinting that President Trump called Pence’s pets “low class,” did not have a “reviewed claim” bar like The Daily Wire and the Daily Caller. The Washington Post’s bogus claims, fact checked by Snopes , were not showcased on Google Chrome alongside the outlet’s awards. Even though the Post was criticized for saying that a Vermont power grid was targeted by Russian hackers, a Google Chrome search revealed that the Post’s awards were more important than its errors.\nLifeNews Note: Corinne Weaver writes for Newsbusters , where this originally appeared .\nShare this story:\n",
        "quotes": [
            [
                "Google, the most powerful search engine in the world, is now displaying fact checks for conservative publications in its results.",
                "Eric Lieberman",
                true
            ],
            [
                "No prominent liberal site receives the same treatment.",
                "Eric Lieberman",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.snopes.com/fact-check/canada-legalizes-beastiality/",
                "https://www.snopes.com/fact-check/report-vermont-power-grid-infiltrated-by-russian-hackers/",
                "https://pjmedia.com/trending/50-top-conservative-websites-in-2017/",
                "https://www.snopes.com/fact-check/did-trump-say-low-class-pets/",
                "https://www.newsbusters.org/blogs/nb/katie-yoder/2013/01/24/march-%E2%80%A6-nets-dont-use-life-abortion-debate",
                "https://dailycaller.com/2018/01/09/googles-new-fact-check-feature-almost-exclusively-targets-conservative-sites/",
                "https://www.snopes.com/fact-check/iceland-eliminated-syndrome-abortion/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.newsbusters.org/blogs/nb/alex-xenos/2018/01/09/googles-fact-checker-sloppily-targets-conservative-sites-ignores-left",
                "https://www.newsbusters.org/blogs/nb/tom-johnson/2014/08/03/amanda-marcotte-right-wingers-are-promoting-revenge-against-nerds",
                "https://www.newsbusters.org/blogs/culture/corinne-weaver/2017/05/25/slate-abortion-vital-aspect-maternal-health"
            ]
        },
        "key_words": [
            "claims",
            "daily",
            "content",
            "targeted",
            "given",
            "warnings",
            "snopes",
            "caller",
            "fake",
            "sites",
            "conservative",
            "google",
            "reviewed",
            "treats",
            "media",
            "posting",
            "fact",
            "censors"
        ]
    },
    {
        "url": "https://thefederalist.com/2018/01/10/googles-new-factchecker-is-partisan-garbage/",
        "title": "Google's New 'Fact-Checker' Is Partisan Garbage",
        "authors": [
            {
                "name": "David Harsanyi",
                "link": null
            }
        ],
        "publisher": "https://thefederalist.com",
        "publish_date": "2018-01-10",
        "text": "In the midst of the “fake news” hysteria last year, Google launched a project to help curate reliable information for its readers by identifying articles and sites that need fact-checking. And this may come as a surprise to some of you, but it looks like the tech giant’s truth project is imbued with a tiny bit of ideological and political bias.\nEric Lieberman at The Daily Caller recently found that the fact checks displayed in Google’s search engine results are targeted almost exclusively at conservative publications. You can test it out yourself.\nNow, you may believe that conservatives are hopeless liars in need of relentless correcting, so I’ll concede the point for argument’s sake. Even then, you’d have to admit it’s a small miracle that, according to Google’s search engine, not a single prominent liberal or mainstream site in the entire universe has ever uttered a dubious or questionable claim.\nLuckily for us, there are methods available to analyze the veracity of Google’s project. One way, for example, is to take a “reviewed claim” made against The Federalist, the site I happen to know best, and contrast it to the coverage of other sites.\nConsider the case of a woman named Eileen Wellstone. Out of many thousands of pieces published by The Federalist over the past four years, a single one mentions the name Eileen Wellstone. That article, detailing the sordid history of Bill Clinton, mentions her name exactly once : “Another woman, Eileen Wellstone, claimed Clinton raped her while he was at Oxford University in the late 1960s.”\nFor some reason, in this “reviewed claim” against The Federalist, Google sends the reader to a Snopes fact-check that argues that Clinton wasn’t expelled from Oxford over this alleged rape — a point I concede sounds completely accurate and is also an assertion that no one has ever made in this publication.\nSo the question is, does Google tag every article that relays accusations of sexual misconduct or rape as “unproven,” or just the ones against Bill Clinton? Or is the mention of Wellstone specifically worthy of a claim? The Wellstone case has not only been cited in all types of publications (and not in efforts to debunk it, either; 1 , 2 , 3 , 4 , 5 , and so on) but by The Washington Post’s own fact-checker .\nIn a 2016 article detailing allegations against Bill Clinton that might be brought up by then-candidate Donald Trump, WaPo notes, “Eileen Wellstone says she was assaulted by Clinton when he was a student at Oxford University in 1969.” There is virtually no difference between that statement and the one published in The Federalist. Not that Google search engines users would know this when they search for the influential newspaper.\nOr take another purported fact-check regarding climate change, which creates the impression that there’s something inaccurate about a specific arguable claim because the larger notions about the topic happen to be true.\nWhat’s most amusing about this fact-check is that Google sends people who searched for “The Federalist” to an article correcting a claim made by someone on CNN, an outlet that, somehow, even though they apparently feature contributors who make questionable claims about science, is spared from search-engine truth-police grilling.\nMoreover, the quote featured in the “reviewed claim” section is not even in The Federalist article. Google’s go-to site, Climate Feedback, an ideologically motivated site itself, argues that “Observed warming since the 1970s is consistent with climate model projections.”  This is at the very least an arguable contention. Feel free to use your Google search engine to find thousands of pieces debating the accuracy modeling over the decades. This seems to be a normal, appropriate, and completely scientific debate to be engaged in.\nMore importantly, the article’s position is that the “alarmist” partisans cherry-pick projections hoping to scaremonger voters into making political decisions. That doesn’t necessarily mean that climate change isn’t happening. Then again, once you begin reading through the fact-check , you’ll quickly notice that it’s not really debunking The Federalist’s assertion at all (The Federalist is once again never even mentioned in the fact-check that allegedly debunks The Federalist); the participants are simply claiming that models, in general, have been correct that it’s getting hotter overall — which does not conflict with anything the article contends.\nBut if it rings true, it is true, I guess.\nIn theory, opinion sites will offer more speculation about what events and policy mean. These claims are prone to be challenged, and they should be. That’s part of our discourse. But as Lieberman points out, the Google fact-checking itself is often unconvincing and offered by biased sources.\nTake the other “unproven” charge against The Federalist. This one, also by Snopes , claims to debunk an article that argues that vandals burned down a century-old bust of Abraham Lincoln in Chicago in broader protests about Confederate statues. Again, that wasn’t what the article argued. It argued that the vandalism — a term used by an alderman in Chicago, as well — was part of a broader effort to tear down “history” and monuments. Since a number of statues, including the Lincoln Memorial in Washington, had also been vandalized right around the same time, it’s certainly not out of bounds for a columnist to treat these incidents as a trend.\nBut if this is the standard for corrections and dissuading people from visiting a site, what possible reason could there be for left-wing sites that regularly make arguable or false assertions about economics, history, science, and politics, like Vox and ThinkProgress and many others, to be spared from this fact-checking? It’s one thing for us to read publications through filters. We do it all the time. But it’s another for a search engine to manipulate perceptions about those sites — and only conservative ones — before people even read them.\n(Update 10/12: Google’s ‘fact-checker’ has removed two of the above claims  – leaving the third claim, which I concede is the most speculative. Now let’s see it hold other sites to the same standard.)\nMost Popular\nRelated Posts\nIf journalistic institutions did their jobs, reporters would challenge some of the assumptions and exaggerations about climate change. Instead, we have hysteria.\n",
        "quotes": [
            [
                "Another woman, Eileen Wellstone, claimed Clinton raped her while he was at Oxford University in the late 1960s.",
                "Bill Clinton",
                true
            ],
            [
                "Eileen Wellstone says she was assaulted by Clinton when he was a student at Oxford University in 1969.",
                "Donald Trump",
                true
            ],
            [
                "Observed warming since the 1970s is consistent with climate model projections.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://climatefeedback.org/claimreview/cnn-interview-william-happer-incorrectly-claims-temperatures-dont-match-climate-model-projections/",
                "https://dailycaller.com/2018/01/09/googles-new-fact-check-feature-almost-exclusively-targets-conservative-sites/",
                "https://www.salon.com/2016/05/10/the_women_who_accused_bill_clinton_a_primer_on_the_sex_scandals_that_donald_trump_wont_stop_taunting_hillary_about/",
                "https://thefederalist.com/2017/08/18/chicago-vandals-burn-century-old-bust-abraham-lincoln/",
                "https://www.washingtonpost.com/news/fact-checker/wp/2016/10/09/heres-a-guide-to-the-sex-allegations-that-donald-trump-may-raise-in-the-presidential-debate/?utm_term=.92f2f913c033",
                "https://www.snopes.com/fact-check/lincoln-bust-vandalized-confederate/",
                "https://thefederalist.com/2016/10/11/trumps-sexual-depravity-bad-bill-clintons-okay/",
                "https://heavy.com/news/2016/05/bill-clinton-sexual-sex-assault-misconduct-rape-allegations-accusers-affairs-names-list-women-mistresses-scandals-photos-pictures/6/",
                "https://www.snopes.com/bill-clinton-expelled-from-oxford/",
                "https://www.patheos.com/blogs/frenchrevolution/2016/07/27/top-11-times-bill-clinton-was-accused-of-sexual-assault-or-rape-an-antidote-for-his-speech-inspired-nostalgia/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/",
                "https://www.dailykos.com/stories/2008/3/19/480010/-",
                "https://nation.foxnews.com/geo-block"
            ]
        },
        "key_words": [
            "clinton",
            "site",
            "googles",
            "search",
            "sites",
            "claim",
            "google",
            "garbage",
            "partisan",
            "wellstone",
            "factchecker",
            "federalist",
            "article"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/google-ok-with-polygamy-employee-identifying-as-dragon-discriminates-against-white-men-lawsuit.html",
        "title": "At Google You Can Identify as a Dragon but Not a Conservative, Lawsuit Claims",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAt Google You Can Identify as a Dragon but Not a Conservative, Lawsuit Claims\nAt Google You Can Identify as a Dragon but Not a Conservative, Lawsuit Claims\nAt Google You Can Identify as a Dragon but Not a Conservative, Lawsuit Claims\n| Wednesday, January 10, 2018\nA lawsuit that accuses Google of discrimination against white, male conservatives reveals that the popular online search engine company caters to a wide range of alternative lifestyles, with at least one employee self-identifying as a dragon.\nJames Damore, a former Google engineer who was fired from the company last year for a leaked memo, filed a lawsuit earlier this week  claiming that the company discriminates against conservative white men.\nJoined by fellow former Google employee David Gudeman, the suit puts forth screengrabs of presentations and messages within the company indicating a workplace environment open to things like polygamy and polyamory while its hostile to conservative views.\n\"Google's open hostility for conservative thought is paired with invidious discrimination on the basis of race and gender, barred by law,\" argues the suit.\n\"Google's management goes to extreme — and illegal — lengths to encourage hiring managers to take protected categories such as race and/or gender into consideration as determinative hiring factors, to the detriment of Caucasian and male employees and potential employees at Google.\"\nThe suit claims that Google \"furnishes a large number of internal mailing lists catering to employees with alternative lifestyles, including furries, polygamy, transgenderism, and plurality, for the purpose of discussing sexual topics\" with the only topic absent from the forums being \"traditional heterosexual monogamy.\"\n\"For instance, an employee who sexually identifies as 'a yellow-scaled wingless dragonkin' and 'an expansive ornate building' presented a talk entitled 'Living as a Plural Being' at an internal company event,\" stated a footnote on page 27.\nLast August, Damore wrote a  10-page memo  stating that biological differences rather than workplace discrimination, was why men were more prevalent in tech industries than women.\nDamore told Fox Business  that Google still engages in \"harassment and career sabotage of anyone that expresses a conservative viewpoint, and there's constant shaming and attacks against white men within Silicon Valley.\"\nMany conservative sites and groups have seen the Damore saga as further proof that large social media and internet companies are actively attacking right-of-center people for their beliefs.\nGoogle told NBC News that they \"look forward to defending against Mr. Damore's lawsuit in court.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "Google's open hostility for conservative thought is paired with invidious discrimination on the basis of race and gender, barred by law,",
                "",
                true
            ],
            [
                "Google's management goes to extreme — and illegal — lengths to encourage hiring managers to take protected categories such as race and/or gender into consideration as determinative hiring factors, to the detriment of Caucasian and male employees and potential employees at Google.",
                "",
                true
            ],
            [
                "furnishes a large number of internal mailing lists catering to employees with alternative lifestyles, including furries, polygamy, transgenderism, and plurality, for the purpose of discussing sexual topics",
                "",
                false
            ],
            [
                "For instance, an employee who sexually identifies as 'a yellow-scaled wingless dragonkin' and 'an expansive ornate building' presented a talk entitled 'Living as a Plural Being' at an internal company event,",
                "",
                true
            ],
            [
                "harassment and career sabotage of anyone that expresses a conservative viewpoint, and there's constant shaming and attacks against white men within Silicon Valley.",
                "Damore",
                false
            ],
            [
                "look forward to defending against Mr. Damore's lawsuit in court.",
                "Damore",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.foxbusiness.com/markets/fired-google-engineer-sues-over-alleged-discrimination-against-conservatives",
                "https://www.theverge.com/2018/1/8/16863342/james-damore-google-lawsuit-diversity-memo"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://medium.com/@Cernovich/full-james-damore-memo-uncensored-memo-with-charts-and-cites-339f3d2d05f",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://www.scribd.com/document/368689407/Damore-vs-Google-Class-Action-Lawsuit#fullscreen&from_embed"
            ]
        },
        "key_words": [
            "claims",
            "damore",
            "lawsuit",
            "employee",
            "conservative",
            "discrimination",
            "dragon",
            "google",
            "company",
            "workplace",
            "employees",
            "identify",
            "white"
        ]
    }
]