[
    {
        "url": "https://www.christianpost.com/news/christians-new-zealand-rally-reinstate-jesus-name-parliament-prayer.html",
        "title": "Christians in New Zealand Rally to Reinstate Jesus' Name in Parliament Prayer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristians in New Zealand Rally to Reinstate Jesus' Name in Parliament Prayer\nChristians in New Zealand Rally to Reinstate Jesus' Name in Parliament Prayer\nChristians in New Zealand Rally to Reinstate Jesus' Name in Parliament Prayer\n| Thursday, January 25, 2018\nA police car is seen in front of the parliament building in Wellington, New Zealand, September 21, 2017. | (Photo: REUTERS/Ana Nicolaci da Costa)\nChristians in New Zealand are planning to hold a rally outside the country's Parliament building to urge the speaker of the House to reinstate the name of Jesus Christ in the Parliamentary prayer after it was removed last year.\n\"At the beginning of the new Parliament, on the first business day, it always begins with a prayer and the name of Jesus Christ was deleted from that prayer. Many of us have made submissions to Parliament to reinstate the prayer,\" Pastor Rasik Ranchord of Abundant Life Church said in a statement on Wednesday.\nChristians have said they will gather on Jan. 30 in Wellington at the Parliament building, when the House sits for the first time in the year.\nJesus for New Zealand spokesperson Pastor Ross Smith of Celebration Church Wellington explained that the gathering is not a protest, but a movement aimed at bringing believers together.\n\"We feel that the Church does not have a voice in this change and we are here to change that,\" Smith said.\n\"Numbers speak to Parliament and this rally may be the only way to keep Jesus in the prayer, that is why we are calling for all Christians to be a part of this movement.\"\nThe controversy stems from a decision announced in November, when Speaker of the House Trevor Mallard began using a new prayer at the start of every sessions that removed references to Jesus , and Queen Elizabeth.\nWhile the original version of the prayer used the phrase \"Jesus Christ our Lord,\" and the new version still references \"Almighty God,\" Christ's name is missing from the latest text.\nChristianity has been on a major decline in the country, with national census data from 2013 revealing that less than half, or 48.9 percent of the population, identify themselves as Christians.\nThe country's 37-year-old Prime Minister, Jacinda Ardern, is an agnostic, and was sworn in at a non-religious ceremony in October. She's also the youngest woman to lead the nation.\nArdern has said that she was raised as a Mormon, but left the LDS Church in her early 20s when she could not reconcile supporting her gay friends with the religion's conservative positions on marriage.\nMullard meanwhile told rally organizers that he would consider their request to bring back Jesus' name to the prayer over the holidays, but has not yet revealed his decision.\nPastor Merita Lau Young of Hosanna World Outreach Center said believers need to make it clear how important their faith is.\n\"We need to walk to the talk,\" Young said. \"Jesus is alive and well in our life and the community, Parliament and our nation Aotearoa need to know that.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "At the beginning of the new Parliament, on the first business day, it always begins with a prayer and the name of Jesus Christ was deleted from that prayer.",
                "Rasik Ranchord",
                true
            ],
            [
                "Many of us have made submissions to Parliament to reinstate the prayer,",
                "Rasik Ranchord",
                true
            ],
            [
                "We feel that the Church does not have a voice in this change and we are here to change that,",
                "Smith",
                true
            ],
            [
                "Numbers speak to Parliament and this rally may be the only way to keep Jesus in the prayer, that is why we are calling for all Christians to be a part of this movement.",
                "",
                true
            ],
            [
                "We need to walk to the talk,",
                "Young",
                true
            ],
            [
                "Jesus is alive and well in our life and the community, Parliament and our nation Aotearoa need to know that.",
                "Young",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/new-zealand-removes-jesus-name-parliament-prayer-206034/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://community.scoop.co.nz/2018/01/christians-to-urge-speaker-to-reinstate-jesus-in-prayer/",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "parliament",
            "rally",
            "zealand",
            "prayer",
            "jesus",
            "christians",
            "church",
            "reinstate",
            "house",
            "christ",
            "need"
        ]
    }
]