[
    {
        "url": "https://www.christianpost.com/news/christian-refugee-children-denied-food-unless-they-recite-islamic-prayers-sudan.html",
        "title": "Christian Refugee Children Denied Food Unless They Recite Islamic Prayers in Sudan",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Refugee Children Denied Food Unless They Recite Islamic Prayers in Sudan\nChristian Refugee Children Denied Food Unless They Recite Islamic Prayers in Sudan\nChristian Refugee Children Denied Food Unless They Recite Islamic Prayers in Sudan\n| Thursday, September 07, 2017\nA South Sudanese girl living in the North reacts during Christmas day celebrations at a Catholic church in the Umbada locality of Omdurman December 25, 2013. | (Photo: REUTERS/Mohamed Nureldin Abdallah)\nChristian children in Sudanese refugee camps are being denied food unless their recite Islamic prayers, a Roman Catholic charity reports.\nAn Aid to the Church in Need  worker said that the children from South Sudan are in a \"terrible situation\" at the camps in neighboring Sudan.\n\"We have heard stories where children are conditioned to say Islamic prayers before [being] given food. This is not right. These children are Christian. They should be respected for that,\" said the ACN source, who chose to remain anonymous.\nThe contact estimated that as many as 700,000 South Sudanese Christians are refugees in Sudan.\n\"The majority are left in camps, some in a very terrible situation. They are confined in those places. They are not allowed to go further north to the cities,\" the source added.\nACN added that the refugees who've fled South Sudan's ongoing civil war need government assistance to survive, but monthly food parcels for a whole family barely last over two weeks.\nWhat is more, the Islam-dominated government of Sudan has reportedly been hampering church agencies.\n\"The government knows very well that the Church is the body in the world that supports enormously the needy around the world. The Muslim community have a charity, so the Christians have a charity, so that possibility should be given so that the people are supported,\" the contact said.\nHe compared the suffering refugees to the young Jesus Christ who fled with his parents to Egypt as a child.\n\"We call on humanity to have heart for refugees,\" the source urged.\n\"Refugees should be given genuine respect, dignity and their rights should be respected.\nSeven Christian pastors were arrested  last month in Sudan after they were forced by the government to hand over denominational leadership, other reports said.\nA government-appointed committee apparently tried to seize leadership of the Sudanese Church of Christ, a reformed denomination, from the pastors, which led to the arrest of SCOC Moderator the Rev. Ayoub Mattan and SCOC's head of missions, Kuwa Shamaal.\nThe church leaders have insisted that the government's request for them to step down goes against SCOC's constitution, which states that a committee has to be elected every three years.\nDespite the rising tide of persecution against Christians, the Anglican Communion was able to officially open its 39th and newest province in Sudan in July.\nThe Most Rev. Justin Welby, Archbishop of Canterbury presided over the ceremony in Khartoum, where the Most Rev. Ezekiel Kumir Kondo was installed as the province's leader.\n\"I thank the province of Sudan for the honor of being here at your birth. Like all births, it comes with responsibility — it is for the Christians to make this province work and for those outside to serve, pray and to love this new province,\" Welby said at the time .\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/sudan-arrests-7-pastors-who-refused-to-give-govt-control-of-denomination-197215/",
                "https://www.christianpost.com/news/amid-persecution-sudan-becomes-anglican-communions-newest-province-193824/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://acnuk.org/news/sudan-christian-refugee-children-must-recite-islamic-prayers-before-receiving-food/",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "refugee",
            "south",
            "food",
            "sudan",
            "children",
            "church",
            "refugees",
            "sudanese",
            "source",
            "province",
            "recite",
            "christians",
            "christian",
            "unless",
            "prayers",
            "islamic",
            "denied"
        ]
    }
]