[
    {
        "url": "https://www.christianpost.com/news/sexism-alive-and-well-in-north-dakota-courts.html",
        "title": "Sexism Alive and Well in North Dakota Courts",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, November 06, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nWe all know there is bias in the family court system, usually against fathers. But generally it's merely anecdotal evidence. That has changed with a study out of North Dakota which analyzes custody decisions by individual judges. Leading Women for Shared Parenting , which I am a member of, obtained the raw data on custody determinations in the state from January 2011 through mid-June of 2017.\nOverall, the study  found that mothers have a 5 to 1 advantage (70 percent vs. 14 percent) over fathers in North Dakota family courts when it comes to child custody. Over 70 percent of court-determined cases award custody to the mother. And the problem is only becoming worse. Instead of custody decisions becoming fairer in recent years, which would seem a likely development due to evidence spreading that children fare better with both parents, there has been a trend of increasingly awarding custody to the mother. Court-ordered shared parenting or custody to the father is decreasing. In 2011, in over 16 percent of the cases North Dakota courts ordered shared joint custody. By 2017, that percentage dropped to just 10.5 percent.\nSome judges have developed a reputation for favoring mothers over fathers. In Morton County, over 58 percent of custody decisions result in shared parenting. But in Grand Forks, only 28 percent result in shared parenting. This is a variance of over 100 percent. Stutsman County was also relatively favorable to shared parenting. Ward and Stark counties were not.\nWhy are there such large discrepancies in custody county to county? North Dakota is considered one of the most homogenous states in the country. There's a reason attorneys ask, \"Who's the judge in your case?\" Almost the only perceptible demographics difference between Morton and Grand Forks counties is Grand Forks has more minorities. Morton County is 95.8 percent white. Grand Forks County is 90.3 percent white. Do family court judges in Grand Forks think minority men make less acceptable parents?\nThe study ranked  judges in order of their fairness when it comes to custody awards. Of 64 cases handled by Judge Joe Jensen, 62.5 percent of the time custody went to the wife. The husband received custody only 9.4 percent of the time, and both parents received joint custody a mere 15.6 percent of the time. Where Judge Jensen determined the outcome (as opposed to the parties stipulating), he chose to award joint custody zero times.\nContrast this with one of the fairest judges, Daniel Narum. Of the 115 cases he handled, the wife received custody 32.2 percent of the time. Husbands received custody 15.7 percent of the time, and a shared parenting outcome took place an impressive 41.7 percent of the time. Exactly half of the cases under Judge Daniel El-Dweek resulted in shared parenting.\nThe study found that as a result of this bias, fathers were less likely to fight for custody of their children if they knew they were located in a jurisdiction where they were unlikely to succeed. If Judge Jensen was assigned to your case, why bother? He presided in the Northeast Central district, which had one of the lower  rates for joint custody determinations, only 29.6 percent of cases.\nJensen was appointed  to the North Dakota Supreme Court in June. While it is a relief someone that biased will no longer be deciding child custody cases on a regular basis, he will have influence over family law in other ways, including deciding appeals of custody cases.\nThe study also looked at the gender of advisors and influencers, such as parenting investigators, guardian ad litems and parent coordinators. The parenting coordinators averaged 82 percent female. The guardian ad litems averaged 74 percent female. The parent coordinators were 100 percent women in every single judicial district. Imagine the outcry if the roles were reversed, and women made up few or none of those positions.\nAs a result of this bias in the system, 92 percent of the recipients of child support in North Dakota are women, according to a 2014 survey by the U.S. Census Bureau. Does anyone really believe that men are so inferior to women that the ratio must be skewed that drastically?\nLeading Women for Shared Parenting concluded that three factors influence child custody outcomes in North Dakota: 1) how much the mother wants the father involved in the child's life, 2) the region where the divorce is filed, and 3) who the judge is. Factors like how much involvement the father wants in the child's life don't count. Jackie Stebbins, a family law attorney in North Dakota, observed , \"Gender issues are alive and well and young moms can do pretty well at shutting dads out.\"\nThe results of this report is troubling since study after study has revealed that children of divorced parents do best with shared parenting. North Dakota is not an exception, and it's probably not even the worst. States like Massachusetts are notorious for courts keeping children away from their fathers.\nJust imagine if the shoe were on the other foot, if the courts were awarding child custody to men most of the time? There would be massive outrage across the country, with lawsuits and legislators rushing to pass equality laws. But because it's men receiving the sexist treatment, most people in positions of power look the other way and pretend it's not a problem. Some day these children will grow up, realize they missed out on their fathers, and will fight to fix the system.\nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://law.und.edu/features/2017/07/jensen-ndsc.cfm",
                "http://lw4sp.org/",
                "http://intellectualconservative.com/"
            ]
        },
        "key_words": [
            "study",
            "alive",
            "county",
            "sexism",
            "north",
            "custody",
            "parenting",
            "dakota",
            "judge",
            "cases",
            "courts",
            "women",
            "shared"
        ]
    }
]