[
    {
        "url": "https://www.christianpost.com/news/most-catholics-worldwide-disagree-with-church-teachings-on-contraception-abortion-poll-finds.html",
        "title": "Most Catholics Worldwide Disagree With Church Teachings on Contraception, Abortion, Poll Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, February 10, 2014\nA far-reaching poll of Roman Catholics around the world commissioned by Univision  has found that a large number of adherents disagree with church teachings on controversial subjects like contraception, abortion and gay marriage.\nThe poll was conducted on 12,048 self-identified Roman Catholics in nine languages across five continents and 12 countries, with an overall margin of error of 0.9 percent at the 95 percent confidence interval. It found that believers disagree especially with the Roman Catholic Church's teachings against using contraceptives.\nSeventy-eight percent of respondents support the use of contraceptives. Support was highest in Latin America, at 91 percent, and the lowest in the Philippines, where only 31 percent support this method of birth control.\nMost, or 58 percent, also disagree with the policy that states: \"An individual who has divorced and remarried outside of the Catholic Church, is living in sin which prevents them from receiving Communion.\"\nRespondents were more split on the question of whether Catholic priests should be allowed to marry, with 50 percent supporting such a change, and whether women should be allowed to become priests, with 45 percent supporting it – though in both cases Europeans were more firmly in favor as opposed to those from Africa and the Philippines.\nViews on abortion were also divided. Fifty-seven percent argued that abortion should be legal in some cases, like if the mother's life is in danger, and only nine percent argued that it should be allowed in all cases. Overall, 33 percent agreed that pregnancy termination should never be allowed.\nGay marriage prompted some of the most extreme differences in opinion among regions. While 99 percent of African respondents said they oppose marriage between two persons of the same sex, 54 percent of Americans were in favor of the practice. In total, 30 percent of Catholics in all countries in the poll said they support same-sex marriage, while 66 percent were opposed to it.\nPope Francis received almost universal approval with 87 percent of all respondents saying that the Vatican leader has done an excellent or good job so far in his one year in charge. Only six percent suggested he has done a poor or mediocre job.\nThe results from Univision's poll reflect other surveys done on Catholic beliefs. A 2013 Pew Research Center poll on American Catholics found that 46 percent want the church to \"move in new directions,\" while 51 percent said that it should \"maintain traditional positions.\"\nLast November, Pope Francis announced  that he is sending out a \"modern family\" survey to bishops around the world to ask what church leaders think about controversial issues such as gay marriage and surrogate mothers. The results of this internal survey have not yet been revealed.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pope-francis-sends-out-modern-family-survey-asking-bishops-about-gay-marriage-contraception-108161/",
                "https://www.christianpost.com/news/poll-american-catholics-divided-over-direction-of-church-90599/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.univision.com/"
            ]
        },
        "key_words": [
            "abortion",
            "finds",
            "church",
            "worldwide",
            "poll",
            "marriage",
            "catholic",
            "teachings",
            "disagree",
            "roman",
            "support",
            "catholics",
            "contraception"
        ]
    }
]