[
    {
        "url": "https://www.christianpost.com/news/anti-christian-intolerance-complain-too-much-study-lifeway-religious-freedom.html",
        "title": "Americans See Increasing Anti-Christian Intolerance But Think Christians Complain Too Much, Study Finds",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, March 31, 2016\nDemonstrators gather at Monument Circle to protest a controversial religious freedom bill recently signed by Governor Mike Pence during a rally in Indianapolis March 28, 2015. More than 2,000 people gathered at the Indiana State Capital Saturday to protest Indiana?s newly signed Religious Freedom Restoration Act saying it would promote discrimination against individuals based on sexual orientation. | (Photo: REUTERS/Nate Chute)\nAn increasing number of Americans feel Christians are facing growing intolerance and decreased religious freedom but they complain too much about it, according to a new study by Lifeway Research .\n(Photo: Lifeway Research)\n\"Most people now believe Christians are facing intolerance, however, a surprising large minority perceives Christians to be complainers,\" Ed Stetzer, executive director of LifeWay Research said in a report on the study.\n\"Both of those facts will matter as Christians profess and contend for their beliefs without sounding false alarms around faux controversies. It won't be easy to strike that balance,\" he added.\nThe study canvassed 1,000 Americans about their views on religious liberty in September 2013 and September 2015 then compared the results. Researchers found that 63 percent of Americans felt Christians are facing increased intolerance, a jump from 50 percent in 2013.\nSome 60 percent also felt religious freedom was going down compared with 54 percent of Americans who felt this way in 2013.\n\"More Americans worry the U.S. has a hostile environment for religious liberty,\" explained in reaction to the study. \"As this perception grows, some approve of it while others speak up against it.\"\nWith contentious social issues such as same-sex marriage and abortion staunchly opposed by many churches and faith-based organizations, conservatives have been fighting what they see as the encroachment of a liberal agenda on their religious liberty.\nAnd they have been fighting through a raft of religious liberty legislation such as the Religious Liberty Accommodation Act , known as HB1523 passed by the Mississippi Senate on Wednesday night. The bill gives businesses the right to deny service to members of the LGBT community based on religious or moral beliefs without facing retribution from the state according to The Clarion Ledger .\nA solid 64 percent of Christians and 65 percent of those of other faiths said religious liberty is going down in America accord to the Lifeway study. Among those most likely to agree with the assessment were self-identified evangelicals (71 percent) and those who attend church at least weekly (70 percent).\n\"Christians are particularly sensitive to what they see as intolerance towards their faith,\" Stetzer noted. \"But they share a common concern with people of other faiths — that religious liberty in general is declining. And this perception is growing rapidly.\"\nContact: leonardo.blair@christianpost.com Follow Leonardo Blair on Twitter: @leoblair Follow Leonardo Blair on Facebook: LeoBlairChristianPost\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.clarionledger.com/story/news/politics/2016/03/30/senate-passes-religious-freedom-bill/82419074/",
                "http://www.clarionledger.com/story/news/2016/03/31/national-reactions-religious-freedoms-bill/82463028/",
                "http://lifewayresearch.com/2016/03/30/religious-liberty-on-decline/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/leoblair",
                "https://www.facebook.com/LeoBlairChristianPost"
            ]
        },
        "key_words": [
            "study",
            "lifeway",
            "finds",
            "liberty",
            "whatsapp",
            "complain",
            "americans",
            "antichristian",
            "facing",
            "intolerance",
            "think",
            "religious",
            "christians",
            "felt",
            "increasing"
        ]
    }
]