[
    {
        "url": "https://www.christianpost.com/news/megachurch-pastor-tiger-woods-charlie-sheen-dont-define-falling-from-grace.html",
        "title": "Megachurch Pastor: Tiger Woods, Charlie Sheen Don't Define Falling from Grace",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMegachurch Pastor: Tiger Woods, Charlie Sheen Don't Define Falling from Grace\nMegachurch Pastor: Tiger Woods, Charlie Sheen Don't Define Falling from Grace\nMegachurch Pastor: Tiger Woods, Charlie Sheen Don't Define Falling from Grace\n| Tuesday, April 19, 2011\nWhen Christians think of falling from grace, the names Tiger Woods, Ted Haggard, and more recently Charlie Sheen come to mind. But a megachurch pastor says the celebrities’ way of falling from grace is not the definition found in the Bible.\nToo often, Christians point disapproving fingers at people whose sins have been publicly exposed, but fail to see the same sins, perhaps to a different degree, in their own lives, said Pastor Steven Furtick of Elevation Church in Charlotte, N.C.\nBut Furtick challenged Christians to look at the Bible’s definition of falling from grace, found in Galatians 5:4: “You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace.”\n“Ted, Tiger, and Charlie can no longer be our punching bags,” wrote Furtick on his blog Tuesday. “I understand why they are. After all, they’re easy targets … And if we’re honest, they make us feel better about ourselves.”\n“But here’s the truth: Most Christians aren’t in danger of pulling a Charlie Sheen or a Tiger Woods or a Ted Haggard. We’re in danger of something far more deceptive and equally offensive to God.”\nTiger Woods, one of the most celebrated sports figure in modern history, fell from grace in late 2009 when his shockingly long list of extramarital affairs was exposed, which led to his wife divorcing him and the shattering of his family-friendly, clean image.\nFormer evangelical megachurch pastor and leader Ted Haggard is still trying to restore his image since \"falling from grace\" in November 2006 when his gay sex and drug scandal was exposed. The evangelical community and the secular public were particularly upset with and unforgiving of Haggard because he was outspoken about the sin of homosexuality before the scandal, leading many to denounce him as hypocritical.\nAnd in recent months, Sheen was fired from his starring role on the hit CBS TV comedy \"Two and a Half Men\" after publicly insulting producers during interviews. His recent erratic, often times rambling outbursts are thought to be caused by his drug, alcohol and hard-partying lifestyle, though Sheen has insisted that he has stopped using drugs. He is also famous for his \"godesses,\" or multiple, simultaneous girlfriends – one of whom is a porn star – who live with Sheen.\n“So falling from grace was where you had an affair. Cheated people. Engaged in an addictive behavior. Melted down in public. In general, had some kind of an enormous moral failure and lost everything … In the case of Charlie Sheen, your sanity,” said Furtick, who admitted he also previously held this definition of falling from grace.\nBut he pointed to the verse in Galatians 5:4 and said Christians are in danger of offending God by “living as if we have no need of His grace.”\n“It’s assuming that because we’re not Charlie, Tiger, or Ted, we’re closer to God, even if only by an inch,” wrote the young Charlotte pastor. “When Jesus comes back and every knee bows and every tongue confesses that He is Lord, your head won’t be one centimeter higher than Charlie’s. Or Tiger’s. Or Ted’s. Or anyone else.”\n“The quickest way to fall from grace is to think that there is an ounce of your life that isn’t dependent on it,” warned Furtick. “Don’t fall away from grace. Ted needs it. Tiger needs it. Charlie needs it. But so do you. And so do I.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "define",
            "falling",
            "ted",
            "charlie",
            "tiger",
            "megachurch",
            "pastor",
            "sheen",
            "grace",
            "woods",
            "furtick",
            "christians",
            "dont"
        ]
    }
]