[
    {
        "url": "https://www.christianpost.com/news/thousands-of-indian-christians-protest-after-police-claim-tortured-hanged-pastor-committed-suicide.html",
        "title": "Thousands of Indian Christians Protest After Police Claim Tortured, Hanged Pastor Committed Suicide",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThousands of Indian Christians Protest After Police Claim Tortured, Hanged Pastor Committed Suicide\nThousands of Indian Christians Protest After Police Claim Tortured, Hanged Pastor Committed Suicide\nThousands of Indian Christians Protest After Police Claim Tortured, Hanged Pastor Committed Suicide\n| Wednesday, January 24, 2018\nSchool children listen to a speech by a Christian leader during a protest rally in the eastern Indian city of Kolkata August 29, 2008. | (Photo: Reuters/Jayanta Shaw)\nClose to 2,000 Christians in India came out to protest and block roads in Tamil Nadu state, demanding justice for a pastor who was beaten, tortured, and hanged following disputes with Hindu radicals. Police claim the pastor committed suicide.\nUCANews  reported that the Christians gathered for the protest on Monday, days after Pastor Gideon Periyaswamy was found hanging  from a rope in a home close to his church.\nPolice inspector Amal Raj argued that \"prima facie it appears to be a case of suicide but we are looking at all possible angles.\"\nMembers of Periyaswamy's congregation who found his body said that he displayed signs of being beaten and tortured, however, and was missing a gold ring from his finger.\nThe pastor had filed a complaint with police following trouble with Hindu hardliners, who did not want him preaching.\nThe 43-year-old unmarried pastor was known as a \"prayer warrior\" for his deep devotion and long five- to six-hour prayer sessions.\nPastor Azariah Reuben, a close friend of the victim, explained that local Hindus \"were not happy with growing Christianity.\"\n\"They had several times tried to stop the ministry,\" Reuben said.\nPastor Immanuel Prabhakaran, who had also worked with Periyaswamy, said that local leaders also did not want him speaking about the Gospel with lower-caste people in the area.\n\"Not a single Sunday service in the past six months passed off peacefully without disturbance,\" Prabhakaran said.\nLawyer Gini Immanuel added that Periyaswamy, whom he helped file the complaints, had many issues with the hardliners.\n\"Once the church water supply was cut and the church's roof was demolished. I intervened in the matter and represented the issue to the district authorities,\" Immanuel revealed.\nThe Rev. Joel Sekar of the Synod of Pentecostal Churches said that believers will continue protesting on the streets until a fair post mortem is carried out and until the pastor receives justice.\nWilson Chowdhry, chairman of the British Asian Christian Association , pushed back against police claims that the pastor took his own life.\n\"The circumstances of his death especially the removal of his gold ring, the lack of a suicide note, the visible bruising and numerous threats and previous incidents, all point in the direction of foul play. Intolerant local police are shamefully choosing to ignore tangible evidence,\" Chowdhry argued.\n\"Exhibited police insouciance and apathy when investigating crimes against Christians serves to embolden radicals who gain a sense of impunity, for as long as this continues we can only expect more crimes of this nature in India,\" he added.\nChowdhry warned that India is slowly regressing toward the kind of \"anarchy\" that has consumed Pakistan, where Christian victims of religious-based violence often do not receive help or justice from local authorities.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "prima facie it appears to be a case of suicide but we are looking at all possible angles.",
                "Amal Raj",
                false
            ],
            [
                "were not happy with growing Christianity.",
                "Azariah Reuben",
                false
            ],
            [
                "They had several times tried to stop the ministry,",
                "Reuben",
                true
            ],
            [
                "Not a single Sunday service in the past six months passed off peacefully without disturbance,",
                "Prabhakaran",
                true
            ],
            [
                "Once the church water supply was cut and the church's roof was demolished.",
                "Immanuel",
                true
            ],
            [
                "I intervened in the matter and represented the issue to the district authorities,",
                "Immanuel",
                true
            ],
            [
                "The circumstances of his death especially the removal of his gold ring, the lack of a suicide note, the visible bruising and numerous threats and previous incidents, all point in the direction of foul play.",
                "Chowdhry",
                true
            ],
            [
                "Intolerant local police are shamefully choosing to ignore tangible evidence,",
                "Chowdhry",
                true
            ],
            [
                "Exhibited police insouciance and apathy when investigating crimes against Christians serves to embolden radicals who gain a sense of impunity, for as long as this continues we can only expect more crimes of this nature in India,",
                "Chowdhry",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/prayer-warrior-pastor-tortured-then-hung-to-death-in-church-congregation-terrified-214665/",
                "https://www.ucanews.com/news/tamil-christians-suspect-foul-play-in-pastors-death/81331",
                "https://www.britishpakistanichristians.org/blog/indian-pastor-tortured-beaten-and-then-hung-to-death-from-rafters-of-his-church"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "india",
            "pastor",
            "committed",
            "suicide",
            "periyaswamy",
            "hanged",
            "christians",
            "whatsapp",
            "claim",
            "indian",
            "thousands",
            "tortured",
            "immanuel",
            "protest",
            "local"
        ]
    }
]