[
    {
        "url": "https://www.christianpost.com/news/nearly-10000-students-told-they-got-life-death-in-christ-backwards.html",
        "title": "Nearly 10,000 Students Told They Got Life, Death in Christ Backwards",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNearly 10,000 Students Told They Got Life, Death in Christ Backwards\nNearly 10,000 Students Told They Got Life, Death in Christ Backwards\nNearly 10,000 Students Told They Got Life, Death in Christ Backwards\n| Sunday, April 03, 2011\nNearly 10,000 university students were told Friday night at the Passion conference in Texas that they have the verse Philippians 1:21, about life and death in Christ, backwards.\n\"We've somehow got it backward. We think 'to live is gain and to die is Christ' and our job here is to gain for ourselves because when we die, that's when it will be about Christ,\" said Louie Giglio, founder of the student-focused Passion conference.\n\"But we are missing that Christ is in the living and the dying … that's when you get it all.\"\nApostle Paul, who was in prison at the time, wrote the verse Philippians 1:21: \"For to me, to live is Christ and to die is gain.\"\nStudents from 47 states and 13 countries gathered at the Fort Worth Convention Center for the three-day Passion conference centered on the scripture Isaiah 26:8, about making the Lord's name famous.\nThey were told about Paul's life and about his radical transformation as a follower of Christ.\n\"Where you came from and your experiences up until now are important,\" said Giglio during the opening session. \"But when you hit that 'university moment' and this window of time in your life, everything changes. And the decisions you make now are massive and will set the trajectory of your life for years to come.\"\nGiglio shared with students gathered in Fort Worth his deep connection to Texas, saying that he began his ministry as a Bible study teacher at Baylor University in Texas. He was also a student at Baylor University.\nBesides Bible studies, attendees of the Fort Worth Passion conference, like participants of past conferences, will get to experience the Go Center where they will be introduced to global causes and have the opportunity to live out their faith by donating to help those in need.\nSome of the opportunities include donating toward building clean water wells, providing micro-loans to poor families, sponsoring children, funding rescue operations to save girls from sex slavery, and providing Bibles to people in remote areas, among other projects.\nMore than $3.5 million have been collected for global causes since Passion's \"Do Something Now\" campaign began in 2007.\nIn January, students at the Passion conference in Atlanta donated the most ever in the campaign's history. The more than 22,000 students at the conference collectively donated $1.1 million, far exceeding the $500,000 goal.\nOther speakers at the Passion conference in Fort Worth include John Piper and Francis Chan. Christian music artists that will lead worship include: Chris Tomlin, David Crowder Band, Charlie Hall, Matt Redman, Kristian Stanfill, and Christy Nockels.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "10000",
            "told",
            "christ",
            "death",
            "fort",
            "texas",
            "university",
            "conference",
            "worth",
            "passion",
            "nearly",
            "students",
            "backwards",
            "life"
        ]
    }
]