[
    {
        "url": "https://www.christianpost.com/news/vision-forum-to-close-down-following-doug-phillips-admission-of-inappropriate-relationship.html",
        "title": "Vision Forum to Close Down Following Doug Phillips' Admission of 'Inappropriate Relationship'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nVision Forum to Close Down Following Doug Phillips' Admission of 'Inappropriate Relationship'\nVision Forum to Close Down Following Doug Phillips' Admission of 'Inappropriate Relationship'\nVision Forum to Close Down Following Doug Phillips' Admission of 'Inappropriate Relationship'\n| Tuesday, November 12, 2013\n(From the left: Beall Phillips, Michelle Duggar, Jim Bob Duggar, Doug Phillips.) Doug Phillips is the former president of Vision Forum. The Duggars' family stars in the reality television show \"19 and Counting.\" | (Photo: TheVisionForum YouTube Screenshot)\nA prominent \"Biblical patriarchy\" non-profit group will shut down  after its leader admitted to a \"lengthy, inappropriate relationship\" with a woman on Oct. 30.\nDoug Phillips, the former president of Vision Forum, revealed in a blog post last month that while he had not known the woman \"in a Biblical sense,\" the relationship was \"nevertheless inappropriately romantic and affectionate.\"\n\"I have acted grievously before the Lord, in a destructive manner hypocritical of life messages I hold dear, inappropriate for a leader, abusive of the trust that I was given, and hurtful to family and friends,\" he wrote in a statement .\nOn Nov. 11, the Vision Forum Ministries board announced that it had decided to shut down the organization, a decision its members said that they lamented but deemed necessary.\n\"While we believe as strongly as ever in the message of the ministry to the Christian family, we are grieved to find it necessary to make this decision,\" it stated on the organization's website. \"We believe this to be the best option for the healing of all involved and the only course of action under the circumstances.\"\nWesley Strackbein, a spokesperson for Vision Forum, told The Christian Post that while the non-profit will cease to exist, the board is currently deliberating on whether the organizations' conferences, workshops, film festival (which was canceled  a week before Phillips' announcement) and other programs, will continue apart from the organization.\nIt has also been confirmed that while Phillips' former non-profit employer will shutter, he will maintain control  of his for-profit company, Vision Forum Inc., which sells books, audio lectures, and toys that promote the organization's conservative beliefs.\n\"It is our goal at Vision Forum to promote courageous fatherhood, noble motherhood, virtuous boyhood and girlhood through vision-casting discipleship tools that teach, equip, and inspire,\" reads Vision Forum Inc.'s mission page .\nIn addition to his Vision Forum responsibilities, Phillips also held a teacher elder position at Boerne Christian Assembly. According to the Spiritual Sounding Board blog , Phillips resigned from his position at the church in February. The Christian Post's efforts to reach Boerne church leadership were not returned by press time.\nDespite Phillips' extramarital relationship, a Vision Forum spokesperson confirmed that Phillips and his wife Beall, are not divorcing. The couple has eight children and they have been members of the Quiverfull Movement, a belief system that encourages Christians to eschew birth control.\nThe Quiverfull Movement has also been linked  to reality television star couple Jim Bob & Michelle Duggar. The \"19 and Counting\" couple has also worked  with Phillips to promote Vision Forum's mission and in 2010, Michelle received a \"Mother of the Year\"  award from Vision Forum.\nOn Aug. 7, Phillips wrote a 1,500-word blog post on the Vision Forum website entitled \" True Repentence: The Key to Family Blessing .\"\n\"Success in life is not a function of brilliance, or strategy, or effort, but of blessing. Those who remain unrepentant should not expect the blessing of the Lord. Unrepentance is not only an impediment to the very object of our life—true unity with God—but it leads to the judgment of the Lord. It is the single greatest roadblock to family vision,\" Phillips wrote.\n\"But repentance must be sincere. It must spring from \"godly sorrow.\" Too often \"repentance\" is the experience of offering a half-hearted and self-serving apology to God and man, mixed with large amounts of blame-shifting, pride, and a desire to be done with the whole matter so you don't ever have to deal with it again. It is the \"I have said I am sorry on my terms and in my way, and there is nothing more I need to do, so if that is not good enough for you, then you are the one in sin\" attitude,\" he added.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.patheos.com/blogs/nolongerquivering/2012/08/nlq-faq-revisited-are-jim-bob-michelle-duggar-quiverfull/",
                "https://spiritualsoundingboard.com/2013/11/03/doug-phillips-question-about-pastoral-position-timeline-of-events-and-understanding-true-repentance/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.visionforumministries.org/issues/news_and_reports/statement_of_resignation.aspx",
                "http://www.visionforum.com/news/blogs/doug/default.aspx?path=/2013/11/10958/",
                "https://www.youtube.com/watch?v=2wtexiQ8sFY",
                "http://www.visionforumministries.org/issues/news_and_reports/true_repentance.aspx",
                "https://www.facebook.com/SAICFF",
                "http://www.visionforumministries.org/",
                "https://www.youtube.com/watch?v=KqdE9_76Rx8",
                "http://www.visionforum.com/about/default.aspx"
            ]
        },
        "key_words": [
            "family",
            "nonprofit",
            "post",
            "vision",
            "organizations",
            "admission",
            "forum",
            "close",
            "inappropriate",
            "following",
            "relationship",
            "promote",
            "phillips",
            "christian",
            "doug"
        ]
    }
]