[
    {
        "url": "https://www.christianpost.com/voice/the-deal-with-health-care-sharing-regulations-how-can-i-count-on-other-members-strangers.html",
        "title": "The Deal With Health Care Sharing Regulations - How Can I Count on Other Members, Strangers?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nThe Christian Post\nThe Deal With Health Care Sharing Regulations - How Can I Count on Other Members, Strangers?\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nThe Deal With Health Care Sharing Regulations - How Can I Count on Other Members, Strangers?\nThe Deal With Health Care Sharing Regulations - How Can I Count on Other Members, Strangers?\nImage used for illustration purposes only. | Pixabay/DarkoStojanovic\nFrom the earliest days of health care sharing ministries, objections to the methods of these ministries have been raised that are based on inaccuracies and misunderstandings. The following are doses of reality that bust these myths. Read more about five more myths below and catch up on the previous five myths in The Christian Post here .\nMyth #6: Health care sharing ministries are not regulated.\nReality: While it is true that health care sharing ministries are not subject to state health insurance laws (because they are not health insurance), that doesn't mean HCSMs aren't subject to any laws.\nHCSMs are regulated as charities in their home states under each state's charity laws and each state's attorney general, and as 501(c)3 charities by the Internal Revenue Service.\nBut the best regulators are HCSM members. First, for example, members of Samaritan Ministries International elect from within the membership the majority of the individuals serving on the Board that governs SMI. Also, Samaritan's Guidelines provide a complaint resolution process. Members dissatisfied with administrative decisions can appeal to a randomly chosen panel of 13 other members. That process has been invoked only four times in Samaritan's 23-year history.\nEvidence points to member satisfaction through file drawers full of letters from members who like Samaritan Ministries and thank God for having provided this ministry.\nMyth #7: Health insurance=health care.\nReality: While this might not necessarily be a myth about health care sharing ministries, it's closely related and a common misconception of those just learning about HCSMs.\nHealth insurance and health care are not synonymous. Health care is obtaining a service from a medical provider. Health insurance is contracting with a third party to pay for those services in exchange for premiums. Just because you don't have health insurance doesn't mean you don't have health care. Doctors are not required to see patients or accept their health insurance.\nBeing part of a health care sharing ministry allows members to bypass the third parties. They deal directly with a medical provider and directly with the HCSM. It's a bit more responsibility for members, but they are able to see the actual cost of care, thus helping them be better patients and stewards of God's provisions. One of the problems in health care today is that patients with health insurance are generally ignorant of the costs of medical care. Cash-pay patients, including those who are members of health care sharing ministries, can make better decisions about their health care because they become better informed about the process and costs.\nMyth #8: People won't send money to people they don't know.\nReality: Samaritan members have been sending money to people they don't know for more than 23 years—about $25 million per month at this writing. It can be difficult for someone who doesn't believe in Christ and the Bible to understand why someone would want to send money to another person they don't know, let alone trust that a person they don't know will send money to them when they have a need. However, Christians who live according to the instructions of the Scriptures understand their responsibility to help those in need and trust that they will be treated the same in their time of need. Samaritan Ministries believes that, ultimately, God provides—often through His children.\nMyth #9: Health care sharing ministries turn away people with pre-existing conditions.\nReality: Samaritan Ministries doesn't deny membership to anyone for health reasons.\nNeeds from pre-existing conditions aren't eligible for sharing as regular needs. However, needs related to conditions that existed before a person joined may eventually become able to be shared under certain conditions, such as an absence of symptoms for a certain number of years depending on the condition. In addition, needs related to pre-existing conditions may also be submitted as a \"Special Prayer Need.\" SPNs are needs that fall outside the Guidelines (expenses related to pre-existing conditions, extensive dental work, orthodontics, etc.) but that are causing a financial burden. If approved, they are included on a month's share slips for voluntary giving above and beyond one's monthly share. In some cases, Samaritan even shares SPNs related to expenses incurred before the person's membership started.\nMembers of Samaritan Ministries send their money directly to each other. The only money sent to the ministry's office is an enrollment fee, a new member's first two monthly shares, and an annual membership share. Shares are only sent to households that have sent itemized medical bills to Samaritan and whose bills have been determined to be within the ministry's Guidelines.\nHealth care sharing is not a \"Ponzi scheme\" because there is no promise of \"returns\" to \"investors.\" In fact, Samaritan goes to pains to make sure anyone interested in joining knows there's no guarantee of any kind of payment because health care sharing is not health insurance. Samaritan operates on faith, and has done so for 23 years. And the method is effective.\nNeither is health care sharing a \"pyramid scheme\" because, while members are encouraged to spread the word about Samaritan, there is no requirement for them to get new members to sign up in order to be able to remain members. There is the incentive of a $100 credit for those members who are listed as referrals by new members, but telling others about Samaritan is not required.\nThere is also no need to recruit new members so as to \"pay off\" a backlog of needs of the old members. When needs for a month exceed available shares, Samaritan pro rates needs. And when there are not enough needs to use all the available shares, everyone can sometimes actually receive a share reduction.\nBonus myth: Health care sharing is too expensive for the average family.\nReality: The facts reveal that it is health insurance that is too expensive for the average family. According to the 2017 Milliman Medical Index, the cost of health insurance for a family of four without employer contribution is $26,944.\n\"Of the $26,944 spent by the MMI's family of four, $11,685 is paid by the employee, through a combination of $7,151 in payroll deductions for premium, and $4,534 in out-of-pocket costs incurred at time of care,\" the report at milliman.com (May 16, 2017) said.\n\"Employer-sponsored\" insurance can also be deceiving. It sounds like a bonus, as it is a tax-free benefit that companies provide to their employees, but it's really a tax break for employers that also restricts patients' freedom of health care choices. If the company's share of health care costs were given to employees in cash, tax-free or not, employees could spend it as they see fit.\nBy contrast, a year's worth of Samaritan Classic monthly shares for a family of four is $5,940 ($495 per month), with one month of that a membership fee. The numbers would be even less for Samaritan Basic.\nThat, of course, includes a $250,000 per need cap. So factoring in the program for needs over $250,000, Save to Share ($399 set aside per year for family household and less for others), with no cap per incident, would add to that. It would still, however, be much less than the cost of health insurance, whether out-of-pocket or employer-provided.\nIn an ever-changing health care landscape, many are researching health care sharing ministries—and for good reason. Myth often becomes a welcome reality.\nMichael Miller is a communications specialist at Samaritan Ministries International. Before arriving at Samaritan, he worked at the Peoria Journal Star for 29 years.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/voice/health-care-sharing-is-it-insurance-and-will-my-medical-needs-really-be-met.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "count",
            "health",
            "members",
            "strangers",
            "sharing",
            "regulations",
            "ministries",
            "shares",
            "share",
            "samaritan",
            "deal",
            "needs",
            "insurance",
            "care"
        ]
    }
]