[
    {
        "url": "https://consortiumnews.com/2017/02/02/trumps-troubling-first-days/",
        "title": "Trump’s Troubling First Days",
        "authors": [
            {
                "name": "Patrick Lucius",
                "link": null
            },
            {
                "name": "Frederick John",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Branimir Aleksandrov",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Bob Charron",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Wm. Boyce",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-02-02",
        "text": "Main menu\nFebruary 2, 2017\nBy Bill Moyers and Michael Winship\nThe smell of a coup hung over the White House this past weekend, like the odor of gunpowder after fireworks on the Fourth of July.\nIn these first few days of the Trump administration we have witnessed a series of executive orders and other pronouncements that fly in the face of the Republic’s most fundamental values. But Friday’s misbegotten announcement of a ban on refugees from Syria and a 120-day ban on refugees from seven Muslim nations defies reason, pandering to a segment of the population festering with paranoia and rage.\nDonald Trump speaking with the media at a hangar at Mesa Gateway Airport in Mesa, Arizona. Dec. 16, 2015. (Flickr Gage Skidmore)\nLet’s just look at some of the misrepresentations that litter Trump’s declaration like garbage strewn across a sidewalk. Despite claims that the order is not about religion (!), it gives Christian refugees priority because, Trump wrongly said, “If you were a Muslim you could come in, but if you were a Christian it was almost impossible.” The New York Times reports that, “In fact, the United States accepts tens of thousands of Christian refugees.  According to the Pew Research Center , almost as many Christian refugees (37,521) were admitted as Muslim refugees (38,901) in the 2016 fiscal year.”\nTrump went on to say that in Mideast war zones, “Everybody was persecuted, in all fairness — but they were chopping off the heads of everybody, but more so the Christians.” Again the facts: The Washington Post notes that “Since the beginning of the Syrian civil war and the rise of the Islamic State, many more Muslims than Christians have been killed or displaced because of the violence.”\nWhat’s more, The New York Times editorial board observed, “The order lacks any logic. It invokes the attacks of Sept. 11 as a rationale, while exempting the countries of origin of all the hijackers who carried out that plot and also, perhaps not coincidentally, several countries where the Trump family does business.”\nAdd to all this the haste and hurry, the sloppiness of preparation and apparent lack of prior review by qualified attorneys and affected government agencies, the chaos and pain created by its sudden, thoughtless implementation and the fuel this will doubtless add to the propaganda of the very same radical Islamic terrorists the executive order is supposed to keep out of the country. What Trump did makes little or no sense, and the way he did it was an insult to due process.\nImmigration Decree\nThe President’s decree on immigration is the act of a self-assumed Caesar — a Peronista strongman, wielding power like a blunt instrument with no regard for the short- or long-term consequences on fellow human beings or other nations. The courts have countered him for the moment on some provisions, but the stay is temporary. And Trump will soon be replacing more than 100 federal judges , all in his image, no doubt, like mannequins in a store window.\nSyrian women and children refugees at Budapest railway station. (Photo from Wikipedia)\nOddly enough, while it seems clearer than ever that Donald Trump has never really read the U.S. Constitution, he may have inadvertently picked up a wrong idea or two from the Declaration of Independence . Among the Founders’ grievances against King George III was that the monarch was “obstructing the Laws for Naturalization of Foreigners” and “refusing to pass others to encourage their migrations hither.”\nDoes it come as any surprise that with his refugee ban Trump favors a ban that sounds more like it came from tyrannical old King George than leaders of the American Revolution? No wonder he leaped at the invitation extended by the U.K.’s Prime Minister Theresa May last week to dine with Queen Elizabeth. Next thing you know the gilded letters T-R-U-M-P will grace Downton Abbey. You can imagine dreams of reviving old royal traditions like primogeniture jitterbugging in his head — otherwise, what’s the use of having three sons if not so at least one of them can inherit the gilded throne? (Sorry, Ivanka and Tiffany.)\nBut we digress. Let’s also not forget Trump’s ludicrous feud with Mexican President Enrique Peña Nieto, Trump’s childish obsessions with voter fraud and crowd size at his inauguration, his failure to mention 6 million Jews when saluting International Holocaust Remembrance Day and still, the never-ending tweets.\nWashington Post columnist Ruth Marcus got it right: “You don’t have to disagree with Trump’s policies to be rattled to the core by his unhinged behavior. Many congressional Republicans privately express concerns that range from apprehension to outright dread.” Which raises another question: Why do GOP lawmakers remain so publicly cowed? Is it because they cherish their party’s power more than they do America’s principles?\nThe Rise of Bannon\nNow the new president has placed his spooky senior counselor Steve Bannon on the National Security Council. This is a man so far to the right he called William Buckley’s National Review and William Kristol’s The Weekly Standard “ both left-wing magazines .” During his reign as chief of Breitbart News, he tolerated racist and sexist attitudes, and announced to a real journalist , “I am a Leninist.” He went on to explain: “Lenin wanted to destroy the state, and that’s my goal, too. I want to bring everything crashing down, and destroy all of today’s establishment.”\nSteve Bannon, political adviser to President-elect Donald Trump. (Photo from YouTube)\nAt least until the President gets fed up with the attention Bannon’s receiving and fires him, the gruesome twosome appear to have settled on their mode of governance: Trump does the theatrics, Bannon does the policy. Bannon writes the executive orders, Trump signs them.\nWith all this instability, it’s not surprising that not only progressives but also thoughtful conservatives already have had it with the President. Here’s neo-con Eliot Cohen in The Atlantic : “Trump, in one spectacular week, has already shown himself one of the worst of our presidents, who has no regard for the truth (indeed a contempt for it), whose patriotism is a belligerent nationalism, whose prior public service lay in avoiding both the draft and taxes, who does not know the Constitution, does not read and therefore does not understand our history, and who, at his moment of greatest success, obsesses about approval ratings, how many people listened to him on the Mall and enemies. He will do much more damage before he departs the scene, to become a subject of horrified wonder in our grandchildren’s history books.”\nAt Washington Monthly, Martin Longman agreed . “Cohen and I couldn’t be more different in our personal politics or our foreign policy priorities,” he wrote, “and yet we’re singing from the exact same hymnal on Trump. … I honestly do not think this country can endure a four-year term of Trump as our president, and the prospects for worldwide calamity are so great that I can’t avoid saying very radical sounding things about where we stand and what must be done.”\nThose “things” could be impeachment or implementing Section 4 of the 25th Amendment to the Constitution , the one that says that if it’s determined that the President “is unable to discharge the powers and duties of his office, the Vice President shall immediately assume the powers and duties of the office as Acting President.”\nLadies and gentlemen, we are already in the midst of a national emergency. The radical right — both religious and political — have been crusading for 40 years to take over the government and in Trump they have found their rabble-rouser and enabler. They intend to hallow the free market as infallible, outlaw abortion, Christianize public institutions by further leveling the “wall” between church and state, channel public funds to religious schools, build walls to keep out brown people and put “America first” on the road to what Trump’s nominee to be Secretary of Education, Betsy DeVos, has called “ God’s Kingdom .”\nYou can see in the chaos a pattern: the political, religious and financial right collaborating to move America further from the norms of democracy with the triumph of one-party, one-man rule. There’s never been anything like it in our history. But many in the media are catching on, which explains the strategy Trump and his pack have adopted to discredit journalists, as Bannon tried last week when he proclaimed that the media “ should keep its mouth shut .”\nThat’s not going to happen. Nor does it look as if the hundreds of thousands of protesters who marched the day after the inauguration and this past weekend at the nation’s airports to protest the refugee ban are about to stop either. A sturdy line of resistance is forming as the press, the people and patriotic lawyers join in fighting for our rights in the nation’s courts of justice and in the court of public opinion. Perhaps some brave Republican legislators, uncharacteristically demonstrating a profile in courage, will take a stand, too, against the despotic urges now roiling the Republic.\nBill Moyers is the managing editor of Moyers & Company and BillMoyers.com. Michael Winship is the Emmy Award-winning senior writer of Moyers & Company and BillMoyers.com. Follow him on Twitter at @MichaelWinship . http://billmoyers.com/story/donald-trumps-mission-creep-just-took-giant-leap-forward/\nWm. Boyce\nFebruary 3, 2017 at 02:00\nTrump’s nominee for the Supreme Court is going to be “loved by the evangelicals.” This, according to Trump. I’m starting to believe that building a voter base is the real resolve, if any, of this administration. So the base will be disaffected white working  class voters, evangelicals, and white nationalists. Is that going to work?\nI certainly hope that the resistance evidenced so far is continued by the public – it is our only hope.\nJ'hon Doe II\nIgnorance Iz Bliss, yes???\nAren’t we arming Al Qaeda under the banner of “moderates” against Assad in Syria?\nSo, why are we attacking them in Yemen?\nWhat reason Trump’s trip to Dover AFB to greet  an American killed in a Yemen clandestine operation where many civilians INCLUDING MANY CHILDREN were killed (murdered?)\nWhy are we SO Frigg’n STUPID  !!!!!!!\nwill someone tell me?\nBBC – 48 minutes ago\nReports say Nawar al-Awlaki was killed. Her father and brother were killed by US drone strikes\nWorld ‘turns blind eye’ to Yemen – UN\nTerror of life under siege in Yemen\nYemen crisis: Who is fighting whom?\nYemen’s humanitarian catastrophe\nThe White House has said a raid in Yemen on an al-Qaeda stronghold that likely killed civilians was a “very thought-out process”.\nAs many as 23 civilians were killed in the raid on a village in Yakla district on Saturday, including 10 children, rights group Reprieve says.\nYemeni reports say the victims included the daughter of Anwar al-Awlaki, a militant killed by a US strike in 2011.\nThe raid was the first such operation authorised by President Donald Trump.\nThe US military had previously said a Navy Seal died and three others were injured. But the US Central Command (Centcom) later said that those killed could include children.\nSeveral Apache helicopters were reported to have taken part in the operation, which killed 14 militants, including three al-Qaeda leaders, according to the US military.\nWhat happened?\nWho is fighting whom?\nWhite House spokesman Sean Spicer told journalists: “It’s hard to ever call something a complete success when you have a loss of life or people injured.”\n“But I think when you look at the totality of what was gained to prevent the future loss of life… I think it’s a successful operation in all standards.”\nHe made no mention of civilian victims.\nEarlier on Thursday, Reprieve said a newborn baby was among 10 children killed in the attack.\nIt also cited local reports as saying that a heavily pregnant woman was shot in the stomach during the raid and subsequently gave birth to an injured baby boy who later died.\nImages of several dead children emerged on social media soon after the attack took place.\nEarlier this week, Pentagon spokesman Capt Jeff Davis told reporters to “take reports of female casualties with a grain of salt”, adding that they had been “trained to be ready and trained to be combatants”.\nBut US military Central Command on Wednesday acknowledged that a number of civilians had been “likely killed in the midst of a firefight”.\nJ'hon Doe II\nTrump’s Yemen Raid Killed Civilians\nFebruary 2, 2017 at 18:33\nIgnorance is the cultivated lie, the posturing ad nauseum, literally sickening, with these “grain of salt” justifications to make themselves feel better.\nLisa\nMalevolence untempered by competence is probably the perfect description.\nThis was predictable from when Trump signed up with the ‘religious right’ when he became the candidate. Now he could have just betrayed them when he got into power but he has stacked his cabinet and executive with them. And these are nut job ‘christian’ extremists, dedicated to forcing their own version of Sharia law and a so called ‘christian’ theocracy onto the US.\nWhat is ignored about them is that over and above their extreme social conservatism, they are economic and in many other areas like the environment, health and safety, taxes for the wealthy, etc so far to the right they have dropped off the planet. These are people with zero grasp of reality.\nCheck out their policies, a classic is they advocate for the ending of risk pooling which means the ending of any type of health insurance (public or private) at all. ‘Real christians’ don’t get sick you see, and if they do it is because they have sinned, so decent god fearing ‘christians’ shouldn’t cross subsidise sinners. So if your kid gets sick it is because they have sinned, or you have sinned, or they might sin later in life (these are real statements by the way)….\nAdd in their Authoritarian attitudes and hatred of just about anyone except themselves and they will tear US society apart. Their stated aim is to end the Republic and replace it with a ‘christian’ theocracy (Pence’s stated position).\nBannon is a bit different he is just a pure nihilist, who wants destruction as a goal in itself.\nJohn P\nFebruary 2, 2017 at 16:43\n“The United States took in 12,587 Syrian refugees last year; Canada, with one-ninth of America’s population, accepted almost 40,000. Yet there have been only two “lone wolf” Islamist attacks in Canada in this century, each killing one person and neither carried out by an immigrant.” – Gwynne Dyer Feb. 2017\nSadly, just last week 6 Muslims were killed in a Quebec City Mosque by a troubled white Canadian youth.\nThink about it. And did Trumps influence on neo-Nazis or racists induce this lost soul?\nrosemerry\nFebruary 2, 2017 at 15:14\nPence is probably even worse, as he is sane and experienced in the shock Doctrine which Trump has started putting into effect.\nbackwardsevolution\nBerkeley is getting their voice out:\n“Some 150 “masked agitators” were responsible for the violence during the otherwise largely peaceful protest of about 1,500 people, the university said in a statement, noting that the school “is proud of its history and legacy as home of the Free Speech Movement” in the 1960s. Many have expressed curiosity if the masked agitators are the same ones who tried to provoke violence during Trump’s inauguration and if they are funded by certain financially endowed “liberal” organizations linked to George Soros.”\nThe media is helping to stifle dissenting opinion.  The Ministry of Truth lives on.\nFebruary 2, 2017 at 14:41\nThe record shows that old tyrannical King George was a lot more accessible and responsive to complaints than Good old George Washington who showed King George how to treat a protest over the levying of an unfair taxation after the war by the citizens of Pennsylvania and western areas. He sent an Army in and I believe he actually hung one of the leaders. Most agreed that the taxes levied by King george were not excessive and King george did cut these texts after colonists protested.\nBrad Owen\nFebruary 2, 2017 at 16:12\nFor a different “take” on Shays Rebellion, google “a little bicentennial detective story” written by historian/sleuth Anton Chaitkin for E.I.R. in 1987. Typical Tory intrigue and covert ops on display there. Our real history is filled with Tory spy rings, assassination rings, covert ops to administer financial and economic shocks, to fan the flames in internal rebellion and civil war. These are all ancient tricks of all Crowns wherever they are found. Crowns float upon seas of blood, intrigue, corruption, inbred insanity, crimes-against-humanity.\nBrad Owen\nFebruary 2, 2017 at 16:54\nAnother interesting exercise is to go to E.I.R. website, go to their search box, and type in “the crimes of king george III” to pop up a list of interesting articles to read. That’s how I got the little bicentennial detective story.\nBranimir Aleksandrov\nFebruary 2, 2017 at 14:07\nWhat a stupid article! Quoting the MSM to make your point?!?!\nBill Bodden\nFebruary 2, 2017 at 18:34\nWhat a stupid article! Quoting the MSM to make your point?!?!\nThe MSM was quoted to prove in this case normal opposites were in agreement – not to make a case based on an MSM opinion.\nLitchfield\nI feed bad for Bill Moyers.\nHe is sincere. He had Bill Black and Simon Whatshisname on his show numerous times to excoriate Obama’s capitulatoin to Wall Street and to explain what really had to be done.\nJust one example.\nNow he seems to be at sea. Citing not only the MSM (New York Times and WaPo to make his point; what is the source of the data?) but also making cause with Eliot Cohen. Somehow the fact that Cohen is expected to be a rhetorical move that strengthens the argument (*even* a neocon such as Cohen), whereas in truth it fatally weakens Moyers’s argument.\nTrump maybe flailing, but advocating a coup to remove him is the WRONG the right answer. The right answer is, first, housecleaning of the stinking, rusty, dishonest components of the Dem Party, new leadership of that party, and then effective political action against Trump initiatives that are noxious.\nHowever, don’t assume that a majority is in favor of violating Trump’s EO re immigrants/refugees.\nRegarding the wall, bear in mind that NAFTA is what brought poverty and degradation to Mexico and led to the wave of illegal immigration and other disastrous consequences for Mexico and Mexicans. Recall also that the construction of the wall started under the Clinton administration, with NAFTA’s going into force.\nIf completed the wall could have an effect in Mexico similar to sanctions against Russia: Serve as a wake-up call to get their economic house in order. This is not to say that I am a fan of the wall, just that opponents should think clearly about just what they are protesting, and why.\nBill Bodden\nFebruary 2, 2017 at 14:02\nThose “things” could be impeachment or implementing Section 4 of the 25th Amendment to the Constitution, the one that says that if it’s determined that the President “is unable to discharge the powers and duties of his office, the Vice President shall immediately assume the powers and duties of the office as Acting President.”\nTrump was and is the price we have to pay for dodging the Clinton bullet.  Pence will be the price we will have to pay for relief from Trump.  If Pence is a lesser evil it will only be slightly so.  His mode of operation is just different.\nZachary Smith\nFebruary 2, 2017 at 14:14\nI’ve got to wonder if the authors have given a bit of thought to the consequences of deposing Trump.\nrosemerry\nFebruary 2, 2017 at 15:10\nPence is probably even worse, as he is sane and experienced in the shock Doctrine which Trump has started putting into effect.\nFrederick John\nFebruary 2, 2017 at 13:27\nAbsolute nonsense!  The only “controversial” nature of Trump’s first days are the many fictions and misrepresentations of his actions by the media, you included.\nBrad Owen\nFebruary 2, 2017 at 13:17\nI get more of a sense that the Trump administration is closing ranks before the threatened onslaught from the “usual suspects”; The Street/The City/MSM/MIC/Intel community/Deep State. The mere mention of a visit to the Queen by Trump is most ominous to a LaRouche watcher like me. This indicates to me that the very top “Courtiers” of a now-Global Empire, and loyal to the Crown with all of her fawning oligarchs, are going to make Trump “an offer he can’t refuse”. If they can’t “turn him”, expect the worst. LBJ, a loyal New Dealer, got the message from JFK’s murder, and gave this group of Shadow Rulers their Vietnam War. If it’s to be another war, it’ll probably be the last one (the next one being fought with sticks and stones)\nJ'hon Doe II\nA succinctly clear-eyed analysis, Brad Owen.–\nBeware of the Royal Institute of International Affairs — let’s see if they quickly repair Trumps’ breech with Australia.\nJ'hon Doe II\nPresident Bannon?: Racist, Islamophobic Breitbart Leader Consolidates Power in Trump White House\nFebruary 2, 2017 at 13:11\nIronic to speak of Trump as one “who has no regard for truth” as reported from the mouth of “neo-con Eliot Cohen.” In fact, and I do believe it is fact, we are embroiled in a post-truth era in which “truth” has become manipulation to political objective, to propaganda/spin. We are seeing post-truth whipping up very disturbingly today in the MSM’s leaping to blame Russia for the current renewal of hostilities in Ukraine, whereas this is denied by Putin and independent journalists. Who started this current renewal in Ukraine is a vital question not to be rushed over with automatic leaping to conclusions. In what I’ve researched, it comes from Poroshenko, probably urged on by McCain and Biden.\nThat aside, unfortunately Bill Moyers here is falling into this type of game himself. Demonize and project appears to be the life-blood of this kind of “post-truth” political analysis. Beware the ad hominem, I say, and blink twice at it. With this article we need to sort out facts from projections–“troubling first days” this is certainly clear, hence factual, hence “truth.” Projection however is the major pursuit in this essay’s viewpoint, rooted in how worried we are over the Orange Monster. Intense worrying over Trump has led into a sort of mob panic, led by the emotions, and that hysteria is all over what I had thought, previously, was “the Left.”\nThe basic question is how to hold on to truth, finding it, versus succumbing to “post-truth”–this paradoxical and confusing term, similar to “the end of history,” suggesting a decent, honorable accounting is rapidly vanishing or has vanished.\nRobert Parry said it well under his “deflategate” essay:\n“Very similar techniques are used in more serious circumstances, such as the US government and mainstream media demonizing some foreign leader in marching the American people in lockstep into another war.”\n“And if accountability has been lost in America—replaced by the raw power of those in authority to create their own reality—what can we expect when the next rush to judgment occurs on something even more important than a person’s reputation?”\nD5-5\nFebruary 2, 2017 at 20:59\nBasically all this misinformation building adds up to the onrushing totalitarian state as we move on into “post-truth,” or as in Orwell: ignorance is strength. So where are we in estimating the pervasiveness of post-truth is important. First we need to understand this new concept–known as perception management, as Ronald Reagan called it, meaning the American “reality” or what most people believe, which is subtly manufactured. Truth is replaced with group-think plus conformity, the savage passions stroked. This is post-truth. It would seem we are up against about a 70 percent rating for how much of the US Public is under post truth influence at this time–if a commentator’s PEW poll stat the other day is reliable re Putin messing with elections.\nJohn P\nFebruary 2, 2017 at 12:42\nThank you Bill Moyers, Michael Winship and Consortium News, for your review of the frightening instability erupting from Trump’s presidency these past 10 days. To me it looks like Israel is using this media heavy conflict coverage as cover for further expansion in occupied Palestine. Quite often their wars and land thefts take place during changes of government or other big worldly distractions conceal their aggressions.\nYes it would be nice to be have an end to these destabilizing wars where the consequences have not been thought through, but Trump’s infantile tweets and childish orations and thoughtless acts will do nothing to calm the storm that’s brewing.\nFebruary 2, 2017 at 12:28\nThis is shadow policy. The real item is Russia and Trump’s relation to covert CIA operations.\nZachary Smith\nFebruary 2, 2017 at 12:12\nAt the start: “The smell of a coup hung over the White House this past weekend, like the odor of gunpowder after fireworks on the Fourth of July.”\nThen down in the text: “Those “things” could be impeachment or implementing Section 4 of the 25th Amendment to the Constitution, the one that says that if it’s determined that the President “is unable to discharge the powers and duties of his office, the Vice President shall immediately assume the powers and duties of the office as Acting President.”\nThe authors pretend to be terribly concerned about the evils of Donald Trump and the damage he is doing to our “fundamental values”. Then they propose a coup of their own to remove him from office.\nWith all this instability, it’s not surprising that not only progressives but also thoughtful conservatives already have had it with the President. Here’s neo-con Eliot Cohen in The Atlantic:\nThis new affinity and “bond” of the two Democratic authors with the worst-of-the-worst neocons is evidence that Donald Trump Opponents are losing it.\nFrom the Right Web page on Elliot Cohen:\nCohen blamed the Obama administration for the “wreckage” of U.S. foreign policy and his failure to understand “war is war.” In an op-ed written for theWashington Post during the 2014 Gaza-Israel War, Cohen in effect called for President Obama to support Israel waging a war in Gaza similar to how U.S. Civil War general William Sherman waged war against the South—which Cohen described as marked by “devastation” and the burning “out thoroughly” of the Confederate-controlled Shenandoah Valley.[7]\nSimilarly, Cohen opposed Obama’s 2013 nomination of Chuck Hagel to lead the Department of Defense on the grounds that Hagel had “already made it clear that he does not want to engage in a confrontation with Iran.” What was needed, Cohen said, was someone “who looks as if he’s perfectly capable of waging war against you and happy to do it.”[9]\nCohen suggested that a “serious bombing campaign” against “substantial targets” in Syria would be necessary, arguing that a”bout of therapeutic bombing is an even more feckless course of action than a principled refusal to act altogether.”\nThat’s only a fraction of the stuff written about “THOUGHTFUL” Cohen.\nBeing against Trump is fine, but by embracing things and people even worse than Trump to strike at him is really a bad idea.\nPatrick Lucius\nFebruary 2, 2017 at 11:23\nYes let’s get Hilary in there to do to Syria what she did to Libya. And you’re so worried about a few immigrants’ travel plans, I see. What about Ukraine? We backed (instigated?) a coup against a democratically elected guy there.  More hrc… ww3? Sorry, Trump looks fine to this Democrat (well I was several months ago, not now).  Democrats are the war party.\njohn snow\nsure he does.\nFebruary 2, 2017 at 20:40\nSorry, Trump looks fine to this Democrat (well I was several months ago, not now). Democrats are the war party.\nIt doesn’t sound or look like Trump is averse to war.  Nor does he seem to have many brakes on his team to keep him from committing some blunder with a potential for war.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/trump-to-inherit-more-than-100-court-vacancies-plans-to-reshape-judiciary/2016/12/25/d190dd18-c928-11e6-85b5-76616a33048d_story.html",
                "https://www.washingtonpost.com/world/national-security/trump-approves-extreme-vetting-of-refugees-promises-priority-for-christians/2017/01/27/007021a2-e4c7-11e6-a547-5fb9411d332c_story.html",
                "https://washingtonmonthly.com/2017/01/30/this-situation-is-more-dire-than-i-want-to-admit/",
                "https://www.nytimes.com/2017/01/28/opinion/donald-trumps-muslim-ban-is-cowardly-and-dangerous.html",
                "https://www.washingtonpost.com/opinions/trumps-erratic-first-week-was-among-the-most-alarming-in-history/2017/01/27/c6405144-e4b9-11e6-a453-19ec4b3d09ba_story.html",
                "https://www.thedailybeast.com/steve-bannon-trumps-top-guy-told-me-he-was-a-leninist",
                "https://billmoyers.com/story/donald-trumps-mission-creep-just-took-giant-leap-forward/",
                "https://www.pewresearch.org/fact-tank/2016/10/05/u-s-admits-record-number-of-muslim-refugees-in-2016/",
                "https://www.motherjones.com/politics/2017/01/betsy-devos-christian-schools-vouchers-charter-education-secretary/",
                "https://www.nytimes.com/2017/01/27/us/politics/trump-syrian-refugees.html",
                "https://www.theatlantic.com/politics/archive/2017/01/inauguration-crowd-size/514058/",
                "https://www.theatlantic.com/politics/archive/2017/01/a-clarifying-moment-in-american-history/514868/",
                "https://www.nytimes.com/2017/01/26/business/media/stephen-bannon-trump-news-media.html",
                "https://www.nytimes.com/2017/01/27/world/middleeast/muslims-trump-visa-restrictions-.html",
                "https://www.huffpost.com/entry/my-mouth-is-shut-so-you-can-read-steve-bannons-words_b_588e0fe5e4b0cd25e49049f8"
            ],
            "gov_pgs": [
                "https://www.archives.gov/founding-docs/declaration-transcript"
            ],
            "unsure": [
                "https://www.law.cornell.edu/constitution/amendmentxxv",
                "https://twitter.com/michaelwinship",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "days",
            "president",
            "troubling",
            "does",
            "trump",
            "refugees",
            "trumps",
            "ban",
            "moyers",
            "bannon",
            "public",
            "right"
        ]
    }
]