[
    {
        "url": "https://consortiumnews.com/2014/01/22/the-lost-legacy-of-otis-pike/",
        "title": "The Lost Legacy of Otis Pike",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-01-22",
        "text": "Main menu\nJanuary 22, 2014\nBy Melvin A. Goodman\nThe death of Rep. Otis G. Pike, a nine-term New York congressman, is a sharp reminder that once upon a time this country had congressmen who were willing to conduct oversight of the secretive intelligence community, particularly the Central Intelligence Agency, and press for genuine reform.\nIn the wake of CIA abuses during the Vietnam War, including the pursuit of political assassination and illegal searches and seizures, Rep. Pike and Sen. Frank Church — both Democrats — established the Pike Committee and the Church Committee in order to create bipartisan congressional oversight of the intelligence community and to place the CIA under a tighter rein.\nRep. Otis Pike, D-New York.\nThe Pike and Church committees were responsible for the creation of the Senate Select Committee on Intelligence (SSCI) in 1976 and the House Permanent Committee on Intelligence (HPSCI) in 1977. These committees took charge of congressional oversight of the intelligence community, which previously had been the responsibility of the Senate and House Armed Forces Committees, Foreign Relations Committees, and Appropriations Committees. Those committees had, in fact, been advocates for the intelligence community and had shown little interest in actual oversight. In 1980, the Carter administration created the Intelligence Oversight Act that gave exclusive jurisdiction for oversight to the SSCI and the HPSCI.\nPike and Church deserve special praise for exposing the covert role of the CIA in trying to assassinate Third World leaders and pursuing regime change. There were assassination plots against Fidel Castro in Cuba, Patrice Lumumba in  Congo, Jacobo Arbenz Guzman in Guatemala, and Ngo Dinh Diem in Vietnam. CIA efforts were particularly clumsy in the case of political assassination, and typically other groups carried out the assassinations before the CIA could get its act together.\nLike the efforts to overthrow regimes in Chile and Iran, these covert actions worsened the domestic scene in all of these target countries and created major complications in relations with the United States. Some of these complications (for example, in Cuba and Iran) are still with us.\nCIA actions in Congo were directly responsible for the emergence of the worst tyrant in the history of Africa, Sese Seku Mobutu. Guatemalans continue to suffer at the hands of Guatemalan security forces created with the help of the CIA. Strategic covert failures are abundant; strategic covert success is extremely rare.\nThe Pike Committee also recommended the creation of a statutory Inspector General for the intelligence community, but this proposal was considered too radical at the time. In the wake of the Iran-Contra disaster, the idea of a statutory IG was revived, but CIA Director William Webster was opposed because he believed that such an office would interfere with operational activities. Senate intelligence Committee Chairman David Boren, D-Oklahoma, also was opposed because he thought the office of an IG would be a rival to his committee. Fortunately, two key members of the intelligence committee, John Glenn, D-Ohio, and Arlen Specter, R-Pennsylvania, believed that a statutory IG was essential, and Boren had to give in.\nThe CIA’s Office of the IG operated effectively until recently, when the Obama administration inexplicably moved to weaken the IGs throughout the intelligence community, particularly in the CIA. The current chairman of the congressional intelligence committees, Sen. Dianne Feinstein, D-California, and Rep. Mike Rogers, R-Michigan, apparently do not understand the importance of a fully engaged IG to their own efforts to conduct genuine oversight.\nThe Pike Committee understood that CIA’s role in the FBI’s counterintelligence programs (COINTELPRO) was particularly intolerable in a democratic society, and that the political operations conducted by the CIA were in violation of its charter, which prohibited the Agency from conducting domestic operations.\nThe programs that CIA Director Richard Helms had denied not only existed, but they were extensive and illegal. President Gerald Ford’s senior advisers, Dick Cheney and Donald Rumsfeld, encouraged the President to established the Rockefeller Commission to examine the CIA in an attempt to derail both the Church and Pike Commissions and thus obfuscate many of the efforts to disrupt the lawful activities of Americans advocating social change from 1956 to 1971.\nUnfortunately, little of the Pike Committee’s work in these areas was known to the public because most of its hearings were closed and its final report was ultimately suppressed. Today, the NSA is conducting domestic surveillance in violation of its charter with no serious response from the chairmen of the intelligence committees.\nRep. Pike made a special effort to give the Government Accountability Office the authority to investigate and audit the intelligence community, particularly the CIA. But the GAO needs authorization from Congress to begin an investigation, and the oversight committees have been particularly quiet about genuine oversight since the intelligence failures that accompanied the 9/11 terrorist attacks. Rep. Pike and Sen. Church were junkyard dogs when it came to conducting oversight; the current chairmen are advocates for the intelligence community and lapdogs when it comes to monitoring the CIA.\nThe sad lesson in all of these matters, particularly the work of the Pike Committee, was that Congress tried to conduct serious reform in the wake of abuses during the Vietnam War as it did in the wake of the Iran-Contra scandal, but its legacy has been lost.\nToday there is no real effort to monitor, let alone reform, the CIA and the NSA in the wake of abuses that include torture, secret prisons, extraordinary renditions, and massive surveillance. A senior CIA operative, Jose Rodriquez, destroyed the torture tapes with impunity and has been allowed to write a book that argues there was no torture and abuse. That is exactly the reason why we need whistleblowers as well as courageous congressmen such as Rep. Otis Pike.\nMelvin A. Goodman is a senior fellow at the Center for International Policy and adjunct professor of government at Johns Hopkins University. His most recent book is National Insecurity: The Cost of American Militarism (City Lights Publishers, 2013) and he is currently completing a book The Path To Dissent: A Story of a CIA Whistleblower (City Lights Publishers, 2014). [This story originally appeared at Counterpunch and is reprinted with the author’s permission.]\neliza\nthe evil that men do lives after them;\nthe good is oft interred with their bones.\nThanks for remembering Pike\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "oversight",
            "church",
            "committees",
            "otis",
            "rep",
            "legacy",
            "community",
            "particularly",
            "pike",
            "intelligence",
            "cia",
            "committee",
            "lost"
        ]
    }
]