[
    {
        "url": "https://consortiumnews.com/2013/07/21/standing-up-for-helen-thomas/",
        "title": "Standing Up for Helen Thomas",
        "authors": [
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Fred Hewitt",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-07-21",
        "text": "Main menu\nJuly 21, 2013\nBy Robert Parry (Originally published on June 8, 2010)\nLong-time White House correspondent Helen Thomas was right to apologize for a stupid remark she made about Israeli Jews leaving Palestine, but another ugly part of this incident was how her “mainstream” colleagues quickly turned on this [then] 89-year-old icon.\nWashington Post media writer Howard Kurtz penned a retrospective on Thomas’s apology and sudden retirement from journalism, giving Thomas’s critics a free shot at denouncing her for a supposed lack of “objectivity,” a principle that has been as absent in the modern Washington press corps as frugality and common sense on Wall Street.\nPresident Barack Obama presents cupcakes with a candle to Hearst White House columnist Helen Thomas in honor of her birthday in the James Brady Briefing Room, on Aug. 4, 2009. Thomas, who turned 89, shared the same birthday as the President, who turned 48.\nThe simple truth is that the media’s acceptable bias on the Middle East is almost entirely in the opposite direction. Thomas, who is of Lebanese descent, has been one of the few Washington journalists who dared criticize Israeli mistreatment of Muslims in Palestine, Lebanon and elsewhere  and who views Arabs as people deserving of respect and human rights.\nThe dominant Washington media view, as articulated by the Washington Post’s neoconservative editorial section, has been that Israel is always right, except for some possible tactical misjudgments, and that Muslim organizations and nations that oppose Israel are “terrorists.”\nIn recent years, Israel’s disproportionate retaliation against people in Gaza, the West Bank and Lebanon has been defended as a proper response to Arab aggression. Israel’s own history of using terrorism, invading its neighbors and hiding a nuclear weapons arsenal is left outside the media frame.\nThe Washington press corps also has clambered eagerly onboard the bandwagon for U.S. military invasions of Muslim nations. When President George W. Bush was justifying an unprovoked attack on Iraq in 2002-03, the New York Times and other big news outlets happily took their seats next to the neocons driving for war. After Bush’s invasion toppled Saddam Hussein’s regime, MSNBC host Chris Matthews ridiculed the war’s critics and declared, “we’re all neocons now.”\nThen, several months after the invasion when the promised Iraqi WMD stockpiles hadn’t materialized, Bush began revising the history in front of the White House press corps by claiming that Hussein had barred United Nations inspectors from Iraq, leaving Bush no choice but to invade.\nOn July 14, 2003, Bush told reporters, “We gave him [Saddam Hussein] a chance to allow the inspectors in, and he wouldn’t let them in. And, therefore, after a reasonable request, we decided to remove him from power.”\nFacing no direct contradiction of this lie, Bush continued repeating it again and again for the next five years. The objective truth was that Hussein had let the inspectors examine any site of their choosing for months, and they were forced out not by Hussein but by Bush in the days before he launched his “shock-and-awe” invasion. In those days, however, it was scary to challenge Bush.\nOnly One Helen Thomas\nAs the Iraq War claimed the lives of thousands of U.S. soldiers and hundreds of thousands of Iraqis, the key problem with the Washington press corps wasn’t that it had one Helen Thomas, it was that it only had one Helen Thomas, someone willing to ask the impertinent but important question that pierced the conventional wisdom which dangerously restricts the capital’s policy debates.\nThomas also had the integrity to refuse to allow her name and reputation to be used by South Korean theocrat (and right-wing funder) Sun Myung Moon when he took over United Press International in 2000. Then the best-known journalist at UPI, she resigned as an act of principle.\nThough Moon was a notorious propagandist who had founded the Washington Times in 1982 as a vehicle for supporting some American politicians (such as Ronald Reagan and George H.W. Bush) and for tearing down others (such as John Kerry, Bill Clinton and Al Gore), much of the “objective” Washington press corps tolerated and even promoted Moon’s curious newspaper.\nIn the mid-1980s, after Moon’s newspaper signed up for the Associated Press wire service, AP executives told AP staffers, including me, that we were no longer allowed to mention Moon’s connection to the newspaper when we cited the Washington Times’ reporting in AP copy. That policy change meant that readers of AP stories around the world wouldn’t be alerted to the propaganda element of Moon’s operation.\nOther respected Washington news figures, such as C-SPAN’s Brian Lamb, actively promoted Moon’s newspaper by hoisting up its articles before viewers, many of whom had no idea that the Times’ owner was a religious cult leader with mysterious ties to foreign intelligence services and to international crime syndicates. [For details, see Robert Parry’s Secrecy & Privilege .]\nSo, while Moon’s newspaper was influencing the U.S. political debate with propagandistic articles  and while Moon was spreading around money for political and journalism conferences  Helen Thomas was one of the few prominent figures in the Washington press corps to object. (After resigning from UPI, she took a job as a columnist for the Hearst newspapers.)\nNevertheless, Helen Thomas was pilloried as the crazy, unprofessional one, as Kurtz made clear in his article.\n“She asked questions no hard-news reporter would ask, that carried an agenda and reflected her point of view and there were some reporters who felt that was inappropriate,” CBS correspondent Mark Knoller was quoted as saying. “Sometimes her questions were embarrassing to others.”\n‘Crazy Stuff’\n“She’s always said crazy stuff,” added National Review Online columnist Jonah Goldberg, whose “journalism” career was launched as a defender of his mother, Lucianne Goldberg, after she advised disgruntled federal employee Linda Tripp to tape her conversations with President Bill Clinton’s girlfriend Monica Lewinsky and to save the semen-stained blue dress.\n“I did my bit in the trenches of Clinton’s trousers,” Goldberg once wrote. Goldberg is now a frequent guest on high-profile TV news shows, such as ABC’s “Good Morning America,” “Nightline,” MSNBC’s “Hardball with Chris Matthews,” CNN’s “Larry King Live,” and, of course, many Fox News shows.\nAs examples of Helen Thomas’s “crazy stuff,” Kurtz cited some of her questions as if the very words proved her unfitness to work as a national journalist. For instance, he wrote:\n“In 2002, Thomas asked [White House press secretary Ari] Fleischer: ‘Does the president think that the Palestinians have a right to resist 35 years of brutal military occupation and suppression?’” Apparently, no further comment was needed for Washington Post readers to understand how outlandish such a question was.\nKurtz continued: “Four years later, Thomas told Fleischer’s successor, Tony Snow, that the United States ‘could have stopped the bombardment of Lebanon’ by Israel, but instead had ‘gone for collective punishment against all of Lebanon and Palestine.’ Snow tartly thanked her for ‘the Hezbollah view.’”\nKurtz praised some of Thomas’s colleagues who alerted the world to the dangers of Helen Thomas earlier. He wrote:\n“A handful of journalists questioned her role over the years. In a 2006 New Republic piece, Jonathan Chait accused Thomas of ‘unhinged rants,’ noting that she had asked such questions as: ‘Why are we killing people in Iraq? Men, women, and children are being killed there  It’s outrageous.’”\nAgain, Kurtz appeared to believe that the absurdity of Thomas’s statement was self-evident. [Kurtz, who was then also host of CNN’s media-criticism show “Reliable Sources,” has since left the Post and CNN. He currently hosts the Fox News Channel’s “Fox News Watch.”]\nPinning Obama\nEven in the final months of her career, Thomas continued her role as a burr under the saddle of Official Washington. At Barack Obama’s first press conference as president, Thomas tried to pierce one of the core hypocrisies of Washington  the double standard regarding Israel’s rogue nuclear weapons arsenal  by asking Obama if he knew of any country in the Middle East that possessed nukes. Obama stumbled in response, saying he didn’t want to “speculate.”\nHer query, however, drew the predictable fury from the Right. It was assuredly one of those inconvenient questions that made many of her press colleagues roll their eyes.\nThe pack behavior of the Washington press corps was on display again in the fury that followed Thomas’s off-the-cuff response to a question on May 27, 2010, from a rabbi with a video-camera who asked her for “any comments on Israel?” Thomas responded by saying that Israeli Jews “should get the hell out of Palestine” and “go home” to Germany, Poland and the United States.\nWhen the video went viral on the Internet and a firestorm ensued, Thomas abruptly quit her job as a Hearst columnist, ending a career that dated back to the Kennedy era when she was a trailblazing woman breaking into the Old Boys club of Washington journalism.\nThomas issued a statement repudiating her May 27 comments, saying they “do not reflect my heartfelt belief that peace will come to the Middle East only when all parties recognize the need for mutual respect and tolerance.”\nWith that Thomas departed the scene and the thankful Washington press corps was finally freed from those periodic embarrassments of having to watch presidents squirm in reaction to Thomas’s out-of-the-box questions.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here.\nFred Hewitt\nJuly 29, 2013 at 18:25\nHelen: You were a solid American and an upstanding citizen of the world.\nRest assured that your truth-to-power questions have enlightened the humanity.\nincontinent reader\nJuly 22, 2013 at 08:27\nThere was a wonderful interview in 2011 by David Hochman with Helen Thomas in Playboy magazine that was reprinted today in Mondoweiss.  The URL is:\nJuly 22, 2013 at 12:36\nActually the version in Mondoweiss is excerpted.  The full version has been reprinted in Veterans Today at:\nhttp://www.veteranstoday.com/2011/03/18/playboy-interview-helen-thomas/ It is valuable reading.\nThank you for providing that link, i.r.\nI wish that everyone would read the entire interview — her career and life would make an awesome screen or stage play, with that interview as an outline narrative, perhaps — such a “human” human being. In her eldest  years, she was a victim of vile revenge — to be expected in today’s world, I suppose.\nThere was never a time when I heard of one of her famous “questions” (including “Why?”) that I didn’t grin, make a fist, and think (if not say aloud), “Go, girl! Thank you.” I hope they do put “Why?” on her tombstone.\nSharon\nJuly 21, 2013 at 20:56\nI’ve always admired Helen Thomas for her courage and honesty. May she be blest for standing up to Mobster Moon. She was a great lady.\nincontinent reader\nJuly 21, 2013 at 20:15\nBob, thank you very much for sharing this again with your readers.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.washingtonpost.com/wp-dyn/content/article/2010/06/08/AR2010060801088.html?hpid=topnews",
                "https://consortiumnews.com/2013/06/14/get-your-rewrite-of-us-history/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.neckdeepbook.com/",
                "https://www.veteranstodayarchives.com/2011/03/18/playboy-interview-helen-thomas/",
                "https://consortiumnews.com/2010/030510.html",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "corps",
            "robert",
            "press",
            "bush",
            "questions",
            "washington",
            "helen",
            "thomass",
            "moons",
            "thomas",
            "standing"
        ]
    }
]