[
    {
        "url": "https://www.christianpost.com/news/most-americans-say-its-biblically-wrong-to-celebrate-osama-bin-ladens-death.html",
        "title": "Most Americans Say It's Biblically Wrong to Celebrate Osama bin Laden's Death",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMost Americans Say It's Biblically Wrong to Celebrate Osama bin Laden's Death\nMost Americans Say It's Biblically Wrong to Celebrate Osama bin Laden's Death\nMost Americans Say It's Biblically Wrong to Celebrate Osama bin Laden's Death\n| Thursday, May 12, 2011\nSix in 10 Americans agree that based on the Bible, U.S. citizens should not celebrate the death of al-Qaida leader Osama bin Laden, a new survey found.\nRespondents agree that the Bible verse Proverbs 24:17, “Do not rejoice when your enemies fall,” applies to the death of bin Laden, according to the Public Religion Research Institute/Religion News Service survey released on Wednesday.\nAnd 62 percent of Americans completely or mostly agree with the statement that it is “immoral to celebrate the death of another human being, no matter how bad that person was.”\nThe survey was conducted between May 5 and 8, just days after President Barack Obama announced that a team of Navy SEALs had assassinated the mastermind behind the Sept. 11 terrorist attacks. After the announcement, some Americans had taken to the streets to celebrate that the man seen as the face of terrorism was finally brought to justice after nearly a decade.\nSince the successful covert operation in Abbottabad, Pakistan, U.S. officials discovered that bin Laden was very much still the strategist behind terrorist attacks around the world. Based on bin Laden’s personal journal and flash drives confiscated during the May 2 raid, officials found that he advised al-Qaida members in other countries to also target trains in addition to airplanes, to strike on significant American dates – such as July 4th and the anniversary of Sept. 11 – and to kill many Americans at one time, according to The Associated Press.\nThe new intelligence information indicates that bin Laden was still actively leading al-Qaida and not just an inspirational figurehead as many counterterrorist officials had believed.\nBin Laden’s confiscated writings also revealed that he advised extremists to also target Los Angeles and other smaller cities in the United States besides New York City.\nYet despite the threat posed by bin Laden, most Americans agree that it is wrong to celebrate his death or anyone’s death.\nThe PRRI/RNS Religion News Survey found that 66 percent of white evangelical Protestants – a higher proportion than Catholics (59 percent) and white mainline Protestants (53 percent) – agree with the biblical passage Proverbs 24:17 to not rejoice when one’s enemy falls.\nBut among evangelical leaders, there have been differences over how to biblically react to the news of bin Laden’s death. Pastor John Piper of Bethlehem Baptist Church in Minneapolis wrote in a blog last week that God has mixed emotions about the death of bin Laden – both delighting in the death of the wicked and unhappy with any death and suffering.\nEarlier, North Carolina Pastor Steven Furtick of Elevation Church took a strong stand in support of celebrating bin Laden’s death. He tweeted that he mourns the deaths that bin Laden’s life created and tweeted that “we MUST celebrate the sacrifice and victory of our troops.”\nIn contrast, emergent church leader Brian McLaren took a critical stance against celebrating “the killing of a killer who joyfully celebrated killing.”\n“Are we learning anything, or simply spinning harder in the cycle of violence?” McLaren posed.\nIn addition to the question on celebrating bin Laden’s death, the PRRI/RNS survey also found that an overwhelming number of Americans (82 percent) agree that bin Laden distorted the teachings of Islam for his own purposes. And nearly two-thirds (65 percent) agree that bin Laden will be eternally punished in hell for his sins.\nThe results of the PRRI/RNS survey are based on telephone interviews with a random sample of 1,007 adults.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "biblically",
            "say",
            "laden",
            "ladens",
            "prrirns",
            "death",
            "bin",
            "agree",
            "osama",
            "wrong",
            "americans",
            "officials",
            "survey",
            "celebrate"
        ]
    }
]