[
    {
        "url": "https://www.christianpost.com/news/chip-and-joanna-gaines-having-too-many-kids-feminist-says-population-control-worth-revisiting.html",
        "title": "Chip and Joanna Gaines Having Too Many Kids? Feminist Says Population Control Worth Revisiting",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChip and Joanna Gaines Having Too Many Kids? Feminist Says Population Control Worth Revisiting\nChip and Joanna Gaines Having Too Many Kids? Feminist Says Population Control Worth Revisiting\nChip and Joanna Gaines Having Too Many Kids? Feminist Says Population Control Worth Revisiting\n| Tuesday, January 16, 2018\nFixer Upper's Chip and Joanna Gaines | (Photo: HGTV/Fixer Upper)\nHGTV's Fixer Upper stars Chip and Joanna Gaines are being irresponsible, a feminist argued, since having \"too many\" children threatens the planet. And though population control is tied to troubling things, it is worth revisiting, she suggested.\nThe Gaineses, who announced recently that they are expecting their fifth child in an Instagram post, were heavily criticized on social media, a response that surprised feminist writer Kristen Pyszczyk, even though she concurs with their critics.\n\"Procreation is becoming a global public health concern, rather than a personal decision,\" Pyszczyk asserted in a Canadian Broadcasting Corporation editorial  Saturday, an article which argued that it ought not be taboo to slam people for having \"too many\" kids.\n\"While having a child or five is a very personal choice, it's also a choice that affects everyone who inhabits our planet. So while many people might find the backlash [against Chip and Jo Gaines] unwarranted, it's actually a conversation we need to have in order to challenge our uncritical acceptance of the life-fulfillment-through-procreation story.\"\nAnd even though population control is fraught with associations with \"nasty historical events\" and \"eugenics,\" it merits further discussion because it is \"not an exaggeration to say that the survival of our species depends on it,\" she went on to say.\nAmid dire looming threats to the planet scientists like Steven Hawking warn are imminent, \"the fact that people are starting to react to those who have many children is great, but we need to go much further,\" Pyszczyk asserted.\n\"Women need to be presented with options for a fulfilling life that don't involve taking 20 years of their lives to care for offspring,\" she said, adding that more people should consider adopting kids.\n\"I get that humankind's theoretical demise is not enough to justify abstaining from what is for many the most meaningful experience of a lifetime. But it's not theoretical. Climate change is getting measurably worse, populations are multiplying exponentially and economic inequality is not getting better. And to top it off, Prince is dead. Don't bring a child into this.\"\nThe population control narrative that children are a tax on the earth continues to reappear on the political landscape despite evidence showing its futility.\nAn omniscient God would not have created a planet insufficient for our human needs as the number of people increased, said Steven Mosher, president of the Population Research Institute, in a March 2017  interview  with The Christian Post. And He would \"pre-deploy the resources that we would then unlock with our creative intelligence, another gift from God.\"\nAnd aside from anything theological, the PRI president added, the history of the human race has demonstrated this to be the case.\n\"As our numbers have grown, our well-being has grown even faster because we collectively invent solutions for the problems caused by our numbers, which leave us better off at the end of the day than when we started,\" Mosher said.\nWhen wealthy European nations go into poor countries and essentially tell them that \"a life lived at less than $10,000 per capita is not worth living, and so, therefore, you shouldn't have children because you can't give them each their own separate bedroom and promise to pay private school tuition,\" it is a pitiful measure of the value of life, he said.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "Procreation is becoming a global public health concern, rather than a personal decision,",
                "Joanna Gaines",
                true
            ],
            [
                "While having a child or five is a very personal choice, it's also a choice that affects everyone who inhabits our planet.",
                "",
                true
            ],
            [
                "So while many people might find the backlash [against Chip and Jo Gaines] unwarranted, it's actually a conversation we need to have in order to challenge our uncritical acceptance of the life-fulfillment-through-procreation story.",
                "",
                true
            ],
            [
                "not an exaggeration to say that the survival of our species depends on it,",
                "Joanna Gaines",
                false
            ],
            [
                "the fact that people are starting to react to those who have many children is great, but we need to go much further,",
                "Joanna Gaines",
                false
            ],
            [
                "Women need to be presented with options for a fulfilling life that don't involve taking 20 years of their lives to care for offspring,",
                "Joanna Gaines",
                true
            ],
            [
                "I get that humankind's theoretical demise is not enough to justify abstaining from what is for many the most meaningful experience of a lifetime.",
                "Joanna Gaines",
                true
            ],
            [
                "Climate change is getting measurably worse, populations are multiplying exponentially and economic inequality is not getting better.",
                "Joanna Gaines",
                true
            ],
            [
                "And to top it off, Prince is dead.",
                "Joanna Gaines",
                true
            ],
            [
                "Don't bring a child into this.",
                "Joanna Gaines",
                true
            ],
            [
                "pre-deploy the resources that we would then unlock with our creative intelligence, another gift from God.",
                "Joanna Gaines",
                false
            ],
            [
                "As our numbers have grown, our well-being has grown even faster because we collectively invent solutions for the problems caused by our numbers, which leave us better off at the end of the day than when we started,",
                "Mosher",
                true
            ],
            [
                "a life lived at less than $10,000 per capita is not worth living, and so, therefore, you shouldn't have children because you can't give them each their own separate bedroom and promise to pay private school tuition,",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.cbc.ca/news/opinion/chip-joanna-gains-pregnancy-1.4481165",
                "https://www.christianpost.com/news/pope-francis-supports-having-fewer-kids-to-save-the-planet-claims-are-misleading-scholars-say-176788/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts"
            ]
        },
        "key_words": [
            "life",
            "kids",
            "control",
            "planet",
            "worth",
            "children",
            "gaines",
            "feminist",
            "population",
            "joanna",
            "revisiting",
            "having",
            "chip",
            "need",
            "pyszczyk"
        ]
    }
]