[
    {
        "url": "https://consortiumnews.com/2017/07/25/pitching-the-forever-war-in-afghanistan/",
        "title": "Pitching the ‘Forever War’ in Afghanistan",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Miranda Keefe",
                "link": null
            },
            {
                "name": "Susan Sunflower",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Hide Behind",
                "link": null
            },
            {
                "name": "Danny Weil",
                "link": null
            },
            {
                "name": "Don Hogue",
                "link": null
            },
            {
                "name": "R Davis",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-25",
        "text": "Main menu\nJuly 25, 2017\nBy James W Carden\nIn May, the founder of the mercenary-for-hire group Blackwater (now since remained Academi), Erik Prince took to the pages of the Wall Street Journal to propose that the Pentagon employ “private military units” and appoint a “viceroy” to oversee the war in Afghanistan.\nU.S. Marines leaving a compound at night in Afghanistan’s Helmand province. (Defense Department photo)\nAccording to Prince, who has been actively lobbying for what he calls an “East India Company approach” as the solution to America’s longest war (16 years, $117 billion and counting), “In Afghanistan, the viceroy approach would reduce rampant fraud by focusing spending on initiatives that further the central strategy, rather than handing cash to every outstretched hand from a U.S. system bereft of institutional memory.” (Prince naturally failed to say if his were among those “outstretched hands”)\nOn July 10, The New York Times reported that Prince and the owner of the military contractor Dyn Corporation, Stephen Feinberg, have, at the request of Stephen K. Bannon and Jared Kushner, been pushing a plan to, in effect, privatize the war effort in Afghanistan. (In recent weeks both The Nation and The American Conservative have published deep-dive investigative pieces into the behind the scenes machinations of would-be Viceroys Prince and Feinberg).\nAccording to the Times report “The strategy has been called ‘the Laos option,’ after America’s shadowy involvement in Laos during the war in neighboring Vietnam.”\nIf so, then “the Laos option” is an unfortunate moniker for their strategy given the fact that the during America’s war over Laos (1964-73) the U.S. dropped 2.5 million tons of munitions on that country as part of the failed effort in Vietnam, which finally ended when the U.S. embassy in Saigon was evacuated in 1975.\nIt is worth mentioning, since we so often overlook the “collateral damage” caused by our overseas adventures, that in the 40-plus years since the cessation of operations in Laos that 20,000 Laotians have been killed by unexploded ordinance dropped that had been dropped during that illegal nine-year campaign.\nAnd while Prince and Feinberg have (so far anyway) gotten the cold shoulder from National Security Advisor H.R. McMaster and Pentagon Chief James Mattis, momentum is picking up for once again ramping up American involvement in Afghanistan among some of the (allegedly) more sophisticated members of the foreign policy establishment.\nMore Armchair Warmongering\nOn July 11, former Deputy Defense Secretary Michele Flournoy and think tank functionary Richard Fontaine published a piece for the purportedly realist National Interest magazine that attempted to assure readers that “The Afghan War Is Not Lost.” Why not? Because even though there are roughly 8,400 U.S. troops in Afghanistan, “More troops can help achieve American objectives in Afghanistan, but only if they are part of a larger and more effective strategy.” [Emphasis mine].\nSeen through a night-vision device, U.S. Marines conduct a combat logistics patrol in Helmand province, Afghanistan, April 21, 2013. (U.S. Marine Corps photo by Sgt. Anthony L. Ortiz)\nThe stress on more troops (if not to say, thousands upon thousands of unaccountable mercenaries in the pay of Feinberg and Prince) is deeply concerning because if anyone can be said to be a reliable barometer of prevailing opinion inside the Beltway it is Flournoy.\nReaders may recall that Flournoy co-chaired the Obama administration’s Afghanistan policy review, which led to the President’s ill-fated December 2009 decision to send 33,000 American troops (plus a contingent of 7,000 from NATO) to prop up the Karzai regime in Afghanistan. The following year, 2010, would end up as the bloodiest one yet for coalition forces in Afghanistan. Indeed, nearly three-fourth of all American casualties in that war took place in the years following Obama’s decision to “surge” in Afghanistan.\nBut give Flournoy (who was at the top of Hillary Clinton’s short list to be Defense Secretary) credit: she persists. Today Flournoy and her frequent co-author Fontaine (both are executives of the hawkish think tank Center for a New American Security) say that American should commit to Afghanistan “indefinitely”:\n“The centerpiece of the administration’s Afghanistan strategy must therefore be a clear and sustained American commitment to Afghanistan. By forswearing deadlines and making clear that the United States will support the Afghan government and security forces indefinitely and until they are able to hold their own, Washington can telegraph to the Taliban that it will not succeed in retaking the country.”\nWorryingly, some members of Congress seem to be on board. In early July, a bipartisan delegation including Senators John McCain, Lindsey Graham and Elizabeth Warren toured Pakistan and Afghanistan and called for greater military involvement in the region. Speaking on behalf of the delegation, McCain noted , “none of us would say that we’re on course to a success here in Afghanistan.”\nThe Forever War\nDriving the push to send more troops is the fact that, as Flournoy and Fontaine point out, the “Taliban today controls more territory than at any time since 9/11. Faced with corruption and exclusionary politics, popular opposition to the government in Kabul is rising, while the Taliban makes inroads in rural areas and, increasingly, near the cities.” This is no doubt the case.\nPresident Barack Obama saluting coffins of dead U.S. soldiers returned from Afghanistan to Dover Air Force Base. (White House photo by Pete Souza)\nAnd proponents of the forever war in Afghanistan are correct when they say, as they inevitably do, that the Taliban provided sanctuary to Obama bin Laden and Al Qaeda in the lead up to 9/11. But these same proponents usually neglect to note that bin Laden and Al Qaeda were motivated by the U.S.-Israeli special relationship and, according to the 9/11 Report , “grievances against the United States” that were “widely shared in the Muslim world.” Bin Laden “inveighed against the presence of U.S. troops in Saudi Arabia … and against other U.S. policies in the Middle East.”\nBut, in the intervening years between 2001 and now, Al Qaeda’s leadership has been decimated, and according to a Brown University study , “the United States has spent or taken on obligations to spend more than $3.6 trillion in current dollars on the wars in Iraq, Afghanistan, Pakistan and Syria and on the Department of Homeland Security” in the years following 9/11.\nMeanwhile other alternative strategies (such as the “offshore balancing strategy” advocated by John Mearsheimer and Stephen Walt) have never been tried. As I wrote at Consortiumnews in June, “there are alternatives (there always are). It’s just that these tend not to have the institutional backing of Washington’s policy/think tank community which, because it is  deeply compromised  by its defense industry funders, rarely given them voice or consideration.”\nIf the U.S. is to successfully combat terrorism emanating out of the Middle East a wholesale re-evaluation of U.S. policy is in order, particularly with regard to Israel and Saudi Arabia. To gloss over this is to miss the point.\nAnd proponents of expanding and privatizing the war in Afghanistan miss it entirely.\nJames W Carden is a contributing writer for The Nation and editor of The American Committee for East-West Accord’s eastwestaccord.com. He previously served as an advisor on Russia to the Special Representative for Global Inter-governmental Affairs at the US State Department.\nR Davis\nAugust 6, 2017 at 00:10\nWhat needs to happen in Afghanistan is that interested parties – send – a fleet of Professional Drones equipped with camera’s – not unlike the – DJI INSPIRE 2 – modified to carry miniature incendiary devices – over the POPPY FIELDS – at intervals the DRONES will drop the incendiary devices – which – on the right day when the plants are drying – will set the POPPY FIELDS alight – & all this will be beamed out across the planet for the whole world to witness – to Dmitri Shostakovitch’s The Second Waltz.\nAnd this act will most certainly end the US occupation in Afghanistan.\nDon Hogue\nJust another anti Semitist.\nJuly 28, 2017 at 21:10\n“Viceroy” hummm. I suppose “czar” is too passé these days, or is only meant for homeland positions.\nDanny Weil\nJuly 27, 2017 at 17:29\nThe whole thing is sickening for the poor people of Afghanistan but it is great news for war mongeres like wanna be Oliver North, Erik Prince.\nAfghan is the graveyard of Empires and if Prince is able to covet the contract to kill a nation he will be paid back in full.\nAmerica has now fallen into the Banana Republic status with a nuclear bomb.  It’s citizens have no idea what is going on and the war will continue as long as capitalism is the prevailing ideology\nMore here youtopia.guru\nJuly 27, 2017 at 13:24\nYet another article on the endless Afghanistan occupation with no mention of the CENTGAS/TAPI pipelines. Follow the timeline posted and see the progression of the desperation U.S. and British oil companies to get the Taliban to agree to pipelines across Afghanistan. Each entry in this Pipeline Politics timeline is referenced. Note that PNAC was formed as a response to this “problem.” And the VP of UNOCA, John J. Marissa, pleaded with Congress to do something about the Taliban problem. Add to that Bush’s friend Ken Lay and Enron had a power plant built in Dabhol, India and were expecting natural gas from these pipelines which never came.\nThe Afghan occupation us purely fascist in nature, corporate interests using public funded military for securing global profit.\nNote in the link the fate of Enrons Dabhol project manager.\nHIDE BEHIND\nJuly 26, 2017 at 16:19\nAs a military brat and Viet era vet, I had connections with active and retired  and Officer and NCO’s from Nam until recent Central Asia and Middle East and other agencies, I bring this up because I used to guide them on fish and game excursions, and I have some insight as to their mental makeup.\nOne thing I noticed right off was that the retired were more fanatical militarist than any of their equivelent that from youth till today I interacted  with as family friends and brothers in arms,  far more so than they did while active.\nAfter. Three or four yeasof guidig I suddenly found myself recieving requst from my  active duty and retired Officer clints to, as a favor to them, to guide non-military civilian contractors; as a favor to my familys’ bank account I agreed.\nLet mejust say this,   a campfire and goodly amountsof liquor and thinking ex combat guide was of their same ilk, some of those campfire tales turned my guts to mush.\nThey were not on a hunt. They were on a killing spree.\nI  finally became digusted enough  that even though money was great, Quit guiding the contractors and family’s military connections.\nMy contact with Vets goes clear  back to Gramps older brother and Phillipine massacres , Gramps WWI who lost a lung to gas in France at age, WWII uncles , Korean conflict and its massacres, Viet Nam, and Special Forces of many Latin American excursions during Nixon and closer years till volunteering with military nut cases in Hospitals and VFW circle jerks of todays ME and Central Asia/Balkans  that are same conflict in reality.\nIn one scenario  of which I played an active part in mid 60’s was an all Branches of US\nmilitary WWIII war games.\nWhen in a “Blue Room” debriefing when estimate of US military and civilian caualty figures were tallied some 1millions military and 40 millions dead, was ageed upon by them as acceptable.\nThe talk that bugs me to this day was their acceptance of estimates of dying #s did not matter if those#s were still capable of serving for 5 yeRs before dying or becoming wortless baggage( their words exactly); and how much “Seed Corn” would be available for future military needs.\nNo flag waving, patriotic music or rallye speeches, military interest above all else only.\nHere is my rub, my relatives and family friends of all wars before Vietnam fiasco servedad came home from being citizen soldiers to once more being just a citizen, but  ever since that era although they still swear to Uphold the Constitution, the soldiers c.reed went beyond and of a higher purpose of being a Warriors creed.\nI have no sympathy for those who cry if wounded or for that matter of the decendents of the Great Generation who lost family members, for the truth of American Wars has been out in open since General Smedley Butlers speech and writings, “War is a Racket” Eisenhowers Military/ Industrial Speech and Fascist leadership of all Branches of government that profited off of Vietnam were exposed.\nUnder the US laws ignorance of the law is no excuse for breaking a law.\nYesterdys  laws upon illegal actions we so put forth at urimburg Trials have now gained legality; Crimes against Humanity are nonexistent by US standards.\nGregory Herr\nJuly 26, 2017 at 18:30\nYour experience and the insights you developed from your experience are well worth sharing and I thank you for this.\nBob Van Noy\nJuly 27, 2017 at 08:15\nThank you HIDE BEHIND, your experience is invaluable and sharing it with us is also invaluable. Please keep adding insights like this…\nSusan Sunflower\nJuly 26, 2017 at 12:37\nthis just in per the NYT:  Trump Finds Reason for the U.S. to Remain in Afghanistan: Minerals\nJuly 26, 2017 at 03:57\nErik Prince is a Christian killer. Blackwater has been up to its neck in murder ever since its inception. Just read Jeremy Scahilll’s book “Blackwater”. Privatizing war in Afghanistan is the epitome of foolishness and US should get out of the “Graveyard of Empires”, as Realist said. Elizabeth Warren, too, has lost her mind, as Miranda shows. The Obama years sent US over the cliff in madness.\nSusan Sunflower\nJuly 26, 2017 at 09:25\nIn both Iraq and Afghanistan, as I recall, the number of “independent contractors” has always equaled or exceeded the number of American military boots on the ground (the IC’s sometimes even in uniforms and often earning 2,3,4, or more times their equivalents saaries) … it’s part of hiding the real size and nature of our “involvement” …\nAmericans by and large do not care.\nRealist\nJuly 26, 2017 at 11:09\nMaybe they don’t care because somebody on high effed up their economy and now they have to work three part-time jobs to meet expenses.   But, you are totally right about everything you said.\nGregory Herr\nJuly 26, 2017 at 17:34\nThanks for this and so much else…the onus is on our “leaders” as you pointed to elsewhere…”regular” people are propagandized and worked to death.\nThis is clear in the documentary, IRAQ FOR SALE.\nMiranda Keefe\nDid you notice this throw away statement?\n“In early July, a bipartisan delegation including Senators John McCain, Lindsey Graham and Elizabeth Warren toured Pakistan and Afghanistan and called for greater military involvement in the region.”\nThat must be the other Senator Warren, you know, not the one that is the darling of the progressive wing of the Democratic Party, right?  I guess there are two Warrens.\nOne is progressive and all about single payer and regulating Wall Street and speaking the truth about how the big insurance companies were able to buy off Hillary Clinton.\nThe other one is this war monger who also has unconditional support for Israel and their oppression of Palestinians and who shilled for Hillary Clinton.\nWait, what’s that?\nYou tell me there is only one Senator Warren?  Are you sure?\nWell, then, maybe there’s one Senator Warren who is a two faced hypocrite and con artist.  Don’t get fooled by her.\nOh yeah, four weeks and counting for her to walk her talk on single payer.\nGregory Herr\nJuly 26, 2017 at 17:30\nYep.  Con artist for sure…she took pointers from watching Obama.  Her “softball” performances at confirmation hearings were telling as well.\nJuly 27, 2017 at 13:31\nThere can be no financial success without sucking up to Rothschild’s Israel and the global central banking system. Thus there is never any real change, just hope. Democrats are the fake opposition party. You are correct on Warren.\nGregory Herr\nJuly 27, 2017 at 14:32\nWe need public banking. The Bank of North Dakota is certainly a success story. If stirrings in California could make headway, that state (and public banking won’t get off the ground without states taking the lead), could provide an excellent example as well.\nSam F\nJuly 27, 2017 at 18:52\nA very good point; public banking would much diminish irresponsible lending with resulting bailouts, as well as bribery of public officials. The lack of mass media discussion and political debate on this strongly suggests the necessity. There have been excellent discussions of this and other finance issues on NakedCapitalism dot com.\nJuly 27, 2017 at 20:31\nWhich is why I strongly recommend Helen Brown’s website and books to everyone. Understanding the beginnings of the private banking monopoly is key to understanding most all financial manipulation and geo-strategic goals. It also shows how and why banks own their respective governments and media. But not CONSORTIUM and not mine. youtopia.guru\nGregory Herr\nJuly 27, 2017 at 22:41\nHave you read “Gods of Money” by William Engdahl?  Just recently taken it up and is what started me thinking about these issues, which frankly, I’m very much new to.  I love his writing on geopolitics and his skills translate well to other areas, making a subject I used to think “dry” pretty interesting.\ntina\nJuly 25, 2017 at 23:51\nI actually listened to Erik Prince interview on Tom Ashbrook NPR last week,   On Point.  He was quite rational, no one got upset,  but what he so rationally proposed, privatize the forces in Afghanistan..  The private forces could be more effective than the US military.  I cannot stand the guy or his sister Betsy DeVos(Amway), but  I will concede this.  There is money to be made in those foreign wars, and what is wrong from making  a profit?  Erik Prince, and his sister Betsy, sure know how to make  money.  Know, if they make money off of me, shoot, that is not fair. but if they make money off of everyone else, yahoo!!  Stick it to the ignorant,  they actually love it.\nRealist\nJuly 26, 2017 at 01:16\nIt’s blood money, tina.   He makes money because he hires people of dubious character to kill and die in conflicts that the American government contracts out to him.  He’s basically given a license to kill, like others may be given a license to install plumbing or do electrical work.   He’s paid your tax dollars for his employees to commit these sins and crimes without your input and over any of your objections.   I am not impressed by his entrepreneurial skills.  The work he does as a mercenary used to be strictly ILLEGAL under U.S. federal law.   It used to be illegal to send mercenaries to fight in totally third party wars, now they are hired to fight on behalf of Washington.  How did a crime suddenly become a sought after skill set?  Better ask Cheney, or ask his boss Lucifer.  That’s when it started to happen.\nSam F\nJuly 27, 2017 at 09:50\nYour comment that “if they make money off of everyone else, yahoo!! Stick it to the ignorant” should show you that you are entertaining selfishness, hypocrisy, and malice. You are looking for excuses to be selfish, seeking symbolic revenge against those who were selfish with you.\nIt is time for you to think about morality. What injustices led you to accept wrongdoing to others? Those who injured you are not the ones you seek to injure. Your world, the world that today’s children will grow up in, will not improve if people like yourself do not see that their job is to improve it.\nWell said!\nJoe Tedesky\nJuly 25, 2017 at 22:56\nThe other day I left a link to a report commissioned by the Pentagon written by the US War College. This link is Wayne Madsen’s appraisal of that report.\nJoe Tedesky\nHere is the report from the US Army War College….\nSam F\nJuly 27, 2017 at 10:48\nThanks, Joe, the article is fascinating. It appears to recognize the GWOT blowback without saying that it is blowback. Perhaps this is support for a Trump demilitarization.\nGregory Herr\nJuly 26, 2017 at 20:06\nThat Pentagon study group was evidently made up of some sober and realistic analysts, Joe.  Let’s hope some of it gets through to the shot callers.\nHIDE BEHIND\nJuly 25, 2017 at 20:24\nI have but few mintes that I pay for, no spell check, and this sites  respondents are glaringly of a social strata beyond that of my peers yesterday and today, so of lesser value than those of my  own and other websites I normally frequent.\nCome from background  of put up or shut, and Bullshit talk walks.\nLots of keyboard warriors, that minus true backbones,  and were instructed to talk or write with proper phraseology and spelling, with  i’s dotted and t’s crossed, but have they ever had chance of facing loss of life, limb or incomes, because of their actions.\nMental masturbation,  products of US educational and social  orderings.\nSam F\nJuly 27, 2017 at 09:41\nNo one here objects to ordinary language errors and typos. You seem to be quite able to “talk or write with proper phraseology and spelling” when you take the time, which is very helpful to readers trying to understand your perspective. I often write my comments in a separate file, and post them only after corrections.\nMany readers here have taken the “chance of facing loss of life, limb or incomes, because of their actions” for the common good, and welcome others who do so.\nHIDE BEHIND\nJuly 25, 2017 at 19:01\nSome people need to get head out of clouds and dark orifices found in all the mumbo-jumbo bs of la-la-lands, the US Empire is global, and since Viet Nam has not had one military adventue that has failed, no one.\nViet Nam, Laos, and Cambodian leadership today are but part of US Eurocentric gloabalist policy, and for ch… sake open your eyes as to the reality of African Continent, and the expansion of those Eurocentric goals. HELL most common currency in Africa used to be German Mark’s and French Belgian Frans all replaced by US dollars.\nThere are 7nations today that have US currency as their National, and bCkers to their internal currencies.\nUS. “Garantees all Israel loans to the tune of severalhundred billions.\nThe Israels then buy and bribe Eurocentric politicLsystem players and spend those dollars, not upon US goods but those of EU.\nThe turds on the streets of American social ordering, as well as the bureaucrats that manage the system have no say upon nationL economy, and no matter how US populace takes it in the shorts they will still think they rule own destiny.\nLower buying power domesticly, hurts the poorest. Whom by the way have always been crapped upon harder by middle class than what the Oligarchs caused.and even a20-30 decreSe in buying power will hardly hurt the middle incomes 40-50% expendable incomes.\nThe condition of 60%of lopulace isof no concern to those above%iles.\nJhell the Euronations are in a siraling out of control SociLism, as was planned by AdministrTorstat set immigration policys.\nThe world is fast folding into a Fascist/ Industrialis/Financial arrangement, and the US militar lower is but the real muscle behind this system\nmike k\nJuly 25, 2017 at 19:57\nIf you choose the fractured way you write, it’s stupid. If you can’t write any better, it’s half stupid. If you don’t go over what you have written and correct the numerous errors because you are lazy or don’t care, then you are disrespecting yourself and others. If you want to communicate, put forth some effort to be clear in your expression of your ideas. No charge for the unsolicited advice….\nJohn\nJuly 25, 2017 at 21:53\nMike k , you are beyond a typical lazy ass who would rather correct grammar and spelling then show support for someone who is telling the truth while looking for support. The situation at present is beyond critical. I would be willing to bet you would cry to your mama at the sight of spilled blood…….\nSam F\nJuly 27, 2017 at 09:26\nMike has properly observed that the comment is incoherent in the extreme. If the commenter has good ideas he has not expressed them, and readers are not obliged to guess what he means.\nYou have not explained what you mean by “situation… beyond critical” and why coherent statements should be dispensed with in critical situations.\nYour accusation of cowardice is beyond rational, unsupported by evidence or argument of any kind.\nHIDE BEHIND\nJuly 25, 2017 at 18:37\nSTRUSSIAN PHILOSOPY, Leo Strauss, Fascism,And all about the -holes in politics and both Right and Left wing think tanks, and todays military conformity in thinking patterns.\nIf any Philosopher can be pointed too as being most influential in forming todays constant warfare, and strife within  this nation, is engaged in it it is he, a German American.\nAnd lest one does not know, his Institutes span all US and his diciples are strongly entrenched at wherever Geo-political/International  Economics and Docial Engineering at Universitylevels are taught.\nHis philisophical ideas became prominent during Regans  and was rampantly advocatrd during BushI and Bush-1 terms..\nAll the PNAC early signers and their backers were his diciples.\nBush-1would not know difference between , oh forget it.\nWhy no major free lance journalis of reknown dares mention Fascism, in the Italian Socialist system of Pre WwIi with its’belief that national strength came through constant warfare( of course most of them came up as well paid employees or ass kissing lackeys throuhh the system may explain a lot.\nThe made careers out of being loyal opposition, and still are today.\nThose of Strauss bearing are in todays Christian Zionist Dominionist religions and just listen to Netanyahu, to tell lies is prrmissable as long as it furthers their ideas upon GODHOOD.\nStrauss used all the tricks put forth by German and Italian Fascism, and founders of US advertizing gurus.\nStrass under Regan -Todays Blaring Trumpette, basic and not hidden in the least, They in powrrs select grouping determine the masses perception of reality.\nThe masses reactoons are after the fact, and well known, and by the time they react, the next crisis is already being imprinted.\nTake a good study of Leo Strauss, note his adherents actions and statements,,, know your f’n enemy.\nMild-ly Facetious\nNeil Diamond Lyrics\nWithout a home\nFree,\nWe huddle close\nOn the boats and on the planes\nThey’re coming to America\nNever looking back again,\nHome\nOh, we’re traveling light today\nIn the eye of the storm\nIn the eye of the storm\nHome\nMake our bed and we’ll say our grace\nFreedom’s light burning warm\nFreedom’s light burning warm\nEverywhere around the world\nEv’ry time that flag’s unfurled\nThey’re coming to America\nGot a dream to take them there\nThey’re coming to America\nGot a dream they’ve come to share\nThey’re coming to America\nThey’re coming to America\nThey’re coming to America\nThey’re coming to America\nThey’re coming to America\nToday, Today,\nSweet land of liberty (today)\nOf thee I sing (today)\nOf thee I sing\nNWO = implementation of travel ban/isolationism / focus on  Imperative squeezing out Others, reduce  Administrative Expenses while increasing Profits and decimating entire groups of peoples in specific/chosen categories of People Groups.\nNWO = Nationalism / MAGA.\nFree,\nWe huddle close\n___\nTrump- “I’ll Close US Borders On My First Day.”\nJuly 25, 2017 at 17:21\n_______\nGuillermo Calvo Mahé is a writer, political commentator and academic currently residing in the Republic of Colombia although he has primarily lived in the United States of America (of which he is a citizen).  Until recently he chaired the political science, government and international relations programs at the Universidad Autónoma de Manizales.  He has academic degrees in political science (the Citadel), law (St. John’s University), international legal studies (New York University) and translation studies (the University of Florida’s Center for Latin American Studies).  He can be contacted at wacalvo3@autonoma.edu.co or guillermo.calvo.mahe@gmail.com and much of his writing is available through his blog at http://www.guillermocalvo.com .\nPierre Anonymot\nJuly 26, 2017 at 13:15\nI absolutely agree about Tulsi Gabbard, BUT she’s a Democrat and Hillary still controls the Party with her steel balls and egomaniacal mentality. Tulsi backed Sanders which put her in the bitchy hate column and Sanders put himself out of the running by becoming the Clinton lap dog. I don’t get the impression that Gabbard has the bulldozing drive nor the right connections to form a 3rd Party. And yet I see no other person who is honest, straightforward and with the intelligence and principles to be President.\nNeither the stupid “intelligence” bureaucracy nor the MIC would back her. They want more wars. She has too much common sense for the big money people as well as too much independence.\nAs an old pro, Bernie had the know how to do a 3rd Party until HillBilly stole his forward drive.\nAs a politically active progressive, i think she could do as well as Sanders did, maybe better, because she rounds out his lopsided program which is all domestic, with a sensible foreign policy, but I don’t see it happening in this perverse real world catastrophe. As a side dish, I suspect the HillBilly killed it for any woman candidate for a long time\nGregory Herr\nJuly 26, 2017 at 15:56\nWarren cozied up to Clinton pretty well and now seems to be trying to establish her foreign policy “chops” by cavorting with McCain.\nMild-ly Facetious\nJuly 25, 2017 at 16:46\nSusan Sunflower – “How we take being isolated and ostracized remains to be seen.”\nThanks for your foresight or, premonition, Susan Sunflower. We spent much futile  time gazing at the present and sad little hours foreseeing probabilities. The sum total of our collective “shoot 1st and ask questions later” attitude of Imperialism places us within the frame of dark paintings by Goya and Inquisition-ist superiority of (give-or-take) 200 years ago.\nThe past isn’t dead but, more reminders of Who (and what) We Are and of what We Are capable of; Self-Destruction is in our DNA.\n(Goya dark visions/ paintings) — https://en.wikipedia.org/wiki/Black_Paintings\nPierre Anonymot\nJuly 25, 2017 at 15:34\nWe know that Hillary, The MIC, and their “steel fist” as David Talbot calls them in the brilliant book, The Devil’s Chessboard, all love the profits and power war gives them. However, the prime moving factor in the decision to go into Afghanistan and then to stay there is left out of this article. It is left out of 95% or more of the articles about this perpetual war, except for the occasional glancing one-sentence mention.\nOpium. Paying back the Mafia debts by keeping 90%, according to the best documents available, out of the hands of the Taliban. Keeping the money flowing , also, all the way up the political ladder. of course, there’s no proof of that – like there’s no proof of who killed Jimmy Hoffa or JFK or a lot of other people. They are good at their jobs, the various Mafias. The JFK assassination is just being detailed 50+ years later. Try and find a copy of the book, Texas Morning! They were all bought up and no one dares reprint it.\nI understand that journalists fear for their lives and their political accesses. It’s like we are Mexico. Certainly, people like Prince are the scum of the business world just like the many Mafias: Jewish, Italian, Russian, Mexican, Albanian, etc are the scum of crime. But they have all become rich and powerful while America has become Mexico and the silly-titled “heroin epidemic” and marijuana tidal wave are joined by opoids. Even our disgrace, Trump, is discovering that making America great again doesn’t mean really getting the nation fixed so the the myriad of reasons for the drug epidemics is not needed. Neither he nor anyone else can do that.\nSo the Viceroy Prince and his fellow War Barons will help guarantee that the heroin lines will stay open with Washington’s lines of coke. Marijuana that was a back yard product in Afghanistan in 1999 has also risen to make Afghanistan one of the world’s 5 top producers since we went in to protect the poppies in 2001.\nIs it just too useless to include it in the mass of articles about the Endless War? Or too dangerous, as in Mexico? Was that Trump’s unspoken goal with his “outrageous” wall idea? If so, he’s certainly not the great communicator. But then, Reagan was the man who raised mere money from Prince to King.\nBob In Portland\nJuly 25, 2017 at 13:50\nI’m sorry, I forget. Why are we in Afghanistan? To catch bin Laden, right? Have we caught him?\nSusan Sunflower\nJuly 25, 2017 at 15:00\nI suspect that among the reasons is to complicate and ensnare both China, Russia and the BRICs plans for cooperation and the One Belt One Road project …\nIt’s fascinating how “migrants” and “refugees” leave the conversation when we talk about Afghanistan … even with something like peace looming in Syria … with violence (and likely displacements) rising in countries whose conflicts we “own” — Iraq and Afghanistan (Mosul, now destroyed, had a population of more than 2 million, Fallujah remains apparently short well over 100,000 of its 250,000 inhabitants (where are these people now?))\nChina and Russia both worry — quite reasonably — about infiltration by Islamic terrorists on their southern borders …. The USA may be failing in all its conflicts having created breeding grounds for such militants, but we have little to no interest in “cooperation” …\nHow we take being isolated and ostracized remains to be seen.\nMild-ly Facetious\nJuly 25, 2017 at 15:55\nIn the Fantasy of @Exceptionalism,all tales of valor,honor, bravery all serve to assuage the Reality of The Ugly American.\nBinLaden was the Saudi supplied sacrificial lamb which carried away the sins of the US designed 9/11 “attack”.\nThe fictitious tale of a Special Op sneak-assault on a compound in Pakistan featuring “A Bullet To The Brain” of Osama\nalong with his body-bagged drop into the ocean has all the characteristics of the life altering tornado in The Wizard of Oz.\nOur collective gullibility/easy-believism has make us into a nation of easily deceived @Acceptionalists / citizens-of-Kansas.\nTrump will be the Pied-Piper of our own demise if fail to shut him down before it’s Too Late and his Self-Love agenda descends\nWith Tornado type ferocity catching Millions in a whirlwind of  unprecedented  destructive change-in-the-American way-of-life,\nThe death of The Promise of Democracy and the Rise of  The  Brave New Privatized World Order of Aldous Huxley’s Vision.\nMAGA is  propagation of the Survival of the Fittest prevarication of  Racial Superiority envisioned by the racist Donald Trump.\nCheer him on, Cheer him on, but Prepare to Meet and Greet the backlash of a Category Five  Whirlwind in the Aftermath… .\nSusan Sunflower\nJuly 25, 2017 at 13:40\nThe point of our presence if Afghanistan appears to be “our presence” in Afghanistan … as with Syria, every time there is the possibility of peace negotiations with the Afghan Taliban, a “Taliban” incident occurs that makes even approaching negotiations (long sought by the Afghan government) impossible\nI was shocked to learn that the Afghan Taliban is almost perpetually at-odds with the Pakistan Taliban … but rarely distinguished in American reporting making “them” appear much larger and joined in purpose than they are … Hard to know (and what to believe) wrt to ISIS in both/either Pakistan and Afghanistan, given what I think of the Yemen effect … “got ISIS, get unlimited American GWOT funding” … (used to be Al-Qa’ida but the status of that particular brand is uncertain … crickets?)\nmike k\nJuly 25, 2017 at 12:24\nThe US operates as a very large, powerful Mafia. There are a lot of “crime bosses” within it. There is not one “boss of all boss of all bosses.” The MIC is the strong arm sector of this Mafia. The willingness to murder and starve millions of people shows how committed to evil this US Mafia is. The obsession with wealth and power of those at the top, and their henchmen at lower levels, eclipses and trumps all other values. Nothing is too evil for these ghouls to perpetrate. If allowed to continue, they will destroy everything, eventually even themselves.\nSam F\nJuly 27, 2017 at 09:12\nI think that you are right, Mike, that the US government is essentially a loosely-run gang operation. The US judiciary is 100% corrupt from top to bottom, and worse at the top due to political appointments. Congress and the appointed top levels of the executive branch are almost 100% corrupted by bribery “donations” to election campaigns.\nUltimately this is due to money control of mass media and elections, and the attendant moral corruption of politicians and their obsession with wealth and power. This was overlooked by the Constitutional Convention because there were no large economic concentrations then, just plantations and ships that would be small businesses today.\nWe desperately need constitutional amendments to keep money out of elections and mass media, perhaps by restricting their funding to individual contributions, registered with the IRS and limited to (for example) the national average day’s pay. We cannot get such reforms exactly because elections and mass media are the tools of democracy, needed for all reforms.\nJoe Tedesky\nJuly 25, 2017 at 11:03\nIf it hadn’t been bin Laden, it would have been someone, anyone, as long as the mission was to go to war. This whole 911 thing is a ruse. Erik Prince is proof of that successful business plan to go to war. Stop for a second, and list the many other things which need done in our nation, and then see where our country’s leaders take us. We have as a nation become the United States of Arms Inc., and that’s where our problems are, plain and simple.\nRealist\nJuly 25, 2017 at 10:03\nI’ve got a better idea.  Let’s just pull our troops and all of our meddling out of not only Afghanistan, but also out of Iraq, Libya, Syria, Ukraine, Somalia, Sudan and the rest of the hot spots we have created in the 21st century.   Let all those folks sort out their differences themselves, then go establish diplomatic relationships, trade and whatnot with the winners, if they can tolerate our arrogant presence.   We never controlled any of those countries in the 20th century, and had precious little influence in any of them.   What is so urgent about our calling all the shots in every last one of them today?   Makes no sense.   We are only destroying entire societies, losing the lives and limbs of our own people in the process, increasing tensions to the breaking point with the other major powers, bankrupting our treasury, and destroying whatever goodwill we had with the world at large.   All these wars are lose, lose, lose, lose… propositions.   There is no upside.   Stop the madness.\nThe idiots that somehow got to be in charge of our country basically act like gambling addicts.  They’ve made disastrous choices, but rather than ceasing the madness, they just keep doubling down in the insane hope that they will hit a jackpot.   The people that facilitate the bad judgment of our leaders (like Blackwater  and all the weapons industries) are just money-grubbing profiteers, vampires who live off war and death.   They are like con artists duping the gamblers who don’t know when to stop.   Together they make quite a bad combination of depraved slime bags.\nTruth First\nJuly 25, 2017 at 10:30\nAll true but along the way many millionaires were created and sustained.  What is more important?  A few thousand very rich people or peace on earth?  The American answer is obvious.\nmike k\nJuly 25, 2017 at 10:41\nExactly Realist. Addictive madness is the key to the “Elites” insatiable lust for wealth and power. It is not rational in any sense of the word. How to stop them from destroying the world, and terminating human life on it, is our primary task at this culminating point in human history. War is madness.\nmike k\nJuly 25, 2017 at 10:56\nRealist is right. The only way to get out of all the messes we have created around the world is just to pull out of them. Why not? Money and pride. Hubris can never admit it is wrong. And those getting rich from war see no reason to stop. Why do they see no reason to stop? Because they have abandoned their conscience long ago, and thus become willing perpetrators of evil. A  typical outcome for those who have sold their Souls to their addiction. The Faustian flaw writ large.\nBrad Owen\nJuly 25, 2017 at 12:03\nAlso they see no reason to stop because they have not yet met with serious opposition. The Portuguese only stopped their colonial wars in Angola and Mozambigue (keeping Portugal one of the poorest countries in Europe) when the soldiers themselves decided enough was enough, and overthrew the 40-years old fascist regime. Another thing that’ll stop them dead-in-their-tracks is financial collapse…works every time. A third way (most desirable) is an opposing political People’s Movement/Party re-instituting Glass-Steagall bankruptcy reorganization, sweeping away the fraudulent portion of the financiers’ “investment portfolios” as the useless paper trash that they are. This will require a significant number from the ranks of the ruling 1% to make common cause with the people, and there are signs of this happening; even some members of the Inter-Alpha Group banking syndicate have been calling for Glass-Steagall. Surviving collapse is very risky, even for oligarchs.\nSusan Sunflower\nJuly 25, 2017 at 23:10\nI see no evidence that TPTB want to leave Afghanistan … sort of like Korea… unending wars that everyone is/was able to completely forget about 99% of the time … They learned how to keep wars on the down-low from Vietnam … and to call them “conflicts” and to deny we have boots on the ground (even when we do) ….\nBrad Owen\nJuly 26, 2017 at 09:40\nTo Susan: Depends on what sources you are looking at , to see evidence. I stick by EIR website for my “compass” on policies-to-pursue.\nMichael Kenny\nJuly 25, 2017 at 09:52\nThe fly in Mr Carden’s ointment is that neither the US nor anyone else can “successfully combat terrorism emanating out of the Middle East”. Terrorism in that region is caused by Israel’s mere existence and will cease only when Israel ceases to exist. Mr Carden hints at that when he speaks of a “re-evaluation” of US policy with regard to Israel. There are essentially two options: terminate the alliance with Israel or accept indefinite and unwinnable war. If it’s politically impossible for the US to adopt the first option, and it probably is, using contractors might well be the least of all the evils. That could also be said of Iraq and Syria.\nJuly 25, 2017 at 11:29\nWhy do you call it “Terrorism” when in fact the proper term is “Fighting For Freedom”. Do we have another definition of invasion and occupation these days? And are not the invaded and occupied entitled to fight for their freedom? In the Middle East they are no more Terrorists than were the French Resistance during the Second World War. The US and Israel are invaders and occupiers and there will be legitimate resistance to that invasion and occupation until mankind ceases to exist on this earth. No country on earth will accept occupation by a foreign power..\nJoe Tedesky\nJuly 25, 2017 at 16:54\nDan I have been told that if you go to London, and know where to look, that you can read old news papers calling George Washington a renegade, and a colonial terrorist. Oh, and about that foreign occupation thing, I thought after Vietnam that maybe we Americans had learned a big lesson. The lesson was, is that you can’t win a war going up against the indigenous of a nation.\nLiked your comment Dan Joe\nJuly 25, 2017 at 14:46\nToday must be a holiday akin to “Imperialists Rising” .  Supporting war is a dead end proposition.\nOnno\nJuly 25, 2017 at 09:41\nDoes remind me of Vietnam where 55.000 American GI’s died for NOTHING and Washington has NOTHING learned from this disastrous war and will do a RE-RUN in Afghanistan which is another US War that America will NEVER WIN at the cost of thousand of American soldiers’ lives and trillions of dollars in taxapyers money WASTED. Apparently Washington is now sacrificing American soldiers as collateral damage to keep their Defense industry profitable. This is a despicable act and those responsible like the US President and Members of Congress should be prosecuted for ABUSE OF POWER and made responsible for all those American men & women who gave their lives for these incompetent & corrupt politicians in Washington!\nTruth First\nJuly 25, 2017 at 10:25\nAmerican deaths due to Vietnam 58,220 plus 152,000 vets who died due to suicide, The NYTimes, 1991 plus thousands? more since then.  Also the deaths of non Americans who never threatened or attacked America are estimated at 2,400,00 Robert McNamara to 3,600,000 from other studies.\nGood to remember that America has killed more innocents and overthrown more democracies since WW2 than any other country.  Not only for NOTHING but also for the immeasurable harm done to America itself.\nJuly 25, 2017 at 11:21\nYou are so right. The only deaths in wars that the government will ever admit is those that occurred at the scene of battle. We are led to believe that every single soldier, no matter how badly mangled, if he is evacuated , survives. How ludicris is that? . Nowhere is there any accounting for the wounded that died after being evacuated to Germany from Iraq.\nSaying that 58,000 soldiers died in Vietnam is like listing the coffee fund in Congress and the Senate as being representative of the entire cost of running those two branches of government. in fact the 58,000 that died on the battle field were only the tiny tip of the iceberg.\nOl' Hippy\nJuly 25, 2017 at 13:09\nThe real costs of war start accruing as the soldiers return home. Not listed as casualties are all the suicides, domestic abuse, inability to find employment and all the, mostly inadequate, medical costs. War is the “gift” that keeps on giving. Especially to the makers of weapons and the systems employed in the endless excursions of US imperialism.\nJuly 25, 2017 at 14:31\nVietnam estimates 6-8 million murdered because of USA invasions of what was called IndoChina. If one does not want to waste their money murdering people, do not give it.  If one does not wish to die murdering people do not do it.\nJuly 25, 2017 at 08:40\nThe ignorance and decadence of commenters is revealed with their belligerent belittling of  the Afghans and Afghanistan. Exactly why the warmongers so easily slaughter millions with no accountability.\nLyin' King\nJuly 25, 2017 at 08:02\nEnd the dispute. Have a Sword Dance, unwind! Send Jared Kushner to Afghanistan, to open a chain of beautiful high end resorts, casinos and golf courses, with top quality service. Wealthy tribal leaders will flock to try their luck with one-armed bandits, progressive slot machines at Trump Resorts. Mercenaries stay free. Complimentary young boys available day or night.\nBart in Virginia\nJuly 25, 2017 at 07:53\n“Throw everything at us. Throw everything you have. Throw the hydrogen bomb, and at the end of the engagement we will remain and you will be gone.”\n– Ward Just, ‘American Romantic’, the NV Captain in the jungle\nmike k\nIs the Captain speaking as a cockroach?\nJuly 25, 2017 at 07:13\nAmerican Politic is so sickning; no use to comment about it. Just boycott that fucken country, until that US brainwashed people wake up and clean that “shit”…PS: The rest of Humanity, being not Americans Citizen is so dumb and for many prostitutes of that system that they are unable to understand such an evidence. So I give up !\nJohnny\nJuly 25, 2017 at 13:13\nSpeaking of brainwashed, we are all brainwashed, but after North Korea the American people are the most brainwashed in the world. Fear, fear, fear and war, war, war for the Zionist bankers, corporations is what’s happening.\nSusan Sunflower\nJuly 25, 2017 at 06:18\nI have read repeatedly that part of the “lack of coherent mission” in Afghanistan is due to a mischaracterization of the war which is actually a war of containment wrt PAKISTAN (a nuclear nation and erstwhile indispensible “partner”) and India (ditto)\nfor your consideration:\nfrom the latter link\nHostility between Afghanistan and Pakistan has been ongoing now for about four decades, whereas hostility between Pakistan and India has been present since 1947. The proxy war between between India and Pakistan lies in Afghanistan. It all started after the collapse of Dr. Najibullah’s regime in 1992, which had been backed by the former USSR, which coincided with the establishment of Pakistan backed mujahideen government and then Taliban regime. The Afghan and Pakistan officials repeatedly talked about the proxy war and Pakistan confessed their involvement, but India accuses Pakistan only and refuses its involvement. The US-led war against terror has helped to conceal India’s proxy war. Now is the right time for Afghans to debate, analyze and discuss this issue in depth, as well as to define their relationships based on mutual interest with both countries.\nIt’s all too “Alice in Wonderland” for me — the Afghan Taliban versus the Pakistan Taliban (Haqanni network), not even to mention Pakistan’s (and increasingly India’s) bizarrely authoritarian internal politics and Muslim v. Hindu tensions.\nWe seem to be “selling” our military “assistance” in return for influence (reminiscent of our strange relationship to KSA and bizarre alliances that cross and crisscross Sunni/Shia lines so often forsaking democracy, minorities like the Kurd and the Christians, in favor of some (fantasy??) strategic regional plan)\nJeremy Scahill’s “killing Reconciliation” published in the Nation in 2010 still haunts me …\nSusan Sunflower\nJuly 25, 2017 at 06:23\nsorry — rather than closing my block quote at “mutual interest of both countries” … I repeated  blockquote … and what follows is not not a quote by my musings.\nSam F\nInteresting comment on that theater of conflict; thanks.\nSusan Sunflower\nJuly 25, 2017 at 21:59\nThe Chinese are shaking up the region .. India (rather like the Saudis) usually is left out of all public discussions but they are players and their choices are taken into consideration.\nHere’s Pepe Escobar from today\nSam F\nJuly 26, 2017 at 09:24\nThe Afghan-Pakistan-India issues are broad and largely unknown in the US, as are the occasional India-China issues. So the US is susceptible to endless “not-what-it-seems” games of “selling military assistance” in “strategic regional plans” that do not serve the US and conflict with likely historical outcomes. The US promoters of those plans appear to be selfish schemers who do not serve humanity or the people of the US.\nThe US has no proper remote international interests other than humanitarian interests in stability and development, which should be handled by the UN. That should include seeking peace in the India-Pakistan conflict.\nThe Escobar article well overviews the competing India/China interests and projects for transport-corridors. No doubt all such infrastructure will prove very valuable. It will be interesting to see whether the CPEC route through Kashmir reduces conflict. International business dependency does seem to suppress oligarchy support of nationalist tyrants.\nSo US isolationism and military provocations of superpowers certainly moves in the wrong direction; rather we should look to sufficient domestic projects and protectionism in the form of requiring import-nation standards of living to protect our own.\nGregory Herr\nJuly 25, 2017 at 05:44\nPrivatising war is like privatising prisons. The more privatised prisons. the more criminals there are. The more private contracts awarded to Erik Prince – or Prince Erik as his latest proposal suggests he sees himself as becoming – the more wars there will be.\nWar is very expensive and very profitable that’s why Prince is very rich. It’s a pity the average American doesn’t understand that. It’s one of the reasons why they and their families don’t get the standards of free healthcare and educations they pay taxes for and deserve. The same standards of free healthcare and decent education that were available in Libya and Syria before people like John McCain, Hillary Clinton and the rest of the neo-cons decided to impose ‘demockery’ on their citizens.\nErik Prince is a pirate, a warlord and a mercenary. Like a mafia godfather, he hires assassins, criminals and psychopaths to kill anybody who gets in his way. They are recruited from everywhere and anywhere so have no national affiliations, no patriotic objectives and no beliefs. Prince answers to no-one. The more powerful he is allowed to become, the more of a threat to world peace he will become.\nNobody has the right condemn the people of Afghanistan to live under the rule of this bandit prince, least of the United States of Corruption and Chaos. And, the source of global corruption and chaos, is exactly how present day U.S.A. is viewed through the eyes of much the world.\nmike k\nJuly 25, 2017 at 08:53\nPrince (of darkness) is humping to become the King of the Death Squads. Excellent post Bryan.\nJuly 25, 2017 at 11:12\nActually Prince inherited his money just like Trump did.Birds of a feather so to speak. Little rich boys who have dreams of ruling all of mankind.They are certain that they have to formulae for a utopian world with a dozen or so of their cronies on top and the rest at their feet.\nJoe Average\nBryan,\nfirst let me say that withdrawing all foreign troops from Afghanistan would be the most desirable solution.\nIf Western politicians don’t intend to do so, then privatizing could be beneficial in bringing this war to an end. As long as the official US military is involved all the usual warmongers will cry foul whenever some soldier gets captured, injured or killed. Private contractors are something entirely different. They can’t demand to the treatment according to the rules of the Geneva convention. The Geneva convention doesn’t apply to them, so nobody can cry foul if they’re ambushed and mistreated by those they’re ordered to fight.\nMathiasalexander\nGot to keep that heroin comming.\njohn wilson\nJuly 25, 2017 at 04:19\nDoes a viceroy mean another snake like that horrible man Paul Bremer who was a pseudo viceroy in Iraq? The Afghan people should be very wary of any appointment of this kind, after all, look what happened in Iraq!  By the way, its factually incorrect to imply that the Taliban gave Osma Bin laden sanctuary without cause, because the Taliban said they would hand Bin Laden over if the Americans could show a prima facie case against the man. The Americans could not show any reason for Osama’s extradition and to date, they have never show any evidence that Bin Laden was behind 9-11.\nJuly 25, 2017 at 11:09\nAccording to the US Government and the Deep State owned Media. Proof, Whats that? Don´t need no darned proof. Proof is what we say it is and if we say it it is proved.\nHomer Jay\nexactly right\nRid Khandaraghanswamy\nJuly 25, 2017 at 03:46\nWhy not go the Christine Fair route and sanction/antagonize/bomb Pakistan? We might have our transit route cut off as a result, but as she has previously suggested, we could mend relations with Iran and use Iran to get to Afghanistan instead of Pakistan. If Pakistan gets destabilized as a result, then Trump and team can take care of it AFTER Afghanistan is sorted out.\nSam F\nJuly 25, 2017 at 08:24\nWhy not just buy the opium and minerals from the Afghans cheaper than from our oligarchy? Why do you think that either Pakistan or Afghanistan could be “sorted out”? Why would you promote conflict with a nuclear power? Is that the party line from India?\nmike k\nJuly 25, 2017 at 08:45\nAgreed Sam. Rid K is definitely smoking something stronger than tobacco. The stuff is making him/her a little crazy.\nDave P.\nJuly 25, 2017 at 11:39\nSam F:  I think he is  deliberately trying to derail the very convincing and accurate arguments presented here on this website with his Afghanistan, Pakistan, India crazy nonsense.  It is better to ignore it.\nJuly 25, 2017 at 03:29\nThe Rumsfeld associated CalCo wished to build the TAPI pipeline, the Taliban gave the contract to Argentina, three weeks later USA bombs rain down on the Afghans.\nCorrection not CalCo , UNOCAL\nJuly 28, 2017 at 02:09\nYes, BannanaBoat, that’s correct. A pipeline between the Caspian Sea, through Afghanistan to the Indian Ocean. Many politicians we currently have been exposed to were part of this idea. Condi Rice was out of Chevron by the time they bought Unocal but she was involved, with Cheney in ’93 to develope Kazakhstans oil fields, but there were many other names involved. Chevron was so happy they named a tanker after her, but then changed the name in 2001.  Surprisingly, or not surprisingly, Unocal brought the Taliban to Sugerland Texas to negotiate a deal in ’97 I believe, and Argentina still won out. I can only imagine how warm and fuzzy the Texas oil people were after that loss. And then there’s ENRON in the wings.\nGood catch. It’s all sticky, gooey, dark and slimy…. just like oil itself.\nIt does make one wonder still, what are we, the US that is, trying to “win” in Afghanistan?\nHIDE BEHIND\nJuly 28, 2017 at 11:21\nWhen the truth of years of  machinations by groups to achieve their goals come to fruition is that not proof of conspiring?\nWhen groups of indivifuals who for whatever reasons, deny those truths, then what is it called?\nFor my own use I refer to those deniers as the deliberately ignorant.\nIt seems that many like to hide behind coincidence, or that old saw, well wars have always been over economics, and then gp on to their ingrown perceptions that morality makes these historical aberations the norm.\nLeft out of the Afghan equation presented here are many other factors and events.\nOne sucj event was that after Afghanistan refused US oil cabal the Argentine government own oil stepped up to meet Afgham terms.\nBad move; anyone that understands international economy knows the power of controlling FOREX, and soon the Argentine national currencyand Dovereign bond ratings sunk so low Argentina was in fact Bankrupt.\nNeedless to say their oil offer to Afghan was pulled.\nDENIERS: omit facts in order to support confusion and deliberately obfuscate upon isdues.\nRemember we have civilians and military personnel whose job is to troll web inorder to hide truth.\nConspiracy bs, mo way as info upon funding such groupd is in Congressional Records.\nGregory Herr\nCarpet of Gold or Carpet of Bombs…lovely ultimatum\nbill\nJuly 25, 2017 at 03:19\nthe Taliban had proscribed poppy-growing for heroin/now production is at record levels; the war is ongoing and hugely expensive for no gains so is completely successful,the more so if completely privatised and dont forget the $trillion lithium deposits.The author conveniently omits that the Taliban offered to hand Bin Laden over to a third country if the US supplied evidence incriminating Bin Laden to which Bush responded “we know hes guilty”….the FBI has always said there has never been enough evidence to convict Bin Laden for 9/11 whilst folk who understand that scientific laws werent suspended that day have always known he was just the patsy\nDr. Ip\nJuly 25, 2017 at 03:55\nConspiracy theorists with poor grammar and spelling seem to be in ascendance these days, so I won’t inject any sarcasm into my reply here small “b” bill, because I wouldn’t want to insult a member of the new “enlightened ones”, however, wars have always been for profit and resources and domination of territory and so nothing new is happening here.\nThe Cheney Gang is alive and well, and like Murder Inc., they will remain in business until the last of their Godfathers goes down to Hades. The only reason we are frustrated at their not being gone yet is because history is slow and ponderous and takes many twists and turns that no one can really predict, though many can wish for. Empires crumble in the same way that coastlines are eroded by the sea, slowly and relentlessly, until they are reduced, eventually, to a few pithy lines in a history book (if there will be books in the future, or even if there will be history…).\nSo try and see Prinz and all the other would-be Condottieri ( https://en.wikipedia.org/wiki/Condottieri ) for what they are, just microscopic specks on the long Moebius strip of the universe as it pulsates through its endless manifestations.\nMeanwhile, cultivate your garden.\nJuly 25, 2017 at 08:40\nYour slo-mo version of history is likely to be rudely interrupted by nuclear war, runaway climate change, human reproductive failure due to genetic damage from environmental toxicity, etc. In other words, our time is short, and thinking things will work out in the next few centuries is a dangerous illusion. The gardens you and Candide dream of retiring to may not grow well in nuclear winter.\nJohnny\nJuly 25, 2017 at 12:51\nThe USSR came down very quickly and very peacefully too. The US Empire is coming down faster and faster. The debt, the dollar, the bonds, the enormous distrust in Empire Government and media. It can happen any day now.\nJuly 27, 2017 at 13:49\nThe few individuals in Aztec days who dared to suspect that ripping the hearts out of innocent people didn’t actually impress the gods were by definition, conspiracy theorists. The People such as Galileo, Copernicus and Bruno, who didn’t believe the Roman Catholic version of reality were conspiracy theorists. The good people of Germany who knew something wasn’t right with the boxcars and human cattle drives were conspiracy theorists.\nToday when scientists and people who know something about physics claim 60,000 tons of vertical high strength steel beams cannot collapse straight down through the path of GREATEST resistance, without providing ANY resistance, they are conspiracy theorists.\nCall me and the fellow you chastised as Heretics, I gladly accept that moniker.\nGregory Herr\nJuly 27, 2017 at 14:35\nThis will touch some nerves, but I agree with you Lee.\nBrad Owen\nJuly 25, 2017 at 09:30\nThat was the real cause for war; the interruption of the heroin supply. That is the single greatest “liquid asset” for Inter-Alpha Group’s banking syndicate, and all “too big to fail” banks of the West (from EIR’s search box: “Return of the Monarchs” and “Inter-Alpha Group”, also a book prominently displayed on their front web page referring to the modern “Opium War”). The evil underpinnings of our financial system is astounding.\nBob Van Noy\nJuly 25, 2017 at 10:30\nI’ll be happy Brad, to back up your thinking on that completely, and thanks.\nF. G. Sanford\nJuly 25, 2017 at 02:39\n“Viceroy”. That kinda says it all. That’s what they called Lord Louis Mountbatten, the phony royal and perpetual military and geopolitical bungler appointed to run India. God knows how many times British royalty have changed their names, but it’s worth noting that Sachs-Coburg-Gotha is a German dynasty from the Ernestine Duchies…kinda reminds me of Lily Tomlin’s character on Saturday Night Live.\nNothing says “neocolonialism” like “viceroy”. And, if you wanted to get rich during colonial days, nothing says “plunder” like “British East India Company”. Yep, Eric Prince is certainly “The Man Who Would Be King”. I wonder if he’s considered the potential downside.\nThen, we’ve got Michele Flournoy, arch neocon troglodyte with a degree in “social studies” from Harvard. Now, there’s an appropriate resume for implementing the Mackinder inspired, Carl Haushoeffer improved, Brzezinski perfected and David Petraeus implemented strategy for failure.\nI’m waiting to read Flournoy’s strategy to defeat the Taliban. “First, we sink their battleships. Then, we shoot down their air force. We derail their trains, breach their dams, bomb their bridges and factories and cut their supply lines. We burn their refineries, disrupt their communications sanction their finance sector”\nHave at it, Michele. I’m sure Foghorn Leghorn at the Defense Department will humor all of your delusions. But, recent murmurings indicate that The Commander in Chief is definitely not on board with this. Personally, I give the guy a lot of credit for that, and I hope they don’t succeed in changing his mind. It will dramatically accelerate the decline of the American Empire.\nRid Khandaraghanswamy\nJuly 25, 2017 at 03:49\nWhat about Christine Fair? Antagonizing Pakistan might be our only chance. Mend ties with Iran, bomb Pakistan, and place India as the chief guarantor of security for all of Asia.\nBrad Owen\nJuly 25, 2017 at 05:21\n“Viceroy”, “East India Company”, geez they don’t even bother hiding it anymore. The end must be quite near, ending in a Mt. Vesuvius explosion of financial collapse on The Street and The City, and then,suddenly, like when Khengis died, all the armies will come home and a thousand bases wil be abandoned. It’s just like LaRouche has been saying, City of London unhitched their horse from the broke-down wagon of the British Empire (taking the “goods” being hauled with them), and hitched it in tandom with Wall Streets horse to pull theTrans-Atlantic Empire wagon, embracing three quarters of the World (what Cecil Rhodes had been scheming all along to do…mission accomplished).\nSam F\nJuly 25, 2017 at 08:09\nYes, it must be frustrating to the Princes that they are servants of foreign tyrants of the US, rather than tyrants themselves.\nThe usual McCain madness that “none of us would say that we’re on course to a success here in Afghanistan” is the re-run of every Afghanistan intervention since the first by Britain, in which thousands of soldiers found it so enjoyable that only one came back alive, a wounded doctor on horseback, memorialized by Kipling, Every forty years they sent 10,000 more soldiers than the last time, for one more year than the last time, and lost every time. WWI and WWII distracted them, and they lost India itself right afterward. No one but drug dealers has ever been on course for success in Afghanistan, so send in more troops!\nAccording to Woodward in The War Within, Obama demanded from the NSC a rationale that more troops would bring success, and they stonewalled him. Hillary gave the boys with the medals whatever they asked. Biden demanded more, was disinvited from NSC meetings, and Obama capitulated to NSC groupthink after a while.\nSam F\nJuly 25, 2017 at 08:44\nSee also today’s article The Trump White House War Within on AntiWar dot com and Politico dot com.\nmike k\nJuly 25, 2017 at 08:20\nThe mind of Donald Trump is dramatically accelerating the collapse of the American Empire. Maybe that’s a good thing? We are in times where only failure of our evil schemes can yield possible success for the human species.\nJuly 25, 2017 at 08:27\nI suspect Erik Prince is a bit jealous of his sister, Betsy DeVos, who was given the opportunity to pilfer and plunder public education!\nTruth First\nJuly 25, 2017 at 10:01\nThe “decline of the American empire” is eagerly anticipated by a few billion people.\nJuly 25, 2017 at 10:57\nHave you considered writing a piece for this news outlet? That was more interesting than the article.\nYoiu are right of course. The US is so into refighting the Second World war.\nAnd the statement made by the author, that the Think Tanks in Washington are “so compromised”. They are not compromised they are the Lobbying Arm of the MIC. Name just one of them that has come out with anything except more war all the time in their summations?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://fair.org/home/nyt-reveals-think-tank-its-cited-for-years-to-be-corrupt-arms-booster/",
                "https://consortiumnews.com/2017/06/05/mcmaster-urges-another-afghan-surge/",
                "http://www.theamericanconservative.com/articles/exclusive-bannon-kushner-want-to-outsource-afghanistan-to-mercenaries/",
                "https://mobile.nytimes.com/2017/07/10/world/asia/trump-afghanistan-policy-erik-prince-stephen-feinberg.html?smid=tw-nytimesworld&smtyp=cur&_r=0&referer=https://t.co/8QdSPacV88",
                "https://nationalinterest.org/feature/the-afghan-war-not-lost-21499",
                "https://www.theguardian.com/world/2017/jul/04/us-still-has-no-path-to-peace-in-afghanistan-bipartisan-senators-say",
                "https://www.thenation.com/article/kushner-and-bannon-team-up-to-privatize-the-war-in-afghanistan/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://en.wikipedia.org/wiki/Black_Paintings",
                "https://www.brown.edu/news/2016-09-09/costsofwar2",
                "http://legaciesofwar.org/about-laos/secret-war-laos/",
                "https://guillermocalvo.com/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://en.wikipedia.org/wiki/Condottieri"
            ]
        },
        "key_words": [
            "say",
            "american",
            "pitching",
            "strategy",
            "war",
            "troops",
            "flournoy",
            "taliban",
            "prince",
            "laos",
            "afghanistan",
            "forever"
        ]
    }
]