[
    {
        "url": "https://www.christianpost.com/news/jeb-bush-republican-presidential-candidate-answers-12-questions-politics-faith.html",
        "title": "Jeb Bush Answers 12 Christian Post Questions for Every Presidential Candidate",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJeb Bush Answers 12 Christian Post Questions for Every Presidential Candidate\nJeb Bush Answers 12 Christian Post Questions for Every Presidential Candidate\nJeb Bush Answers 12 Christian Post Questions for Every Presidential Candidate\n| Thursday, January 28, 2016\nFormer Florida Governor and Republican presidential candidate Jeb Bush speaks during a campaign event in Pella, Iowa, June 17, 2015. | (Photo: Reuters/Joshua Lott)\nThe Christian Post invited all the presidential candidates of both major parties to answer the same set of 12 questions. Here are Jeb Bush's answers.\n1. Why do you want to be president and what does your personal faith have to do with your decision?\nThe stakes for America's future are about as great as they come. Our prosperity and our security are in the balance. So is opportunity, in this nation where every life matters and everyone has the right to rise.\nOur country is on a very bad course. I know we can fix this because I've done it.\nAs governor of Florida, I cut taxes every single year — returning a total of $19 billion to Floridians. The state's economy took off, growing at an average rate of 4.4%. Households saw bigger paychecks as median incomes rose by an average of $1,300. Florida's pro-growth climate created 1.3 million new jobs. And we did it all while balancing the budget eight years in a row and increasing the state's rainy-day fund by $8 billion.\nBy focusing on reforms like I did in Florida, America can grow faster, too. Tax relief and reform is only part of what we must do. We still have to reduce the regulations that choke so much of the U.S. economy, especially farms, factories and power plants. We have to fix the broken immigration system so that it helps drive a growing economy. We have to take full advantage of America's energy revolution. Finally, we have to transform the education system so that all children are prepared to succeed in college and at work, and participate fully in the economy. Taken together, these policies will unleash increased investment, higher wages and sustained 4% economic growth, while reducing the deficit.\nTo achieve these policies, we have to change the way Washington works. And we have to change who we send there to lead. That's what my plans will achieve, and that's why I'm running for president.\nMy faith guides me in every decision that I make, large and small. As a leader, I never have separated my faith from the decision process. It's who I am. As I was making the decision to run for president, I relied on my faith and my family. As a candidate, I continue to rely on my faith for clarity, peace, and insight into the many issues I'm confronted with every day. As president, I will rely on my faith.\nThe Christian conscience is the most powerful liberating influence on this earth. I've said this before and will continue to let my faith guide me.\nRepublican presidential candidate Jeb Bush speaks after being endorsed by Senator Lindsey Graham in North Charleston, South Carolina January 15, 2016. | (Photo: REUTERS/Chris Keane)\n2. What is marriage, and what should be the government's interest and role in marriage?\nGuided by my faith, I believe in traditional marriage. I believe the Supreme Court should have allowed the states to make this decision. I also believe that we should love our neighbor and respect others, including those making lifetime commitments. In a country as diverse as ours, good people who have opposing views should be able to live side by side. It is now crucial that as a country we protect religious freedom and the right of conscience and also not discriminate.\n3. When a U.S. government law or action unintentionally infringes upon the religious freedom of one or some of its citizens, should the government accommodate those beliefs by providing exemptions to that law or action, and, if so, what would be your recommended standard for providing the exemption?\nI support the bipartisan Religious Freedom Restoration Act signed by President Clinton. What it says is that the government shouldn't require somebody to act contrary to their religious beliefs without a very good reason. Sometimes the government has a good reason, like when it requires restaurants to serve all customers who want to dine there. Sometimes it doesn't, like when it compels a florist to take create floral arrangements for a same-sex wedding.\n4. What actions should the president take, and should urge the international community to take, to aid and protect those who are persecuted for their faith around the world?\nThe United States should be a leader in the world, willing stand up for threatened religious minorities. We see this threat most clearly from radical Islamic terrorist organizations like ISIS in Iraq, Syria, and Libya, and Boko Haram in Nigeria. If not the United States, who will lead an effort to defend these threatened communities against evil?\nWhat is going on in the Middle East is not merely a humanitarian catastrophe, but a strategic threat to the region and the world. The longer these conflicts rage, the more pronounced the human toll and the risk that this conflict and extremism spreads. We have a strategic interest in defeating ISIS, stopping Assad's brutal war against the Syrian people, and ending these tragic conflicts before they cause any further instability.\nI spoke extensively about the steps the United States and its partners must take in order to defeat ISIS, confront the malign role Iran is playing in the Middle East, and protect religious minorities threatened by this rising tide of extremism. You can watch or read my remarks here .\n5. Under what conditions should current unauthorized immigrants in the United States be allowed to make restitution for their crime and apply for legal status or citizenship? How would you secure the border and the workplace?\nWe need to find a practical solution to the status of the people who are already here illegally. As part of this process, we need to put in place a rigorous path to earned legal status that requires individuals to pass a criminal background check, pay fines, pay taxes, learn English, obtain a provisional work permit and work, not receive federal government assistance, and over an extended period of time to earn legal status.\nTo secure the border we need to take concrete steps including a forward-leaning Border Patrol presence and the use of new surveillance technologies. We also must require a strong E-Verify system to ensure that American businesses are not hiring illegal immigrants. For more on my plan to secure the border and enforce our immigration laws, click here .\n6. Should the federal government devote resources to encouraging all states to adopt the same set of education standards, such as Common Core?\nNo. As president, I would prevent the federal government from playing any role whatsoever in standards. I support high standards because I firmly believe every child should have the right to rise and achieve earned success, however, I do not believe these standards should be dictated by Washington. It is up to our governors and state legislatures to set high standards and demand excellence from their public schools so that our kids are ready to succeed. The federal government should have no say in the creation of standards, and if it's not changed by law, I will do it by executive order when I'm President of the United States.\nU.S. Republican presidential candidate Governor Jeb Bush speaks at an Iowa Caucus Presidential Candidate Briefing at Nationwide Insurance in Des Moines, Iowa, January 27, 2016. | (Photo: REUTERS/Scott Morgan)\n7. A growing consensus of liberals and conservatives agree that economic mobility in the United States has decreased and is a serious problem. (See here  and here .) What can the federal government do to improve economic mobility for Americans struggling in the bottom half of the income distribution?\nThe only way to increase mobility is through sustained economic growth. We must adopt the pro-growth policies necessary to ensure all poor Americans are able to rise out of poverty.\nThe current administration may be content with two percent growth rates, but that is not nearly enough to deliver opportunities for all Americans. Under President Obama labor force participation is at a 38-year low. There are 6 million more Americans in poverty than there were in 2008 and median household income has fallen by $2,000.\nI will replace our broken tax code with a simpler system focused on growth, higher take-home pay for middle class families, and lower rates. Under my tax plan a family of four earning less than $40,000 will face no federal income tax whatsoever — roughly 15 million American families will no longer bear any income-tax liability. Low-income seniors will receive a reduction in their payroll tax burden and the earned income tax credit will be expanded for more low-income workers.\nBut we can't stop with tax reform. We will reform our regulatory system to reduce the burden of government on families and businesses. We will fix our social safety net to ensure every low-income assistance program encourages work and strong families. And we will transform our education system to ensure that every child has the skills they need to succeed.\nThese policies will improve economic mobility. I know because it worked in Florida. We cut taxes, reduced regulation, and improved our education system. The result was broad-based prosperity. Median household income rose by $1,300 during my time as governor. We led the nation in small business growth and added 1.3 million new jobs.\n8. At what point in a pregnancy, and under what circumstances, should abortion be illegal?\nI am proud to be pro-life, and my record reflects these strong core principles. I believe our laws should respect the human dignity of the most vulnerable members in our society, those who are in most need of our protection: the unborn, the sick, and the elderly. I believe that we should advance the cause of human dignity by building consensus where we can, beginning with a ban on late-term abortions.\n9. For those opposed to gay marriage as a matter of faith or conscience, to what extent should they be allowed to behave according to those beliefs now that the U.S. Supreme Court has declared gay marriage is a fundamental right found in the U.S. Constitution?\nI don't support efforts to use the Supreme Court's same-sex marriage decision to punish religious beliefs or people who act on those beliefs. The government should not punish or withhold benefits from those who, like me, adhere to the traditional definition of marriage. I don't think businesses should discriminate against people on the basis of their sexual orientation. But they should not be compelled to participate in, for example, weddings that violate their religious beliefs.\n10. What are your priorities related to both protecting the nation's natural resources and using those resources to provide for the nation's energy needs?\nAmerica's environmental debates can be too cold, too sterile of life. We need to be reminded what's really at stake. Christians see in nature and all its creatures designs grander than any of man's own devising — the endless, glorious work of the Lord of Life. The younger generation, in particular, strives to be protectors of creation, instead of just users, good shepherds instead of just hirelings. That moral vision can make a big difference. It has made a difference to me.\nAs Governor of Florida, protecting and improving the state's natural resources was a top priority for me. Perhaps most importantly I forged an historic state-federal partnership — the world's largest intergovernmental watershed restoration effort — to save the Everglades. We ended up significantly improving water quality and habitats including reducing phosphorus pollution entering the Everglades by over 2,000 metric tons and quadrupling wading bird populations in Kissimmee River Basin. Six months after I left the Governor's office, the World Heritage Council removed the Everglades from its list of endangered sites and commended the United States for its efforts.\nOne lesson I learned was that economic growth leads to environmental protection. As the Governor of Florida we achieved 4.4% economic growth, which allowed the state to commit to protecting natural resources at an unprecedented level. For instance, I also spearheaded \"Florida Forever\", the largest collaborative land protection program in the country. Working with landowners the state cooperatively acquired over 1 million acres of land including critical habitat, ecological greenways, recreational trails, and fragile coastline. Together, the Everglades project and Florida Forever protected 190 rare and endangered species and 700 historic sites. The state could not have undertaken these successful commitments without solid economic growth.\nGenerally, I think we should embrace innovation, embrace technology, embrace science. It's the source of a lot more environmental and energy solutions than any government-imposed idea. For example, the energy revolution, created by American ingenuity, is creating hundreds of thousands of jobs and saving working families hundreds of dollars a year. Also, because burning natural gas emits a lot less carbon dioxide, the energy revolution is a major factor in why the United States is a leader in reducing greenhouse gas emissions. With North American resources and American ingenuity, we can finally achieve energy security for this nation — and with presidential leadership, we can make it happen within five years. If we do all of this, if we do it relentlessly, and if we do it right, we will make the United States of America an economic, and environmental, superpower like no other.\n11. How would you seek to change defense spending, Social Security, healthcare spending, or the tax code in order to slow the growth of deficit spending and tackle the nearly $18.3 trillion national debt and over $100 trillion in unfunded liabilities?\nIt's just wrong for Washington politicians to pile trillions in debt on the next generation. American families have to balance their budgets — Congress and the President should, too.\nWe need the discipline that would come from a Balanced Budget Amendment and a line-item veto. We need to reduce bureaucracy by 10 percent, just like we did in Florida. Corporate welfare and cronyism in Washington must be cut. We should repeal and replace ObamaCare with patient-centric reforms. And finally, we need to honestly reform Social Security and entitlement programs to make them work for this generation and the next. Once we determine priorities and implement fiscal discipline, we'll be able to reduce the debt and invest in priorities like national defense.\nFinally, no plan to address the nation's debt will succeed unless we increase economic growth. This requires comprehensive tax and regulatory reform that will unleash U.S. economic potential.\nI know this will work because I did it in Florida. During my time in office, we cut taxes every year I was governor. We eliminated job-destroying regulations. And they called me Veto Corleone because of my approach to spending restraint. These reforms helped grow the economy by 4.4 percent annually. We had 8 balanced budgets, $8 billion increase budget reserves, and a AAA bond rating.\n12. What caused the Great Recession, and what should be done to ensure it doesn't happen again?\nThe Great Recession was caused by over-leveraged banks, purchasing risky investments with too little of their own capital. Many of these risky investments were related to a government-induced housing bubble, fueled by a rise in nontraditional mortgages and liberalized lending standards. When these large, interconnected banks failed, the U.S. taxpayer was forced to bail them out to avoid a fiscal catastrophe.\nNow, eight years following the financial crisis, the big banks are even bigger. Rather than real reform, this Administration enacted complicated banking regulations that only help the well-connected. Dodd-Frank has hurt community banks, but it has done little to address the systemic risks that allowed big banks to threaten our nation's economy. We need to repeal Dodd-Frank and replace the failed legislation with real bank reform that ends too-big-to-fail.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/poor-kids-devastated-by-isolation-from-family-church-community-harvard-professor-robert-putnam-says-cp-interview-1-2-137087/",
                "https://www.christianpost.com/news/interview-political-scientist-charles-murray-on-class-marriage-and-the-christian-right-69359/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://jeb2016.com/full-remarks-taking-on-islamic-terrorism/?lang=en",
                "https://jeb2016.com/securing-border-enforcing-immigration-laws/?lang=en"
            ]
        },
        "key_words": [
            "united",
            "candidate",
            "answers",
            "economic",
            "faith",
            "bush",
            "president",
            "post",
            "need",
            "growth",
            "12",
            "tax",
            "religious",
            "florida",
            "states",
            "presidential",
            "jeb",
            "questions",
            "christian"
        ]
    }
]