[
    {
        "url": "https://www.christianpost.com/news/tim-pawlenty-nabs-coveted-gop-donors-fundraisers.html",
        "title": "Tim Pawlenty Nabs Coveted Republican Donors, Fundraisers",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nTim Pawlenty Nabs Coveted Republican Donors, Fundraisers\nTim Pawlenty Nabs Coveted Republican Donors, Fundraisers\nBy Michelle A. Vu , Christian Post Reporter\n| Friday, May 27, 2011\nTim Pawlenty, the little-known former Minnesota governor who likes to refer to himself as T-Paw, may not be scoring big numbers in national polls, but behind the scenes he has won over some of the most coveted GOP donors and fundraisers.\nThe Des Moines Register’s “2012 Iowa Caucuses” reported Friday that Iowa power fundraiser, Nicole Schlinger, is on board the Pawlenty campaign. Schlinger is listed as one of The Des Moines Register’s 50 most wanted people for the Iowa caucuses.\nIn 2008, Schlinger was the Iowa straw poll director for former Massachusetts Governor Mitt Romney. But she apparently has jumped ships this election year, given that Romney launched an exploratory committee last month and is sending strong signals that he will run for president in 2012.\n“She (Schlinger) knows the ride called the Iowa caucuses as well as anyone in the country,” said Pawlenty in a written statement. “I appreciate her decision to join our campaign for the presidency and take the ride with us.”\nThe Iowa caucuses are important because it is the first major electoral event and thus gives early indication of who might win the party’s nomination.\nOn Monday, Pawlenty officially announced his presidential candidacy at noon in Des Moines, Iowa. He has been busy doing TV interviews this week and touting how he balanced the budget as Minnesota governor and is a conservative in every sense of the word – fiscal, social, national defense, and other types. He believes he can unite the different segments of the Republican Party by showing voters his record as governor.\nWealthy Republican Donors\nDown south in Texas, a close friend of former President George W. Bush is vouching for Pawlenty despite him appearing at the bottom of Gallup’s latest 2012 Republican presidential candidate poll.\nThe Gallup poll, released on Thursday, shows Pawlenty, along with U.S. Rep. Michele Bachmann from Minnesota, among the two least popular candidates currently among Republican voters. Pawlenty only garnered nine percent support, among Republicans that care the most about government spending and power, as compared to Romney’s 17 percent and former Alaska Governor Sarah Palin’s 11 percent.\nSurprisingly, Pawlenty, an evangelical Christian who is open about his faith, was the candidate of choice for only one percent of Republican voters who said social issues and moral values were most important to them, according to Gallup. By comparison, Palin led the pack with 23 percent and Romney followed with 18 percent. Even former House Speaker Newt Gingrich, who is twice divorced and has admitted to affairs, was more popular among social conservative Republicans, with five percent of them picking him as their candidate of choice.\nPawlenty had similar lackluster numbers among GOP segments that care the most about business and the economy, and national security and foreign policy.\nYet knowing these facts, Texas real estate developer and restaurateur Ray Washburne, is putting his money on Pawlenty. Washburne was one of the largest fundraisers for former President George W. Bush.\n“I think the guy is right on all the issues. I believe in his social issue. He is a pro-life candidate that has very strong faith in what he is doing,” said Washburne, an influential leader of the affluent Christian conservative circle, to The Christian Post.\n“If you see what he has done in Minnesota, it is what the other guys are trying to do now,” the businessman said, naming specifically how Pawlenty stood up to unions and balanced the budget.\nHe also said that he likes Pawlenty, whom he first met in 2008, because the Minnesota politician is an “authentic” and “genuine” person with a good story to tell.\nPawlenty, the youngest of five children, grew up in a blue collar environment in South St. Paul, Minn., where his father was a truck driver and his mother, a homemaker. His mother died of cancer when he was 16 years old and around that time his father also lost his job.\nAs a teenager, Pawlenty worked odd jobs including stocking shelves at the grocery store and delivering newspapers. He paid his way through college and eventually earned a law degree. He is the only one in his family to graduate from college.\n“I worked my tail off,” Pawlenty said, according to a profile of him by the Minnesota Public Radio in 2002. “I have kind of this attitude that if you’re able-bodied and able-minded, you should get some fair shakes in life. You should have access to a good education, you should hopefully have access to a good job market. But if you’re able-bodied and able-minded, you also gotta work hard.”\nWashburne said his support of Pawlenty goes back to last summer, before many of the Republican candidates recently dropped out.\n“I went up to Minnesota and spent a good amount of time with him [last year], and my wife and I determined that he was the guy who had the same values that we think is right for president,” the Texas real estate developer said.\nIn the business world, Washburne and his wife, Heather, made headlines for purchasing the Highland Park Village in Dallas when the economy was described as the worst recession since the Great Depression. The couple, along with another family, acquired the luxury shopping mall in May 2009 for a hefty $170 million. The Wall Street Journal said it was the most expensive U.S. retail property sold so far that year, and perhaps the “most paid for Dallas area retail this decade, or maybe ever.”\nHeather Washburne is a Hunt oil heir.\nOther wealthy backers of Pawlenty include Texas home builder Bob Perry (in 2008, Perry supported Romney); private-equity and sports investor Tom Hicks, who once owned the Texas Rangers; Dean Foods Chief Executive Gregg Engles, and Excel Communications founder Kenny Troutt, according to WSJ.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "iowa",
            "tim",
            "president",
            "minnesota",
            "fundraisers",
            "coveted",
            "texas",
            "schlinger",
            "washburne",
            "social",
            "republican",
            "romney",
            "donors",
            "pawlenty",
            "nabs"
        ]
    }
]