[
    {
        "url": "https://www.christianpost.com/news/missio-nexus-steve-moore-on-why-hes-not-a-missionary-misconceptions-about-missions.html",
        "title": "Missio Nexus' Steve Moore on Why He's Not a Missionary, Misconceptions About Missions",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMissio Nexus' Steve Moore on Why He's Not a Missionary, Misconceptions About Missions\nCP Current Page: Church & Ministries | Wednesday, September 26, 2012\nMissio Nexus' Steve Moore on Why He's Not a Missionary, Misconceptions About Missions\nMissio Nexus' Steve Moore on Why He's Not a Missionary, Misconceptions About Missions\n| Wednesday, September 26, 2012\nRight after finishing his round of \"thank you for coming\" at the end of the North American Mission Leaders Conference, hosted by Missio Nexus, Steve Moore, the group's president, sat down with The Christian Post's Michelle Vu for an interview over lunch before his flight back to Atlanta, Ga. Moore talked about the greatest development thus far in his mission career, tips on how to connect with the younger generation, why his father and him did not become full-time missionaries, and some of the biggest misconceptions about missions. Here are excerpts from the interview:\nCP: One of my favorite things at this conference was the choir last night, which got people dancing and clapping. Is that a local church choir or African choir?\nMoore: It is a Nigerian congregation. I don't have the specifics behind it, but we have an office here in Chicago and they are the ones that put together all the different local music groups, including that one. All I know is that it was a Nigerian congregation. Most African congregations have an identity that is based on the senior pastor, but most of them have people from multiple countries that are part of it, but we'll just say it's a Nigerian choir.\nCP: I saw someone at your table dancing and clapping. Was that you or someone next to you?\nMoore: I'm sure I was clapping, and I would say if you ask if I was dancing it would depend on if you were using a white or black definition (laughs). Definitely not doing anything as beautiful as what they were doing on stage, but my body parts were moving, let's call it that (laughs).\nCP: So Greg Parsons (global director of U.S. Center for World Mission) recently became CP's senior advisor and he was the one that told me about this conference. He said that it is the first time this conference is completely full. Is that true, and if so, is there a special reason?\nMoore: It is but that is a little misleading. We had more people last year than this year, but this venue was booked in February 2011, before our merger was finalized and before last year's event. So the people who booked it, who were from the CrossGlobal Link side of the merger, based it on their experience in 2010, which was in Charlotte and we had 275 people there. So they booked this event based on that. Last year in Arizona we had 500. And so we had about a little over 400 registered for this conference. Another part that is a little misleading is that the Lifetime of Service Award to Dr. Hesselgrave – he's local, right here in Chicago, Trinity Evangelical Divinity School – and so they had 70 guests they wanted to bring. So the problem we ran into was we couldn't have more than 415 or 420 registrations for the event and still have room for 70 guests on Friday night. So technically it's true that this is the first time it has sold out, but the number of people is actually lower than last year because of the limitation in the venue.\nCP: You're the president of Missio Nexus, but did you learn anything new at this conference or was there something that was particularly memorable for you this time?\nMoore: I think a combination of those two – memorable and lesson learned, or something that has been reinforced. Any question that anyone had about our merger and whether or not it was going to result in a unified, cohesive, really supportive contingency have pretty much been erased. Those questions are no longer an issue. And what I think is especially encouraging to me is there is almost no sense of which of our parent bodies did you belong to. It is just that we belong to Missio Nexus and those things are not even a question to be asked. That is true at our board meeting – there is no thought of which side of the parent bodies did you come from and our constituency I sense the same thing. And I think that is really encouraging.\nCP: I'd interviewed you in 2006 when you took the helms of the Evangelical Fellowship of Mission Agencies. But I'm a little confused because you kept the title president, but the name of the organizations you've headed keep changing: EFMA, Mission Exchange and now Missio Nexus. So are they all the same agencies or all different?\nMoore: Sure. EFMA, Evangelical Fellowship of Mission Agencies, that was started in 1946 by the National Association of Evangelicals. We rebranded it as The Mission Exchange in 2007. And then IFMA, which was the Interdenominational Foreign Mission Association, that was started in 1917, and they rebranded as CrossGlobal Link in 2007. And so The Mission Exchange and CrossGlobal Link merged last year and relaunched at the event in Boston in February as Missio Nexus.\nCP: So you did stay with one organization and it kept changing its name.\nMoore: Correct.\nCP: This next question could be very fast. Since my 2006 interview with you, what is the biggest development in your mission career?\nMoore: No doubt about it, the merger of our two associations.\nCP: From what I hear you have a passion for working with young leaders. Do you have tips on how people can connect with the younger generation?\nMoore: Well I'm not sure I'm the expert on that. I spent almost 15 years working in young leaders training organizations before I took on this role, and one of the reasons I was invited into the president/CEO role of EFMA, which became The Mission Exchange that is now Missio Nexus through the merger, is that they said they wanted someone who had a track record for engaging the next generation of leaders. So I care deeply about that.\nI think mission structures in general trying to relate to the next generation need to recognize that, especially if you're talking about Millennials or Gen-Y's, that they are looking for a place where they can attach their lives to a very worthwhile cause, which is a great open door for us, we have a great cause. They want to attach their lives to a cause where they believe they can contribute meaningfully to make a difference, where their voice is going to be heard, where people are going to invest in them and try to help develop them to grow as individuals, and they are more likely to be interested in things like flexible work schedule. And even more than making a whole bunch of money, quality of life is important to them as well. The culture and structure and system of mission organizations don't always fit those guidelines, but I don't think any of those things are limiting factors that a motivated mission leader could not meaningfully address.\nWe had an intentional focus on inviting younger leaders, next generation leaders to this event. I think there were 10 percent of participants in that category. We had a next generation forum on Thursday afternoon, prior to the start of this event. It went extremely well and I haven't been able to track as closely with them through the event. They met again last night. They actually developed questions they wanted to ask mission organization CEOs in a very conversational way, not walking around like a reporter, but just \"Oh, you're a CEO, can I ask you a couple of questions?\" So that is what we are doing here, finding ways to connect with the next generation leaders.\nCP: Has it been easier or harder to recruit missionaries than in the days of mission giants like Donald McGavran and Ralph D. Winter?\nMoore: I mean it is a little difficult to compare because if you go back far enough to Ralph Winter and Donald McGavran, you really didn't have any other choice. We didn't live in a mobile world. You couldn't really afford to go somewhere for a couple of weeks and come back. Hardly anyone did that. So it was a completely different environment. I think it is generally true that next generation leaders are less likely to make commitments to 10- and 15-year blocks of their life, but I don't think it's true that they are less capable of being loyal to a cause. The reality is most of these next generation leaders – they've gone to school in an environment where their teachers, professors in college are saying, \"We are trying to train you for jobs that don't even exist yet.\" And they're also being told, and from their own experience they believe it is true, you'll probably have three or four different careers in your lifetime. Not just different jobs in the same field, but three or four different careers. And on top of that they've watched their parents sell their soul to a corporation – I don't mean compromise their faith but work here forever – only to see at 58, their dad gets fired from a job that is downsizing and now he is struggling. And they say, \"I watched my dad be the company man that is loyal to the company and the company wasn't loyal to him. Why would I do that?\" So when you have that environment, no wonder they are less likely to make commitment to 10- to 15-year blocks. So I think more and more mission organizations are adapting to asking for three-year commitments or something less than expecting them to spend the whole rest of their life as a missionary in the same place doing the same thing.\nCP: What is your mission background? Do you have a secret missionary in the family somewhere that I don't know about?\nMoore: Well, actually when I was in Bible college, I went on a short-term mission experience and believed that I was going to be a long-term cross-cultural worker. My wife felt the same way. We went into a local church ministry for a few years. I wanted to get ordained and we wanted grassroots training. And during that time God changed my sense of calling to mobilizing and training other people instead of going. Initially I felt that was a huge demotion and was very disappointed about that. But I came across a quote from a friend who shared with me a statement made by a historic missions mobilizer in the Student Volunteer Movement by the name of John Mott. And he gave this talk once, passionately speaking about missions, and afterwards a person came up to him and said, \"If you really believe what you said, why don't you just go.\" And he answered saying, \"He who does the work is not so profitably employed as he who multiplies the doers.\" And that is not how we would talk today, but in the time he was living that made perfect sense. When I heard that statement, the Holy Spirit spoke to me and said, \"Don't second guess what I am asking you to do. I'm asking you to give yourself to mobilizing and training others.\" And so from that moment on I've embraced that. So before I was focused exclusively on young leaders training. I had spent about a decade leading short-term missions team. I started a training school for next generation workers that included cross-cultural experience. And I was involved in consulting with churches to help them do short-term missions better. So my background was missions but not long-term career missions. I travel widely leading teams, so that is my missions journey.\nCP: I have a secret missionary in my family. My great aunt was a missionary to India. She adopted an Indian son, too, and married an Indian man. I didn't know it but my dad said my family was one of the first to convert to Christianity in Vietnam.  \nMoore: Wow, that is amazing. I have four brothers and three sisters, and my dad went and tried to volunteer as a missionary after having seven kids. And the mission agency said, \"You know what, I think you should focus on – he was a pastor – I think you should focus on trying to raise up the missionaries in your church and from your kids.\" And I have a unique connection to my dad in that I was born on my dad's 25th birthday. So I always felt that after my short-term missions experience in college, and only after that did I find out about the fact that my dad actually volunteered to be a missionary and they said I think you should just raise up missionaries – I felt like the mantle of calling for missions had transferred to me. But I didn't get to go either. I just had to mobilize people.\nCP: That is God's commission for your family. What counsel would you give to a young person saying they want to become a missionary?\nMoore: Well, typically I would say there is no such thing as just a missionary. I would say there are only missionary blanks. And when you fill in the blanks – so you are a missionary church planter, you're a missionary educator, you're a missionary doctor, or a missionary translator, or whatever you are. When you fill in the blank, you'll know a lot more about what other training you need in order to be effective. But regardless of what goes in the blank, what we know is the need for a foundation of godly character that is rooted in the Bible and you are going to need to understand what your spiritual gifts are, what are the Kingdom resources God has put inside of you. So start there, and focus on the development of godly character rooted in the Scripture. Focus on identifying and developing and using the spiritual gifts and talents and skills God has given you. And the more you do that, the more likely you do that, you'll figure out what is in the blank. And then you'll know what professional training you need to be effective where God wants you to go.\n Some people today are like missionary engineers, or missionary computer programmers, and they're fulfilling that cross-cultural mission by working in a multi-national company or starting a company of their own. So the big difference is that there is increasing opportunities for people to fulfill the calling to serve God cross-culturally, without having to go through the more traditional mission structure that we had in the past.\nCP: Do you think the U.S. will continue to be the most missionary sending country? Or will South Korea, Brazil or China overtake it?\nMoore: I think that depending on how you count it and calculate it, those numbers change. So for example, in India there are people moving from one state to another to do cross-cultural work. And it is every bit as cross culturally as someone moving from the U.S. to Latin America, or some other place. But there are some who don't think those people are missionaries because of the geographic issues, even though they have to learn another language and figure out how to serve effectively in another culture. So those numerical tallies can be a little bit misleading. I think the bigger issue is regardless of the numbers aside, the epicenter is already not in the U.S. or in the Western world, so to speak. And the Great Commission will never expire for the Church in North America, and that will include people going. I don't think that will ever change. But many of the places in the world that most need workers, and are least evangelized are places that people from other countries are much more likely to get there and live there and serve there than us. So I am not so sure the numerical evaluation is the most important one right now. I think our role isn't going away, but it's definitely changing and it is already changing and continuing to do so.\nCP: What do you think is the biggest misconception that average Christians have about missionaries or mission?\nMoore: I'm not sure about biggest, but I think major misconceptions still exist around the difference between geo-political understanding of the world and a biblical understanding of peoples. So I think many Americans or Western Christ followers think about the world in these artificial geo-political boundaries that often times are not reflective of the ethno-linguistic peoples in that part of the world. So they hear about pockets thriving Christian churches in a part of the world and wrongly assume that the priority or urgency of new work in that place is not very high. I'll give you a perfect example of that. There are wonderful churches in India and South India has a number of Christians and hundreds of indigenous mission organizations, but there are massive numbers of people groups there that are in tremendous need and it will require cross-cultural language learning work for that to happen. So I think geo-political view of the world as opposed to a biblical understanding of making disciples of all the nations, or all the people groups, is one.\nI think the misunderstanding of the growing mission force in the rest of the world and how it has changed our role in mission is something that most people in the pew don't have a sense for. They are not aware of the something like 12,000 Latin Americans that are serving in mission. That part of our understanding of what is happening in the rest of the world is missing.\nAnd I think – I don't know if you can say this is a well-ordered priority list – but I think there are some misconceptions around the role short-term missions, which is not going to go away – and personally I don't want it to go away. I was impacted by a short-term mission trip and I know the trajectory of my life would not have brought me where I am if it wasn't for that experience. But at the same time, I think that we need to recalibrate – to use our word from this week – our understanding what can and cannot be accomplished through this trip. And I had some churches that are real awesome churches say to me, \"If our people can't go and visit there, engage there, then we don't want to work in that part of the world.\" And I said, \"You pretty much ruled out the places that most need the Gospel right now. You pretty much said that we aren't going do anything with any of those because no one in your congregation will go to those places.\" That is an example of how our thinking about mission, and our misunderstanding about short-term missions and what it can and can't do are holding us back.\nCP: Is there anything else you want to add?\nMoore: I would add that we are very excited about next year's conference, which will be Sept. 19-21 in Dallas. And we are adding a whole new track on short-term missions through our partnership with the Alliance for Excellence in Short-term Mission. We are adding a track for local churches and we're combining all three conferences. We normally sponsor three conferences in the run of a year. All three conferences are combined into one for next year.\nCP: Is that going to triple the attendance number?\nMoore: My hope is that we'll have more than 1,000 people there.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "missions",
            "misconceptions",
            "shortterm",
            "missionary",
            "mission",
            "world",
            "missio",
            "going",
            "need",
            "nexus",
            "leaders",
            "moore",
            "think",
            "hes",
            "steve",
            "dont"
        ]
    }
]