[
    {
        "url": "https://consortiumnews.com/2014/07/08/turning-japan-back-toward-militarism/",
        "title": "Turning Japan Back toward Militarism",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-07-08",
        "text": "Main menu\nJuly 8, 2014\n • Comments Off on Turning Japan Back toward Militarism\nThe Obama administration’s much-touted “pivot” to Asia has a militaristic side that involves encouraging Japan to abandon its post-World War II pacifism and make its revamped military a U.S. ally in containing China, as Tim Shorrock explains to Dennis J Bernstein.\nBy Dennis J Bernstein\nU.S. politicians are displaying a rare bipartisanship as they back policies to override Japan’s longstanding opposition to militarism and thus make Japan a potent ally of the U.S. strategy for containing China politically, economically and militarily.\nTim Shorrock, who grew up in Japan and has written extensively about its post-World War II history, strongly opposes the policy of remilitarizing Japan and is deeply concerned that it will have a devastating impact on Japan and its people. Shorrock, whose most recent book is Spies for Hire, was interviewed by Dennis J Bernstein on Pacifica’s “Flashpoints” program.\nJapanese Prime Minister Shinzo Abe, leader of Japan’s ruling Liberal Democratic Party.\nDB: The wires are reporting that “Japan takes historic step from post-war pacifism.” And it talks about Japan’s willingness to join this new strategic alliance. It is of great concern to folks, like you, who have been watching Japan over the years. You want to talk about what’s going on here, sort of set the scene? Give us a little thumbnail sketch of the history behind this?\nTS: Well, this is a real tragedy from my perspective. I grew up in Japan in the 50’s and 60‘s, and always appreciated the fact that they had adopted this peace constitution under the U.S. occupation which kept them from taking up arms ever again. They were responsible for a terrible war in Asia, occupying China and Korea, Philippines, many other countries. And no one in Japan after that war wanted a return to militarism.\nUnfortunately, during the Cold War, the U.S. moved away from helping them, pushing them to adopting democratic institutions. And during the Cold War, they [U.S. officials] began this military alliance which continues to this day, and began incorporating Japan into the U.S. military framework in East Asia. Japan supplied the U.S. materials and weapons during the Korean War, during the Vietnam War, same thing.\nThe Japanese ruling party, the Liberal Democratic Party, ruled for most of the post-war period. There were brief periods of times when they’ve been out. But they’ve been the U.S.’s best friends in Japan. They’re a very far-right party. And this Prime Minister [Shinzo] Abe comes from this very right-wing faction of a very right-wing party who have wanted to restore Japan’s place in the world as it was during World War II, but under the alliance of the United States.\nAnd so this is something the far right in Japan has been pushing for years. And, of course, it has been pushed in the United States, too, by both Democrats and Republicans. It’s been a bipartisan policy to push them [the Japanese] into re-militarization, basically. Now, they can use their military, overseas. And this is a huge step, and it’s very sad to see it happen.\nDB: Let’s talk a little bit more about that strategic operation. The United States foresees the China Century, if you will. And, U.S. security interests are busy sort of creating a security ring around China. And Japan can play a key role in that, right?\nTS: Well, yeah! We have a massive naval presence in Japan at Yokosuka and a couple of other bases. We practically control the entire island of Okinawa, which is a major Marine base, a forward basing platform for U.S. Marines. And all of this is integrated in U.S. bases in South Korea and, of course, we have just reopened bases in the Philippines, and are building another Marine base in Australia.\nSo, it’s the biggest U.S. military build-up in Asia since the Vietnam War. And Japan can play a critical role in this. During the last 15 years or so, under the LDP [Liberal Democratic Party] government, they were doing things like escorting ships that were U.S. ships that were going to Afghanistan and Iraq and things like that.\nNow, this could expand into much greater expansive military cooperation with the United States. They’re using China as the kind of excuse for this. But it’s been long in the planning, and, of course, our bases remain there after they were supposed to be encircling the Soviet Union. The Soviet Union collapsed, and nothing changed. The U.S. bases remain there. There was never any kind of cut back in that base structure.\nDB: We’re talking about significant moves by the Japanese government to re-militarize in a large way in concert with the United States and, I guess you have to say, NATO.\nYou grew up in Japan. What was the impact, say, of the base at Okinawa? How did that impact on the local life, and the politics of Japan?\nTS: You know, Okinawa, a huge percentage of the island is controlled by the U.S. military. And there’s this one Marine base there right now. The city goes right up to the edge of the base. And planes fly over the neighborhoods, all the time. There’s a terrible footprint, as they like to call it. And Okinawaans have to live with constant noise, the possibility of plane crashes and, of course, the behavior of U.S. troops  rape, drunkenness and that kind of thing. And they have been putting up with it, for almost 60 years now.\nWhen I was growing up, some of the biggest demonstrations I ever saw in my life were against the U.S. bases in Japan, being used for Vietnam, as a launching pad to bomb Vietnam. And there was a huge Japanese citizens movement at the time. They actually managed to force the U.S. to stop using Okinawa, as a base for B52s to bomb Vietnam. And those were removed to Guam.\nBut Japanese have had to put up with this militarism, and these U.S. bases for a long time. And they’ve been now kind of consolidated in Okinawa, with the exception of a few major bases on the mainland. And so in some ways, a lot of the Japanese people are like, “Well, that’s down in Okinawa. Okinawa, it doesn’t affect us so much.”\nBut for Okinawaans it’s a terrible thing. And I think over the next few months, there’s this one place, where they’re expanding this one Marine base on this bay called Henoko Bay. There’s all kinds of marine life. It’s very well protected environmentally. It’s going to destroy that environment. And over the next few months we’re going to see a lot of protests here because people in Okinawa are starting to demonstrate and block the construction of these bases.\nBut, overall, it’s really a sad day, and I’m ashamed that my government has been pushing them into this. And particularly a president like Obama, who comes out like he appreciates democracy, and is liberal, and progressive. I mean he’s siding with the most right-wing elements in Japan.\nDB: You called this a tragedy, right?\nTS: I do. I do. I mean here’s a country that vowed never to make war again. A pacifist constitution, something that no other country had. And it was widely supported by the Japanese population. And it kept Japan from participating in wars. And the people wanted it that way. Looking back World War II was horrific. Every city was bombed and people were starving towards the end of the war. People don’t want that kind of war ever again.\nAnd Japanese began to be concerned about the U.S. bases during the Korean War. They saw the U.S. bombing Korea, the same way they bombed Japan. And that really began to turn people away from what at first they really welcomed, the American occupation. And it [the occupation] really did change things for the better, the first few years.\nBut, then, that got sucked into the Cold War, opposing China, opposing the Soviet Union. And Japan got more and more integrated with that U.S. military structure. For years the Japanese role was sort of the economic part of imperial power, if you will. And so the U.S. supplied the bases and the military hardware and so on. And the Japanese would lend money to South Korea, support South Korea economically, support Taiwan economically, etc., etc. They were the economic base of all of this.\nThat’s going to continue, but now they’re going to add the military component to it, too. And their military could easily expand. It’s a very kind of top heavy, officer-concentrated military. And all they need to do is start bringing in the ground troops and they could have quite a very large military. They already do have a large military. So I think there are all kinds of repercussions for Japanese society on this.\nDB: You talk about South Korea, now many Koreans are waiting for apologies from Japan about the brutalization of women and that guest women kidnapping…\nTS: Sexual slavery….\nDB:  And yet now we talk about the destruction in Okinawa and now we see there’s been, I think, a seven-year demonstration in Jeju in South Korea because even though the United States won’t admit it, they are in the middle of forcing the Koreans or asking them to cooperate in building this massive base, that there are no South Korean ships that need a base that big. So it does seem that it’s sort of a new militarized unity that’s being forced by particularly the United States and, as you say, a bipartisan Congress in this regard.\nTS: That’s exactly right. And what’s really kind of sickening about this issue of the apology about World War II is that in the 1990s under, a very brief period, when Japan actually had a Socialist Party prime minister who had defeated the LDP, the ruling party, in an historic election. They actually put out an apology for Japan’s role, what it did in World War II in Asia. And now they’re talking about reversing that apology, or watering it down. And there’s this constant denial of what happened.\nWhat they did to these women was abominable. They kidnapped women from Korea, mostly Korea, but the Philippines and other places and forced them into sexual slavery. They built these houses of prostitution  where Asian women would serve Japanese soldiers [who] would just line up, and women were just raped day after day, after day, after day.\nAnd the Japanese government, this right-wing government tries to argue that they [the women] were there willingly, and so on. And these kinds of statements and the constant visits of the Japanese prime minister to this shrine where all their war criminals are buried just constantly enrages the Chinese, both North and South Korea. They [these Japanese leaders] have complete contempt for the people that they invaded in World War II. And unlike the Germans who have denazified their country  and now it is illegal to come out as a Nazi in Germany  but in Japan, you know, [there’s what] I call World War II revivalism.\nThese people want to restore the Japan that was so strong before it was defeated by the United States. But they want to do it in conjunction, in alliance with the United States. Because they know they can never be an independent power to the United States. And so, that’s what they want. You hear people in the Japanese government talk about “colonialism was good for Korea, it was really good for China” and this kind of thing. And that’s the kind of people that our national security people work closest with and prefer in power over democratic elements in Japan.\nDB: You’ve got this new, extreme right-wing leader of the country, and it’s post-Fukushima, and the tsunami, they are still struggling with Fukushima, but it really does seem like nuclear has come back to haunt the Japanese people, and this new pro-nuclear on steroids leader of the country, …this is part of that militarism.\nTS: There’s a lot of sentiment in Japan against nuclear power because of what happened. And also, because obviously because of the history of Hiroshima and Nagasaki. And actually this summer, it’s going to be the first nuclear-free summer in Japan for decades. Because many of these power plants are shut down, and some, they were built on fault lines, and this kind of thing. There’s been a lot of controversy over many of the power plants. So they have had to shut many of them down to re-inspect them.\nBut I think the key point is that the nuclear industry, of course, is part of the military industry. And they don’t have nuclear weapons but they could easily, easily build nuclear weapons. They have everything they need except actual bomb-making facilities. But the Japanese defense industry is hungry for overseas markets. And that’s what this is going to open up. You have these giant Japanese conglomerates, like Mitsubishi that make their weapons, that they already make. And you have American defense contractors, like Lockheed Martin and Northrop Grumman are already getting lots of deals, and looking forward to Japan being a big market, an expanded market, in working Japanese companies, to export weapons. So this is a big payoff also for the defense/ military industry, in Japan and the United States.\nDB: It is troubling that the Congress has such a difficult time getting along on so much, but when it comes to militarizing Asia, and surrounding China, the Democrats could join the Tea Party.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom .\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "united",
            "base",
            "japan",
            "korea",
            "bases",
            "theres",
            "war",
            "japanese",
            "military",
            "kind",
            "turning",
            "militarism"
        ]
    }
]