[
    {
        "url": "https://www.christianpost.com/news/norway-shooting-bombing-anders-behring-breivik-lawyer-claims-client-insane.html",
        "title": "Norway Shooting, Bombing: Anders Behring Breivik Insane, Lawyer Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNorway Shooting, Bombing: Anders Behring Breivik Insane, Lawyer Says\nNorway Shooting, Bombing: Anders Behring Breivik Insane, Lawyer Says\n| Tuesday, July 26, 2011\nThe lawyer representing Anders Behring Breivik has claimed Tuesday that his client is most likely insane. The report seemingly indicates that Breivik, who has admitted to Friday’s Oslo bombing and Utoya Island’s shootings, is preparing to put forward the insanity plea as his defense, although his lawyer has said it is too early to confirm that.\nThe death toll from Friday’s massacres in Norway was reduced Monday to 76 dead and dozens injured, as Breivik was charged under terrorism offenses.\nFurther offenses may be added to the charges against Breivik, as police declared a charge of “Crimes Against Humanity” are being considered. If convicted on that charge a possible 30-year prison sentence could be imposed.\nMeanwhile, Geir Lippestad, the lawyer representing Breivik has told media representatives: “This whole case indicated that he is insane.”\nBreivik has told his lawyer that he is in a war, and that in time people would come to understand his actions and he would be vindicated.\nThe confessed killer told a court panel Monday that he was part of an anti-Islamic group that he claims has two cells working in Norway, and numerous others throughout the world.\nPolice immediately declared that they would not believe the Breivik had accomplices based upon his testimony alone, but re-assured that they would be investigating the claims.\nMonday also saw about a quarter of a million gather on the streets of Oslo in memory of those killed in last week’s atrocities.\nThe Christian community has been quick to condemn the attacks. In particular, given that Breivik has been identified in the media as a “right wing Christian fundamentalist,” Christian leaders have been making it clear that authentic Christianity does not espouse such heinous and immoral acts.\nAssociate International Director of the World Evangelical Alliance Gordon Showell-Rogers said he was shocked by the events.\n“Norway’s strong Christian history has created a long history of peace within her borders and has been a significant contributor to Norway’s very positive impact on global peace efforts,” Showell-Rogers said in a statement on the WEA website. “Evangelical Christians globally condemn religious violence in the strongest possible terms, and are sickened when such violence is carried out in the name of Christ.”\nNorways’ Pro Deutschland group said in a statement: \"As Christians and Conservatives, we want to express solidarity with the victims of the attacks of July 22. The hate that is driving Islamic assassins and fanatic individuals a la...Breivik is foreign to Christians and Conservatives.\"\nAlthough Breivik may call himself a Christian, Ed Stetzer in a recent blog post calls for caution in the media, saying, “…the facts are simply not there to ‘announce’ such that at this point. He may well be a ‘Christian fundamentalist,’ but right now that label may have more to do with some pre-conceived notions, rather than the firm evidence.”\nBreivik is accused of orchestrating a massive car bombing in Oslo and going on a shooting spree at nearby Utoya island. As of Monday, officials were still searching the island for more victims.\nLater on Tuesday, police are due to formally release the names of the victims.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "norway",
            "shooting",
            "told",
            "behring",
            "insane",
            "lawyer",
            "bombing",
            "anders",
            "whatsapp",
            "breivik",
            "christians",
            "oslo",
            "media",
            "christian"
        ]
    }
]