[
    {
        "url": "https://www.christianpost.com/voice/there-is-actually-a-great-deal-of-evidence-for-the-christian-worldview.html",
        "title": "There Is Actually a Great Deal of Evidence for the Christian Worldview",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nThe Christian Post\nThere Is Actually a Great Deal of Evidence for the Christian Worldview\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\nThere Is Actually a Great Deal of Evidence for the Christian Worldview\nThere Is Actually a Great Deal of Evidence for the Christian Worldview\n1. Truth about reality is knowable.\na. The phrase \"all truth is relative\" actually contradicts itself, the statement is making an objective claim while at the same time suggesting that all ideas must be relative. That is an obvious contradiction. (Road-runner tactic)\nb. All sorts of facts are knowable, such as: mathematics, history, science, rules of logic, finances, and systems of law. The whole world functions on objective truths; philosophy and religion don't become \"relative\" just because it's intellectually convenient.\nc. We don't need absolute proof to take action, we only need proof beyond a reasonable doubt.\n2. The law of non-contradictionindicates that what is opposite of true must be false.\n3. It is true that a theistic God exists.\na. The fine tuning of the universe proves God exists\nb. The fact of a cosmic beginning shows that God exists\nc. The order and design in nature and human DNA proves that God exists\nd. The reality of good and evil and objective morality proves that God exists\ne. Only an infinite God with infinite power could create the universe, time, space and humanity. Aninfinite God is singular, in that multiple gods could not all be infinite, only one God is needed, an infinite God, therefore God must be a theistic God, one God.\n4. If God exists then miracles are possible.\na. An infinite God can interact within the universe He created in any way he desires, so miracles are not a problem for this theistic God.\n5. Miracles are useful as evidence and confirmation of a message from God.\n6. The Bible is historically reliable.\na. Over 5,000 manuscripts validate the Bible as unaltered and historically reliable\nb. Archaeological evidence agrees with biblical descriptions of history.\nc. Respected ancient historians cite facts that match with the biblical narrative\n7. The New Testament says that Jesus claimed to be God.\na. \"I and the Father are one.\" –John 10:30 ESV\nb. Jesus said to them, \"Truly, truly, I say to you, before Abraham was, I am.\" –John 8:58 ESV\nc. \"So the Son of Man is Lord even of the Sabbath.\" –Mark 2:28 NIV\n8. Jesus' claim to be God was miraculously confirmed by:\na. His fulfillment of many prophecies about himself\nb. His sinless and miraculous life\nc. His crucifixion and resurrection\n9. Therefore, Jesus is God.\n10. Whatever Jesus (Who is God) teaches must be true.\na. If Jesus Christ is God, then anything Jesus teaches must be absolutely true, given the requirements for God include infinite knowledge, infinite ability, moral purity, and a living embodiment of the truth.\n11. Jesus taught that the Bible is the word of God.\na. \"For truly I say to you, until heaven and earth pass away, not the smallest letter or stroke shall pass from the Law until all is accomplished,\" Matt. 5:18 NASB\nb. \"The Scripture cannot be broken\" –John 10:35b NASB\nc. \"Your word is truth\" –John 17:17b NASB\n12. Therefore it is true that the Bible is the word of God.\nIf Jesus Christ is really God, then the Bible must be the word of God, because Jesus considered the Bible the word of God. Given these 12 points, Christianity is true beyond a reasonable doubt.\nHow should you respond? First step, do more research. Second step, think about it. Third step, actually pray about it and ask God to reveal himself to you.\nFrom a basis of imperative (necessity) the greatest question of life itself must be: How can we overcome death? The clock is after all ticking for all of us. Well, there is only one who has successfully overcome death.\nDid Jesus Christ really rise from the dead? If Jesus Christ really did rise from the dead, then he can do the same for us, as God, and for that reason, eternal life, the holy grail itself becomes available to us!\nIf the reasoning is sound, and you've come to believe that these facts are true, then commit your life to Jesus Christ, commit to serve Him and live by his standards put forth in the New Testament. And you will live forever. It's as simple as that. Believe on Jesus Christ, believe God raised him from the dead, and commit your way to his teachings. If the goal is to believe what is actually true, then you ought to believe Christianity.\nNote: The 12points discussed are drawn from Dr. Norman Geisler and Frank Turek's book I Don't Have Enough Faith to be an Atheist. Some additions and adjustments were made by Justin Steckbauer.\nRelated Articles\n",
        "quotes": [
            [
                "I and the Father are one.",
                "John",
                true
            ],
            [
                "Truly, truly, I say to you, before Abraham was, I am.",
                "Jesus",
                true
            ],
            [
                "So the Son of Man is Lord even of the Sabbath.",
                "John 8:58 ESV",
                true
            ],
            [
                "For truly I say to you, until heaven and earth pass away, not the smallest letter or stroke shall pass from the Law until all is accomplished,",
                "Matt",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "christian",
            "actually",
            "bible",
            "jesus",
            "worldview",
            "infinite",
            "evidence",
            "god",
            "believe",
            "great",
            "word",
            "deal",
            "christ",
            "true",
            "truth"
        ]
    }
]