[
    {
        "url": "https://www.christianpost.com/news/tim-tebow-explains-why-he-tebows-uses-bible-verses.html",
        "title": "Tim Tebow Explains Why He 'Tebows;' Uses Bible Verses",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Monday, March 05, 2012\nIt's the football off-season and Denver Broncos quarterback Tim Tebow made appearances in Las Vegas, Nevada, over the weekend and spoke to thousands of his Christian fans about \"Tebowing,\" printing Bibles verses on his eye black and what Jesus means to him.\nThe 3,000-seat Canyon Ridge Christian Church at Lone Mountain Road and Jones Boulevard could not hold the crowd Sunday and about 1,800 people had to sit under a tent outside to watch the service via video feed, according to Las Vegas Review-Journal.\nThe Christian football star, who had brought the Bible he has used since his high school days, showed Senior Pastor Kevin Odor how to \"Tebow\" and prayed for those hoping to welcome Christ into their hearts, the Journal reported.\nOn Saturday night, Tebow spent about 45 minutes talking with Pastor Odor at Canyon Ridge's auditorium. \"I'm pretty sure I'm not the first athlete to get on a knee and pray,\" Las Vegas Sun quoted the casually dressed Tebow as saying. \"It's funny, I've been doing this same exact routine for the last seven years and for some reason this was the first year that people started talking about it.\"\nWhy does he do it? \"There's all this excitement in a game, whether it's playing the NFL or college, with all the hype,\" he said. \"You're going to do good, you're going to do bad and all the eyes are watching you and for me, it's to be able to take a moment to block out everything else and just get on a knee and thank the Lord.\"\nOne of the reasons he gets on a knee, he added, \"is because that's a form of humbling yourself. I want to humble myself before the Lord and say thank you for this opportunity. Thank you for letting me play the game I love. Whether I'm good or bad, whether I'm the hero or the goat, whether I score four touchdowns or throw four interceptions, that will still be the same person, honoring the Lord.\"\nTebow also shared about the Bible verses he frequently wore on his eye black until it was banned in 2010. He said he chose Philippians 4:13 because \"there's not a better verse for an athlete.\" It reads, \"I can do all this through him who gives me strength.\"\nHe contemplated changing passages – to John 3:16. \"I told Coach (Urban) Meyer, and he said, 'What?! That's a good point, Tim, but Philippians 4:13 is what got us here.'\" Tebow agreed not to change. But when he finally did during a national championship game against Ohio State, 94 million people did a Google search for John 3:16. \"My first thought was how do 94 million people not know what John 3:16 is?\" he said.\nThe verse, he added, presents the essence of what Christianity is. \"It's a verse that changed my life when I was a little boy,\" he said. \"It's the essence of what I believe and that's why I wanted to wear it, because it's an amazing verse that has the power to change people's lives.\"\nTebow stressed the primacy of faith in his life. \"You get bashed against the rocks sometimes,\" he was quoted as saying. \"But when you have a relationship with Christ ... One of my favorite quotes is, 'I don't know what my future holds, but I know who holds it.' I know what my rock is. I know who's holding my future. It's easy to get hurried and too busy and distracted from your priorities. Mine are faith, family and football, in that order. When those get jumbled up, you're putting the wrong things first in life.\"\nHe also mentioned during his appearance at the Las Vegas megachurch that his teammates would occasionally joke about him not cursing on the field. \"Some of my linemen would come up to me and say, 'What is that thing that stops the water in the middle of the river?' and I said, 'Dam?' and they would laugh and say, 'We got Tim to curse.'\"\nCanyon Ridge Christian Church announced it will replay the entire Tim Tebow service in high definition video at the Canyon Ridge's auditorium at 7 p.m. on Wednesday for those who missed it.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "explains",
            "youre",
            "tim",
            "tebows",
            "know",
            "verses",
            "uses",
            "verse",
            "bible",
            "vegas",
            "las",
            "thats",
            "im",
            "tebow",
            "christian"
        ]
    }
]