[
    {
        "url": "https://consortiumnews.com/2011/10/07/why-afghanistan-really-fell-apart/",
        "title": "Why Afghanistan Really Fell Apart",
        "authors": [
            {
                "name": "Ahmad Omar",
                "link": null
            },
            {
                "name": "Ashraf Ali M. Nayani",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-10-07",
        "text": "Main menu\nOctober 7, 2011\nBy Bruce P. Cameron (Originally published Sept. 30, 2009)\nMuch of the U.S. conventional wisdom about how the Soviet withdrawal from Afghanistan in 1989 led to the rise of the Taliban and the creation of al-Qaeda safe havens before Sept. 11, 2001, comes from the popular movie, “Charlie Wilson’s War.” But that represents a dangerous misperception.\nA key thesis of “Charlie Wilson’s War” is that the American mistake was to lose interest in Afghanistan immediately after the Soviets left, thus allowing Islamic militants to fill the void. But the reality was almost the opposite: the CIA remained engaged, determined to win a clear-cut victory.\nAfter the Soviets withdrew, some U.S. officials felt Washington’s geostrategic aims had been achieved and a move toward peace was in order. There also was concern about the Afghan mujahedeen, especially their tendencies toward brutality, heroin trafficking and fundamentalist religious policies.\nYet, rather than accept a proposal from Soviet President Mikhail Gorbachev to seek a negotiated settlement to the war and a coalition government, President George H.W. Bush escalated the goals for the CIA’s covert operation.\nMikhail Gorbachev\nWithout a thorough review, Bush approved a new policy called Afghan self-determination, which authorized the CIA to continue its work with Pakistan’s intelligence agency, the ISI, with the intent of overthrowing the communist government left behind in Kabul.\nThe assumption behind Bush’s decision was that the Soviet-supported government of President Najibullah would fall quickly and would be replaced by U.S.-backed mujahedeen. The U.S. victory would be total and the Soviets would be dealt another humiliation.\nCIA hardliners also hungered for revenge, with the expressed desire of seeing Najibullah “strung up by a light pole,” one CIA official told then-Newsweek correspondent Robert Parry in 1989.\nHowever, instead of a fast collapse, Najibullah’s regime hung on, using its Soviet weapons and advisers to beat back a mujahedeen offensive in 1990. Najibullah, however, lost his key ally when the Soviet Union disintegrated in 1991and he finally fell from power in 1992.\nBloody Scramble\nNajibullah’s collapse brought an end to the communist government, but it didn’t bring an end to the war. The capital of Kabul came under the control of a relatively moderate rebel force led by Ahmad Shah Massoud, an Islamist but not a fanatic, a member of the Tajik minority.\nBecause he was not favored by Pakistan’s Islamist government, Massoud had received almost none of the American funds channeled through the ISI. [See Steve Coll’s Ghost Wars and Melissa Roddy’s “ Tom Hanks Tells Hollywood Whopper in ‘Charlie Wilson’s War’ ”]\nHowever, Massoud, widely considered the most able mujahedeen commander, managed to fend off advances from more radical Islamist warlords, such as Gulbuddin Hekmatyar, who received, according to one source, 40 percent of the U.S. covert assistance.\nThe bloody scramble for power dragged on year after year, eliminating many of the well-educated Afghan moderates who would have been crucial to bringing stability to the country.\nThe chaos opened the door for the emergence of a force of well-disciplined Islamic fundamentalists called the Taliban.\nGroomed by Pakistan’s ISI, the Taliban recruited from Afghan refugee camps in Pakistan and trained in Islamic madrassas offered the Pakistani government a route to its ultimate goal in Afghanistan, an Islamic fundamentalist government closely allied with Pakistan.\nTaliban Victory\nThe Taliban seized the capital of Kabul in September 1996, driving Massoud into a northward retreat.\nThe ousted communist leader Najibullah, who had stayed in Kabul, sought shelter in the United Nations compound, but was captured. The Taliban tortured, castrated and killed him, his mutilated body hung from a light pole, just as CIA hardliners had wanted more than half a decade earlier.\nThe triumphant Taliban then imposed harsh Islamic law on Afghanistan, essentially seeking to transform the country into a version of a medieval Pashtun village.\nTaliban rule was especially devastating to women who had made gains toward equal rights under the communists, but were forced by the Taliban to live under highly restrictive rules, to cover themselves when in public, and to forgo schooling.\nIn the late 1990s, the Taliban also granted Saudi exile Osama bin Laden and his al-Qaeda organization protection when they were on the run from the United States and its allies angered over bombings of U.S. embassies in Africa and other terrorist attacks.\nBin Laden and his al-Qaeda extremists were welcomed back to Afghanistan because they had fought in the war to drive the Soviet army out of Afghanistan in the 1980s.\nThis convoluted history is relevant again today because it demonstrates the dangers in seeking a decisive U.S. victory in Afghanistan, rather than a negotiated settlement that makes the best of an imperfect situation.\nPlus, the misperception created by “Charlie Wilson’s War” that the American mistake was to abandon the Afghan civil war prematurely is contributing to a conclusion that the Obama administration must reject an early U.S. withdrawal, but rather must stay and rebuild the country.\nAs President Barack Obama weighed his options in 2009 and agreed to commit another 30,000 U.S. troops bringing the total to about 100,000 it would have been important to clarify the history of the last 30 years and explain the true story of “Charlie Wilson’s War.” [However, the false conventional wisdom from the movie prevailed in Official Washington .]\nExpel the Soviets\nAfter the Soviet military intervention in Afghanistan in 1979 to protect an embattled communist regime in Kabul the initial CIA-ISI collaboration had a very simple objective: expel the Soviets.\nTo achieve that end, President Ronald Reagan approved a covert operation whose price tag swelled into the hundreds of millions of dollars. Those appropriations were shepherded through Congress by Rep. Charlie Wilson, D-Texas, a flamboyant playboy who made the Afghan war his life’s project.\nFor the Reagan administration, an alliance with Pakistan was absolutely vital in pursuing a proxy war against the Soviet Union. Pakistan had a long border with Afghanistan and offered many places for the Afghan rebels to find sanctuary.\nBut the Pakistani government of military dictator Muhammad Zia ul-Haq insisted that U.S. aid be delivered through Pakistan’s Inter-Services Intelligence Directorate, or ISI. [See George Crile’s Charlie Wilson’s War, p. 104]\nPresident Zia and the leaders of ISI were fundamentalist Muslims, and their goal was to make Afghanistan a fundamentalist country that would anchor their security both in reference to the Soviet Union and India.\nU.S. money to fund the war came from two subcommittees of the House Appropriations Committee, Defense and Foreign Aid.\n“Charlie Wilson’s War” the book and the movie as well as a History Channel special presented Wilson’s chief ally as Rep. Clarence “Doc” Long, D-Maryland, chairman of the Foreign Operations Subcommittee of the House Appropriations Committee.\nBeyond securing support for the Afghan rebels, Long was portrayed as the one responsible for getting Pakistan military and economic aid, which served as a reward or bribe to Pakistan for its participation in the war effort.\nHowever, Doc Long was not, as the History Channel claimed, “the Maryland congressman with the power to fund the Afghan resistance” that was the responsibility of the House Defense Appropriations Subcommittee, upon which he did not sit.\n“Charlie Wilson’s War” also exaggerated Long’s role and ignored the importance of Rep. John Murtha, D-Pennsylvania, who, although not yet chairman of the Defense Appropriations Subcommittee, was very powerful because of his relationship with House Speaker Thomas P. “Tip” O’Neill.\nThe congressional players who arranged the money for the Pakistanis and the mujahedeen were respectively, Charlie Wilson and Doc Long on the Foreign Operations Subcommittee (Pakistan), and Charlie Wilson and John Murtha on the Defense Appropriations Subcommittee (Afghanistan).\nWith many Democrats concurring so they could look tough on national security, the Reagan administration also authorized advanced weaponry for the Afghan mujahedeen, including Stinger missiles that brought down scores of Soviet helicopters and other aircraft.\nMeanwhile, Reagan’s CIA Director William Casey negotiated a deal with the Saudis to match whatever sums the Americans provided the rebels. That largesse, too, would be administered by the ISI. The ISI eventually transferred weapons and services worth between $3 billion and $5 billion to the mujahedeen.\nThe Pakistani Favorites\nDuring the war against the Soviets, Pakistan’s ISI funneled most of the aid to the resistance forces from the Pashtun ethnic group, fierce warriors who had beaten the British twice.\nThe main beneficiary was Pashtun Islamist Hekmatyar. But the most effective mujahedeen fighter was Massoud, a Tajik who was largely cut out of the Pakistani supply line.\nWhile ISI bolstered Hekmatyar, Arab fighters some who later became al- Qaeda worked with Saudi Intelligence to wipe out royalist, secular and leftist forces within the Pashtun community.\nFor his part, Wilson chose to ignore warnings about the emerging problems, such as when he was told by Professor Sigbharullah Mojadeddi, a moderate mullah, that Hekmatyar was a true monster and an enemy of Afghanistan who cared more about eliminating Afghan moderates than killing Russians. [See Crile’s Charlie Wilson’s War, pp. 213-214]\nWilson developed a policy very early on never to discuss political issues with the Afghan resistance. His interest was killing Russians.\nWilson also bonded with Pakistani dictator, Zia ul-Haq. Wilson would later say that his three great men of history were Abraham Lincoln, Winston Churchill and Muhammad Zia ul-Haq.\nWith billions of dollars in U.S. military hardware pouring into Afghanistan and U.S. Stinger missiles knocking Soviet aircraft out of the sky the Soviet Union found itself caught in a quagmire with no end in sight.\nIn Moscow, the ascendance of reformer Mikhail Gorbachev in the mid-1980s led to a change of Soviet policy toward Afghanistan. Gorbachev started a phased withdrawal that was completed in February 1989.\nThe Soviet withdrawal marked a stunning victory for the United States. The once seemingly fanciful goal of using a ragtag rebel band to defeat the Soviet army had been achieved.\nStiffing Gorbachev\nAt that point, Gorbachev urged the new U.S. President, George H.W. Bush, to cooperate in ending the Afghan civil war and creating a coalition government that would include both mujahedeen and communists.\nBut the United States was entering an era of triumphalism and foresaw a chance for total victory, the crushing of Najibullah’s government and the takeover of Afghanistan by U.S.-backed rebels.\nSo, Bush rebuffed Gorbachev’s peace initiative and instead signed an order continuing military aid to the mujahedeen. In Congress, Wilson kept the aid flowing and thwarted every attempt to restrict or terminate it.\nThe quick victory, however, proved elusive. The Najibullah regime turned out to be more resilient than expected, holding out for a while even after the Soviet Union disintegrated in 1991. It wasn’t until 1992 that Najibullah was replaced by a regime dominated by the relatively moderate Massoud.\nBut that was not what the ISI had in mind. Its plan was to position Hekmatyar as the Pashtun fundamentalist leader who would take over Afghanistan and make it a firm ally of Pakistan.\nBased on numbers the Pashtun were 42 percent of the Afghan people and given the historic importance of the Pashtun tribe, the Pakistani plan might have worked. But history has flukes and Massoud’s unlikely military genius proved to be one of them.\nDespite lacking Hekmatyar’s resources and coming from the smaller Tajik tribe, Massoud became defense minister in 1992 and blocked Hekmatyar from taking Kabul for four years.\nBut then history had another surprise, arising from dictator Zia’s massive expansion of madrassas (religious schools) in Pakistan from about 900 in 1971 to 8,000 official and 25,000 unofficial in 1988. [See Roy Gutman’s How We Missed the Story, p. 20]\nTheir curriculum was the Koran, memorized in Arabic, commentaries and little else. Out of these Pakistan-based madrassas emerged the Taliban, a fundamentalist organization that proved to have key advantages.\nFirst, the ISI and Hekmatyar had eliminated all viable opposition leaders to fundamentalism in the Pashtun community.\nSecond, the men who joined the Taliban came from Pakistani madrassas by way of Afghan refugee camps in Pakistan. They were rootless and with ease fought all over the country because they were not tied down by membership in a tight village structure.\nThird, Charlie Wilson’s endeavors on the Appropriations Committee had left tons of weapons in the Pashtun homeland with which to launch jihad against the rest of Afghanistan.\nFourth, U.S. officials never thought through what they were doing.\nIn September 1996, the Taliban took Kabul in a bloody triumph, followed by the butchering of Najibullah and quick recognition of the new regime by Pakistan and Saudi Arabia.\nSelective History\nLittle of this reality made its way into the movie version of “Charlie Wilson’s War” or the History Channel special.\nGeorge Crile’s book, Charlie Wilson’s War, is a slightly different story. It misleads but doesn’t lie. Crile piled up enough facts that you can use just Crile’s facts to dispute Crile’s conclusions.\nAmong the inaccuracies in the History Channel special was that Speaker O’Neill put Wilson on the Ethics Committee so he could protect congressmen who liked the good life: girls and whiskey.\nAbsolutely untrue according to Crile’s book. The reason was so that Wilson could spare Rep. Murtha from facing an investigation into whether he accepted a bribe in the Abscam scandal (a sting operation by the FBI posing as sheiks who offered cash for congressional favors).\nMurtha was famous for wandering the floor of the House and alerting the Speaker to any mischief that might be brewing. O’Neill was not going to lose someone like that over essentially nothing. (Murtha did not take a bribe, though he did not refuse it. He said he would think about it.)\nThe big lie in the “Charlie Wilson’s War” movie comes when Wilson and some CIA collaborators make decisions on how to actually distribute CIA funds to the mujahedeen. The movie shows them allocating $10 million in aid and $15 million for training to Massoud’s United Front.\nThe United Front is the only group shown to receive any of the money appropriated for the mujahedeen, thereby giving the impression that Massoud was a major recipient of Wilson’s support.\nIn fact, the Pakistanis who distributed the bulk of U.S. funds made it very clear they did not want to give one dime to Massoud. And the training was provided by the Pakistanis, not by the CIA.\nThe Vacuum Argument\nAnother misrepresentation in both the movie and the History Channel special was Wilson’s concern that after the expulsion of the Soviets, the United States abandoned the Afghan project.\n“We bear responsibility because we didn’t rebuild Afghanistan,” Wilson is quoted as saying. “We left a vacuum and the vacuum was filled by the Taliban.”\nThe reality was much more complex. President George H.W. Bush’s decision to spurn Gorbachev’s idea of a negotiated peace eliminated the pressure to end the war promptly and to retain a government bureaucracy that actually could rebuild the country.\nWith a coalition rejected, the two Afghan governments available during Wilson’s remaining tenure in Congress 1989-1996 were the communist government of Najibullah and the government put in power by Massoud, whom Wilson later denounced as a Russian fellow traveler.\nThere was no way that Congress would have supported aid to such governments without Wilson’s blessing and there was no way he would have given that blessing. The government that followed the ouster of Massoud was the Taliban.\nAnother distortion in the History Channel account was the acceptance of the CIA’s glib assertion that it didn’t give any aid or training to the 30,000 Arab volunteers, many of whom later became al-Qaeda. This claim amounted to a sleight of hand. The CIA gave the money to Pakistan’s ISI, which then supplied and trained the Arab volunteers.\nDisastrous Miscalculations\nRather than the sympathetic treatment of Wilson that rests at the heart of “Charlie Wilson’s War” and the History Channel special, more honest conclusions would reflect the disastrous U.S. miscalculations that pervaded the Afghan war both before and after the Soviet withdrawal.\nBy relying heavily on the ISI, U.S. assistance flowed disproportionately to Islamic fundamentalists who were able to marginalize or decimate rival factions that were more moderate.\nAnother trade-off for ISI’s help in Afghanistan was the Reagan administration’s willingness to look the other way on Pakistan’s covert development of a nuclear bomb, a reality that now represents one of the greatest potential threats to world peace. [For details, see Deception by Adrian Levy and Catherine Scott-Clark.]\nAfter the Soviet withdrawal, President George H.W. Bush’s decision to side with CIA hawks obsessed with total victory and with stringing up Najibullah guaranteed further splintering of Afghan society.\nWhen the U.S.-backed forces took their first provincial capital, Khost, it was less a liberation than an obliteration. Yet, even as the Afghan catastrophe worsened, Wilson continued to push for more military aid.\nThere is also the question of what was motivating Wilson at that point. Was it dedication to the mujahedeen or to his post-congressional-career client, Pakistan, which was still set on creating its own client state next door?\nFor his part, Massoud retreated to the north after the Taliban victory in 1996 and continued his military resistance.\nOn Sept. 9, 2001, he agreed to a television interview with two men posing as journalists but who were apparently al-Qaeda operatives. They detonated a bomb that killed Massoud.\nHarsh Lesson\nWhen we think of Afghanistan and U.S. involvement there, we normally focus on Ronald Reagan’s determination to strike a blow against Moscow’s Evil Empire or Charlie Wilson’s passionate support for the mujahedeen. But we also should think of George H.W. Bush.\nIt was he who had the statutory responsibility to choose what happened after the Soviet withdrawal. He could have made the hard decision to embrace a coalition government that would have brought the warring parties together and retained the communist bureaucratic framework.\nParticipants in the coalition could have included the non-Pashtun military forces of the north some former mujahedeen and others former government militia as well as the anti-fundamentalist Pashtun forces.\nThis was the only combination that could possibly have held off the fundamentalist horde from Hekmatyar to the Taliban to the Arab volunteers who drew intense support from Pakistan’s ISI.\nThe harsh lesson from all that has happened since Bush-41’s fateful decision is that U.S. policymakers should resist the temptation of all-or-nothing solutions, especially in intractable conflicts like those that have ravaged Afghanistan for the past three decades.\nRather than “regime change,” a more realistic goal may be “regime modification,” accepting the need for compromise and coalitions, rather than insisting on total victory.\nNow, it falls to President Barack Obama to figure out some new formulation some possible route toward a new coalition that might bring the war in Afghanistan finally to an end.\nBruce P. Cameron has served as a Washington lobbyist for various governments over the past several decades, including Nicaragua, Mozambique, Portugal and East Timor. He is the author of My Life in the Time of the Contras.\nOctober 11, 2011 at 22:42\nExcellent article. Run it once a year. One minor correction. Bin Laden left Sudan in ’94 or ’95 for Afghanistan. Pushing bin Laden out of Sudan was a huge mistake.\nAshraf Ali M. Nayani\nLooks like 3rd party will be India?\nAhmad Omar\nDear Bruce P. Cameron,\nas an Afghan who never been out of War , the East and West politics dilemma .\nthe Soviet withdrawal + American withdrawal = ? what will heppen next and who will be the 3rd party rather than US and Soviets to gain the control of Afghansitan? as a matter of fact None of them and its better to sign off of Afghansitan strategy and push Afghan economy to grow from its stomach and stop funding it .\nmy best regards,\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2011/06/24/the-lie-behind-the-afghan-war/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.alternet.org/story/71286/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "really",
            "apart",
            "wilsons",
            "afghan",
            "soviet",
            "charlie",
            "isi",
            "war",
            "taliban",
            "fell",
            "mujahedeen",
            "wilson",
            "afghanistan"
        ]
    }
]