[
    {
        "url": "https://www.christianpost.com/news/luis-palau-and-sons-announce-that-popular-evangelist-has-stage-4-lung-cancer-see-here.html",
        "title": "Luis Palau Diagnosed With Stage 4 Lung Cancer",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nLuis Palau Diagnosed With Stage 4 Lung Cancer\nLuis Palau Diagnosed With Stage 4 Lung Cancer\n| Friday, January 19, 2018\nKevin, Andrew, and Luis Palau all stood together on Thursday to make the shocking announcement that beloved world-renowned evangelist Luis Palau was diagnosed with Stage 4 lung cancer.\n\"We wanted to tape this video to tell the whole world that love dad and the work that we do what's been going on in dad's life,\" Kevin, president of Luis Palau Ministries, said in the social media video posted  Thursday.\nHe then proceeded to share that his father fell ill after a busy fall season, as he returned from an overseas trip to the U.K. They believed he only had a chest cold but when it didn't go away the family convinced Luis to go to the doctor.\n\"To our surprise, the early report that we got just before Christmas [said] that there was some cancer inside one of dad's lungs,\" Kevin explained.\nThey got extra testing done and went to an oncologist who revealed the terminal diagnosis.\n\"Just a few days ago we got the word that it's stage 4 lung cancer. That's a shock, especially with someone who's always been as healthy as dad,\" he continued.\nThe son said they made the video so that people can join them in prayer. Luis then shared his heart concerning everything.\n\"I haven't been in a hospital one night except for when I broke a bone back in 1984 after missions from London,\" the esteemed Argentinian evangelist shared.\n\"To me, the first thing you do is cry. I think 'oh wow, I can be gone in a few months' and one silly thought that came to mind is that I won't be able to pick up the phone and talk to the boys and hear their voice and talk to my wife,\" Luis emotionally shared.\n\"This is sad, I don't feel panic or horror, if [I'm] healed, hallelujah! And many people are praying that the Lord will do a miracle. It would take literally a miracle medically speaking. Stage 4 is big time.\"\nHe went on to say that the peace he felt immediately was that at least 10 years ago he elected his son, Kevin, to be president of the ministry and Andrew is an anointed evangelist.\n\"So everything is ready and if the Lord wants to take me home in the next two months or two years, then I'm ready,\" the loving father maintained as his sons looked at him with heartbroken smiles. \nLuis said he's going to continue living one day at a time and despite the sad prognosis he still feels good.\nHe shared the scripture that has been keeping him encouraged: Isaiah 41:10 , which says, \"Fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my victorious righteous right arm.\"\n\"I know the Lord is with me, by the Holy Spirit indwelling, He is with us, we go through it, we go into the presence of the lord,\" Luis testified.\nHe also shared 2 Timothy 4  where the apostle Paul says, \"the time for my departure is here.\"\nThe 83-year-old began to cry as he thought about leaving his family but he did say he still intends to complete the mission trips they have planned throughout the world for this year as God gives him the strength.\n\"Thank you for your prayers, thank you for loving us, thank you for your support,\" Luis said as he ended his portion.\nAndrew concluded the video by saying that he's had many restless nights the past couple of days.\n\"I got up and read my Proverbs early and couldn't wait to come up and see your face,\" he told his dad.\nHe then quoted Proverbs 15, which says, \"The evidence of a happy heart is a cheerful face.\"\n\"To think that you're facing what you're facing and day by day we see your happy face, it's proof that you're at peace,\" Andrew stated.\n\"We beg you to pray for dad and mom,\" he asked viewers.\nLuis has been in ministry for more than 50 years. The Palau Association has collaborated with thousands of churches in hundreds of cities around the world in his life to this point. He's made an impact in top global cities: London, Hong Kong, Singapore, Chicago, Moscow, Madrid, Mexico City, Buenos Aires, Washington, D.C., and more.\nThis reporter was in attendance in 2015 as he rallied 1,000 New York City churches together to make history in the Big Apple. It was one of the biggest evangelical moves in New York City as approximately 60,000 people gathered to hear the Gospel and worship. The Palau Association has coordinated hundreds of citywide campaigns just like it in dozens of nations, including major evangelistic festivals on all five continents.\nTo stay up to date on Luis' condition, go to  Palau.org . Watch the full family announcement above or in Spanish on Facebook HERE .\nFollow Jeannie Law on Twitter: @jlawcp Follow Jeannie Law on Facebook: JeannieOMusic\nRelated Articles\n",
        "quotes": [
            [
                "We wanted to tape this video to tell the whole world that love dad and the work that we do what's been going on in dad's life,",
                "Kevin",
                true
            ],
            [
                "To our surprise, the early report that we got just before Christmas [said] that there was some cancer inside one of dad's lungs,",
                "Kevin",
                true
            ],
            [
                "Just a few days ago we got the word that it's stage 4 lung cancer.",
                "",
                true
            ],
            [
                "That's a shock, especially with someone who's always been as healthy as dad,",
                "",
                true
            ],
            [
                "I haven't been in a hospital one night except for when I broke a bone back in 1984 after missions from London,",
                "",
                true
            ],
            [
                "To me, the first thing you do is cry.",
                "Luis Palau",
                true
            ],
            [
                "I think 'oh wow, I can be gone in a few months' and one silly thought that came to mind is that I won't be able to pick up the phone and talk to the boys and hear their voice and talk to my wife,",
                "Luis Palau",
                true
            ],
            [
                "This is sad, I don't feel panic or horror, if [I'm] healed, hallelujah!",
                "",
                true
            ],
            [
                "And many people are praying that the Lord will do a miracle.",
                "",
                true
            ],
            [
                "It would take literally a miracle medically speaking.",
                "",
                true
            ],
            [
                "So everything is ready and if the Lord wants to take me home in the next two months or two years, then I'm ready,",
                "",
                true
            ],
            [
                "Fear not, for I am with you; be not dismayed, for I am your God.",
                "",
                true
            ],
            [
                "I will strengthen you and help you; I will uphold you with my victorious righteous right arm.",
                "",
                true
            ],
            [
                "I know the Lord is with me, by the Holy Spirit indwelling, He is with us, we go through it, we go into the presence of the lord,",
                "Luis Palau",
                true
            ],
            [
                "the time for my departure is here.",
                "Paul",
                false
            ],
            [
                "Thank you for your prayers, thank you for loving us, thank you for your support,",
                "Luis Palau",
                true
            ],
            [
                "I got up and read my Proverbs early and couldn't wait to come up and see your face,",
                "",
                true
            ],
            [
                "The evidence of a happy heart is a cheerful face.",
                "",
                true
            ],
            [
                "To think that you're facing what you're facing and day by day we see your happy face, it's proof that you're at peace,",
                "Andrew",
                true
            ],
            [
                "We beg you to pray for dad and mom,",
                "Andrew",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/LuisPalauLive/videos/10156071740438114/",
                "https://www.facebook.com/JeannieOMusic",
                "https://www.palau.org/",
                "https://www.biblegateway.com/passage/?search=2%20Timothy%204",
                "https://twitter.com/jlawcp",
                "https://www.facebook.com/LuisPalauLive/videos/10156069503308114/",
                "https://www.biblegateway.com/passage/?search=Isaiah+41%3A10"
            ]
        },
        "key_words": [
            "video",
            "kevin",
            "palau",
            "diagnosed",
            "youre",
            "cancer",
            "lung",
            "lord",
            "world",
            "stage",
            "luis",
            "shared"
        ]
    }
]