[
    {
        "url": "https://consortiumnews.com/2017/06/30/is-trump-making-up-syria-sarin-claims/",
        "title": "Is Trump Making Up Syria-Sarin Claims?",
        "authors": [
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Tom Welsh",
                "link": null
            },
            {
                "name": "Patrick Kerrigan",
                "link": null
            },
            {
                "name": "John Neal Spangler",
                "link": null
            },
            {
                "name": "John P",
                "link": null
            },
            {
                "name": "Andy Jones",
                "link": null
            },
            {
                "name": "Ranger Rick",
                "link": null
            },
            {
                "name": "Skip Scott",
                "link": null
            },
            {
                "name": "Mark Thomason",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-06-30",
        "text": "Main menu\nJune 30, 2017\nBy Dennis J Bernstein\nThis week, the White House issued a warning to Syria that it would pay a “heavy price” if it carried out a chemical weapons attack that was allegedly in the works — and President Trump took credit when no attack occurred. But no evidence was presented to support the White House claims amid growing doubts about Trump’s earlier missile attack on Syria in retaliation for another alleged chemical attack on April 4.\nPhotograph of men in Khan Sheikdoun in Syria, allegedly inside a crater where a sarin-gas bomb landed.\nThe latest doubts about the April 4 incident came from legendary investigative reporter Seymour Hersh — published in the Sunday edition of Die Welt — who questioned whether the Syrian government carried it out. Hersh earlier had disputed U.S. government claims that the Syrian government was responsible for a sarin attack outside Damascus on Aug. 21, 2013.\nAnother skeptic of these U.S. government accusations is Theodore Postol, professor emeritus of science, technology, and national security policy at MIT. In earlier comments on the topic of allegations of Syria’s use of chemical weapons, Postol stated, “The White House took unjustified actions — and is now creating another set of reasons for more such actions. Chances of an unpredictable escalation are significant. Trump is pushing the Russians to extreme positions and he’s undermining the effort to destroy the Islamic State.”\nI spoke to Postol on Pacifica Radio’s Flashpoints show about the U.S. claims that Syria had used chemical weapons as well as the dangers of a new global conflagration if the U.S. launches another attack on Syrian government forces now closely aligned with nuclear-armed Russia.\nDennis Bernstein: So, now, why don’t you come at this, because we’ve seen a bit of evidence that these first two attacks by the Syrian government with chemicals really weren’t from the Syrian government, if in fact they occurred at all. Clearly, the information isn’t clear. You want to jump in here?\nTheodore Postol: Well, I think there’s a real dangerous situation in the United States actually, where people seem to really hate the Syrian government and that’s not hard to do. The brutality of the behavior of the Syrian government there, there‘s nothing to talk about, except to agree that it’s a very brutal regime. But, the problem is that they’re also fighting very brutal rebels, and nobody comes out looking especially good.\nSo, the real question is whether or not the Syrian government had been, in fact, responsible for the nerve agent attacks. And, I think the answer is “No.” I mean there’s no evidence to prove that. In fact, the evidence overwhelmingly points to the likelihood that these were attacks by rebel elements […] with a very serious and clear military goal. The goal was to make it look like there’s a nerve agent attack perpetrated by the Syrian government, thereby causing the United States to come in and attack Syrian military assets, which would then make it easier for the rebels to defeat the Syrian government. So, it’s kind of a bizarre situation.\nNobody looks good here. I want to be very clear, I’m not trying to in any way suggest that the Syrian government is a group of good guys. But it’s important, I think, for us to keep our eye on the ball. And the eye on the ball requires that we aim at defeating ISIS, which is the gravest threat, for all of us. And then if there are opportunities to do something about the Syrian government, I’m certainly not opposed to it. But as of right now, this preoccupation with taking down Assad is really very counterproductive toward the overriding important goal, which is to defeat ISIS.\nDB: Now, Seymour Hersh — who’s now publishing in Germany, one of the best reporters the United States ever produced, investigative reporters, is reporting in other countries because it’s very difficult to get his information in this country — has again written a very compelling piece that seriously calls into question the last [chemical] attack, so-called from the Syrian government. You have taken great pains to demonstrate that perhaps there are grave doubts about who did this bombing, if there was a chemical bombing, and where it came from. Could you just give us your best shot at why you doubt the last one came from the Syrian government?\nTP: Well, there’s a great deal of forensic evidence in the form of videos that have been posted on the web. And some of the video data was actually cited by the White House in their April 11 — I don’t know if you’d call it — intelligence report. What happened is, the president ordered this attack on the Shayrat Air Base in Syria. That was on April 7. The attack that allegedly was a nerve agent attack by the Syrian government occurred on April 4. And on April 11 the National Security Council put out this White House intelligence report.\nAnd I have a fair amount of experience reading these kinds of things. And it was very clear to me that they were citing evidence that no competent intelligence agent would cite. And that evidence was images of a crater taken, through videos, which I got a hold of from the web. And this crater had a pipe in it, and the pipe was kind of bent. And this was supposedly the source of this sarin attack.\nA photo of the crater containing the alleged canister that supposedly disbursed sarin in Khan Sheikdoun, Syria, on April 4, 2017.\nWell, first of all, the pipe could not have contained much sarin. And if you’re going to have a significant number of people injured downwind, you need a significant amount of sarin. So that was a problem right there. And then the second thing was that the crater looked like it was kind of possibly made from a rocket, but from a very small explosion. And, if anything, it looked like… if you believed anything, you would believe that this was an improvised device that was set on the ground, and detonated on the ground, not delivered by air.\nBut the real fundamental problem was nobody — nobody who has any knowledge at all of forensic evidence analysis — would have assumed that this material had not been tampered with, had not been put in place.\nAnd so, for the U.S. government to be citing evidence that no competent intelligence analyst would first, if they believed the evidence, find compelling. And second, if they believed the evidence it would indicate that they were really not an experienced analyst, would cite this evidence. So, it was really very suspicious.\nAnd my conclusion was, and remains, that this report was put together by a bunch of amateurs on the National Security Council probably designed to cover the fact that the president impulsively attacked Syria without adequate intelligence. That was my guess then. And that’s what Sy Hersh reports. And, quite frankly, none of what he reports is not totally consistent with everything else that I have found, using totally different methods. So I would say the Hersh report looks like it’s… if there are errors in it, they are only of the most minor nature. I think that the report is accurate.\nDB: And so, now, here we go again. We’ve got Trump saying, even his own amateurs who put together, as you call them, the last report, are saying that nobody has heard about this information, this evidence. Have you? Do you have any information, is something new that we all don’t know about? What do you think is at play here?\nTP: It’s difficult to know. But my guess — and it is a guess– it seems to me that the president has made a pretty significant error by attacking a country, and actually jeopardizing our relationship with Russia, because we need to defeat ISIS. We need cooperation from the Russians on this. He’s not a man who seems to be able to acknowledge he’s made errors. And it may just be something that has gotten in his head. I just don’t know. But it’s very dangerous, it’s extremely\ndangerous. Because the Russians have already had an important ally of theirs [Syria] attacked for no reason. And there’s only so much they’re going to put up with. And I’m afraid that they will lose patience and do something that will then cause an action/reaction cycle.\nDB: You know a lot about the technology that’s at play now in terms of all sides at war in this little country. What are your fears, in terms of the technology, the way stuff is flying around, what’s going on, what are you thinking?\nTP: Well, I think the most dangerous aspect of the president’s new posture, and this is very dangerous, this is what has got me tremendously worried, even more than I was, was his position that, essentially, that any evidence of a chemical attack, it’s not even clear he’s limiting it to a nerve agent, that any evidence of a chemical attack, he will ascribe to the Syrians and Russians.\nIn other words, he will not take steps to determine whether or not the attacks are false flag attacks. And so, whether intended or not, he’s encouraging the rebels to engage in false flag attacks, in the hope that this will escalate American response, an unjustified American response, against Syria and Russia.\nAnd that’s what they [the rebels] really need at this time because they are losing the war very badly. So they’re in an endgame in Idlib, where Khan Sheikhoun is, where this nerve agent, this alleged nerve agent attack, occurred. And these people are very desperate.\nAnd let me underscore, it may be that Assad is a butcher, but he’s not alone. In this war, it doesn’t matter. These are people who argue about whether you cut off someone’s head from left to right, or right to left. That’s where the disagreements are. These are not people who are just innocent victims of some kind of monstrous brutality on the part of the Assad government. They are equally brutal. And we need to focus on winning this war against ISIS, and then doing what we can to stop these horrifying atrocities on both sides.\nBut right now I don’t think the Syrian government is in any way responsible for this nerve agent attack. I think it’s a totally orchestrated process. And I think the evidence is overwhelming, it’s overwhelming.\nDB: Wow. And finally what is your worst fear? How could this unravel?\nTP: Well, it could unravel badly, if there’s a significant chemical attack by the rebels and nobody is able to get the president to think about the consequences of blaming the Syrians and Russians, without evidence. That’s the problem. If there’s no evidence that the Syrians and Russians were in any way involved in this […] and there’s no incentive for them, I should point out.\nIf you’re winning the war, why would you attack people that are far behind the lines with nerve agent? It’s just ridiculous. You know, if you’re going to use the nerve agent… if you’re desperate, and you’re going to use the nerve agent, you’re gonna use it up in the combat areas. And you already know that the United States will bring the full force of its military power on you, if they determine that you, in fact, engaged in this attack, and you’re winning the war. So why\nwould you risk this tremendous setback that would occur if the United States came after you? So, it makes no sense from the point of view of motives, and also, there’s no forensic evidence to support that there was a nerve agent attack.\nEverything you look at, which is used to claim that there’s evidence, turns out to be false. The New York Times published a video online, and I wrote a paper about it, that’s now widely circulating, that showed that every piece, without exclusion, every piece of forensic evidence they showed, derived from videos, proved the opposite of what they were claiming. Every piece, there was not an exception.\nPresident Trump delivers his brief speech to the nation explaining his decision to launch a missile strike against Syria on April 6, 2017. (Screen shot from Whitehouse.gov)\nAnd if this is the way the mainstream news media is going to handle this matter, then where are the American people going to get a more thought-out and informed … view of this information? And this is a hand in hand recklessness, not only… I mean if people want to point at Mr. Trump, fine, but they ought to look at their own newspapers, because they are not doing their job.\nThere’s a very interesting article in the New York Times on page A11 today [June 29 of print version; June 28 online]. And for the first time the New York Times is talking about an “alleged” nerve agent attack. That’s a complete change in their rhetoric. And I’m hoping that this is an indication that somebody at the Times finally got the message. But this article now, is now talking about an alleged chemical agent attack, which is absolutely different, an absolute 180 degree turnaround from what they were saying, even a day before. So, we’ll see. I’m hoping that this is actually an indication that the New York Times has finally figured out there’s something wrong. I’ve been in contact. They have the information I’ve provided to them. But they don’t seem to want to respond.\nDB: Hmmm, the “paper of record.” Alright, well, we’re going to watch this obviously very closely. We’re all sitting on the edge of our chairs, and we’re all biting our fingernails off because this really is, I guess you would agree, one of the most dangerous times in modern history, in our lives.\nTP: This is almost like a Cuban Missile Crisis, without the public’s attention. You know, we’re getting into that kind of territory now. Except nobody seems to be aware, in the general public, how serious this matter is.\nDennis J Bernstein is a host of “Flashpoints” on the Pacifica radio network and the author of Special Ed: Voices from a Hidden Classroom . You can access the audio archives at www.flashpoints.net .\nJuly 4, 2017 at 18:35\nTrump’s not making anything.  But we can’t say the same about the warhawks in Congress, the CIA, and the Pentagon!\nJuly 3, 2017 at 02:15\nNo, President Trump’s not making it up.  But perhaps elements in the CIA and Pentagon are.\nmark\nJuly 2, 2017 at 19:59\nWhy not? All politicians are liars and Trumpenstein is probably the worst apple in a very rotten barrel.\nDunno\nDear Mr. Herman,\nThank you for your kind words. If you travel to the wikipedia page for Benzion Netanyahu, you will learn that Bibi’s late father was indeed Ze’ev Jabotinsky’s secretary. Given the zionistic background of the Netanyahu (aka, Mileikwosky) family, it should really come as no great surprise. I could not locate the book that you mentioned: “Your Land is Our Land.” Who is the author of this book? You or any other readers might interested in the book: “The Ethnic Cleansing of Palestine”; it was written by Ilan Pappe. John Pilger describes Professor Pappe as “Israel’s bravest, most principled, and most incisive historian.” My keyboard name is actually Dunno, as in: I dunno; do u no? I am constantly trying to open my mind to new ways of looking at the world — wisdom, knowledge and understanding are useless, if they do not serve the greater good of humanity through justice, peace, and love for one another. The twin horrors to which Moses Hess gave birth — communism and Zionism deliver only the bitter fruits of trouble, suffering and sorrow.\nJuly 3, 2017 at 02:18\nGood response, then you may be interested in this if you haven’t seen it already.\nJuly 2, 2017 at 14:59\n“the real question is whether or not the Syrian government had been, in fact, responsible for the nerve agent attacks”\nBehind that is another real question — is the US hyping evidence and posturing in public because it seeks a confrontation with Assad? Is that what follows defeat of ISIS in Syria?\nWe have to suspect that, because it is what they US already did when it pushed this insurgency in the first place. It ran out of control and became ISIS, but it started with the US using Saudi and Gulf money from bases in Turkey and Jordan to regime change Assad and/or break up Syria. There is no reason to think that motive is gone, or that it justified war then but not now in the minds of the same people.\nHerman\nJuly 1, 2017 at 18:58\nJust about every writer questioning our politicians regarding Syria, including the ones about the Syrian Government gassing its people hasten to qualify their remarks as did Professor Postol.\n“Nobody looks good here. I want to be very clear, I’m not trying to in any way suggest that the Syrian government is a group of good guys.”\nThe Professor acknowledges that Assad is confronting some pretty brutal people and how to respond to their brutality is something we in America are not equipped to do. Assad is a secularist as was his father.  Anyone who visited Syria before 2011 will tell you it was a pretty enlightened society albeit favoring the Alawites. Christians, Muslims and Jews lived under the protection of the government. But it was also under continuous attack by such groups as the Muslim Brotherhood and the brutal way Syria crushed the revolt is often cited as an example of Assad’s brutality but it preserved the secular government. That was conveniently omitted since Syria is also Israel’s enemy.\nThe evidence is pretty clear that majority of Syrians, whether refugees or no, support the Syrian Government in what it is trying to do to make Syria whole again. Despite the criticisms of the 2014 election, no objective observer would disagree with the statement that Assad had the overwhelming support of the Syrian people, evidenced both by who they voted for but the very large turnout\nSkip Scott\nJuly 2, 2017 at 07:16\nIt is a very difficult thing to hold together a secular government that respects minority rights in that part of the world.  The fact that Assad’s military is actually majority Sunni shows us that Syrians want their country back and do not want to fall to sectarianism and the brutality that would bring.  Just as with Putin, I think it is important to listen to Assad speak for himself, rather than fall for the MSM character assassination.\nDunno\nJuly 1, 2017 at 14:46\nYipes! Who is kidding whom here? Well, it comes as no surprise because who is always trying to kid whom. Cui bono, boneheads; it is actually this simple (K.I.S.S.) One drop of that odorless and cloudless nerve agent sarin on your skin and you are dead in a New York minute. Really and truly folks, does anyone, who is not an MSM-mind-controlled zombie, actually believe that Assad and Putin are so lacking in intellect that they would risk such an irrational strategy, when they don’t even have to do so in order to be victorious? If you do still believe in this fairy tale, then you must be sipping on Jim Jones’ Guyanese Flavor-Aid on the rocks (Jimbo was too frugal to buy his expendable followers the more expensive and better-tasting Kool-Aid; so much for last meals.).\nGain for yourself a big fat clue by reading the pdf – “The Zionist Plan for the Middle East”; it was translated and edited by the late Israel Shahak. ISIS is nothing more than a strategy to put the 3.0 version of this zionista plan into operation (Has anyone seen Qaddafi or Saddam around lately and are Syria and Iran not in the crosshairs of the zionistas?). Of course the Saudis are in on this big Middle Eastern farce since they are in league with Israel, NATO, and the rest of the jaded Atlanticists who have dutifully received  and acted upon the very important memo that was sent to them via the twin Houses of Chatham & Pratt (the CFR & RIIA who are joined at he hip). The closely-controlled MSM constantly beats the war drums loudly for this sinister plan just like the good little rhythm section that they always are (Who are the major players who own the MSM and what are their politics?). The nasty octopus that is known as USUK (the US and the UK) is lackey-like directing the show for their zionista bosses.\nDon’t fall for the cartoon version of the world — think critically! Take off your sanctimonious PC-engineered spectacles for a moment and trek over to the website: newsfollowup.com and read one particular article that was written by Wayne Madsen; It is entitled: “Trump’s “Russian” ties are with the “Red Kosher Nostra” not the Kremlin.” You can access this article by clicking on “Trump, Jewish Russian mafia & 911 Truth,” which is directly under the title heading of this page. After you click on it, scroll down a bit. Voila, l’article! I am unable to recommend any of the other articles on this website because I have not had the time nor the inclination to read any of them.\nIf you read Wayne Madsen’s Trump’ article in conjunction with the recent articles that Timothy L. O’Brien has written & posted on the Bloomberg View, you just may begin to understand that the Don’s connections to these faux-Jewish, scum-of-the-earth zionista criminals is not some nebulous conspiracy theory invented by the dumb-dumb Doctor, David Duke, who was stupid enough to come out in support of Donald J. Trump early on in the bleach-blonde fuhrer’s 2016 presidential campaign. Thank G-D that that silly and misguided Louisiana klansman does not have an intellect!\nFurthermore, don’t be fooled by the compliant tools over at the UN who are attempting to sell you their latest innuendo report that claims that ‘someone’ used sarin gas on April 04, 2017, but we dunno who it was — wink-wink, nod-nod (I know, it was probably the Sarin Faery or perhaps the Sandman had to take on a temporary side job in order to pay for the cost of his rising health-care premium). The UN is the same outfit that recently squashed their own report, the one that they had commissioned on the apartheid sate Israel. That report, which was co-written by Richard Falk, labeled the Zionist entity “an apartheid state.” It seems to me that one could be accused of torturing an innocent tautology, if they were foolish enough to question that an apartheid state like Israel is an apartheid state; Or-well torture seems to have become such a nearly normal form of emotional quasi-entertainment these days that no one bothers to even condemn it anymore: Besides, it is only the controlled enemy that ever engages in it. You can read an interview with Mr. Falk at the Independent newspaper’s website: “The Professor Who labeled Israel an ‘Apartheid Regime’ Defends UN Report Stating that Israelis Have Used the Same Term.”\nThe bottom line is that Trump (Bibi’s little bitch-boy) is virtually owned and controlled by the “Red Mafiya” and their partners-in-crime the head-banging Jabotinsky crowd of goose-stepping zionistas who are currently running Israel into the ground. Benjamin Netanyahu’s own Arab-hating father, Benzion, was Vladmir  (aka Ze’ev) Jabotinsky’s private secretary and that dirty little rat, Ze’ev, not only admired Hitler and Mussolini but he also Schmoozed with Il Duce after the rat had exiled himself to Italy. Do some research people; don’t just keep on recycling your pet unsupportable opinions. Challenge your ill-founded perceptions of the world by constantly learning new ways of perceiving the world in which we all must live for a relatively brief time.\nBy the way, I am enjoying the new book: “The Nebula: A political Murder traces Back to NWO’s Absolute Power.” This book was written by Belgian Author Walter J. Baeyens (who did the research); it also has a foreword that was written by Wayne Madsen. The book is based upon the famed “Atlas Report.” Enjoy!\nHerman\nJuly 1, 2017 at 20:21\nDunn, one of the interesting things about the Consortium site is what you learn from the comments. I assume you are correct about Netanyahu’s father and Jabotinsky. Just finished a book about the 1930’s and the Arab revolt in Palestine. Your Land Is Our Land.\nSkip Scott\nJuly 2, 2017 at 07:09\nMadsen is a great guy who doesn’t pull any punches.  Thanks for your comment Dunno.  I’ll check out the website for that article.  Seems typical that they would do the old bait and switch to demonize Putin.  Makes perfect sense it’d be the Russian jewish mafia instead.\nJuly 1, 2017 at 12:44\nNo, President Trump isn’t, but the Pentagon is.  It serves their stated purpose to continue their Sherman’s ‘March to the Sea’.\nAbe\nJuly 1, 2017 at 12:38\nOn 29 June 2017, senior officials of the Organisation for the Prohibition of Chemical Weapons (OPCW) Technical Secretariat circulated the final report of the Fact Finding Mission (FFM) concerning the 4 April 2017 incident in Khan Shaykhun among the five permanent United Nations Security Council members.\nThe OPCW-UN Joint Investigative Mechanism (JIM) in Syria will now investigate the circumstances of the crime and identify the culprits under UN Security Council resolutions 2235 (2015) and 2319 (2016).\nThe Trump Administration’s ambassador to the United Nations, Nikki R. Haley, issued her own news release stating that she had the “highest confidence in the OPCW report”.\nThe Ministry of Foreign Affairs of the Russian Federation commented on “the hasty reaction of the United States Ambassador”\nThe Russians were not surprised that the report confirmed the fact that sarin or a similar toxic agent was used in the area.\nHowever, the Russians objected to statements in the report that “indirectly prompt readers who are unaware of all circumstances of this case to draw only one conclusion: Syrian government forces are responsible” for the high-profile incident in Khan Shaykhun.\nRussia is prepared to voice its concerns during a special session of the OPCW’s Executive Council scheduled for 5 July 5 2017, and at the UN Security Council meeting on the issue.\nThe Russian Foreign Ministry comment specifically states:\n“an initial examination of this document prompts us to state that its conclusions are still based on rather dubious data obtained from the Syrian opposition and the so-called NGOs, including the White Helmets. This data was obtained in some neighbouring country, rather than at the site. Therefore, it is hardly surprising that the contents of the OPCW Special Mission’s report are largely biased, which suggests that the activities of this organisation are politically motivated.\n“It is to be hoped that our JIM colleagues will display the utmost professionalism and political impartiality during their upcoming investigation of the high-profile incident in Khan Shaykhun and expose the real culprits guilty of committing this crime. The same goes for other incidents in the endless reoccurrence of chemical terrorist attacks in Syria and the entire Middle East region. We also hope that JIM experts will visit the site of this chemical attack, as well as Syria’s Shayrat Airbase which is being persistently but groundlessly linked with this attack. As the latest events show, this base continues to disturb Washington.”\nRanger Rick\nJuly 1, 2017 at 10:56\nThe US warning about a pending chemical weapons use was undoubtedly based upon signals intelligence.  Reading anymore into the matter is just bloviating.\nSteveK9\nJuly 1, 2017 at 12:09\nI had read they observed a ‘canister’ (satellite?), not signals.  Laughable BS is what it sounds like.\nAnonymous\nJuly 1, 2017 at 10:26\nWe Know of the Injustice of the Clintons with regards to the Clinton Foundation towards the People of Haiti consists of the Clintons withholding Billions of Dollars that were Donated for the 2010 Haiti Earthquake, and that Money does Not belong to the Clintons, but it Belongs to the People of Haiti to help them Rebuild their Country.\nAmerica and the European Union have put sanctions on Syria, because they wish to commit Genocide in Syria, and they have put sanctions on Russia, because Russia is fighting against ISIS, and ISIS is a Secret Ally of America.\nSyria has been Slandered by America with the Lies that the Syrian President used chemicals weapons, and it has been found that it was ISIS who is America’s Ally, that used those chemical weapons, and ISIS probably did it under Orders from America, and definitely with the Approval of America, in order to Slander the Democratically Elected Legitimate Government of Syria, so that America could have an excuse to commit Genocide in Syria, and we can see what America and Saudi Arabia are Responsible for ISIS in Syria, and People can do a Google Image Search for Syrian War to see some of that.\nPeople can follow events of how the Syrian People who Voted for, and who Support their Democratically Elected Legitimate Government, are Defending themselves from American led Terrorists, and they can follow this at the South Front Website, and there is a Video Titled: US LED COALITION BOMBING MOSUL WITH WHITE PHOSPHORUS (VIDEO, PHOTOS) at https://southfront.org/us-led-coalition-bombing-mosul-with-white-phosphorus-video-photos/ , and People can do a Google Image Search for Child Victims of White Phosphorus, and Israel has also used the Illegal White Phosphorous on Palestinians, and the Syrian Government has Not used chemical weapons.\nWe have heard how France has recently said that they think that it is up to the Syrian People, to decide who their Government is, and this is because it is Not for Foreign War Criminals and Terrorists to try to Interfere or Meddle with that at http://www.globalresearch.ca/the-dirty-war-on-syria/5491859 .\nIndia is the Largest Democracy in the World, and that Syria and India discussed Tackling their Common Problem of Cross Border Terrorism, and so India Knows that Syria has a Legitimate Democratically Elected Government, even though Anti Democratic War Criminal Terrorist America and their host of Terrorist Countries Lie and Slander Syria, and Support and Fund ISIS Terrorists, and Russia is Not America’s enemy, but Russia is America’s Friend, and Russia is Also Syria’s Friend at http://www.thehindu.com/news/national/kashmir-is-indias-internal-issue-syria/article9018725.ece .\nAndy Jones\nJuly 1, 2017 at 09:26\nIt probably came from neocons in the deep state trying to manipulate Trump into attacking Syria. It looks like the military have realized how close to WW III we are and they are starting to push back against neocons in the intelligence services. If so, Trump would have their support in working with the Russians to destroy ISIS rather go to attack Syria and start WW III.\nI suspect that Trump didn’t believe that Assad used Sarin when he launched the cruise missiles. He may have judged that he would be too isolated if he did nothing. It was an attack crafted to do almost no real damage. The Russians were warned in advance. The Russians have now warned that they will fight if the US attacks Syria again. Trump decided not to start WW III.\nAndy Jones,\nSeymour Hersh’s article makes painfully clear Trump became aware, or was already aware, that Syrian pilots did not drop a chemical weapon – yet, Trump pulled the trigger. With all due respect, Trump nearly initiated a military response for the 59 Tomahawk missile attack which could have spiraled out of control, but he ignored his experts’ opinions and pulled the trigger. Now, Trump is not stupid, so there must be a reason he took the irrational and potentially deadly-consequences risk.\nIs it possible Trump and his very close friend Benjamin Netanyahu ordered the false flag in Idlib province in early April to initiate world war, or at minimum great escalation in Syria in order to (think Moammar Gaddafi, 2011…) kill Bashar al-Assad?\nAmerican military were aware Syrian pilots were going to bomb a terrorist center, and importantly the precise time of the bombing. Between the time Americans became aware of the exact time of the bombing until the actual bombing occurred gave a “window of false flag opportunity” to Trump and Netanyahu to order an “off the shelf” chemical incident to become carried out by their terrorist friends in the locale.For those who carried out the supremely complex 9/11 false flag event, carrying out a fake chemical attack is child’s play.\nGiven the Trump administration’s 100% refusal to acknowledge Mr. Postal’s or Mr. Hersh’s findings, going so far as protecting the lie to the point of even refusing to admit terrorists could launch a chemical attack, should raise profound, highly disturbing red flags. “Doubling-down” with the “potential Assad chemical attack…” – hours after Mr. Hersh’s Trump-killer article – was most certainly a public relations attempt at stealing the Hersh article’s righteous thunder, and causes one to analyze Trump’s decision to pull the trigger as a decision TO start World War III. World leaders with true moral courage must challenge Donald Trump and his administration on their supremely dangerous actions before it becomes too late.\nbackwardsevolution\nJuly 1, 2017 at 05:48\nTheodore Postol – “But it’s important, I think, for us to keep our eye on the ball. And the eye on the ball requires that we aim at defeating ISIS, which is the gravest threat, for all of us.”\nSuch a good, smart man, but is he aware that the U.S. government does NOT want to take down ISIS, that they, along with Saudi Arabia, Israel, Turkey and other Gulf States are arming, training and funding ISIS, using them as a proxy army to take out another country?\ndave\nJune 30, 2017 at 21:19\ni respect this guy postal’s hyper-qualifies expert analysis but the guys a dumbshit when it comes to international affairs;  its all about israel and its good little obedient puppet america obeying israel’s commands. (see “the project for a new american century” and the “oded yinon plan”\nJohn P\nJune 30, 2017 at 17:49\n“the crater looked like it was kind of possibly made from a rocket, but from a very small explosion. And, if anything, it looked like… if you believed anything, you would believe that this was an improvised device that was set on the ground, and detonated on the ground, not delivered by air.”\nI find this line very confusing. Was it meant to say “the crater looked like it was – not – made from a rocket, but from a very small explosion.”\nAbe\nJune 30, 2017 at 18:39\nOn 11 April 2017, MIT professor and physicist Theodor A. Postol presented analysis of the report released by the Trump White House concerning the chemical incident at Khan Shaykhun\nPostol wrote that the White House report “contains absolutely no evidence that this attack was the result of a munition being dropped from an aircraft” and that photographic evidence used by the White House pointed to an attack by people on the ground.\nPostol stated that the document provided by the White House “does not provide any evidence whatsoever that the US government has concrete knowledge that the government of Syria was the source of the chemical attack in Khan Shaykhun, Syria at roughly 6 to 7 a.m. on April 4, 2017. In fact, a main piece of evidence that is cited in the document points to an attack that was executed by individuals on the ground, not from an aircraft, on the morning of April 4.”\nPostol based this conclusion on analysis of the assumption made by the White House concerning the source of the sarin release and the photographs of that source location.\n“My own assessment,” states Postol, “is that the source was very likely tampered with or staged, so no serious conclusion could be made from the photographs cited by the White House.”\n“However, if one assumes, as does the White House, that the source of the sarin was from this location and that the location was not tampered with, the most plausible conclusion is that the sarin was dispensed by an improvised dispersal device made from a 122 mm section of rocket tube filled with sarin and capped on both sides.”\nPostol stated that the White House report contains no evidence that the attack was the result of an aerial munition:\n“The only undisputable facts stated in the White House report is the claim that a chemical attack using nerve agent occurred in Khan Shaykhun, Syria on that morning. Although the White House statement repeats this point in many places within its report, the report contains absolutely no evidence that this attack was the result of a munition being dropped from an aircraft. In fact, the report contains absolutely no evidence that would indicate who was the perpetrator of this atrocity.”\nPostol specifically addressed “the location of that crater on the road in the north of Khan Shaykhun, as described in the White House statement”.\nAccording to Postol’s analysis:\n“The data cited by the White House is more consistent with the possibility that the munition was placed on the ground rather than dropped from a plane. This conclusion assumes that the crater was not tampered with prior to the photographs. However, by referring to the munition in this crater, the White House is indicating that this is the erroneous source of the data it used to conclude that the munition came from a Syrian aircraft.\n“Analysis of the debris as shown in the photographs cited by the White House clearly indicates that the munition was almost certainly placed on the ground with an external detonating explosive on top of it that crushed the container so as to disperse the alleged load of sarin.”\nPhysical evidence of the chemical attack contradicts mainstream media claims based on purported “analysis” by Dan Kaszeta and Eliot Higgins at Bellingcat.\nOn 13 April 2017, as if on cue, MIT Technology Review published an article purportedly revealing dastardly Russian Disinformation Technology. The article featured Eliot Higgins and Bellingcat, and was little more than an outsourced mashup of Atlantic Council reports and Bellingcat blog allegations of Russian perfidy.\nHiggins, Kaszeta, and the disinformation team at Bellingcat continue their pattern of backing the White House’s unproven narrative of an “air-dropped sarin bomb”.\nHiggins and Kaszeta are the vanguard of active propaganda measures designed to marginalize investigators who point at the White House’s lack of evidence, and who dare to challenge the prevailing drive for further US and NATO military action against the government of Syria.\nJohn P\nJune 30, 2017 at 20:16\nThanks very much for the info Abe. Politics and lies and a diminishing reliable media splintered by the internet. I hate to think where Trump and his supporters are taking us all.\nAbe\nJune 30, 2017 at 22:21\nHillary and her supporters are no less trigger happy. It’s one big, happy, AIPAC-pandering, warmongering family.\nJP\nJune 30, 2017 at 17:45\nI’d rather have a Bashar-Al-Assad has a leader than any hypocrites , liars, warmongers and criminals you had in the USA for the last 30 years as President. You, USA, you have no lesson to give to anyone on Crimes committed against Humanity or brutalities over civilians. About your so-called experts, please please  take a break ! Theodore Postol doesn’t know anything about Syria and his people and Bashar Al-Assad. NADA! NIET!  Again you have been duped by your POTUS, the day you will learn from your mistakes, the day that you will jailed all your senators(at least 90%) for treason, the day you closed down your NSA, Homeland Security, CIA,, which are all controlled by the Jewish Lobbyists, THAT DAY you will stop being CRIMINALS and WARMONGERS and FREE from being a bunch of SLAVES. In the mean time , do your own clean up in your backyard, you have a bunch of Looney Tunes in the WH.\nJohn Neal Spangler\nJune 30, 2017 at 21:52\nWell said JP, given the number of deaths caused by US foreign policy over last 60 years, hypocritical for US yo criticized any foreign leader\nPatrick Kerrigan\nJune 30, 2017 at 17:44\nWho or what ideology is directing American foreign policy?I’m not American but I feel really heartened to hear the views of decent,thinking Americans.Thank you all of you.\nTom Welsh\nJune 30, 2017 at 16:00\nAs Karl Marx said, history repeats itself: the first time as tragedy, the second time as farce.\nIn that light, Trump is the American Boris Yeltsin.\nJune 30, 2017 at 15:27\nI completely agree, Skip. That was a turn-off for me, based on western propaganda about Assad. His father was clearly a hard-liner autocrat, but evidence shows otherwise about the son, from witnesses who have spent time in Syria, such as Vanessa Beeley and others of 21st Century Wire and Daniel Maes, the Belgian priest we just heard about on CN who stated that Syrians put decals of Assad and Putin on the back windows of their cars because of the defense they received from them.\nThis is just more of the drunken Trump administration, lurching one way one day, then another way another day. They figure there will be enough folks to fall for the con, not knowing the facts but only the propaganda. It worked before, why not now?\nTom Welsh\nJune 30, 2017 at 16:01\nIn that part of the world, anyone who isn’t a “hardliner autocrat” won’t be in power for long – or even alive. Look at what happened to Colonel Qadafi – and he wasn’t especially soft.\nSkip Scott\nJune 30, 2017 at 15:13\nThe one complaint I have of Mr. Postol is his demonizing of Assad.  Just like Saddam Hussein, Assad has ruled an ethnically and religiously diverse country, and protected minority rights.  Assad enjoys popular support inside Syria and among refugee/expats.  I suggest anyone who hasn’t already, check out the reports of independent Canadian journalist Eva Bartlett.  Particularly this one from December:\nTom Welsh\nI too completely agree.\n“The brutality of the behavior of the Syrian government there, there‘s nothing to talk about, except to agree that it’s a very brutal regime”.\nThat sounds uncannily like the US government press briefings, where the journalists are told “We’re not going to have that debate”. What concrete evidence is there that the Syrian government is brutal? And besides – brutal compared to what? The perfectly kind, civilised, non-violent Israeli, Turkish, Iraqi, Egyptian, Gulf State or Libyan governments?\nCome to think of it, the USA is responsible for killing *at least* 10 million civilians in Korea, South-East Asia and Iraq alone. Not even mentioning the dozens of other countries it has brutally attacked and violated.\nI’d like to see how brutal the US government would be if, somehow, we could snap our fingers and magically transfer ISIS to, say, Maryland with all its equipment and weapons – and change its mission from destroying Syria to destroying the USA. I think we’d see some real world-class brutality then.\nJoe Tedesky\nJune 30, 2017 at 16:06\nSkip I’m glad you brought this subject up. If you go on syrianperspective.com you may read first hand of how the war in Syria is being conducted. Also, one day on an small radio local talk show there was a Syrian woman who spoke very well of Syria under the leadership of Assad. This woman’s portrayal of Syria is 180 degrees opposite of what we hear in this country about Syria. Religions mix with each other, and by all accounts the country when left alone is a pretty peaceful place for all of it’s citiaens. I just wish we Americans would quit looking down on these nations our government is not crazy about, and leave these people in these far off places a lone. We Americans should worry about our own homeland, and do all in our power to make America great period.\nRealist\nJune 30, 2017 at 18:16\nAnglo-America was wrested from the French by paying native mercenaries to take French scalps and deliver them to their British “allies.” In the present Middle East we pay foreign mercenaries to chop heads.   The horror never stops and we “Indispensables” are no one to point fingers and claim moral superiority.  It’s a long bloody tradition of terror and hypocrisy we carry on.\nBrewer\nJune 30, 2017 at 18:48\nAgreed. Most commentators ignore the facts. In the first place, independent poll after poll (e.g. Yougov and Orb) have found Assad to be supported by well over 50% of Syrians.\nIn June 2014, Assad won Syria’s Presidential election with 88.7 percent of the vote, in the country’s first multi-candidate election in almost five decades. In a country which had a population of 17,064,854 in July 2014 (according to an estimate from CIA World Factbook), over 10 million people voted for Assad. 73.42 percent of the Syrian population voted in the election.\nObservers including members of parliaments from Russia, Iran, Brazil, Venezuela, North Korea, Tajikistan, the Philippines, Uganda, as well as representatives of Canada, the United States, Ireland, Pakistan, Malaysia and Bahrain attested to the validity of the election.\nUnder the Assads pere et fils, under-five mortality dropped significantly from 164 to 21.4 per 1000 live births; and maternal mortality fell from 482 per 100 000 live births in 1970 to 52 in 2009. Education, including University, is free and literacy has dramatically increased to 86.4% (male: 91.7% female: 81%).\nThese facts and the now well-known History of U.S./Israeli sponsorship of “regime-change” in Iraq, Ukraine and Libya should give observers insight into the disastrous Geo-political game being played.\nCurious\nJune 30, 2017 at 20:57\nI totally agree Skip. I have read Postals’ comments regarding the attack. He made some excellent points showing how amateurish the report from the US was. In fact he shredded the ‘evidence’ completely.\nBut I was also surprised by his comments about Assad, who, as you said ruled over a country of very diverse cultures and religions, and is considered popular. It’s a shame that Mr Postal feels he needs to bash Assad when he is speaking. He must feel no one will listen to him if he doesn’t take on that position, as if he will be branded an “Assad apologist”.  I found this unfortunate even as I still admire his knowledge of the sarin gas topic.\nSteveK9\nJuly 1, 2017 at 12:07\nWas going to write something similar, when I saw your comment.  Exactly !\nAbe\nJune 30, 2017 at 14:36\n“The lack of any meaningful fact-based information to back up the claims of the White Helmets and those who sustain them, like the U.S. government and Bellingcat, raises serious questions about the viability of the White House’s latest pronouncements on Syria and allegations that it was preparing for a second round of chemical attacks. If America has learned anything from its painful history with Iraq and the false allegations of continued possession of weapons of mass destruction on the part of the regime of Saddam Hussein, it is that to rush into military conflict in the Middle East based upon the unsustained allegations of an interested regional party (i.e., Ahmed Chalabi and the Iraqi National Congress) is a fool’s errand.”\nEx-Weapons Inspector: Trump’s Sarin Claims Built on ‘Lie’\nBy Scott Ritter\nJune 30, 2017 at 14:44\nInformation laundered by Bellingcat’s Eliot Higgins and Dan Kaszata appeared in the Human Rights Watch report on Khan Shaykhun and wise widely broadcast by Higgins’ “First Draft” propaganda coalition “partners” at the New York Times, Washington Post, BBC, UK Guardian, and CNN.\nRitter notes the following:\n“Human Rights Watch (HRW), drawing upon analysis of images brought to them by the volunteer rescue organization White Helmets, of fragments allegedly recovered from the scene of the attack, has claimed that the material cause of the Khan Sheikhun event is a Soviet-made KhAB-250 chemical bomb, purpose-built to deliver Sarin nerve agent. There are several issues with the HRW assessment. First and foremost, there is no independent verification that the objects in question are what HRW claims, or that they were even physically present at Khan Sheikhun, let alone deposited there as a result of an air attack by the Syrian government. Moreover, the KhAB-250 bomb was never exported by either the Soviet or Russian governments, thereby making the provenance of any such ordinance in the Syrian inventory highly suspect.\n“Sarin is a non-persistent chemical agent whose military function is to inflict casualties through direct exposure. Any ordnance intended to deliver Sarin would, like the KhAB-250, be designed to disseminate the agent in aerosol form, fine droplets that would be breathed in by the victim, or coat the victim’s skin. In combat, the aircraft delivering Sarin munitions would be expected to minimize its exposure to hostile fire, flying low to the target at high speed. In order to have any semblance of military utility, weapons delivered in this fashion would require an inherent braking mechanism, such as deployable fins or a parachute, which would retard the speed of the weapon, allowing for a more concentrated application of the nerve agent on the intended target.\n“Chemical ordnance is not intended for precise strikes against point targets, but rather delivery of the agent to an area. For this reason, they are not dropped singly, but rather in large numbers. (The ab-250, for instance was designed to be delivered by a TU-22 bomber dropping 24 weapons on the same target.) The weapon itself is not complex—a steel bomb casing with a small high explosive tube—the burster charge—running down its middle, equipped with a nose fuse designed to detonate on contact with the ground or at a pre-determined altitude. Once detonated, the burster charge causes the casing to break apart, disseminating fine droplets of agent over the target. The resulting explosion is very low order, a pop more than a bang—virtually none of the actual weapon would be destroyed as a result, and its component parts, readily identifiable as such, would be deposited in the immediate environs. In short, if a KhAB-250, or any other air delivered chemical bomb, had been used at Khan Sheikhun, there would be significant physical evidence of that fact, including the totality of the bomb casing, the burster tube, the tail fin assembly, and parachute. The fact that none of this exists belies the notion that an air-delivered chemical bomb was employed by the Syrian government against Khan Sheikhun.\nAbe\nJune 30, 2017 at 14:24\n“prominent US journalist Seymour Hersh in the article that he prepared for the German Bild am Sonntag announced that Donald Trump, was fully aware that the Syrian authorities were not responsible for the above mentioned chemical attack when he was giving an order to strike Syria with cruise missile. According to Hersh, the information he obtain from US intelligence and military circles shows that they would warn the US president about the absence of any evidence against Damascus when the attack was ordered. Yet, the White House chose to follow the version proposed by the Western media.\n“Under these conditions, in bid to somehow justify its military presence in Syria, the United States got engaged in a new round of information wars, while preparing new provocations against Syrian authorities.\n“As it’s been reported by the New York Times, the White House said late Monday that President Bashar al-Assad of Syria appeared to be ‘preparing another chemical attack’, and warned that he would ‘pay a heavy price’ if one took place.\n“According to the BuzzFeed News that contacted a total of five US defense officials, the US military doesn’t know where the potential chemical attack would come from, including one US Central Command official who had ‘no idea’ about its origin. The officials said they were unaware the White House was planning to release its statement; usually such statements are coordinated across the national security agencies and departments before they are released.\n“However, the US ambassador to the United Nations, Nikki Haley has recently tweeted that Russia and Iran would share the blame of any future attack by Assad against the Syrian people.\n“It’s curious that the executive director of the Arms Control Association, Daryl Kimball has recently said that he had not heard of Syrian moves toward actual chemical attacks. He also added that he did not recall such a precise, pre-emptive public warning against a foreign government regarding banned weapons ‘in at least the last 20 years.’ More often, such matters are handled in private diplomatic or intelligence communications, he said.”\nWould Yet Another False Flag Attack Allow the US to Go All In Against Syria?\nBy Jean Perier\nCORRECTION\n“…“prominent US journalist Seymour Hersh in the article that he prepared for the German\nBild am Sonntag…”\nThe Hersh essay was published by DIE WELT. It is available to all on line in English.\n—-Peter Loeb, Boston, MA, USA\nAbe\nJuly 1, 2017 at 22:27\nOn 25 June 2017, the day the article by Hersh appeared in Die Welt an Sonntag (the Sunday edition of the daily Die Welt), an article about Hersh’s investigation of the Khan Shaykhun incident titled “The Fog of War” appeared in both Welt am Sonntag and Bild am Sonntag (the Sunday edition of Bild and the largest-selling German national Sunday newspaper published in Berlin, Germany).\n“It is in fact quite difficult to ascertain at first glance whether sarin, another toxic gas or a chemical agent was used. The first reporter from a Western newspaper to reach the town worked for the British Guardian. His article included several quotes from people who claimed to be eyewitnesses: ‘We could smell it from 500 meters away,’ one said, referring to the gas. Yet sarin is odorless.\n“To clear up the contradictions and questions, an independent investigation on site is needed. Were that to happen, it would be quite possible to determine if sarin was used, but such a process takes time in an active war zone like Idlib. Yet on April 6, when the American military launched cruise missiles at the Syrian airport, the process of initiating an independent investigation hadn’t even been started.”\nThe article quoted Hersh concerning the Trump administration’s military actions against Syria:\n“We have a President in America today who lies repeatedly about the most meaningless of information, but he must learn that he cannot lie about the intelligence relied upon before authorizing an act of war. There are those in the Trump administration that understand this, which is why I learned the information I did.“\nThe Fog of War\nJune 30, 2017 at 14:13\nContrary to the media spin from Bellingcat’s Eliot Higgins, the New York Times, and the US State Department, the Organization for the Prohibition of Chemical Weapons (OPCW) Fact Finding Mission (FFM) recent report “confirming” that sarin or a sarin-like substance was used in the 4 April 2017 incident in Khan Shaykhun, Syria does not claim that the incident involved chemical weapons use by the Syrian government.\nNor does the OPCW FFM report invalidate the claims of investigative journalist Seymour Hersh in his recent article in die Welt.\nHiggins is jumping up and down, shrieking and gesticulating wildly\nWhat is clear from the previous reports of the OPCW FFM in Syria (hosted within the United Nations Documentation System) is that the OPCW did not take direct samples and had no control over the chain of custody (CoC) to establish that autopsied bodies and biological-environmental substances in evidence were in fact from the alleged chemical incident.\nThe most recent status update letter dated 18 May 2017 from the Secretary-General addressed to the President of the Security Council clearly stated that the OPCW FFM team members merely “attended autopsies” of bodies presented as alleged “victims” of the incident.\nIn addition, the May 2017 update from the OPCW FFM stated that “At the time of handover, the team was informed that all samples were taken by Non-Governmental Organizations (NGOs)” and that videos and photographs from the scene of the alleged incident were provided by a “representative from an NGO”.\nWestern-backed NGOs such as the White Helmets organization are known collaborators with the Al Qaeda terrorists forces that are occupying territory in Idlib, Aleppo, and other areas of Syria.\nAbe\nJune 30, 2017 at 17:09\n“The findings of the OPCW were already known and had been discussed for some time – there was absolutely nothing newsworthy about them.\n“There are also well-known problems with the findings. There was no ‘chain of custody’ – neutral oversight – of the bodies that were presented to the organisation in Turkey, as Scott Ritter, a former weapons inspector in Iraq, has noted. Any number of interested parties could have contaminated the bodies before they reached the OPCW. For that reason, the OPCW has not concluded that the Assad regime was responsible for the traces of sarin. In the world of real news, only such a finding – that Assad was responsible – should have made the OPCW report interesting again to the media.\n“Similarly, by going public with their threats against Assad, the Pentagon and White House did not increase the deterrence on Assad, making it less likely he would use gas in the future. That could have been achieved much more effectively with private warnings to the Russians, who have massive leverage over Assad. These new warnings were meant not for Assad but for western publics, to bolster the official narrative that Hersh’s investigation had thrown into doubt.\n“In fact, the US threats increase, rather than reduce, the chances of a new chemical weapons attack. Other, anti-Assad actors now have a strong incentive to use chemical weapons in false-flag operation to implicate Assad, knowing that the US has committed itself to intervention. On any reading, the US statements were reckless – or malicious – in the extreme and likely to bring about the exact opposite of what they were supposed to achieve. […]\n“Any publication that has covered either the White House-Pentagon threats or the rehashing of the OPCW report and has not mentioned Hersh’s revelations is writing nothing less than propaganda in service of a western foreign policy agenda trying to bring about the illegal overthrow the Syrian government. And so far that appears to include every single US and UK mainstream newspaper and TV station.”\nAfter Hersh Investigation, Media Connive in Propaganda War on Syria\nBy Jonathan Cook\nJune 30, 2017 at 20:34\nJust think of who Trump’s advisors are and that son-in-law. Trump’s dancing to the Israeli / Saudi tune unable to understand the hidden rhythm.\nTS\nJuly 1, 2017 at 05:51\n> And so far that appears to include every single US and UK mainstream newspaper and TV station.”\nAnd the German state broadcaster Deutschlandfunk, which also presented the OPCW report as proof that the Damascus government had launched a sarin attack…\nPeter Loeb\nMEALY MOUTHED\nBernstein still holds to the myths that perhaps…just perhaps,\na government which has been attacked is not a symbol of purity etc.\nEssentially, it seems that deep in his gut Dennis Bernstein\nwants to have it both ways. And then some.\nIn fact, there are not many governments under attack that\nare full of “good guys”. Some who are themselves attackers\n(aggressor nations) are not full of good guys either.\nThose that come to mind are the USA and Israel.\nWith fewer illusions (I would never say “no illusions”)\nI fully support the Government of Syria and all the\nmembers of its coalition. Being nation states,\nI doubt if all are activing for the incredible\naltruistic reasons given.\ncountry.\n(I hope Syria retakes the Golan Heights which is not\nnow and never was a part of Israel. Israelis\nwill have to leave or be subjects of the Syrian Government.)\n(I vaguely recall Israel’s policies in the past and continuing today.\nNo tears were shed as Palestinians were driven from\ntheir homes, their lands and/or massacred to make room\nfor the “entitled” Zionists, the conquerors.)\n—-Peter Loeb, Boston, MA, USA\nLJ\nJuly 1, 2017 at 13:56\nBernstein lives in Berkeley and he’s a Jewish man. He has a listening audience that he has cultivated for a few decades now. He can’t completely stomp on toes but I think that he respects the fact that the Syrian Government is in a brutal struggle with Islamist terrorists and has had to resort to brutal tactics. The winner writes  the History of a struggle but we will not read the history written by the Assad Administration in this country even if they ultimately do prevail. What I’m saying is be realistic here, Bernstein has not survived this long conducting interviews on the radio with people who are taking positions contrary to US Government policy by being totally confrontational. He’s not giving away any secrets.  Maybe he has to have it both ways. I think he is a liberal , a humanist  and a journalist.\njohn wilson\nJuly 1, 2017 at 04:40\nAbe when you say the OPCW attended the autopsies for the alleged victims you don’t say where this took place and who was were the people actually carrying out these autopsies. Do you have any info on this? The logic of this is that the bodies were removed from the site and transported elsewhere. The question is: who organised and gave permission for this to take place and how did it actually happen?\nHank\nJuly 2, 2017 at 12:07\nAnother story with a question about the alleged Syrian government chemical attack?  Isn’t it quite obvious as it has been from the very beginning of this false flag event?  Why would Assad give the USA, Israel and the rest of the “war on terror’ prosecutors an excuse to invade Syria?  After fighting these foreign mercenaries labelled as “terrorists”, “rebels”, “freedom fighters”- whatever- and in a position of winning, Assad is going to throw it all away in a totally unnecessary military action?  I don’t think so!  It is amazing to me just how obvious and blatant the lies that the USG is willing to try and sell to the world to attack Syria for Israel.  Assad gassing his own people in front of UN Weapons Inspectors is not the action of a leader who has steered Syria through nightmarish waters these past several years!  These are the actions of groups who want to replace Assad!\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://southfront.org/us-led-coalition-bombing-mosul-with-white-phosphorus-video-photos/",
                "https://www.globalresearch.ca/the-dirty-war-on-syria/5491859",
                "https://www.globalresearch.ca/the-new-york-times-video-analysis-of-the-events-in-khan-sheikhoun-april-4-2017-attack-none-of-the-cited-forensic-evidence-supports-the-claims/5592892",
                "https://www.welt.de/politik/ausland/article165905578/Trump-s-Red-Line.html",
                "https://www.nytimes.com/2017/06/28/us/politics/white-house-warning-syria-chemical-attack-officials-says.html",
                "https://www.thehindu.com/news/national/Kashmir-is-India%E2%80%99s-internal-issue-Syria/article14583766.ece"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.flashpoints.net",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.nyqbooks.org/title/specialed"
            ]
        },
        "key_words": [
            "agent",
            "syria",
            "evidence",
            "attack",
            "claims",
            "chemical",
            "nerve",
            "syriasarin",
            "trump",
            "theres",
            "think",
            "making",
            "thats",
            "syrian"
        ]
    }
]