[
    {
        "url": "https://www.christianpost.com/news/interview-former-pastor-on-segregation-in-the-church-cultural-intelligence.html",
        "title": "Interview: Former Pastor on Segregation in the Church, Cultural Intelligence",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: Former Pastor on Segregation in the Church, Cultural Intelligence\nInterview: Former Pastor on Segregation in the Church, Cultural Intelligence\nInterview: Former Pastor on Segregation in the Church, Cultural Intelligence\n| Tuesday, January 11, 2011\nThe following are excerpts from the interview.\nCP: Why is it that America is so multiethnic but its churches are so segregated?\nRah: That is something that we have to really grapple with as a church. American society is an extraordinarily diverse society. And if you look at the numbers, we are talking about a church that is also extraordinarily diverse. But if we are looking at some of the data, we see that only seven to eight percent of the churches are considered integrated churches. That is a very small number. Clearly, it seems to indicate that even though we live in a multicultural world, we don't have multicultural churches.\nFor example, a number of studies have shown that school systems and neighborhoods are much better integrated than our churches. So we are talking about a situation where it doesn't match up with what we hope to see. There are many factors that contribute to the segregation, including history in the American church that goes back to a slave history and to a history of conflict and even back to some well-intentioned efforts to do church growth that was done along racial lines.\nIt is really sad that the church that should be really leading on these kinds of efforts, because we are giving this picture of a multicultural heaven, be so far from making that a reality. The sad part is the world seems to be doing a better job than churches are doing.\nCP: What effect should viewing culture as part of the image of God have on the Church?\nRah: We do need to look at this theologically and that is one of my efforts here, to say we are not doing this multicultural ministry simply because it is a politically correct thing to do, or because other people are doing it, or because of pressure from society. We really need to do this out of a very deep biblical, theological motivation.\nYou do this because we want to see God at work in our churches and that's why it is so important for us to see culture not from a secular, humanistic perspective, but really from a biblical, theological perspective. That is why in my book, I talk about how the best way for us to learn and understand culture is really to reflect the image of God, the biblical doctrine of the image of God. We know that in the Scripture it teaches us that all humanity is made in the image of God. All of us have been endowed with a spiritual likeness to God himself. At the same time, all of us are susceptible to human fallen nature.\nMy argument is that in the same way that individuals have individual capacity to reflect the image of God and at the same time are vulnerable to capacity to sinfulness because of our fallen nature, culture also has capacity to reflect the image of God – the goodness of God and the spirit's work within the culture – but at the same time be susceptible to human falleness. So it is really recognizing the both/and in the doctrine of creation, that in the same way that individuals are endowed with the beautiful reflection of God's image and yet struggle with the fallenness of human flesh, the culture can also have the goodness of God but the struggle of human fallenness.\nCP: What does the term Power Distance Index mean?\nRah: I'm drawing upon these principles from other sociological works that examine the way different cultures and nationalities or people groups view power. I found this out as an Asian-American operating in predominantly Caucasian or white circles and that there are different ways of relating to people based upon how you view authority and those in authority.\nSo in Asian culture, for example, many of them are very hierarchical, patriarchal. You see this in the writing of Confucius and Asian philosophers who talk about respect for elders and respect for those in authority. Whereas in the Western cultures, the philosophy tends toward egalitarianism or equality because of the democratic principles within Western culture. So I don't mean to pass judgment on what is right or what is wrong, but it is the reality that many of these cultures come from egalitarian principles and others more hierarchical principles. Again, no value statement but that is reality and how life is.\nBut what happens is when you have people in these two cultures interacting in the same church or in the same non-profit organization or institution, you have people who have different perception of power, and because you have different perceptions of power, you have different assumptions, for example, how meetings will run.\nIf, for example, you have a high view of authority and you're in a meeting and you are not the person in charge, chances are you will not speak up to maybe challenge that authority because you have a high view of that person in authority. But whereas, if you come from an egalitarian culture or more democratic one, then you don't have any problem speaking up, making your voice heard, or providing a dissenting opinion because that is part of the person's cultural framework.\nSo when we start talking about multicultural churches with all these cultures together, we assume everybody has the same assumption about power and because of that assumption, some people will be left out of the discussion because they have a different perception of how power and authority operate.\nIn, for example, a board meeting, you can have a multicultural board but you end up operating under one cultural framework, usually the dominant Western framework. And those not from that framework might have a great deal of difficulty interacting in that board because their perspective is different or relating to authority is different.\nCP: What is the idea of making a home together instead of hosting a guest in a multiethnic church?\nRah: This is more of an attitude of how we approach things. It has to do with different cultures' perception of hospitality and hosting. My concern is this, that the word hospitality has really been misappropriated, partially because we have a Western concept of hospitality, which means hosting a guest for a short period of time. We will host a dinner and you can come as a guest and hang out with us for a couple of hours. That is typically how we define hospitality.\nAnd actually scripturally speaking, especially in Jewish culture and the ancient Middle Eastern cultures, that is not the idea of hospitality at all. I want us to move away from this Western American concept of hospitality, which really is a short-term hosting, to much more of what I think is a biblical image of the word as being the body of Christ and family of Christ together.\nSo it is not just about hospitality, it is about building a family together, sharing the same house together, not for short-term but for a long time together. And that's more of a challenge I think.\nSo when we talk about multicultural churches, the assumption is that here we have the dominant culture and they will invite other cultures in. And the new cultures that are coming in will have to adapt to the lifestyle, way of thinking, way of living that the existing culture has operated under. So the assumption is that everybody will adjust to the host's culture. Well, if we are really going to be a family and make a home with all these different cultures, then all the other cultures have to find an expression or else it is not home for them and it is only home for the people that are the host. So it is about how are we building the family in the church. Is it only acceptable for one particular type of people group, or is it really a home for all the different nationalities, ethnicities and people groups to feel that they are not just a guest in someone else's house but part of someone's family.\nCP: What are some suggestions for integrating ethnic diversity in the church?\nRah: I think the best thing to do is be as sensitive as possible and to listen. I talk about cultural intuition as well as cultural intelligence, and the only way to develop that intuition is not just telling people what they should say or what they should be, but really be a family together. Dine at the same table together, share meals together. To learn each other's stories and history, which are some of the things that I really challenge folks to start doing.\nThese are important skills that many of us might not have or have not have much experience in, especially in cross-cultural ministries. It is not an easy thing, it is not something that happens overnight, or we can read a book here and a book there. I would hope that my book is the starting journey for many people to say, \"Ok, there are so many things I need to grow in as a Christian in order to really live into this beautiful picture that God has in store for us in Revelation 7. How can I be a part of that and how can I commit to that, not only for the short term but really for the long term.\"\nSo I think there are some wonderful challenges ahead of us because, as we talked about earlier, the history is against us. Church history is one of segregation, division, hostility that has unfortunately been the history in America. How then do we move out of that history and move into a genuinely multicultural, multiethnic future and really seek ways to increase our intelligence, sensitivity, and intuition for the cultures that God has already brought to this country?\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "really",
            "cultures",
            "churches",
            "interview",
            "culture",
            "church",
            "god",
            "history",
            "image",
            "pastor",
            "different",
            "intelligence",
            "multicultural",
            "segregation",
            "cultural"
        ]
    }
]