[
    {
        "url": "https://www.christianpost.com/news/atheist-groups-demand-pastor-led-student-program-banned-rejected-school-district.html",
        "title": "Atheist Group's Demand That Pastor-Led Student Program Be Banned Is Rejected by School District",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAtheist Group's Demand That Pastor-Led Student Program Be Banned Is Rejected by School District\nAtheist Group's Demand That Pastor-Led Student Program Be Banned Is Rejected by School District\nAtheist Group's Demand That Pastor-Led Student Program Be Banned Is Rejected by School District\n| Thursday, January 25, 2018\nOn Tuesday, Superintendent Rod Gardin of the East Porter County School Corporation sent a letter to the Wisconsin-based Freedom From Religion Foundation informing the atheist group that the school district doesn't plan to ban the \"Elevate Students\" program that's offered at Kouts Middle/High School.\nThe Elevate Students program is run by two pastors associated with the Assemblies of God-affiliated Heartland Christian Center and gives students the opportunity to engage in character and leadership-building activities during their lunch period.\nGardin's letter, which was obtained by The Christian Post, comes in response to a letter he received earlier this month from FFRF, which advocates for a strict separation of church and state, asking that the school district \"discontinue allowing the Elevate program to operate during the school day.\"\nIn the FFRF letter , written by staff attorney Ryan Jayne, the organization explained that it had received several complaints from parents that alleged the two pastors were engaging in religious instruction during their lunchtime sessions.\nJayne argued that it's unconstitutional for the school district to offer religious leaders \"access to befriend and proselytize students during the school day on school property.\"\nGardin, however, said in his response Tuesday that FFRF had its facts wrong and the pastors leading the program were not engaging in any form or religious instruction or proselytization.\n\"In response to your assertion that the school corporation is allowing religious instruction to occur during the school day at Kouts Middle/High School through the Elevate Students program, I analyzed the curriculum used in the program,\" Gardin wrote. \"There is no religious content in the curriculum. There are no Bible verses, references to any spiritual deity, or any activities that expose students to any religious concepts.\"\nGardin even stressed that he watched several video clips that are shown to students to reinforce the concepts they learn from the program. According to Gardin, \"all of them were free from any religious content.\"\n\"I spoke with the facilitator of the program, Matt Willingham. Mr. Willingham confirmed that no verses from any type of religious text are used,\" Gardin assured. \"He added that he would be happy to meet with any parent or group of parents who would like to know more about Elevate Students.\"\nGardin added that at the end of the Elevate Students program, students are asked to share what they learned from the program.\n\"The students' comments have been transcribed for improved legibility and are enclosed,\" the letter reads. \"You will find that none of the students described any type of spiritual awakening or realization. What they learned were life principles that are religion neutral that will assist them in developing into adults who can lead their families and communities in productive ways.\"\nGardin told CP in an email that he received a complaint from a parent earlier this school year about the Elevate Students program. However, when Gardin informed the parent that the program was not religious but merely a secular character building program, he never heard back from the parent.\nGardin asked FFRF to issue a retraction of its Jan. 16 news release  in which the organization claims that the school district is allowing preachers to proselytize to students.\n\"Since it has been demonstrated the school corporation is not allowing preachers to proselytize at one of our schools, I request you remove the erroneous information from your website regarding this topic and replace it with a retraction apologizing for the error,\" the letter reads.\nAs of Wednesday afternoon, no retraction was issued by FFRF.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://ffrf.org/news/news-releases/item/31479-ffrf-protests-sermonizing-in-indiana-public-school"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "school",
            "banned",
            "pastors",
            "gardin",
            "atheist",
            "elevate",
            "program",
            "students",
            "student",
            "pastorled",
            "religious",
            "letter",
            "groups",
            "demand",
            "ffrf",
            "rejected",
            "district"
        ]
    }
]