[
    {
        "url": "https://www.christianpost.com/news/pakistans-minorities-minister-shahbaz-bhatti-murdered.html",
        "title": "Pakistan's Minorities Minister Shahbaz Bhatti Murdered",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPakistan's Minorities Minister Shahbaz Bhatti Murdered\nPakistan's Minorities Minister Shahbaz Bhatti Murdered\n| Wednesday, March 02, 2011\nThe Taliban has claimed responsibility for the assassination of the long-time minorities activist.\nBhatti, 42, was leaving his home in the morning when an unknown gunman bombarded his vehicle with bullets in broad daylight. He was dead when he arrived at Shifa Hospital in Islamabad. Bhatti is usually accompanied by security guards, but he had told them Wednesday not to travel with him.\n\"Assassination of Bhatti is a message to all of those who are against Pakistan's blasphemy laws,\" said Ihsanullah Ihsan, a Taliban spokesman, according to CNN.\nBhatti angered extremists by demanding a review of the controversial blasphemy law in light of the case of Asia Bibi – the first woman to be sentenced to death under the blasphemy law.\nJust last month, The Christian Post met up with Bhatti in Washington, D.C., for an interview during which he shared that he was receiving death threats for speaking against Pakistan's blasphemy law. Bhatti had said that he was the No. 1 target of the Taliban after former Punjab Governor Salman Taseer, an opponent of the blasphemy law, was murdered. Taseer, who is a liberal-minded Muslim, had been the Taliban's No. 1 target until he was assassinated by his own bodyguard on Jan. 4.\n\"I want to make it clear that I am mindful that in the struggle to protect the religious freedom, the rights of minorities, and to raise the voice against the blasphemy law, I can be assassinated. I can be killed,\" Bhatti had told CP in the February interview.\n\"But I will continue to follow the principles that I believe. I will continue to raise the voice of the voiceless. And I will not feel fear because of these threats because I follow Jesus Christ who has given his own life for us. So as a follower of Christ, my destiny is to speak up for those who cannot speak up for themselves.\"\nPakistan's blasphemy law has come under intense criticism for the ease of which Muslims can abuse it to persecute Christians and other minorities. Accusation is nearly all that is needed for someone to be charged with blasphemy, which is punished by fines, imprisonment, or even death. Even without proper evidence, as in the case of Bibi, someone can be accused of blasphemy and end up on death row.\nBhatti's death comes just two months after the murder of his friend and colleague Salman Taseer, who was one of the most vocal advocates for the release of Bibi, a Christian mother of five who was accused of blasphemy against the Muslim Prophet Muhammad. Although she has denied speaking ill of the Muslim prophet, she was beaten and has been imprisoned since June 2009. Bibi is still in prison and waiting for a court hearing date for her appeal.\nChristians make up only about 1.5 percent of Pakistan's 185 million population.\nIn response to Bhatti's murder, President Asif Ali Zardari's aide, Farahnaz Ispahani, said, \"This is a concerted campaign to slaughter every liberal, progressive and humanist voice in Pakistan,\" according to The Associated Press.\n\"The time has come for the federal government and provincial governments to speak out and to take a strong stand against these murderers to save the very essence of Pakistan.\"\nBhatti was the first Christian to be a member of the Pakistani President's Cabinet.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "bhatti",
            "taseer",
            "minorities",
            "law",
            "death",
            "blasphemy",
            "bibi",
            "pakistans",
            "minister",
            "taliban",
            "murdered",
            "voice",
            "shahbaz"
        ]
    }
]