[
    {
        "url": "https://www.christianpost.com/news/19-kids-countings-jim-bob-duggar-on-movement-to-have-show-removed-from-tlc-they-wont-succeed.html",
        "title": "'19 Kids & Counting's Jim Bob Duggar on Movement to Have Show Removed From TLC: 'They Won't Succeed'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'19 Kids & Counting's Jim Bob Duggar on Movement to Have Show Removed From TLC: 'They Won't Succeed'\n'19 Kids & Counting's Jim Bob Duggar on Movement to Have Show Removed From TLC: 'They Won't Succeed'\n'19 Kids & Counting's Jim Bob Duggar on Movement to Have Show Removed From TLC: 'They Won't Succeed'\n| Wednesday, December 17, 2014\nJim Bob Duggar, former state senator and father of 19 children, stands with his wife Michelle as their children play their violins. | Photo Credit: FRC/ Carrie Russell\nJim Bob Duggar has spoken out about the recent efforts to remove his show \"19 Kids & Counting\" from TLC due to what are believed to be homophobic comments and actions.\n\"We love everybody, but we don't always agree with them,\" the Duggar patriarch said at a press conference  on Nov. 21. \"They won't succeed. Our show is the number one show on TLC. We love everybody. It's a small group creating this fuss. All it has done is give us more exposure. We've gained 50,000 Facebook fans last week. God is expanding our border through the national media.\"\nThe Duggar family, which is known for its religious beliefs and large size, have been on TLC for six years and shows no signs of stopping anytime soon. In recent weeks, they have come under fire for taking part in a political movement to keep transgender people out of public restrooms and then removing photos of same-sex couples kissing from their Facebook page. However, the Duggar family remains firm in their commitment to God and to spreading the message of God's love to the public.\n\"Today make every effort to put your mind on these good and wonderful things. Everything around you urges you to be negative but God's word reminds us to lift our minds and eyes up to Him!\" the family posted on their Facebook  page.\nThe larger-than-life family has had such a profound influence on the TV industry as well as the Christian movement. They are friends with another big family with the same values: the Bates, who will actually debut their own reality series on UP TV in January. But that's not the only famous family they are associated with.\nSadie Robertson of \"Duck Dynasty\" fame once said that she does not mind being compared to the Duggar family and has actually spent time with them. Kirk Cameron also is a fan and brought his daughters to Jessa Duggar's wedding so they could witness a couple who had saved their first kiss for the wedding as an example of the way to date and marry.\n\"19 Kids & Counting\" airs on TLC.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mbcpathway.com/2014/12/09/duggars-share-love-story-at-hlgu-banquet/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/duggarfamilyofficial"
            ]
        },
        "key_words": [
            "wont",
            "kids",
            "wedding",
            "whatsapp",
            "bob",
            "tlc",
            "movement",
            "duggar",
            "removed",
            "love",
            "family",
            "succeed",
            "countings",
            "facebook",
            "jim"
        ]
    }
]