[
    {
        "url": "https://www.christianpost.com/news/4-reasons-hillary-clinton-is-an-abortion-extremist-video.html",
        "title": "4 Reasons Hillary Clinton Is an 'Abortion Extremist' (Video)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n4 Reasons Hillary Clinton Is an 'Abortion Extremist' (Video)\n4 Reasons Hillary Clinton Is an 'Abortion Extremist' (Video)\n| Wednesday, August 10, 2016\nU.S. Democratic presidential candidate Hillary Clinton is welcomed onstage by Planned Parenthood Action Fund President Cecile Richards, as Planned Parenthood publicly endorsed Clinton in Hooksett, New Hampshire, January 10, 2016. | (Photo: REUTERS/Brian Snyder)\nThe social conservative non-profit American Values Action, headed by former presidential candidate Gary Bauer, has released a new video highlighting four major reasons why Democratic presidential nominee Hillary Clinton should be considered an \"abortion extremist.\"\nAs some hesitant conservatives continue to weigh the prospects of voting for Republican presidential candidate Donald Trump, the organization released the video as a warning of just how extreme a Clinton presidency would be when it comes to abortion and the religious freedom issues associated with it.\n\"Hillary Clinton presents herself as a moderate, but she has been a radical promoter of abortion throughout her entire career,\" the minute-long video posted to Bauer's YouTube and Facebook accounts on Aug. 7 asserts.\n1. Clinton wants Planned Parenthood to receive even more tax dollars.\nThe first reason that the video highlights references the fact that while many conservatives are calling for the federal government to strip the nation's largest abortion provider of its over $500 million in annual taxpayer funding, Clinton wants to increase taxpayer funding to Planned Parenthood.\nThe video shows a clip of Clinton speaking during an interview with Fusion in January.\n\"Obviously, I am not only against defunding Planned Parenthood but I would like to see Planned Parenthood even get more funding,\" the former First Lady said .\n2. Clinton believes pro-life religious beliefs \"have to be changed.\"\nThe second reason why it is appropriate to label Clinton an abortion extremist is the fact that she believes that the religious beliefs of pro-lifers are unacceptable and need to be changed.\nAt the event, Clinton stressed that \"deep-seated cultural codes, religious beliefs and structural biases have to be changed\" in order give women better access to \"reproductive health care and safe childbirth.\"\n\"Make no mistake: when Hillary Clinton says religious beliefs have to be changed — she means mainstream American voter's deeply held religious beliefs, not hers,\" AVA senior fellow Charmaine Yoest said in a statement shared with The Christian Post.\n3. Clinton believes unborn babies have no rights,\nClinton caused a stir this past April when she was asked during an interview  with NBC's Chuck Todd whether or not unborn children have constitutional rights.\n\"Well, under our laws currently, that is not something that exists,\" Clinton replied. \"The unborn person doesn't have constitutional rights.\"\nLater in April, Clinton appeared on ABC's \"The View\" and was asked clarify her remark to Todd. Co-host Paul Faris asked the former secretary of state whether she was arguing that \"a child, on its due date, just hours before delivery, still has no constitutional rights?\"\n\"Under our law that is the case, Paula,\" Clinton said.\n4. Clinton will only appoint pro-choice justices.\nFor many, the biggest issue in the 2016 election is the impact the election will have on the U.S. Supreme Court.\nAs there is already one vacancy on the court due to the death of Justice Antonin Scalia and there are three justices who are 77 years or older, many predict that this year's election could have a profound impact on the balance of the court for decades to come.\nDuring a Democratic debate in April, Clinton made it quite clear  what her litmus test for Supreme Court nominees would be.\n\"The only people that I would ever appoint to the Supreme Court are people who believe that Roe v. Wade is settled law and Citizens United has to be overturned,\" Clinton said.\nAs Trump has vowed to appoint only pro-life justices to the Supreme Court, Yoest noted that the Supreme Court implications could be a real \"mobilizing issue as more religious voters are educated about her record of abortion extremism.\"\n\"The reality is that Hillary Clinton supports abortion through all nine months of pregnancy up to the moments before birth,\" Yoest said in the statement. \"While the media is busy taking a joke Donald Trump made at a rally over a crying baby into national news, they are avoiding any reporting on Hillary Clinton's abortion extremism.\n\"Hillary Clinton's stance in favor of abortion rights is well known, but less well-known is just how extreme and unlimited her advocacy of abortion is,\" Yoest added.\nLast week, progressive Christian blogger Rachel Held Evans, who says she is pro-life, wrote an op-ed arguing that pro-life Christians would be better off voting for Clinton  over Trump because her progressive policies would help the abortion rate in America continue to decline.\n\"In the eight years since we've had a pro-choice president, the abortion rate in the U.S. has dropped to its lowest since 1973,\" Evans wrote. \"I believe the best way to keep this trend going is not to simply make it harder for women to terminate unwanted pregnancies but to create a culture with fewer unwanted pregnancies to begin with.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/hillary-clinton-doubles-down-abortion-comments-babies-have-no-rights-on-due-date-161137/#eZdqLmOBEMoySqK1.99",
                "https://www.christianpost.com/news/pro-life-evangelical-hillary-clinton-christian-writer-rachel-held-evans-167454/#FY3zaxXPdS9iPGqL.99",
                "https://thehill.com/policy/healthcare/266048-clinton-calls-for-increasing-planned-parenthood-funding"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.breitbart.com/video/2016/04/14/hillary-my-scotus-nominees-will-be-people-who-think-roe-v-wade-is-settled-law-and-overturn-citizens-united/",
                "https://www.youtube.com/watch?v=yCF_xjfTz3c",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "clinton",
            "extremist",
            "abortion",
            "video",
            "reasons",
            "hillary",
            "yoest",
            "trump",
            "religious",
            "court",
            "beliefs",
            "supreme"
        ]
    }
]