[
    {
        "url": "https://www.christianpost.com/news/methodists-church-of-england-may-end-200-year-split-sustain-christian-presence.html",
        "title": "Methodists, Church of England May End 200-Year Split to 'Sustain Christian Presence'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMethodists, Church of England May End 200-Year Split to 'Sustain Christian Presence'\nMethodists, Church of England May End 200-Year Split to 'Sustain Christian Presence'\nMethodists, Church of England May End 200-Year Split to 'Sustain Christian Presence'\n| Sunday, January 21, 2018\nMembers of the Church of England's Synod vote on one of the motions during the session during which approved the consecration of women bishops, in York, July 14, 2014. | (Photo: REUTERS/Nigel Roddis)\nLeaders of the Church of England will debate at their governing body next month whether they should have a priest-sharing arrangement with the Methodists to \"sustain Christian presence.\"\nThe proposal will be discussed at the General Synod in February, as there are \"serious challenges in sustaining a Christian presence,\" according to The Telegraph , which spoke to some leaders of the denomination.\n\"Whilst such co-operation is already possible and practised in many rural contexts, priests/presbyters exercising ministry in both churches at the same time could build on that in new ways,\" the Rt Revd Dr Christopher Cocksworth, Bishop of Coventry, said in a statement.\nCocksworth explained, \"These would include helping one another to maintain a reliable pattern of public worship in the communities they serve, fostering imaginative initiatives in mission, and enabling strategic decisions to be made about which communities will be the particular focus for ministers serving overlapping geographical areas.\"\nMethodism originated as a revival within the 18th century Church of England and became a separate denomination after the death of John Wesley.\nSome senior figures are, however, warning that the arrangement could be \"very problematic.\"\nThe Church of England's top civil servant, William Nye, said the proposal could be divisive given that Methodist clergy who had not been ordained by a bishop would be allowed to hold Church of England services.\nNye added that the plan would break the \"continuous apostolic succession\" that Church of England members believe links their clergy and bishops to the original followers of Jesus Christ.\nA survey  released earlier this month by the Christian humanitarian charity Tearfund showed that only 20 percent of U.K. adults pray regularly, or at least once a month, but only 9 percent go to church regularly.\nThe survey also showed that more than half of adults, 51 percent, say they ever pray, but only one in three people pray in a place of worship.\nAccording to data released by the Church of England last year, an average of 930,000 people, 14 percent of whom were children, attended weekly worship services during October 2016.\nThe smallest 25 percent of churches reported no children attended on average.\nA survey commissioned by the Church of England found last year that only 6 percent of British adults are practicing Christians.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.telegraph.co.uk/news/2018/01/20/church-england-braced-controversial-vote-using-methodist-ministers/",
                "https://www.christianpost.com/news/only-1-in-5-brits-prays-once-a-month-double-number-who-attend-church-regularly-214019/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "presence",
            "200year",
            "split",
            "adults",
            "church",
            "worship",
            "end",
            "whatsapp",
            "sustain",
            "month",
            "england",
            "methodists",
            "pray",
            "survey",
            "christian"
        ]
    }
]