[
    {
        "url": "https://www.christianpost.com/news/robert-jeffress-prideful-fool-donald-trump.html",
        "title": "Robert Jeffress: Am I a Prideful Fool for Not Backing Trump?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRobert Jeffress: Am I a Prideful Fool for Not Backing Trump?\nRobert Jeffress: Am I a Prideful Fool for Not Backing Trump?\nRobert Jeffress: Am I a Prideful Fool for Not Backing Trump?\n| Monday, March 07, 2016\nDear Pastor Jeffress,\nI have the utmost respect for your many years of faithful ministry, for your gracious and unflinching witness for the Lord, and for your devotion to His people over decades of service.\nIt is in that spirit of respect as brothers that I appeal to you to reconsider your position that \"any Christian who would sit at home and not vote for the Republican nominee [if it were Trump] … that person is being motivated by pride rather than principle.\"\nPastor Jeffress, is this really your carefully considered, prayerful position?\nI fully understand your argument that, while many of us are not convinced that Donald Trump is a true pro-life conservative, we know that Hillary Clinton certainly is not, and so we have a chance of going in the right direction with Trump but the certainty of going in the wrong direction with Hillary.\nThat is why influential thinkers like Dennis Prager have stated that, as distasteful as the prospect is, he would vote for Trump rather than Hillary with the hope that Trump might appoint one or more good Supreme Court justices while Hillary would do her best to appoint as many radical liberals as possible.\nI certainly understand these arguments, and they do carry weight.\nBut, my dear brother, do you honestly believe that those who could not in good conscience vote for Trump, should he be the Republican nominee, must be acting on pride rather than principle?\nTo the contrary, it is principle that drives many of those in the #NeverTrump camp.\nConsider, for example, the words of Christian attorney (and Iraq Bronze Star veteran) David French.\nHe wrote , \"I have spent my entire adult life advocating against abortion and working to protect the unborn. I didn't endure the taunts and jeers of my law-school classmates, work countless days and nights away from home to protect the free-speech rights of pro-life protestors, and defend the freedoms of the unsung heroes in crisis-pregnancy centers only to vote for a man who's a walking Planned Parenthood commercial.\"\nThat, sir, is the voice of principle, not pride.\nHe adds, \"There are those who say that the #NeverTrump crew should 'get a life,' but we are opposed to Trump because of our lives: our life's work, to be precise. No, not our careers — they will go on — but rather the long and vital work of building a conservative movement that represents our nation's best hope for the greatness Trump claims to crave.\"\nThere are many other Christians who feel just as French does, who cannot imagine pushing the button or pulling the lever in support of Trump, a man who has managed to bring the Republican party to all-time lows and who has made a mockery of the campaign process.\nMany of us have had it with politics as usual and have tremendous distrust for the political establishment, yet we would feel like we were selling our souls to help a man like Trump become the representative of our nation. And we feel this way not so much because of who Trump was in the past but because of who he is today.\nPastor Jeffress, do you have any regret for telling  The Christian Post that, when it comes to Christians who will not vote for Trump, \"I think the Bible has a word for people like that — it's fools\"?\nYou have frequently pointed to the 1980 presidential race between Ronald Reagan and Jimmy Carter, the former being a twice-married former Hollywood actor, the latter being a born-again, Sunday school teacher.\nBut Donald Trump is not  Ronald Reagan and Ted Cruz (Trump's leading competitor) is not Jimmy Carter, so the comparison is not only inapt, it is irrelevant.\nYou have also stated in speeches and TV commentaries that evangelical Christians have lost faith in Washington, so they are ready to elect a businessman to get the government in order while the Church focuses on moral and spiritual issues.\nBut is there no vital intersection between the government and society? And isn't the very reason so many of us opposed Barack Obama and now oppose Hillary Clinton because of the national damage that bad government can bring about?\nYou stated that, \"if Donald Trump is elected president of the United States, we who are evangelical Christians are going to have a true friend in the White House. God bless Donald Trump!\"\nBut how do you know this for sure? In the recent past, he has completely reversed  major positions in the course of a week, while in the course of the last debate, he reversed  a previous position on immigration, only to issue a different statement after the debate.\nThe same happened with his position on torture and killing the families of terrorists, which over a matter of days changed  from: I will order the military to break all international laws, and you better believe they will obey me; to, of course I understand the rule of law and would not ask the military to break the law; to, if elected, I will expand  the law.\nHow can you be so sure of what he will do if elected when he has vacillated so wildly already? This is the man who thundered at one debate, \"Bush lied!\" (about WMD's in Iraq) – an ugly, unfounded accusation – only to mollify his statement within hours.\nThis is the man you want us to trust?\nAnd what about potential damage could Trump cause as president? Could he lead us into a needless war? Could he alienate our allies? Could he provoke racial or ethnic strife (and even violence) in our nation by making inflammatory remarks?\nPerhaps rather than saying, \"God bless Donald Trump!\" you should have said, \"May God bring Donald Trump to repentance and salvation!\"\nWhen it comes to the issue of pragmatism, both Cruz and Rubio have consistently polled better against Hillary than Trump (Trump's unlikability numbers are off the charts), so it could be argued that a vote for Trump today is a vote for Hillary tomorrow.\nEven if Trump did secure the Republican nomination, some would still argue against voting for him based on both principle and pragmatism.\nPrinciple, because they cannot do so in good conscience.\nPragmatism, because Christians would be forced into an all-out (non-violent) moral and cultural battle if Hillary were elected, because the Church would be forced to go after God with a greater desperation for our nation, and because the Republican leadership would be forced to take a stand.\nIn contrast, it could be that a President Trump (which is still hard for me to wrap my mind around) would be the ultimate compromiser and dealmaker, just adding to the current morass.\nIn other words, a Hillary victory, as much as I deplore the thought and could not under any circumstance vote for her, could be the final straw that breaks the back of American Christian complacency, leading to an awakening.\nThat being said, I have not yet made a final decision of what I would do if it came down to Hillary vs. Trump. I simply ask you to recognize that the issue for me and many others is one of principle, and we are wrestling with it in the fear of Almighty God.\nYou said in your interview with The Christian Post, \"Every Christian has the right to choose a candidate he thinks is best. But no Christian has the right to make his preference a litmus test for somebody else's Christianity or spirituality.\"\nI certainly concur with you on this and, despite my profound reservations concerning Donald Trump, I cannot judge your reasons for supporting him now.\nIn that same spirit, I encourage you to retract your comments that Christians who would not support Trump in the general election are fools who are acting on pride rather than principle.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.politico.com/blogs/2016-gop-primary-live-updates-and-results/2016/03/donald-trump-torture-laws-220315",
                "https://www.dailywire.com/news/3902/trump-flip-flops-immigration-reverses-back-joshua-yasmeh",
                "https://www.nationalreview.com/2016/03/donald-trump-why-i-cant-vote-trump-nevertrump/?target=author&tid=1048",
                "https://www.christianpost.com/news/robert-jeffress-christians-not-voting-donald-trump-foolish-prideful-158881/",
                "https://www.cnn.com/2016/03/04/politics/donald-trump-reverses-on-torture/index.html",
                "https://stream.org/donald-trump-vacillator-in-chief-waffles/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.unionleader.com/Another-View-Michael-Reagan-Trump-is-no-Reagan-Republican"
            ]
        },
        "key_words": [
            "man",
            "prideful",
            "fool",
            "god",
            "hillary",
            "trump",
            "jeffress",
            "vote",
            "republican",
            "principle",
            "christians",
            "christian",
            "robert",
            "backing",
            "donald"
        ]
    }
]