[
    {
        "url": "https://www.christianpost.com/news/america-abandons-marriage-at-its-own-peril.html",
        "title": "America Abandons Marriage at Its Own Peril",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nAmerica Abandons Marriage at Its Own Peril\nAmerica Abandons Marriage at Its Own Peril\n| Sunday, August 06, 2017\nDr. Jerry Newcombe is a key archivist of the D. James Kennedy Legacy Library, a spokesman and cohost of Kennedy Classics.\nI attended an unusual wedding this past weekend. The minister presided over the wedding in a cow patch. We were driven to the pasture on a hay ride. The best man (my son) was barefoot, and the bride wore cowboy boots. But at least this millennial couple was getting married. I guess that puts them in a minority among their peers these days — sadly.\n\"Americans Aren't Getting Married,\" declares a Drudge headline (7/28/17).\nWriting for bloomberg.com  (7/28/17), Ben Steverman notes in the Drudge-linked article: \"The U.S. marriage rate — the number of new marriages per 1,000 people — has been falling for decades .... And research firm IbisWorld predicts the marriage rate will keep falling over the next five years.\"\nHe adds, \"It's unclear whether the decline of the American wedding is a permanent trend. American millennials lag previous generations on many metrics of adulthood ... Maybe most of them will eventually get around to weddings of their own — but then, it's possible that many never will, and that they'll bring the U.S. marriage rate closer to Europe's.\"\nIt would be disastrous for this country if we went the route of Europe in being a post-marriage society. The old cliché is still true: As the family goes, so goes society.\nWhat's happened to marriage in America?\nNo fault divorce has made it easy to get unhitched. When divorce is an easy out, then couples can look for an easy exit when the going gets tough.\nHollywood has turned monogamy into monotony. The irony is that surveys show that those who are married tend to enjoy everything on a much more fulfilling basis. And that includes intimacy.\n\"Living in sin\" (as cohabiting used to be called) has lost its stigma — but most such couples don't seem to realize that, statistically, living in sin prepares you for divorce more than it does for a happy marriage.\nAlthough millions profess Christian belief, too many compartmentalize their lives and fail to live by Christian standards, i.e., no sex outside of traditional marriage.\nGovernment tax policies, especially in the example of welfare, have subsidized single parenthood, thus, breaking the back of the urban family. Instead of actually helping the poor, welfare has ensured their long-lasting misery — because the family is the key to upward mobility.\nA Marxist attack on marriage has been quite effective. In the Communist Manifesto, Karl Marx and Friedrich Engels specifically called for the \"abolition of the family.\" My friend, Dr. Paul Kengor, wrote a whole book about this — Takedown: From Communists to Progressives, How the Left Has Sabotaged Family and Marriage (wnd Books, 2016).\nTraditional marriage is good for individuals all the way around. Numerous studies show it's good for your spiritual health, your mental health, your physical health, and your fiscal health.\nMany today think marriage is unnecessary. They think marriage is misery, and singleness is bliss.\nPerhaps one of the biggest myths of all about marriage is that feelings are all that matter. But feelings come and go. As my wife (for 37 years, thank God) once put it, \"Our culture says: 'Cling to your feelings.' God says, 'Cling to your spouse.'\"\nSeveral years ago, sociologist Linda J. Waite and columnist Maggie Gallagher wrote a definitive book on how marriage is good for society on virtually every front, The Case for Marriage: Why Married People Are Happier, Healthier, and Better Off Financially (Doubleday, 2000). They combed through all the research and concluded: \"The scientific evidence is now overwhelming: Marriage is not just one of a wide variety of alternate family forms or intimate relations, each of which are equally good at promoting the well-being of children or adults. Marriage is not merely a private taste or a private relation; it is an important public good.\"\nAnd they add, \"As marriage weakens, the costs are borne not only by individual children or families, but also by all of us taxpayers, citizens, and neighbors. We all incur the costs of higher crime, welfare, education and health-care expenditures, and in reduced security for our own marriage investments. Simply as a matter of public health alone, to take just one public consequence of marriage's decline, a new campaign to reduce marriage failure is as important as the campaign to reduce smoking.\"\nThe couple wed in the cow patch said a mixture of traditional vows along with some interesting twists, such as: \"I will protect you and stand by your side. I vow not just to grow old together, but to grow together. I will love you faithfully when things are easy and when life gets tough .... I vow to love you with all I have and hope to be, until Jesus calls me home to heaven.\"\nMarriage is worth saving. I hope more millennials will come to learn that — for all our sakes.\nJerry Newcombe, D.Min., is an on-air host/senior producer for D. James Kennedy Ministries. He has written/co-written 26 books, including The Book That Made America, Doubting Thomas (w/ Mark Beliles, on Jefferson), What If Jesus Had Never Been Born? (w/ D. James Kennedy) & George Washington's Sacred Fire (w/ Peter Lillback). djameskennedy.org @newcombejerry\nSponsored\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://djameskennedy.org/",
                "https://twitter.com/newcombejerry?lang=en",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=65d5e920-c938-11e9-bee9-5d8eaac223c8&url=Lw=="
            ]
        },
        "key_words": [
            "health",
            "good",
            "america",
            "peril",
            "abandons",
            "easy",
            "marriage",
            "married",
            "welfare",
            "rate",
            "family",
            "wedding",
            "public"
        ]
    }
]