[
    {
        "url": "https://consortiumnews.com/2013/03/08/neocons-escape-accountability/",
        "title": "Neocons Escape Accountability",
        "authors": [
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "Mark Kaplan",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-03-08",
        "text": "Main menu\nBy Paul R. Pillar\nOne regularly hears much talk in Washington about accountability, but also regularly sees examples of how the concept of accountability gets applied in this town in an inconsistent and warped way. There are the inevitable calls for heads to roll after any salient untoward event, and huzzahs to senior managers who do roll heads in response.\nI have addressed previously what tends to be wrong about how such episodes play out. Too often there is no consideration of whether the untoward event is or is not part of some larger pattern of malfeasance or incompetence, whether those at any one level in a chain of command could reasonably be expected to prevent all such events when the action is at some other level, and whether there is any reason to expect the changes in personnel to result in any change in institutional performance.\nDennis Ross, who has served as a senior U.S. emissary in the Middle East.\nNor is there consideration of why those who roll heads and collect the huzzahs but who also are part of the same chain of command should be allowed to determine, in a very un-Truman-like, the-buck-didn’t-get-to-me way, that accountability stops just below their own level.\nThe converse of this is that in some instances in which there is a proven pattern of error, and good reason to believe that if we trust the same people who led us into failure in the past we are likely to be led into failure again, no accountability seems to be taking place. Accountability in this instance would not necessarily mean losing a particular job; it could mean being discredited as a source of policy advice.\nThere is such a thing as malpractice in policy analysis. The most obvious example of lack of this type of accountability is that neocons, the people who gave us the Iraq War, still get listened to . Not only that, but they still get listened to on matters eerily reminiscent of getting us into the Iraq War.\nAnother example is brought to mind by the latest set of recommendations from veteran Middle East peace processor Dennis Ross. A fair reaction to this comes from Lebanese commentator Rami Khouri . Khouri observes that it is understandable to think about how the Obama administration, with its new secretary of state, might try to revive Israeli-Palestinian peace negotiations. But, he continues,\n“Less understandable is why a leading American publication, the New York Times in its Sunday Review section, should turn for advice on this issue from former diplomat Dennis Ross. … I say this is less understandable because Ross has almost nothing but failure to show for his 11 years of leadership on Arab-Israeli and other Middle Eastern issues in the White House and State Department, between 1993 and 2011. Only in Washington could a serial failure in Arab-Israeli diplomacy such as Ross be consulted on how to move ahead in Arab-Israeli diplomacy.”\nAnother type of accountability-shedding, which one sees especially on Capitol Hill but also elsewhere, is that someone who supported what turned out to be a failure disclaims responsibility on grounds of having been misinformed. This certainly has been a pattern regarding the Iraq War ever since it turned sour. Some proponents of the war have confessed to having made an error; a larger number have used the excuse of having been misinformed by the Bush administration, the intelligence community, or both about Iraqi weapons programs.\nThe excuse gets repeated even though very few members of Congress ever bothered to look at what the intelligence agencies were saying either about the weapons programs or about anything else concerning Iraq, and even though there would not have been a case for launching this offensive war even if everything the administration had said about the weapons had been true.\nA similar way of shedding responsibility, again a favorite of members of Congress, is to immerse oneself in the political mood of the moment and to disregard how that mood represents a change from earlier moods. Here the outstanding example is the practice that gets euphemistically called enhanced interrogation techniques.\nScott Shane has an excellent description in the New York Times of the state of play about this issue that confronts John Brennan, and particularly about the question of how he will handle a reportedly damning report prepared by Democratic Congressional staff.\nHe faces Democrats who have moved strongly into the anti-torture camp, Republicans who haven’t moved as much, and employees involved in the interrogation process who have seen public and political standards about this subject shift markedly between the early post-9/11 days, when they were doing some of this stuff, and now, when people want to hold someone accountable for doing that stuff.\nGiven past patterns, the smoothest way out of this bind may be found in the report itself, in which, according to Shane, people involved in the interrogation program are described as having given “top Bush administration officials, members of Congress, the American public and even their own colleagues, possibly including Mr. Brennan himself, a deeply distorted account of its nature and efficacy.”\nHere’s a prediction: Mr. Brennan will find places at lower levels to satisfy the appetite for accountability, while further determining that both he and members of Congress had been “misinformed.”\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is now a visiting professor at Georgetown University for security studies. (This article first appeared as a blog post  at The National Interest’s Web site. Reprinted with author’s permission.)\nMark Kaplan\nMarch 9, 2013 at 16:43\nIt would be appropriate to put together a WANTED poster with photos and names of these individuals, and post it on the Internet, so it could be copied around the world, and pasted up ALL OVER THE PLACE. Such a graphic could become instantly recognizable, as a tool to bring these people to ‘justice,’ in one form or another.\nincontinent reader\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.dailystar.com.lb/Opinion/Columnist/2013/Mar-06/208984-why-does-america-listen-to-dennis-ross.ashx#axzz2MrurbK4o",
                "https://nationalinterest.org/blog/paul-pillar/the-meaning-accountability-5778",
                "http://www.nytimes.com/2013/03/07/us/politics/cias-harsh-interrogations-pose-hurdles-for-john-brennan.html?hp",
                "https://archive.nytimes.com/www.nytimes.com/interactive/2013/03/03/opinion/sunday/opinion-israel-palestine-mideast-peace.html",
                "https://nationalinterest.org/blog/paul-pillar/robert-gates-the-art-nurturing-reputation-5380",
                "https://nationalinterest.org/blog/paul-pillar/why-are-the-neocons-still-around-7477",
                "https://nationalinterest.org/blog/paul-pillar/accountability-complicated-6852"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "having",
            "members",
            "escape",
            "congress",
            "accountability",
            "failure",
            "war",
            "ross",
            "administration",
            "way",
            "iraq",
            "neocons"
        ]
    }
]