[
    {
        "url": "https://www.christianpost.com/news/white-house-responds-to-impeachment-petition-that-got-49000-signatures.html",
        "title": "White House Responds to Impeachment Petition That Got 49,000+ Signatures",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWhite House Responds to Impeachment Petition That Got 49,000+ Signatures\nWhite House Responds to Impeachment Petition That Got 49,000+ Signatures\nWhite House Responds to Impeachment Petition That Got 49,000+ Signatures\n| Monday, January 14, 2013\nThe White House recently posted a response to a petition put on their \"We the People\" site calling for the impeachment of President Barack Obama.\nThe official White House response came for a petition that had garnered over 49,000 signatures since the month of November.\n\"Believe it are not, petitions like the one you signed are one of the reasons we think We the People is such a valuable tool,\" reads the White House response. \"There are few resources that do more to help us engage directly with people about the issues that matter to them – especially people who disagree with us.\"\nThe impeachment petition was part of the \"We the People: Your Voice in Our Government\" website, a site established by the Obama Administration for more direct communication between Americans and the White House.\n\"The idea of petitioning the White House or the government isn't new, but this online platform is,\" reads the \"How & Why\" section of the \"We the People\" site.\nThe specific impeachment petition the White House responded to was posted in the \"Government Reform\" category by a \"Stephen M\" on Veterans Day 2012.\nStephen M's petition calls for Obama's impeachment based upon the claims that Obama declared war on Libya without congressional approval, forced \"Obamacare\" on Americans, his alleged disrespect for the Constitution, and appointing \"agency 'czars' without Senate approval.\"\nThe White House responded by noting that Obama did not officially declare war in Libya, that the Affordable Care Act was declared constitutional by the United States Supreme Court last year, and that the president does indeed respect the Constitution. Regarding the \"czars\" claim, the White House responded that \"many of those who have been called 'czars' have in fact been confirmed by the U.S. Senate as prescribed by federal law, and others hold policy jobs that have existed in Administrations stretching back decades.\"\n\"So the short answer is that we won't be calling for the President's impeachment -- and given the fact that you made your appeal to the White House itself, we doubt you were holding your breath waiting for our support,\" wrote the White House.\n\"Here's the important thing, though. Even though this request isn't going to happen, we want you to walk away from this process with knowledge that we're doing our best to listen -- even to our harshest critics.\"\nStephen M's petition is not the only one calling for the impeachment of federal level leaders. One petition, started by \"Gina H\" of Fresno, Calif., on Dec. 26, calls for the impeachment of \"the GOP Congress;\" it has about 3,100 signees. Another, created by \"Gary B\" of Portland, Ore., calls for Senator Diane Feinstein to be impeached; it has over 32,000 signees.\nThe most signed petition on the \"We the People\" site presently is a petition to legally recognize Westboro Baptist Church as a hate group. Though the petition has over 318,000 signatures as of Monday, the White House has not given it an official response.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "responds",
            "signatures",
            "white",
            "czars",
            "49000",
            "petition",
            "house",
            "responded",
            "impeachment",
            "response",
            "calls",
            "site",
            "obama"
        ]
    }
]