[
    {
        "url": "https://consortiumnews.com/2013/09/20/almost-to-consortiumnews-goal/",
        "title": "Almost to Consortiumnews’ Goal",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-09-20",
        "text": "Main menu\n • Comments Off on Almost to Consortiumnews’ Goal\nFrom Editor Robert Parry: Thanks to the generosity of our readers we are getting close to our modest goal of $25,000 for our summer fund drive. Yes, it has taken a while but we are now only about $5,000 short.\nSo, if you can, please help get us over our target. Your donation may be tax-deductible since we are an IRS-recognized 501-c-3 tax-exempt non-profit.\nYou can donate by credit card online or by mailing a check to Consortium for Independent Journalism (CIJ); 2200 Wilson Blvd., Suite 102-231; Arlington VA 22201. (For readers wanting to use PayPal, you can address contributions to our account, which is named after our e-mail address: “consortnew @ aol.com”).\nOr, you can buy one of my last four books through the Consortiumnews’ Web site or my latest book, America’s Stolen Narrative, through Amazon.com, either in paper or the e-book version . A portion of each sale will go toward our goal.\nOr, for only $34, you can get the trilogy that traces the history of the two Bush presidencies and their impact on the world. The three books Secrecy & Privilege, Neck Deep (co-authored with Sam and Nat Parry) and America’s Stolen Narrative would normally cost more than $70.\nTo get the books for less than half price  and help us meet our fundraising goal  just go to the Web site’s “ Donate ” button and make a $34 “donation” using Visa, Mastercard or Discover. We will read a donation of that amount as an order for the trilogy.\nIf your mailing address is the same as your credit card billing address, we will ship the books to that address. If your mailing address is different, just send us an e-mail at consortnew@aol.com and we will make the adjustment. For U.S. orders, we will pay for the shipping. (For non-U.S. orders, add $20 to defray the extra cost.)\nYou can also take advantage of this special offer by mailing a check for $34 to The Media Consortium; 2200 Wilson Blvd.; Suite 102-231; Arlington VA 22201. Or you can use our Paypal account, “consortnew @ aol.com.” Just make sure you include your mailing address in the message.\nAgain, thanks for your support.\nRobert Parry is a longtime investigative reporter who broke many of the Iran-Contra stories for the Associated Press and Newsweek in the 1980s. He founded Consortiumnews.com in 1995 to create an outlet for well-reported journalism that was being squeezed out of an increasingly trivialized U.S. news media.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://consortiumnews.com/cont2.html",
                "https://salsa.democracyinaction.org/o/1868/p/salsa/donation/common/public/?donate_page_KEY=2043",
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "34",
            "address",
            "goal",
            "consortiumnews",
            "donation",
            "books",
            "parry",
            "va",
            "web",
            "thanks",
            "mailing",
            "wilson"
        ]
    }
]