[
    {
        "url": "https://www.christianpost.com/news/evangelical-catholic-hillary-clinton-advisers-address-concerns-nae-usccb.html",
        "title": "Evangelical, Catholic Leaders Met Hillary Clinton Advisers to Address Concerns",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nEvangelical, Catholic Leaders Met Hillary Clinton Advisers to Address Concerns\nEvangelical, Catholic Leaders Met Hillary Clinton Advisers to Address Concerns\nEvangelical, Catholic Leaders Met Hillary Clinton Advisers to Address Concerns\n| Wednesday, August 03, 2016\nDemocratic U.S. presidential nominee Hillary Clinton gives a thumbs up as she arrives to accept the nomination on the fourth and final night at the Democratic National Convention in Philadelphia, Pennsylvania, U.S. July 28, 2016. | (Photo: REUTERS/Jim Young)\nA number of Catholic and evangelical humanitarian leaders met with Hillary Clinton's supporters and advisers in a series of \"listening sessions\" and addressed their concerns on global issues and the future of religious freedom for conservative Christian organizations.\nTIME reports that several of Clinton's former State Department advisers organized closed-door meetings for about a dozen Catholic and evangelical leaders, including ones from the National Association of Evangelicals and the United States Conference of Catholic Bishops, in Washington over the last two months.\nThe meetings took place in late June and July and were designed to allow the leaders of various faith-based humanitarian organizations to hear about Clinton's potential global development policies and address their policy needs, priorities and concerns with Clinton advisers.\nA Clinton campaign spokesman told TIME  that the goals of the meetings were to help the campaign \"learn about the priorities of people of faith engaged in humanitarian work\" and work with \"supportive leaders to help get them and their communities involved in our field organizing efforts in Virginia and elsewhere.\"\nThe meetings were organized through a foreign policy group called \"Idealists for Hillary\" and convened by former adviser to the State Department's Global Hunger and Food Security Initiative Cindy Huang.\nThe first meeting was held on June 23 between Clinton advisers and Catholic humanitarian leaders.\nA representative who attended the meeting from the U.S. Conference of Catholic Bishops, which is one of nine agencies authorized to resettle refugees in the United States, told TIME that the meeting was less about political support and more about including the religious perspective in the formation of a Clinton global policy.\n\"We are open to meeting with both parties around development issues,\" the representative said.\nOn July 19, a similar meeting was held for evangelical and Protestant leaders. The meeting was attended by Galen Carey, vice president of government relations for the National Association of Evangelicals, and Deborah Fikes, former World Evangelical Alliance permanent representative to the United Nations and a Clinton supporter.\nAccording to TIME , Carey voiced concern about whether \"new orthodoxies\" on gay marriage and sexuality could infringe upon the religious liberty of faith-based organizations and prevent them from receiving government grants in the future.\n\"Most of the humanitarian work in Africa, like schools and hospitals, were started mostly by missionaries, including a lot of evangelicals,\" Carey told TIME. \"If the government tries to impose ideological constraints on civil society groups, then we could be written out of the picture, and that would be a lose-lose, certainly for our organizations, but much more importantly for the work that needs to be done.\"\nCarey could not immediately be reached by The Christian Post for follow-up comment before press time.\nChris Seiple, the chairman of the board for the Institute for Global Engagement, attended the meeting in his personal capacity. He told TIME he doesn't plan to vote for either Clinton or Republican nominee Donald Trump. However, he praised the Clinton advisers for reaching out to the evangelical community.\n\"There are many lower case 'e' evangelicals and other Christians who will not vote for Trump, but feel that they have no place to go,\" Seiple explained. \"If Hillary were to expand the tent and welcome such folks, she has the opportunity, ironically, to create the equivalent of 'Reagan Democrats' — 'Clinton Republicans' would, I believe, not only seal the victory, but position Hillary as a transformational leader.\"\nTrump held a meeting with over 900 evangelical leaders in June in an attempt to win support from hesitant Christian conservatives who were not yet sold on the candidate, even though he was the presumptive Republican nominee.\nThat meeting was more designed to let evangelical leaders and pastors get familiar with Trump's political stances and for Trump to assure them that he will protect their religious freedoms and appoint pro-life Supreme Court justices.\nHowever, Trump also held private meetings with over 25 select evangelical leaders, many of whom serve on his evangelical advisory board, and gave them the opportunity to explain their concerns to him.\nA July Pew Research poll  showed that 17 percent of white evangelicals and 56 percent of Catholics (46 percent among white Catholics) would vote for, or are leaning toward voting for, Clinton.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://time.com/4433891/hillary-clinton-evangelicals/",
                "https://www.pewforum.org/2016/07/13/evangelicals-rally-to-trump-religious-nones-back-clinton/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "clinton",
            "address",
            "concerns",
            "met",
            "advisers",
            "meeting",
            "meetings",
            "hillary",
            "evangelical",
            "leaders",
            "evangelicals",
            "humanitarian",
            "global",
            "catholic"
        ]
    }
]