[
    {
        "url": "https://www.christianpost.com/news/transcript-john-piper-rick-warren-on-doctrine-purpose-driven-life.html",
        "title": "Rick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\n| Saturday, May 28, 2011\nSo my first reaction in pastoral care is not to explain. And again, I don't think the primary purpose of the Bible is to explain suffering. I never have, because the actual explanations are often inadequate. I think the primary purpose of Scripture is to say I am all you need in this suffering and I need comfort. God does not owe me an explanation for what He does in my life. And if I am looking for that to feel better about my suffering, then I'm not going to get it.\nPIPER: You say that, but I think what you mean is he doesn't need to give you detail explanations why this suffering at this moment at this time, but you do have a big explanation.\nWARREN: Of course I do.\nPIPER: The big one of why, because you said He uses it for this and this and this.\nWARREN: I have two explanations. First, the explanation of sin. The fact that in the fall literally everything is broken. Nothing on this planet works. Every body is broken, none of our bodies works perfectly. Every relationship is broken. The weather is broken. I don't have a problem with hurricanes. Nothing works on this planet. This is not heaven, this is Earth and that is why we are to pray thy will be done on Earth as it is in heaven. Why? Because God's perfect will is done perfectly in heaven. So I am to pray that done here.\nAnd so I have the explanation of sin. Everything is broken so I should not expect anything. No marriage is going to work, you put to sinners together, you're not going to have a perfect relationship. I have even greater than that, I have the greater glory of God, the history is His story, that He is in charge and ultimately He knows what He's doing.\nI can get the miniature explanations in heaven.\nPIPER: One more thing on the sovereignty of God because of this phrase. This promise is only for God's children, Romans 8:28, it is not for everyone. All things work for bad for those who live in opposition. So I just jotted down here, what does that mean? What is the bad? I assume you mean a person who just until the end of his days is resisting and he dies without Christ and without God.\nWARREN: Well, the Bible makes it really clear that if I am not receptive to the grace of God I am headed toward wrath. But more than just hell and wrath – obviously I do believe in hell. Jesus spoke more about hell than heaven – I trust him as the authority, not you, me or anybody else. If hell is not real, then Jesus was a liar and God has a lot of explaining to do on His justice and things like that.\nBut go back on that question, read it again to me.\nPIPER: What does it mean that all things work for bad?\nWARREN: Well, they clearly aren't working for good because God owes me nothing. He doesn't have to work for anything good in my life. That is only for those who are called according to His purpose.\nPIPER: So when <em>The Purpose Driven Life</em>, written for believers is rooted profoundly in 8:28, 8:29.\nWARREN: That is the central text in really the whole book. Romans 8:28, 8:29 for those He forknew He predestined to be conformed to the image of His son. It is about becoming like Christ.\nPIPER: Why do you think, a book doesn't sell 40-50 million copies unless unbelievers are reading it. Are they stumbling over things like, things are going to go bad for us if we don't get saved.\nWARREN: Well, I think everyone does selective reading. Everybody has a filter, and that is real easy for critics to see things from their perspectives, and I'm going, I didn't mean that at all. And believers do the same.\nPIPER: Here is a question that would trouble a lot of people about you. Trying to figure you out in public, Larry King and Stephen Colbert. Do you hedge on sovereignty of God when you are in that kind of setting?\nWARREN: Well I don't think so. I think if you go and look at those examples, Larry King has asked me very pointedly, for instance, about homosexuality two or three times and I made no bones about it. I said there is a right and there is a wrong. And I said, Larry, let's don't even argue this from Scripture. I said, take a human body, a male and a female, it is obvious that certain parts are meant together. There is a purpose and a design for it and there is a result of that. I rest my case.\nSo I don't have to defend God. It is like Spurgeon said with Scripture. Now, what I would want to say, since you brought that up about my public appearances, everyone needs to understand that there is one thing that motivates me. It is the global glory of God. I am first and foremost a missionary. I am an evangelist and a missionary.\nSo, for instance, when I have done political things, I couldn't care less about politics. I have zero interest in politics, really. They don't allure me. I have no interest in them, because if I could believe the law could change people's behavior then I would become a politician. But only Christ can change the heart.\nSo why do I accept Larry King and the inauguration of the last two presidents, and things like that? It was actually for international consumption, not national. In the last eight years, I had over 15,000 of my members overseas in this PEACE plan. And we were making a commitment to go to every nation, all 195 nations. That meant I had people in Algeria, Morocco, Tunisia, Yemen, and many other places where they are not well accepted.\nWhen I accepted the invitation to do the president's inauguration, who I clearly don't agree with, just like I would accept invitations to Larry King and whatever, it was because I knew every national leader, every king and president was watching that show. I thought that if I have a team that is in a country and they get in trouble, they can hold up a picture and say, \"This is the president of the United States and this is my pastor.\" It may be able to get them out. So it really had nothing to do with national consumption. My motivation is really all about mission.\nPIPER: Let me shift gears, not entirely from sovereignty of God, but just to push it up a level and ask a question about election.\nWARREN: Sure.\nPIPER: Would I be right to infer from your biblical commitments that your view of God's sovereignty, that you embrace the doctrine of unconditional election?\nWARREN: Yes, I do. Of course I do.\nPIPER: In other words, God can, does choose who will be saved before the foundation of the world, would that be right?\nWARREN: Yes, my qualifier on that is I say if I find a verse that tends to say something else – \"whosoever will may come\" – I believe them both. My faith, my hermeneutics does not demand that I correlate every verse. In other words, there are often verses that appear, I'm a John 3:16 Christian, I believe God so loved the world, I do believe that, and I believe that whosoever believes in Him shall not perish. But I also believe, you know, predestination from the foundation of the Earth. So to me, I'm able to hold tensions in my mind rather than having to explain them. To me, I don't fit in a real good box and I believe them both.\nPIPER: When you say you don't feel obliged to correlate them, let me restate that and see if you agree. You don't think that they ever contradict each other?\nWARREN: I do not. I think any apparent contradiction in Scripture is my limited capacity, me trying to understand God is like an ant trying to understand the Internet. I don't have the brain capacity.\nPIPER: It seems to me that in the Armenian Calvinistic debates over the centuries, Calvinists have spoken like you just did and Armenians tend to feel like they need to negate unconditional election. That true?\nWARREN: That's probably true. Instead of saying can I see both/and. In other words, there's two kinds of thinking. There is conjunctive thinking and there's disjunctive thinking. Disjunctive thinking says it has to be either/or. Now clearly, there are some either/or's – I either trust Christ or I don't. I'm either pregnant or I'm not. But a lot of thinking in Scripture, when it comes to theology is, in my opinion, conjunctive thinking. It's both/and. I believe that and I believe that.\nPIPER: And my experience, everybody's wired differently. When I see these two, I am pressed, if I can and sometimes you can't, to push them down until the root merges. They look like \"whosoever will may come\" is absolute truth, and \"chosen before the foundation of the world\" is an absolute truth and you just .... I think theology is an effort.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "things",
            "purpose",
            "say",
            "piper",
            "thinking",
            "im",
            "scripture",
            "does",
            "god",
            "dont",
            "transcript",
            "rick",
            "believe",
            "think",
            "john",
            "driven",
            "clarifies",
            "warren",
            "doctrine",
            "life"
        ]
    }
]