[
    {
        "url": "https://nutritionfacts.org/questions/what-is-the-best-diet-for-kidney-stone-prevention/",
        "title": "What is the best diet for kidney stone prevention?",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "November 8th, 2012\nI just had a kidney stone and really don’t want to have another one. I looked online and there are conflicting things about what I should eat to prevent a recurrence. What is the best diet?\nAnswer:\nI’m going to assume you have what’s called idiopathic calcium nephrolithiasis (but if you can actually catch a stone and have it analyzed, your physician can make more specific recommendations). ICN–the formation of calcium oxalate stones (sometimes mixed with calcium phosphate)–accounts for about 80% of cases (though you should see your physician to rule out a variety of hereditary and acquired diseases that can cause those in the 20%).\nThe most important thing folks with ICN can do is drink lots of water, at least 2 liters a day, to dilute the concentration of calcium, oxalate, and uric acid in your urine to decrease the likelihood of stone formation and flush away seeding crystals. Water’s probably the best, but if you are going to drink other liquids, OJ is preferable to grapefruit juice, apple juice, and tea.\nIn terms of food, according to the  latest review  on the subject, the most important thing is to reduce meat consumption (vegetarians may have only  half  the kidney stone risk). The reasons  given  why animal proteins are bad is because of hypercalciuria, hyperoxaluria, hyperuricosuria, hypocitraturia, and the acidification of the urine. You should also cut down on salt, and the more fruits and vegetables the better–they tend to have a high water, potassium, and magnesium content; a low sodium chloride content; and a high urine alkalinization power because of the presence of bicarbonate and citrate. I would warn against megadosing with vitamin C (as you’ll see across the internet) as this may  exacerbate  stone formation.\nImage Credit: SweetOnVeg / Flickr\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/12631089",
                "https://www.ncbi.nlm.nih.gov/pubmed/7140784",
                "https://www.ncbi.nlm.nih.gov/pubmed/21798393"
            ],
            "unsure": [
                "http://www.flickr.com/photos/sweetonveg/"
            ]
        },
        "key_words": [
            "stone",
            "diet",
            "treating",
            "water",
            "failure",
            "urine",
            "physician",
            "best",
            "prevention",
            "thing",
            "calcium",
            "kidney",
            "preventing"
        ]
    }
]