[
    {
        "url": "https://www.christianpost.com/news/hus-visit-prompts-rights-protest-for-n-korean-refugees.html",
        "title": "Hu's Visit Prompts Rights Protest for N. Korean Refugees",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHu's Visit Prompts Rights Protest for N. Korean Refugees\nHu's Visit Prompts Rights Protest for N. Korean Refugees\n| Thursday, January 20, 2011\nWASHINGTON – While President Obama and Chinese President Hu Jintao enjoyed a state dinner inside the White House Wednesday evening, human rights activists for North Korean refugees in China bore the cold to hold a candlelight vigil a block away.\nParticipants of the North Korea Freedom Coalition event read the names of more than 800 known North Korean refugees who were repatriated by China to face certain imprisonment, torture or possibly even death upon return to their homeland. It is illegal for North Korean citizens to leave their country without permission.\n\"We are all here with our freezing feet and toes in the bitter cold … and we can all be home warm and eating food, but we are here to remember the North Korean refugees,\" said Suzanne Scholte, chairman of the North Korean Freedom Coalition and president of the Defense Forum Foundation.\nThe group of about 70 protesters, some coming from as far as Flushing, N.Y., wanted to remember the North Korean refugees who have been repatriated against their will by Chinese authorities. North Korean refugees cross the border to China in order to find food or to escape brutal treatment by their government.\nChina claims the North Koreans entering its country are \"economic migrants\" and not refugees despite the U.N. Special Rapporteur on North Korea designating defectors as \"refugees.\"\nIt is estimated that at least 500,000 North Koreans have crossed the border over to China in the past 10 years.\nScholte told The Christian Post that most of the people involved in the underground railroad to help North Korean refugees in China are Christian. The Americans and South Koreans that come to China to help the North Koreans as well as the Chinese citizens involved are predominantly followers of Jesus.\n\"I mean, who are the people that would go to a country and risk their lives rescuing people,\" remarked Scholte, one of the most prominent North Korean human rights activists in the world. \"It is the Christians in China that are sheltering the refugees and part of the underground railroad.\"\nMany of the North Koreans who are being sheltered by the Christians in China end up converting to the faith, she added. There were eight North Korean refugees at Wednesday's protest; all of them had become Christians while being sheltered by believers in China.\nIn 2007, the Rev. Phillip Buck, a Korean-American pastor who helped about 1,000 North Korean refugees and over 100 of them escape to South Korea during his 10-year work in China, shared about the inhumane treatment that North Korean refugees endure in China during a U.S. Congressional Human Rights Caucus hearing. Buck told a story about a North Korean woman who was sold to a Chinese family to be a sex slave for the five unmarried brothers.\n\"She could not go to sleep every night and as a natural result she was diseased,\" said Buck, who was imprisoned by the Chinese government for one-and-a-half years for helping North Korean refugees.\n\"Again I am a pastor. How can I not help them? As a human being, how can I not help?\" asked Buck, who had urged the U.S. government to take stronger action against North Korea and China on human rights violations.\nThe United Nations, the United States, and human rights organizations around the world have decried China's treatment of North Korean refugees, especially since many countries welcome North Korean defectors to resettle in their land. North Korean refugees have automatic citizenship in South Korea, and the United States also allows them to resettle if they can make it out of the country.\nNorth Korea has one of the world's worst human rights records. It has imprisoned more than 200,000 citizens for their political and religious views, including tens of thousands of Christians. It is illegal to be a Christian in North Korea and there have been reports of believers being publicly executed for having a Bible.\nEven when confronted with these facts, there is little movement in China to stop repatriation of North Korean refugees.\nScholte said the only movement to defend the rights of refugees in China is from the same human rights intellectuals who are advocating for democracy and reform. She mentioned imprisoned Nobel Peace Prize winner Liu Xiaobo as among those who advocate for the rights of North Korean refugees in China.\nPresident Obama on Wednesday raised the issue of human rights with Chinese President Hu, and during a news conference Hu acknowledged that \"a lot still needs to be done\" to improve human rights in China. But rights advocates are skeptical if his words carry any weight in terms of real change in the country.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "protest",
            "hus",
            "n",
            "china",
            "korea",
            "president",
            "visit",
            "north",
            "chinese",
            "refugees",
            "human",
            "prompts",
            "korean",
            "koreans",
            "rights"
        ]
    }
]