[
    {
        "url": "https://consortiumnews.com/2016/10/30/who-will-weed-out-the-warmongers/",
        "title": "Who Will Weed Out the Warmongers?",
        "authors": [
            {
                "name": "Peter Loeb",
                "link": null
            },
            {
                "name": "John V. Walsh",
                "link": null
            },
            {
                "name": "Bart In Virginia",
                "link": null
            },
            {
                "name": "Bernard Karpf",
                "link": null
            },
            {
                "name": "W. R. Knight",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "William Bee",
                "link": null
            },
            {
                "name": "Gene Coyle",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-10-30",
        "text": "Main menu\nOctober 30, 2016\nBy Robert Parry\nIf Hillary Clinton hangs on to win the presidency, liberal Democrats have vowed to block her appointment of Wall Street-friendly officials to key Cabinet and sub-Cabinet jobs. But there has been little organized resistance to her choosing hawkish foreign policy advisers.\nIndeed, Washington’s foreign policy establishment has purged almost anyone who isn’t part of the neoconservative/liberal-interventionist “group think.” That’s why pretty much everyone who “matters” agrees about the need to push around Russia, China, Syria, Iran, etc.\nHillary Clinton and Bernie Sanders in New Hampshire on July 12, 2016. (Photo from cloud2013 Flickr)\nReflecting that attitude, Sunday’s lead editorial in the neocon Washington Post hailed the broad consensus within the Establishment for more warlike actions once President Obama is gone, taking with him what the Post calls Obama’s “self-defeating passivity.”\nThe Post praised a new report from the liberal Center for American Progress which calls for bombing the Syrian military and getting tough to “counter Iran’s negative influence” in line with what all the neocons — as well as Israel and Saudi Arabia — want the next President to do.\nThe absence of any significant counter to this neocon/liberal-hawk “group think” represents one of the greatest dangers to the future of the human species, since this new hubris comes with a cavalier assumption that nuclear-armed Russia and China will simply accept humiliation dished out by the “indispensable nation.”\nIf they don’t, we can expect Official Washington to ratchet up tensions in a game of nuclear chicken with the expectation that the leaders in Moscow and Beijing will bow down to U.S. “exceptionalism’ and slink away with their tails between their legs.\nSurely, that is what the armchair warriors at The Washington Post will demand and they have, of course, a spotless record of infallibility, such as their certainty that Iraq was hiding stockpiles of WMD in 2003. Editorial-page editor Fred Hiatt was so sure of that he wrote it as flat fact .\nGiven the Iraq War catastrophe and the failure to find the WMD, you might have assumed that Hiatt was summarily fired and has never worked in journalism again. But, of course, you’d be wrong. He is still the editorial-page editor of The Washington Post continuing to ladle out his extraordinary wisdom and brilliant insights.\nThe New McCarthyism\nAnd, if you dare question those new certainties or note the risks of stumbling into a nuclear conflagration, the Post’s editorial pages label you a Moscow stooge repeating Russian propaganda.\nThe Washington Post building. (Photo credit: Daniel X. O’Neil)\nThat is what Post columnist Anne Applebaum wrote about Republican presidential nominee Donald Trump when he warned about the risks of World War III if a President Hillary Clinton starts shooting down Russian planes over Syria.\nRather than acknowledge the genuine risk of getting into a shooting war with Russia, neocon Applebaum declares such concerns unacceptable and offers a whiff of McCarthyism toward anyone who thinks such a thing.\n“Why is Russian state media using such extreme language?” she asks darkly. “And why is Trump repeating it?”\nThen, with the typical perceptiveness of a neocon ideologue, Applebaum determines that the Kremlin is warning its citizens about the growing risks of nuclear war to scare them into line amid a recession that the U.S. helped create as part of its “regime change” strategy to destabilize Russia by making its economy scream.\nA thoughtful person might stop here and wonder if the use of economic sanctions and other means to destabilize nuclear-armed Russia is such a good idea, but no mainstream person is allowed to raise such questions inside Official Washington. That would just make you a Russian puppet, in Applebaum’s view.\nApplebaum then rants on with some wild conspiracy theories about Russian plans to exploit the U.S. presidential transition:\n“Whatever the outcome on Nov. 8, political uncertainty will follow: the months of transition, a change of White House staff, perhaps even the violent backlash that Trump may incite. This could be an excellent moment for a major Russian offensive: a land grab in Ukraine, a foray into the Baltic states, a much bigger intervention in the Middle East — anything to ‘test’ the new president.\n“If that’s coming, Putin needs to prepare his public to fight much bigger wars and to persuade the rest of the world not to stop him. He needs to get his generals into the right mind-set, and his soldiers ready to go. A little nuclear war rhetoric never fails to focus attention, and I’m sure it has.”\nReckless Drivel\nPerhaps the more immediate question here is why a major American newspaper runs such crazy and reckless drivel from one of its regular columnists. But the fact that the Post does so indicates how dangerous the moment is for humanity. For those of us who read the Post regularly, such insane rhetoric barely registers since we see similar nuttiness on a daily basis.\nA sign at a Bernie Sanders rally in Washington D.C. on June 9, 2016. (Photo credit: Chelsea Gilmour)\nBut the “group think” that the Post and other mainstream publications create and then enforce explains why there is such unity among the Establishment as it presses ahead with these dangerous policies in much the same manner that almost the same cast of insiders “group thought” their way into the disastrous Iraq War.\nSo, the wannabe insiders at the Center for American Progress and the more established pooh-bahs at the Brookings Institution and other preeminent think tanks know they have to promote “regime change” strategies and other forms of warmongering to appease Hiatt and his fellow neocon editorialists and columnists.\nIn Washington, this “group think” has moved beyond the usual careerist and conformist “conventional wisdom” into something more akin to totalitarianism, at least on foreign policy issues.\nThat is why it is hard to even come up with a list of sensible people who could survive the onslaught of character assassinations if they were to be proposed as senior advisers to a President Hillary Clinton.\nThat is also why the attention of progressives, such as Sens. Bernie Sanders and Elizabeth Warren, only on vetting domestic officials in a prospective Hillary Clinton administration is so insufficient.\nIf a hawkish President Clinton surrounds herself with like-minded neocons and liberal hawks, the costs of their warmongering would surely swallow up the tax dollars necessary for domestic priorities – on infrastructure, education, health care, the environment and other pressing concerns.\nAnd, if the McCarthyistic intolerance of The Washington Post influences or infects her administration, the genuine risks of World War III will dwarf any other worries.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nBob Van Noy\nNovember 1, 2016 at 10:35\nThank you Land Lady. You might like James Galbraith’s new book on the financial situation in Greece.\nThis much-needed revolution will not succeed without clarification of economic thought.\nSocialists are against “profits,” but if you run a lemonade stand you need to take in more money than just covering the costs of the lemonade and sugar.  Otherwise, why bother?  Profits are not bad, but their ugly hugeness is due to returns to monopoly, the largest of which is the LAND monopoly, which includes oil, coal, virgin timber, urban real estate, etc. We can legitimately claim that we all have equal rights to land, (since we all have equal rights to be alive, and we can’t live without being on land every minute we are alive) but not to profits, which represent individuals’ labor. Our huge ugly disparity of income is due to monopoly incomes, to land, to railroads, to utilities (which involve rights-of-way over land), broadcast licenses, and patents, which monopolize new knowledge that someone else would discover anyway.  Please get it right this time., Main-stream economics is supported by  billionaires who donate to universities and see to it that Henry George’s brilliant remedy to separate legitimate economic activity from monopoly profits has been and continues to be completely buried, or, if mentioned, sneered at, but never refuted.  It is irrefutable.   LL\nAbe\nOctober 31, 2016 at 17:11\n“An Economist blogger wrote several years ago that if you leave out the Zionism you won’t understand the Iraq war:\n“‘Yes, it would be ridiculous, and anti-semitic, to cast the Iraq war as a conspiracy monocausally driven by a cabal of Jewish neocons and the Israeli government. But it’s entirely accurate to count neoconservative policy analyses as among the important causes of the war, to point out that the pro-Israeli sympathies of Jewish neoconservatives played a role in these analyses, and to note the support of the Israeli government and public for the invasion. In fact any analysis of the war’s causes that didn’t take these into account would be deficient.’\n“Many writers, including Joe Klein, Jacob Heilbrunn, and Alan Dershowitz, have said the obvious, that neoconservatism came out of the Jewish community. And I have long written that the Jewish community needs to come to terms with the degree to which it has harbored warmongering neoconservatives, for our own sake.\n“But America needs to come to terms with the extent to which it allowed rightwing Zionists to dominate discussions of going to war. This matter is now at the heart of the Republican embrace of the war on Iran. There is simply no other constituency in our country for that war besides rightwing Zionists. They should be called out for this role, so that we don’t make that terrible mistake again.”\nThe U.S. is at last facing the neocon captivity\nBy Philip Weiss\nNovember 1, 2016 at 00:37\nThank you again, Mr Parry.\nJust a comment about the very effective neo con attack mode against all critics:  they invoke anti-semitism, they raise the strawman that all critics opposed to war, war, war are isolationists, and they consistently rally to the israeli cause because as they say Israel is the only true democratic country and true ally in the world.  With these arguments, which obfuscate any meaningful discussion or dispute, they have continued to rule the day in foreign policy planning in wash dc.\nI wish to quote from the Philip Weiss article cited above-to me, this is the crux of the problem-distinguish between anti-zionism and anti-semitism and anti-isreali war mongering and anti-semitism;\nThe quote:\n“Hence the absolute urgency of clarifying that anti-Zionism is not anti-Semitism, and that criticism of the State of Israel, and indeed of the policies of its supporters in the Diaspora, is entirely legitimate, and entirely consistent with American and international values. This neocon advocacy of war, war and war (Iraq, Syria, Iran) is the ideal battleground on which to fight, because the contradiction between Israeli interests and American interests is so clear.”\nI am very appreciative of so many thoughtful, informed comments.\nSpeaking of corruption, I have been reflecting on the tragedy of thousands upon thousands of wasted lives of young men trained in the Middle East and elsewhere by the CIA to kill and destroy. What if the same effort were put into the possibility of a university education so that we might train engineers, doctors, professors, etc. and enjoy the kind of future that President Putin described at the Meeting of the Valdai International Discussion Club last week:\n“An important task of ours is to develop human potential. Only a world with ample opportunities for all, with highly skilled workers, access to knowledge and a great variety of ways to realise their potential can be considered truly free. Only a world where people from different countries do not struggle to survive but lead full lives can be stable.”\nBill Bodden\nOctober 31, 2016 at 16:57\nWhat if the same effort were put into the possibility of a university education so that we might train engineers, doctors, professors, etc….\nThe Establishment doesn’t want too much education for the people, just enough to serve their interests.  If education is too well spread among the people that increases the chances of dissenters waking up the somnambulant and letting them know the emperor is naked and they just might get off their couches and rebel.  Kind of like Occupy Wall Street and No Dakota Pipeline that cause the law enforcement goon squads so much trouble.\nJoe_the_Socialist\n***\nWe will.\nWe will also liberate the screwballs, liars, thieves and megalomaniacs for more productive lives\nin the private sector.\nOctober 31, 2016 at 14:47\nRobert Parry:  Thank you for this.  I’ll now begin thinking about this and look to join the unborn movement.\nI mean, THANKS.  The issue I work on is different but I will be a foot soldier in your army.\nWilliam Beeby\nOctober 31, 2016 at 12:58\nI do not think the war hawks who took us into the Iraq invasion in 2003 ever themselves believed in Iraq’s WMD,s existence. I think they just wanted to do exactly what they did , smash Iraq and kill it,s leader. The whole WMD thing was just an excuse as we have now seen similar happening,s in Libya and Syria where the same lies were told to enable regime change and the destruction of these countries infrastructure and people. Plain old wars of aggression wrapped up as humanitarian intervention and the war  on terror , should be war of terror. Just barbaric war crimes which will go unpunished . Unless of course Russia and it,s allies do prevail .\nAbe\nOctober 31, 2016 at 12:06\n“A revolutionary approach to war lies in exposing the lies of the capitalist media and politicians, so that workers understand the propaganda that is leading them into war, so they can be prepared to mobilize against it when war breaks out. Anything less is an academic exercise, divorced from the realities of the class struggle in the U.S.\n“Most conflicts have several precipitating factors, so ascribing blame to who fired the first shot or who was the “most savage” cannot be a guiding force in anti-war work. It serves mainly to distract, to disorient. By focusing on Russia and Syria, the U.S. war propaganda goes unchallenged, and thus can maintain a powerful stultifying force on working people in the face of war.\n“Any mass movement for peace wields revolutionary implications. Especially in the U.S., whose global empire of military bases acts as a stifling conservative political force across the globe, while the domestic politics have been stifled by this same ‘military industrial complex.’ This behemoth of concentrated power will require an equal power to demobilize it, and that power can only be the working class mobilized.”\nStopping Hillary’s Coming War on Syria\nBy Shamus Cooke\nOctober 31, 2016 at 10:48\nIf you look back at U.S. history – as William Appleman Williams [one of the great historians of U.S. foreign policy] did in his book, Empire as A Way of Life – you see that most of the leaders of this nation from the very beginning looked favorably upon the necessity to create an American Empire.  Most of the people almost always went along with their leaders.  So the present warlike mode and lack of large-scale, serious opposition to the militarization of our foreign policy and even our very society is quite understandable and in line with the historical predilections of both leaders and “the masses”.  Williams even posits that such empire-seeking is in line with the nature of our economy, i.e. capitalism.  And he wasn’t a Marxist.  One of the few exceptions to this syndrome (for lack of a better term) that one can find is the growth of the antiwar movement DURING the conflict in Viet Nam – an exception that proves the rule.\nBrad Owen\nOctober 31, 2016 at 11:36\nAt the time of the Revolution, the population divided fairly evenly; 33% Patriot, 33% Tory, 33% indifferent. The Tory 33% was where most of the power and money was located, and MOST of them never went away, despite the Patriots “winning” the War, with a GREAT deal of help from the French Empire looking for payback for the Seven Years War, AND some heavy leaning from Catherine the Great’s (Russian-led) League of Armed Neutrality (our Revolution was just a local field-of-battle, in a global World War). The Imperial American Tories have formed a gigantic, powerful, ultra-wealthy, ultra-conservative, treasonous 5th column, and “their man” has held the White House more often than not, thus accounting for our bizarre, pro-Empire history. And yes, capitalism is the economics of  Empire, contravening Hamilton’s Four Reports to Congress concerning economic matters and how to protect the (barely-gained) victory in our Revolution. The Reports display a character of Dirigisme, rather than bare-knuckles capitalism, resembling more the ideas of Lincoln (GreenBack/public bank policy) and FDR’s New Deal policies, and ACTUALLY, the BRICS policies of today (quite ironically).\nOctober 31, 2016 at 17:30\nBrad Owen – T. Jefferson, J. Madison, J. Q. Adams, J. Monroe, even Washington and J. Adams, and other supporters of the 1776 Revolution and the Constitution of 1787 were not Tories, and it is of them that Williams wrote in “Empire as A Way of Life.” I suggest you read the book – it is truly an eye-opener about the so-called Founders and their ideology.  The point I was trying to make is that we should not believe the American Empire began only in 1898 or after WWII.  The rationale for the Louisiana purchase, the Monroe Doctrine, the wars with Mexico, the stealing of Native American lands, and all of the 19th Century U.S. interventions in Latin America and other  parts of the world were the result of the Founders’ and their successors’ view of what was a necessity for the new republic set up in opposition to the British and other monarchies.  Their view was basically “Expand or fail”.\nBrad Owen\nNovember 1, 2016 at 04:13\nSounds like a good book…I’ll get around to it. There are varying shades and Factions to “The Patriot Cause” and among the leaders one will find desires to merely co-opt Empire. There were those who wanted Washington to become King. He at least had enough sense to decline such offers, and “President for life” schemes too. He’s the one who established the “two terms is enough” custom. The followers are the ones who had their hearts in the Patriot Cause and Tom Paine probably fits that mold more than any of the “Founders” who were more interested in keeping it all from becoming a run-away “French Revolution” of terror and guillotines, so-to-say. The American Empire started in 1609, I believe it was, at (King)JamesTown, and the Crown of this American Empire still resides in City of London…1776 not withstanding… and the American Tories know this. New York City was a notorious Tory town (within “The Empire State” I might add). They BECAME the Wall Street Establishment, and THEY manage the American Empire for The Crown, sometimes having to put up with a Patriot outbreak like a Lincoln [the “Jill Stein 3rd Party” of his day] or an FDR [the “Bernie” of his day] from time-to-time, along with uncharacteristic policies from time-to-time that LOOK like acquisition but are instead wanting to DENY acquisition to British and French and Spanish Empires, and THAT is what everyone overlooks, and THAT is why we have hardly a single policy coming out of D.C. that is in the people’s interest. Our troops are just soldiering for The Crown in far away colonial lands for the Crown’s upholders (ie. Banksters’ investments). What possible interest could an American citizen of a democratic Republic have in ANY of these ventures/wars?…none what-so-ever. That is the point I wished to make.\nbfearn\nSpell check – “Capitalism” should be ‘Crapitalism’\nW. R. Knight\nOctober 31, 2016 at 10:35\n“If a hawkish President Clinton surrounds herself with like-minded neocons and liberal hawks, the costs of their warmongering would surely swallow up the tax dollars necessary for domestic priorities – on infrastructure, education, health care, the environment and other pressing concerns.”\nWe had to borrow $600 billion just to meet the 2016 budget without any domestic priorities.  Does any fool believe that we can ramp up more war and still have any money for domestic priorities?\nBear in mind, some of the money we have to borrow each year is loaned to us from China.  If we start getting aggressive with China and pushing them around like we do Cuba, are they going to continue to lend us money to conduct our stupid wars?\nThen bear in mind that Russia has never been defeated and cannot be defeated except through nuclear annihilation. Anyone who thinks that we would escape the same fate has his head where he can’t see daylight. We could never occupy Russia any more than the Russians could occupy the U.S.  Bombing any part of Russia would escalate to full blown war.\nRussian technology is on a par with the U.S., being superior in some areas and not quite as good in others; but overall, it’s pretty much a draw.  So our technology is not going to easily defeat them.\nEconomic sanctions hurt the Russians for a little while but strengthen them in the long term as they adjust their economy to be more self sufficient and less dependent on foreign imports.  Russia has all the natural resources in sufficient abundance to sustain itself without any imports from any other nation.\nSo I have to ask, what in the hell are these damned fools thinking of?  Are they really trying to fulfill the prophecy in the book of Revelations?\nOctober 31, 2016 at 10:33\n…\nAre they the NATO-rious war mongers that should be scorned?\nInstead they parade and feed off peoples taxes\nBringing death and destruction to many countries masses\nMany people follow and obey the dictators of war\nHelping them to facilitate endless blood and gore\nHell on earth rains down from the starry heavens\nNapoleon says: “men will… even die, for ribbons”\nWar and more war is their crazy reason for being\nAre maniacs of militarism, what we are seeing?\nWar criminals and political gangs, that are a curse on the world\nEvil personified with their war marketing banners unfurled\nManiacal “leaders” of mayhem, who meet in luxury surroundings\nProud of their actions to set countries burning\nCreators of refugees and endless bloody wars\nThey are the war gangsters that should be abhorred\nInstead they are praised by politicians “in charge”\nThese scurrilous “humans” presently at large\nWill nobody arrest them, and put them on trial?\nThese perverts for war are really hostile and vile\nIf they are not restrained and put in chains\nThese caricatures of “humanity” will bring the end game\nPlanners and plotters of killing, and of murder\nOrganizers of evil tearing the earth asunder\nInvaders of countries that never invaded them\nThese are the war criminals; are they totally insane?\nCould the final acts of these madmen be coming our way?\nWill nuclear war be the end of, The March to Doomsday?\n“War is madness” – Pope Francis\n[read more at link below]\nOctober 31, 2016 at 10:12\nWhen Obama became President, he could have discontinued the GW Bush Administration’s morally depraved (Ho-Chi-MInh-like) clandestine operations in Syria designed to “destabilize the Assad Regime” (by fomenting hatreds between Syria’s various religious/ethnic groups, among other things) in hopes of achieving a “regime change” by means of a violent coup de tat. This was motivated by “US corporate interests” (oil pipeline plans in particular) and the US ‘neocon game plan” that was devised in the 1990s. But President Obama chose to continue GW Bush’s destabilization program which ended up triggering the present civil war in Syria. That in has kill nearly half a million men, women, and children in Syria, created over 10 million refugees (about a million of whom risked drowning while fleeing to Europe) and  created an environment which enabled ISIS to become a successful land-grabbing military force in the Middle East.  It also inspired even MORE terrorist attacks that have “killed Americans on American soil.”\nThe most practical way to end the war in Syria is for the US Government to SUPPORT the Assad Regime and get it over with.  The Assad Regime is after all the United-Nations-recognized government of Syria, and we are legally REQUIRED to support that regime by the United Nations Treaty which (according to the United States Constitution) is a “law of our land!”\nThe conduct of our government in Syria has been ILLEGAL as well as MORALLY DEPRAVED!\nbernard karpf\nMr. Parry,\nThanks for the wise commentary.   Its like looking at 2 cars going at one another in slow motion – and no one able to stop the collision.\nNo one seems to be caring that V. Nuland and S. Powers, Kagan and the rest will be ramping up the propoganda war effort with the national treasury financing more faraway failures in the imperial wars.     And Trump,  and his conservative crew really, as i see it,  are not to be trusted to alter that landscape.\nMaybe things won’t change till they get so bad,  they have to change….\nBart in Virginia\nOctober 31, 2016 at 08:27\nA quick search for “NATO” in Applebaum’s article comes up empty.\nThis kind of one sided writing is not analysis. Presentation of the other side of this issue (Russia) is rare in the media.\nJohn V. Walsh\nGreat article!\nThe problem runs very deep.\nAll those heavily invested in Hillary as lesser evil will not turn around and work against her. They are already in the bag for the humanitarian war on Syria.\nOne more reason that a new antiwar, anti-Empire movement NOT in the hands of the “progressives” is needed. The old movement is a total failure.  Our survival may depend on forging a new one.\nBob Van Noy\nNovember 1, 2016 at 10:17\nI agree John V. Walsh. You might like this article on Common Dreams…\nOctober 31, 2016 at 05:41\nGood article. It’s pretty obvious those who control are jostling for position. But as Americans we should remember what made our nation what it was and how we were blessed. People don’t like to hear this, but YEHOVAH God Almighty Himself and His only begotten Son YESHUA are why We were blessed. We need to return to Him and ask Him for His help as a nation.\nThe story at the link is true and is an example of some of what He can and will do for us if we ask Him. All of it happened as I wrote it. https://testimony4yeshua.wordpress.com\nRealist\nOctober 31, 2016 at 04:49\nIt might be more fruitful to speculate on whom Tim Kaine will be appointing as cabinet members.  It has been suggested elsewhere that the only reason James Comey was willing to take the massive heat he is getting for resurrecting the email investigation of Hillary Clinton is because the new evidence, which cannot simply be dumped before the public but must be given time-consuming methodical due process, is profoundly disqualifying.  Even if Hillary is elected, the thinking is that she will almost certainly be impeached and removed from office for both violating security protocols and for engaging in a coverup of that fact.   Contrary to proving Comey’s poltical bias against Mrs. Clinton and the Democrats (which is the preferred explanation of the American corporate media), his announcement (of continuing the investigation sans a data dump) was to prepare the public for the inevitable, rather than favoring Mrs. Clinton by trying to hide it, yet not depriving her of her rights by releasing unanalysed raw data.   He would have been remiss to do anything less.  Even Mrs. Clinton’s home town newspaper, the Chicago Tribune, is calling for her to withdraw from the presidential race now.  They had endorsed her, but obviously taste blood in the water.   I say anticipate Kaine as the next president because the Hillary campaign has so effectively torpedoed Trump as a candidate that he may not be able to win even if investigators were able to pin Vince Foster’s death on Hillary’s own trigger finger.\nBrad Owen\nOctober 31, 2016 at 06:53\nClinton, Kaine, Pence; interchangeable agents-for-Empire. Trump’s a loose cannon, who’ll get the “Reagan treatment”; i.e. contracting some mysterious debilitating illness, up to and including “lead poisoning”, so he can sit on his throne and look pretty for his fawning fans, while Pence gets the marching orders from his Imperial Paymasters, taking care of the day-to-day business of Empire. We should know by now that this is how it’ll play out with any D or R in the White House. Tired of it yet?\nBill Bodden\nOctober 31, 2016 at 10:38\nThe Israel Lobby probably prefers Clinton so it may come to her rescue and tell Congress to forget about impeachment.  If so, Congress will do what it is told.\nRealist\nOctober 31, 2016 at 19:15\nI find it absolutely fascinating how the corporate media mouthpieces (and their political puppet masters) have immediately circled the wagons around Hillary, arguing the impropriety of assailing her with inconvenient facts at this late stage in the campaign.   They also throw out the red herring of “how would Trump feel if his (former) campaign manager was (at this late date) charged with collusion with the Kremlin?” As if there was ever a scintilla of actual hard evidence ever pointing in that direction.   Counter a known ongoing investigation by conflating it with campaign propaganda.  All these Hillary advocates need to be asked, how would Comey not be considered remiss and accused of trying to hide Hillary’s misdeeds if he simply swept aside the latest findings about her emails being stored in Anthony Weiner’s lap top?   They want the highest law enforcement official in the country to cover for Hillary yet again.   There are  limits to the favors owed to the godmother, especially when the director’s reputation and integrity are on the line for the whole world to see.\nBrad Owen\nOctober 31, 2016 at 04:01\nSanders and Warren aren’t serious. If they were serious they would abandon the Parties (D & R) of Imperial American Tories who are working for their paymasters in Wall Street and City of London to maintain Empire, which means taking great pains to oppose the rival Money Power of China and Russia, and supporting Israel as a “stopper” on the rise of any nascent Muslim Empire (the children of the Roman Empire have very long memories and remember HOW they lost their African and ME Provinces). Their opposition will fold like a cheap tent in the slightest of breezes. Time to go Green, the current manifestation of the old Patriot Cause to abandon Empire and build a people’s Republic once again. Vote them on Nov. 8th. On Nov. 9th send the Greens a ten-dollar check, and also on the 9th of every month thereafter ( they can hack the vote machines. They can’t hack millions of envelopes with ten-dollar checks in them, every month). I know there is easily 20 million citizens out there who can do this. This will raise a “war chest” for the Greens of $2.4 billion a year of clean, corporate-free money. That’ll hire a lot of activist/organizers, lawyers and social workers who’ll work year-in/year-out to degrade and pull down the Empire, when not campaigning for office. THIS is “Nader’s Raiders” on steroids. This is serious opposition, not what Sanders and Warren are doing. Defend the Republic; fight the Empire.\nBob Van Noy\nOctober 31, 2016 at 09:14\nThank you Brad Owen. For what it’s worth, I agree.\nBrad Owen\nOctober 31, 2016 at 11:45\nWell, there’s 20 dollars a month for Green Party U.S. now if just 19,999,998 more citizens will step up, we’ll form the mass basis for an army of professional activist/organizers, lawyers and social workers to pull this Empire apart, limb-from-limb, and re-take the White House, state houses, Federal Congress, and state congresses. The ONLY basis for our people-power is in our numbers, and if twenty million will agree on a plan of attack (Green Party Movement; a Green Citizens Political Union; dues ten bucks a month), it’ll succeed.\nbfearn\nNovember 1, 2016 at 06:52\nJOIN  BRAD OWEN—GO GREEN\nWith no illusions of “taking over the world” this year, I am committed to building\nsmaller blocks.\nGreen usually neglects to mention some of my main reasons:\n—support for Palestinian Rights\n—-support for anti-hawk foreign policy (see other commenters)\n—-Peter Loeb, Boston, MA, USA   (11/1/2016)\nJoe Tedesky\nOctober 31, 2016 at 02:13\nThis DC warmongering attitude comes at a time while Putin in his latest speech, while being critical of U.S. foreign policy, pointed out how Russia’s 145 million people aren’t coming after America’s 330 million people, because the numbers are to overbearing plus why would Russia do this? Towards the end of his speech he talks about a world made up of Sovereign States working in unison on such things as environment and healthcare….and he’s the demon?\nAmerica could do better to sell just about any product it is capable of producing, but instead we sell weapons. The Warhawks news people, and state policy makers, are working under the illusion of the U.S. having the largest defense budget in the world, as if that’s all it would take. The corruption of our foreign policies by outside and foreign interest is devastating to the world’s peace. The world is going to gang up on the U.S. one day, and if this happens it probably won’t go well. Either our legislators, or our diplomats, better get a hold of themselves, or there will be a hell to pay.\nKiza\nOctober 31, 2016 at 07:44\nNo Joe, US does not only sell weapons – it sells corruption far more. Any country which has not been subjugated and corrupted yet, it will be regime-changed and its new leadership totally corrupted. Corruption is by far the biggest US export into this World. The corruption is not only of the Clintons, it is the whole political, business and military system of US and its “allies”. US is the empire of corruption, everything it touches turns into corruption. Just look how they are corrupting the UN: Saudi Barbaria is good enough to be the member of the Human Rights Council, but Russia is not. Everything is upside-down in the World that US dominates.\nanon\nOctober 31, 2016 at 10:50\nYou are both right. Yes the US is corrupt in every aspect, agency, and branch of government at all levels, local, state, and federal. It has no principle but personal gain. Everyone is a slave to money, most idolize it, no one is permitted to speak broadly against it. There has never been a more corrupt country: the US believes in corruption to the exclusion of all else, equates it with virtue, preaches corruption to its children, and exports it as the chief product of civilization.\nBut militarism is still a major form of foreign policy corruption. If Killary is so foolish as Hitler and Napoleon, her badgering of Russia will cause a severe US military defeat, which it desperately needs to recycle itself and restore democracy. Napoleon’s forces were also attacked by their proxies, the defeated armies they sent as advance guards, who turned upon them in their retreat, as AlQaeda turned on the US in 9/11. Perhaps the US will be isolated by betrayed “allies” and defeated by its proxies. I pity US military personnel, fooled into spearheading imperialist aggression.\nBill Bodden\nOctober 31, 2016 at 12:45\nanon:  You beat me to it.  It is probably more accurate to say the United States stimulated the corruption that either prevailed in other capitalist nations or was latent in them.  The Brits and the French must surely be among the more notorious for corruption when we look at the histories of their empires and machinations today as in Libya.  Of the two, the Brits are obviously the more loyal consiglieri for the US as their service in Iraq showed.  As for Joe’s point about arms sales, that is one of the means for giving corruption a boost.\nKiza\nOctober 31, 2016 at 20:05\nI was referring to the countries which have been regime-changed by the US and it “allies”, not to UK, France or Germany where the regimes always remain aligned with US wishes and ways. The individuals given the ruling franchise over a regime-changed country are typically the most rotten members of the local societies, one could call them the-little-Clintons. Naturally, the US needs such people to be their representatives because the skeletons in their closets always provides leverage – they are easy to shoot dead (“Putin did it”) or just replace through a media campaign about their past sins. The last kind of personality you want to deal with is someone principled, whilst the corrupt are easy because they always have a price for everything (even their own mothers or family).\nTherefore, the US does both selections of the corrupt and brings in the conditions for the corruption to thrive in the targeted societies. This is how US exports its systemic corruption to the World.\nDaniel Guyot\nNovember 1, 2016 at 07:19\n“I was referring to the countries which have been regime-changed by the US and it “allies”, not to UK, France or Germany where the regimes always remain aligned with US wishes and ways. ”\nGeneral de Gaulle promoted an independent Frencn policy, more balanced between East and West. With him France left the military Nato organization in 1967, and the US had to remove their military bases from France. De Gaulle quitted power in 1969 after losing a referendum vote on a question of very relative significance that nobody can even remember today. In fact the referendum concerned a reform of Senate and local powers. De Gaulle’s defeat was the result of the treason of some of his own ministers, in particular of Valéry Giscard d’Estaing, who incited the French voters to refuse the proposed reform. The “traitors” were all pro-American, Giscard became President in 1974, and progressively France came back as an active member of the Nato military system. Sarkozy and Hollande are American puppets.\nLawrence Hubert\nOctober 31, 2016 at 11:37\nThat remind me of the extraordinary film, unnoticed, Syriana (2005) The Danny Dalton character was explaining to an investigator, running a corruption inquiry into an oil mega-corporation merger.\n“… with the result that China or Russia get suddenly start having at our expense all the advantages that we enjoy here ? No I tell you no sir. Corruption is government intrusion into market efficiency in the form of regulations.That’s Milton Freeman, he got a God damn Noble price for it. We have laws against it so we can get away with it. Corruption is our protection. Corruption keep us safe and warm. Corruption is why you and I are prince around in here instead of fighting over scrap of meat out in the street. Corruption is why we win”\nI encourage people to see this movie as it is the rarest we ever saw on the American real interest in the M.E.\nBob Van Noy\nNovember 1, 2016 at 10:10\nThanks Lawrence Hubert, and also read Naomi Klein’s, Shock Doctrine…\nOctober 31, 2016 at 15:00\nPutin is “the demon” because he is a communist.  Every American knows that communist are the worse, absolutely the worst people ever.  What is a communist?  Don’t bother me with questions, commies need to be destroyed.  This destruction was worth a 50 year cold war costing trillions and now a trillion dollar upgrade of America’s nuclear arsenal.\nTry to imagine an America without that communist threat, or perhaps, an America not obsessed with imaginary demons??\nBill Bodden\nOctober 31, 2016 at 00:34\nProgressive Democrats are gearing up to fight Wall Street appointees to a Hillary Clinton administration,…\nLotsa luck on that one, Bernie and Elizabeth.  Wall Street and the moneybags behind the Israel Lobby will crush any progressive challenge Senators Sanders and Warren might try to lead.\nOctober 31, 2016 at 12:14\nWarren is already in Israel´s corner. She is bought and paid for already. Remember the last Israeli slaughter in Gaza, she was all in favour of the Israeli bombardment of that , the world largest outdoor concentration camp. Warren will just do as she is told.\nBill Bodden\nOctober 31, 2016 at 00:25\nIt may be our only hope is for Wikileaks to drop some hacked messages from the Clinton files that will put the kabosh on Hillary moving into the White House, but that will more likely mean instead of being in the frying pan with Hillary and her neocon friends we’ll be in the fire with The Donald.\n…this new hubris comes with a cavalier assumption that nuclear-armed Russia and China will simply accept humiliation dished out by the “indispensable nation.”\nRussia and China have never backed down in the face of fearsome aggression so it is extremely unlikely they will do so in response to Washington’s armchair warriors.  Unfortunately, Hillary’s 30 years of experience don’t include being in the front lines of a war zone with the infantry – not that she would have learned much from that.\nGiven the combined population of Russia and China is around 3.4 billion and the US is only around 324 million and the geographic area of Russia and China is about 16.6 million square miles and the US’s area is only three million square miles the odds of the US winning a war of attrition would appear to be very slim.  Not that our neocon war hawks would see that as much of a problem.\nfledrmaus\nCombined population of Russia and China is about 1.5 billion.\nBill Bodden\nThanks for the correction.\nOctober 30, 2016 at 23:56\nThank you, Mr. Parry, for your excellent article. And your extraordinary article on the history of manipulated elections several of which meant the war machine wound up with interventions that might not have taken place had the elections been allowed to run their course without the fraudulent trickery and manipulations of the press and the public.\nIt seems like there’s a death wish driving foreign policy.\nI find it repugnant that our leaders seem to be used to playing bloody chess on what I’ll call “satellite” countries, always with an ulterior objective to out maneuver their real “perceived” adversaries, like Russia or China.\nWhat an incredibly childish and irresponsible perspective from which to direct policy.\nInnocent people in Syria and the rest of the ME should not be disposable pawns (in the minds of our policy makers) who are sacrificed to  the reckless jockeying between the U.S. and Russia or China or whoever.\nForeign policy towards Syria if we were a moral country would be to do what is necessary including working together with our perceived adversaries to stop the bloodshed and the violence instead of to jockey for position.\nI’ve read a couple of interviews of Sy Hersh done over the last year or so and in one he said that Dan Ellsberg has some insights into what’s going on in that cauldron in the ME. I’m hoping to find an article by Ellsberg.\nIt seems that the only sane people who are writing about this stuff are the whistle blowers. Everyone else is either compromised by group think or in hiding.\nOur domestic policy is run by sociopaths who think “corporations are people, my friend” and our foreign policy seems to be run by people who Washington group think has turned into psychopaths.\nAndrew Nichols\nOctober 31, 2016 at 00:28\nRead Robert Fisk the brit in the Guardian. Apologies to Hersh and Ellsberg but he’s probably the leading journo on ME at the mo and probably the last 35 yrs.\nevelync\nThank you for your recommendation of Robert Fisk, Andrew!\nBill Bodden\nOctober 31, 2016 at 12:37\nI have been an admirer of Robert Fisk for several years, but there are others of comparable stature.  Patrick Cockburn is certainly one.  Sy Hersh is in a different league going beyond the Middle East.  Last time I checked Robert Fisk was a regular correspondent for The Independent (UK).  I read The Guardian on a daily basis – for its news reporting but not its opinions – but haven’t seen Fisk there.\nevelync\nOctober 31, 2016 at 13:16\nYes, thanks, The Independent for Fisk. And Thanks for suggesting Patrick Cockburn at the Independent.\nThe Guardian carries Snowden reports.\nAnd does an excellent job covering Honduras, the 2009 coup, the murder of Berta Caceras and her fellow indigenous activists\nDemocracyNow with Amy Goodman on Pacifica does an excellent job, IMO.\nI don’t feel that I am expressing an ideological bent when I say that we spread misery all around the world with our Cold War illusions.\nI suspect that this country could be self sufficient without trade.\nAnd that any trade we do could be beneficial without ruining the lives of indigenous people.\nWe have abrogated our responsibility as Citizens to be paying attention to what is being done in our name to a vicious delusional crowd which spends untold billions of dollars trying to hide their misdeeds from us using so called national security as the excuse. In fact their misdeeds make us less safe as they wreak havoc around the globe.\nClinton apparently considers herself Julius Caesar.\nBill Bodden\nOctober 31, 2016 at 19:11\nI quit reading The Independent (UK) because of long waits for (presumably snooping) background activity.  Now The Guardian is getting into the same frustrating activity.\nMonte George\nNovember 1, 2016 at 11:38\nNo, not Caesar; Hillary is channeling Alexander the Great. “We came,  we saw, he died, hahaha!” is a perversion of “Veni, vidi, vici”.  An important distinction imho, between a Roman bureaucrat/politician and a megalomaniac with ambitions to conquer the world with a bloody sword.\nbfearn\nOctober 31, 2016 at 14:49\nI don’t think there is, “a death wish driving (US) foreign policy”.  Those running this policy just know that they are right and no amount of whining, logic or destruction is going to get them to admit that they are not absolutely correct.\nWhen the next retaliatory weapon goes off in the US, killing thousands more, that will not be the fault of a disastrous US foreign policy.  It will be the fault of those ‘terrorists’ whose family members, friends or dreams we destroyed.\nZachary Smith\nOctober 30, 2016 at 22:39\nIf Hillary Clinton hangs on to win the presidency, liberal Democrats have vowed to block her appointment of Wall Street-friendly officials to key Cabinet and sub-Cabinet jobs. But there has been little organized resistance to her choosing hawkish foreign policy advisers.\nAccording to the internet tubes,the reason for this can be explained by a Bismark quote:\nDie Politik ist die Lehre vom Möglichen\nLoosely translated, that’s Politics is the art of the possible.\n“Neocon” is shorthand for “neoconservative”.   Now you can locate about as many definitions for that latter word as you please, but to me it usually refers to an American who places the interests of Israel above any others.    And the fact is, Israel owns the US Congress.  Both houses.  Lock, stock, and barrel.\n2015: “The US House of Representatives unanimously passed a bipartisan resolution condemning anti-Israel incitement in the Palestinian Authority (PA) Tuesday, JTA reports.”\n2014: “July 18, 2014 “ICH” – “IMEMC” – – Following a similar resolution passed last week by the U.S. House, the U.S. Senate voted Thursday night to support Israel’s ongoing invasion of the Gaza Strip.\nNo dissenting vote was cast, and no mention was made of the hundreds of Palestinian civilians, most of whom are women and children, that have been killed by Israel in the past ten days.”\nIt reminds me of some lyrics of a song I once heard:\nYou don’t tug on superman’s cape\nYou don’t spit into the wind\nYou don’t pull the mask off that old lone ranger\nAnd you don’t mess around with Jim\nChange that last word to “Israel” and you’ve uncovered why those votes are unanimous or nearly so.  Israel uses the Carrot and Stick approach.  Lots and lots of recycled taxpayer dollars flow to those who follow the neoconservative line, and if you try to slip out of that harness, you’re probably also going to be departing your cozy job in DC sooner than you’d planned.   So play the game.\nWhat chance is any “agitation” going to have when the alternative is losing the big bucks and the nice job?\nNone.\nWith the present mindset of the Protestant Fundies and the general ignorance of the rest of the US population, the murderous and thieving little cesspool of a nation-state wins every time.  Change isn’t currently possible.   That’s a disaster for the Palestinians because the US taxpayer is funding the thefts and murders and general terrorism Holy Israel is inflicting on them.  But for now, there isn’t anything to be done, and sensible people will concentrate on things that are maybe possible.\nAbe\nOctober 31, 2016 at 12:20\nThe 2012 email by then Secretary of State Hillary Clinton proves that the US government has been the main sponsor of the growth of terrorism in the Middle East, and all in order to “protect” Israel.\n“The best way to help Israel…”\nThe document was one of many unclassified by the US Department of State under case number F-2014-20439, Doc No. C05794498, following the uproar over Clinton’s private email server kept at her house while she served as Secretary of State from 2009 to 2013.\nAlthough the Wikileaks transcript dates the email as December 31, 2000, this is an error on their part, as the contents of the email (in particular the reference to May 2012 talks between Iran and the west over its nuclear program in Istanbul) show that the email was in fact sent on December 31, 2012.\nJonathan Marshall\nOctober 31, 2016 at 13:30\nThat was apparently a draft article by James Rubin, not Clinton.\nAbe\nThank you for pointing that out, Jonathan Marshall:\n“a Clinton State Department email showing that a political ally, said to be James P. Rubin, supported a US intervention in Syria in 2012-2013 ‘to help Israel,’ and help the White House ease its ‘tension’ with Israel. I.e., let’s make nice to the Israel lobby and perform another regime change, believe me it will be very easy.\n“First, the latest news on Hillary Clinton’s super PAC underlines the view that she’s corrupted on foreign policy: her biggest supporter is Haim Saban, the toymaker who has said, ‘I’m a one-issue guy, and my issue is Israel.'”\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/politics/liberals-are-preparing-blacklists-of-appointees-they-want-clinton-to-avoid/2016/10/27/c2f28c8c-9c66-11e6-9980-50913d68eacb_story.html",
                "https://consortiumnews.com/2013/03/19/why-wposts-hiatt-should-be-fired/",
                "https://www.washingtonpost.com/opinions/global-opinions/the-next-president-and-the-middle-east/2016/10/29/543bcabc-9d2c-11e6-9980-50913d68eacb_story.html?utm_term=.b06124886f45",
                "https://www.washingtonpost.com/opinions/global-opinions/why-is-trump-suddenly-talking-about-world-war-iii/2016/10/28/be44cc0e-9d24-11e6-a0ed-ab0774c1eaa5_story.html?utm_term=.d2e8b23740a6",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://testimony4yeshua.wordpress.com"
            ]
        },
        "key_words": [
            "clinton",
            "group",
            "russian",
            "russia",
            "post",
            "washington",
            "president",
            "hillary",
            "war",
            "think",
            "warmongers",
            "weed"
        ]
    }
]