[
    {
        "url": "https://nutritionfacts.org/audio/do-we-need-an-annual-check-up/",
        "title": "Do We Need an Annual Check-Up?",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nJanuary 4th, 2018\nDo We Need an Annual Check-Up?\nDr. Greger looks into the risks and benefits of getting an annual check-up. \nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nWe check lots of stuff regularly–our cars, our bank accounts, our Facebook and Twitter.  Today, we’re going to look at the risks and benefits of getting an annual medical checkup for our bodies. Here’s the story.\n“Physicians and patients have come to expect” the annual checkup as a routine part of care. “However, considerable research has not demonstrated [it has any] substantial benefit[s].” And so, “[a] revolt is brewing against the tradition of periodic” checkups. “Even the Society for General Internal Medicine [has] advised primary care physicians to avoid [such] “routine general health checks for asymptomatic adults.’”\nCheckups seem to make sense, but “historically, medical practice has included [all sorts of things that seemed to make sense], such as hormone replacement therapy” for menopause—until it was put to the test, and found to increase the risk of breast cancer, blood clots, heart disease, and stroke. Or, like when doctors killed babies by making the so-called “common sense” recommendation that infants sleep on their tummies, whereas we all know now “Face Up to Wake Up.” “We should always demand evidence.”\n“We check our cars regularly, [though], so, why shouldn’t we also check our bodies…”? Well, unlike cars, our bodies have “self-healing properties.” To see if the benefits outweigh the harms, researchers decided to put it to the test.\nSo, “What are the benefits and harms of general health checks for adult populations?” The bottom line is that checkups “were not associated with lower rates of…mortality,” meaning not associated with living longer, or a lower risk of dying from heart disease, stroke, or cancer. So, general checkups may not reduce disease rates or death rates, but they “do increase the number of new diagnoses.” And, the “[h]armful effects of [the] tests and subsequent treatment[s] could have balanced out [any benefits].”\n“Possible harms from [checkups include] overdiagnosis, overtreatment, distress or injury from invasive follow-up tests, distress due to false positive test results, false reassurance due to false negative test results, possible continuation of adverse health behaviors due to negative test results, adverse psychosocial effects due to labelling, and difficulties with getting insurance” now that you have a pre-existing condition—not to mention all the associated costs.\nFor example, diabetes. Wouldn’t it be great if we picked up a case of diabetes earlier? Perhaps not, if they were given the #1 diabetes drug at the time, Avandia—which was pulled off the market because, instead of helping people, it appeared to be killing people. “Adverse drug events are now [one of our] leading causes of death.” When it comes to lifestyle diseases, like type 2 diabetes, maybe we should instead focus on creating healthier food environments—like my new favorite organization, Balanced—to help prevent the diabetes epidemic in the first place.\nHow many times have you tried to inform someone about healthy eating, about evidence-based nutrition, only to have them come back and say, “No, I don’t have to worry.  My doctor says I’m okay. I just had a checkup; everything’s normal.”? As if like having a normal cholesterol is okay in a society where it’s normal to drop dead of a heart attack—the #1 killer of men and women. I mean, if you went to see a lifestyle medicine doctor who spent the checkup giving you the tools to prevent 80% of chronic disease, that’s one thing. But given the way medicine is currently practiced, it’s no wonder, perhaps, why “[t]he history of routine check[up]s has been one of glorious failure, but generations of well-meaning clinicians [just don’t want] to believe it….Policy should be based on evidence,” though.\n“Poor diet” is on par with cigarette smoking as the most common actual cause of death; yet, the medical profession is “inadequately” trained in nutrition. Worse, nutrition education [in medical school] appears to be in decline,” if you can believe it. A “shrinking” of nutrition education among health professionals. So, the advice you get in your annual checkup may just be from whatever last tabloid your doctor skimmed in the check-out line.\n“[S]creening [opportunities] should not be regarded as a form of ‘health education,’” one medical journal editorial read. “People who are obese know very well that they are, and if we have no means of helping them…, then we should [just] shut up.” Well, if you really have nothing to say that will help them, maybe you should shut up—especially doctors who say they “have no idea what constitutes a ‘healthy’ diet,” though veggies and nuts are a good start.\nThe model of getting an annual physical exam dates back nearly a century in American medicine, but recently, many health authorities “have all agreed that routine annual checkups for healthy adults should be abandoned.” Yet, the majority of the public still expects not only “a comprehensive annual physical exam [but] extensive routine [blood] testing.”\n“Given the gap between patients’ enthusiasm and [the new] guidelines’ skepticism about annual [physicals], what are physicians to do? Well, first, we must educate patients about preventive practices of proven [versus] unproven benefit.” For example, “[t]he only [routine] blood test currently recommended by the USPSTF [the official preventive medicine guidelines-setting body] is cholesterol.”\nThe reason “why many physicians continue to perform annual examinations of patients’ hearts, lungs, abdomens, and even reflexes, and continue to order some of [those] tests that have been proven ineffectual or even harmful” is because otherwise, the patient might leave unsatisfied with the visit. “Evidence suggests that the more…physical and laboratory examinations they perform, the better patients feel.” So, they’re like “placebo…maneuvers.”\n“But rather than performing unnecessary [or worse] exams…and…tests, perhaps physicians should spend some of the time saved by telling their patients why they are not” going to just go through the motions, like some witch doctor.\n“Most important, we need to educate ourselves about the dangers of overdiagnosis. There will always remain a small possibility that our exam…might detect some silent, potentially deadly cancer or aneurysm [or something]. Unfortunately for our patients, these serendipitous, life-saving events are much less common than the false-positive findings that lead to invasive and potentially life-threatening tests.”\nThis Cleveland Clinic doc shared a story about his own father, who went in for a “checkup.” Can’t hurt, right? The doctor thought he felt what might have been an “aortic aneurysm;” so, “ordered an abdominal ultrasound.” Can’t hurt, right? Aorta was fine, but hmm, something looked “suspicious” on his pancreas; so, “a CT scan” was ordered. That can hurt: lots of radiation. But thankfully, his pancreas looked fine. But hey—what’s that on his liver? Oh, for goodness sake. Looked like cancer, which made a certain amount of sense, having worked in the chemical industry. So, realizing how ineffective the treatments were for liver cancer, he realized he was going to die.\nThe daughter was not ready to give up on him, though; “convinced him to see a specialist.” Maybe, if they could cut it out, he could live at least a few more years. But first, they had to do a biopsy. And, the good news was, no cancer. The bad news, though, it was a benign mass of blood vessels; and so, when they stuck a needle in it, “he almost bled to death.” Ten units of blood is like all you have. Pain, and so morphine, and so urinary retention, and so catheter; yet, thankfully, no infection. Just a bill for $50,000.\n“The frustrating thing” is that the whole horrible sequence wasn’t like malpractice or anything; every step logically led to the next. “The only way to have prevented this [life-threatening] outcome would have been to dispense with [that] initial physical exam”—the one that couldn’t hurt, right?\nWell, “Why, then, do we continue to examine healthy patients?” Well, first of all, it’s because “we get paid to do it.” His dad’s initial doc only got a hundred bucks or so, but just think of all that “downstream revenue” for the hospital and all the specialists. Overdiagnosis is big business.\nYes, “Too many patients bear the costs and harms of unneeded tests and procedures,” but without annual checkups, we doctors would miss out on all those opportunities for “open communication and interpersonal continuity.” To which one physician replied: Look, if you’ve deluded yourself into thinking you’re doing more good than harm, if you want communication, why not just take your patients out to lunch or something?\n“Of course, such lunches should fairly and ethically be preceded by an informed consent discussion that allows prospective diners to understand the risk that they may be [patronized to], and may well receive unnecessary and injurious…interventions as a consequence of that grilled cheese and soup”—particularly, I would add, if you’re feeding your patients grilled cheese, having already chalked up your first such unnecessary and injurious act.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page. There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages. And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\nThis is just an approximation of the audio content, contributed by Allyson Burnett.\n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "health",
            "routine",
            "checkups",
            "annual",
            "need",
            "nutrition",
            "diabetes",
            "bodies",
            "patients",
            "checkup"
        ]
    }
]