[
    {
        "url": "https://www.christianpost.com/news/good-without-god-not-in-the-long-run-opinion.html",
        "title": "Good Without God? Not in the Long Run",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Tuesday, July 05, 2016\nDr. Jerry Newcombe is a key archivist of the D. James Kennedy Legacy Library, a spokesman and cohost of Kennedy Classics.\nI see regularly the slogan from the American Humanists Association: \"Good Without God.\" And I think …. well, maybe for a while, one can be good (before men). But only because they piggyback on the Judeo-Christian values they may have imbibed. After a while, it all fades away.\nThe reality of that fading away now hits us daily in the news. There's not a week that goes by without some new report of violence and mayhem. Some attacks are worse than others.\nJust recently, the UK's Daily Mail referred to \"lawless Paris,\" in an attack on innocent people, including tourists.\nTheir sensational headline (6/23/16) highlighted the chaos:\n\"Mob violence in lawless Paris: Terrifying video shows 'woman tourist' viciously attacked by marauding youths in city deserted by police despite 'state of emergency' and Euros rampage\n\"Young woman viciously beaten 'within sight of Notre Dame' in Paris …\n\"Paris is 'like a warzone,' a witness told MailOnline who said he was terrified.\"\nAmerica has had more than its share of violence too, even against total strangers. But our founders recognized man's basic sinful nature. That is why they carefully separated power.\nThe framers also believed that when the populace recognizes the revelation that has never ceased to be true — that we will all one day have to give an account for our lives before the Almighty — people will often modify their behavior. Knowing of that Day of Reckoning and preparing for it, helped prevent a lot of unlawful deeds.\nBenjamin Franklin represents almost a secularized version of this understanding that we can't be good without God.\nThomas Paine, the infidel, was the only forthrightly anti-Christian leader of the founding era, as far as I know. Paine is best known for his commendable book Common Sense, which helped ignite the American Revolution. Common Sense  speaks positively of God and His Word.\nBut later Paine wrote Age of Reason, trying to debunk Christianity. He sent a copy of the manuscript to some of the founding fathers. They all regarded it with disdain and displeasure. Franklin, one of the least religious of the founding fathers, rejected it outright.\nHe wrote Paine: \"I have read your manuscript with some attention ... the consequence of printing this piece will be a great deal of odium drawn upon yourself, mischief to you, and no benefit to others. He that spits into the wind, spits in his own face.\" In short, this will only hurt you, Paine.\nFranklin added, \"[T]hink about how great a portion of mankind consists of weak and ignorant men and women, and of inexperienced, inconsiderate youth of both sexes, who have need of the motives of religion to restrain them from vice, to support their virtue, and retain them in the practice of it till it becomes habitual, which is the great point for its security.\" In short, religion helps promote virtue and restrain vice.\nAnd Ben Franklin even noted that Paine himself had probably benefited from his own religious upbringing as a Quaker: \"And perhaps you are indebted to her originally, that is, to your religious education, for the habits of virtue upon which you now justly value yourself.\"\nHere's a utilitarian approach to Christianity: It's good for society. Why would you undercut it?\nChristians hold that no one is good enough to meet God's holy standards — except Jesus, who died in the place of sinners to make those who believe in Him righteous before God.\nThere's a wonderful video  featuring a Harvard Business professor, Clay Christiansen. He says in a 90-second spot that ultimately we must choose between internal versus external restraint.\nHe explained to a visiting scholar from China how in America religion benefits society by bolstering morality. We can't hire enough police to restrain evil in our society, but democracy has greatly benefited through the internal restraint religion provides.\nAs William Penn, founder of Pennsylvania, once noted, \"If we will not be governed by God, we must be governed by tyrants.\"\nEchoing this is an 1849 quote from a Speaker of the House of Representatives by Robert Charles Winthrop, a descendent from John Winthrop, the Puritan founder of Boston.\nHe said, \"All societies of men must be governed in some way or other. The less they have of stringent State Government, the more they must have of individual self-government. The less they rely on public law or physical force, the more they must rely on private moral restraint.\"\nThen Winthrop summarized his point into an either/or: \"Men, in a word, must necessarily be controlled either by a power within them, or a power without them; either by the word of God, or by the strong arm of man; either by the Bible or by the bayonet.\"\nThat is still our choice today.\nDr. Jerry Newcombe is a key archivist of the D. James Kennedy Legacy Library and a Christian TV producer. He has also written or co-written 23 books, including The Book That Made America: How the Bible Formed Our Nation and (with D. James Kennedy), What If Jesus Had Never Been Born? His views are his own. www.jerrynewcombe.com\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.jerrynewcombe.com/thomas-paine-common-sense/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=_g1snjLxAWw"
            ]
        },
        "key_words": [
            "paris",
            "good",
            "run",
            "long",
            "violence",
            "winthrop",
            "god",
            "paine",
            "society",
            "men",
            "religion",
            "virtue"
        ]
    }
]