[
    {
        "url": "https://consortiumnews.com/2012/04/18/a-misguided-scheme-from-nyts-friedman/",
        "title": "Misguided Scheme from NYT’s Friedman",
        "authors": [
            {
                "name": "Marlene Rose Aderman",
                "link": null
            },
            {
                "name": "Florence Chan",
                "link": null
            },
            {
                "name": "Ken Rogers",
                "link": null
            },
            {
                "name": "Big Em",
                "link": null
            },
            {
                "name": "Anne Green",
                "link": null
            },
            {
                "name": "Gregory L Kruse",
                "link": null
            },
            {
                "name": "Martin Sandberg",
                "link": null
            },
            {
                "name": "Mark E Ruba",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2012-04-18",
        "text": "Main menu\nApril 18, 2012\nBy Robert Parry\nIf you relied on one signpost for where not to go, it might be the columns of New York Times star Thomas L. Friedman: If he’s pointing in one direction, like some humorless Cheshire Cat, it’s usually a safe bet that you should go the other way.\nSure, he’s not always wrong. Sometimes, he does recognize the obvious. I suppose the world has gotten “flatter.”\nBut Friedman has been grievously wrong many other times at great cost to America and the world  and his newest election scheme of pushing a “centrist” alternative for President could be just his latest catastrophic idea. It’s also not the first time he helped mess up the selection of a new President.\nNew York Mayor Michael Bloomberg (Photo by David Shankbone)\nIn December 2000, Friedman praised Republican suppression of vote-counting in Florida because he put George W. Bush’s fragile “legitimacy,” as a popular-vote loser being made President, above determining the actual will of the voters.\nThen, in 2003, Friedman waved the United States into the unprovoked invasion of Iraq. It was time, he said, to “give war a chance.” As the ill-fated war dragged on, he kept insisting that the nation wait intervals of “six months” before judging the bloody mission to be a failure.\nMore recently, Friedman helped create the crisis with Iran by disparaging a Brazilian-Turkish breakthrough in 2010 that would have had Tehran’s swap much of its low-enriched uranium for medical isotopes, a plan that is finally back on the table after two years of escalating tensions and higher-than-necessary gas prices.\nIndeed, it’s hard sometimes to comprehend the conscienceless egotism of Friedman who can be so wrong so often  leaving hundreds of thousands dead and wasting trillions of dollars  but who still pontificates about what Americans should do next.\nFriedman’s latest reckless scheme is to have some third-party candidate (his choice is New York Mayor Michael Bloomberg) compete in this fall’s presidential election as a way to “give our two-party system the shock it needs.”\nBy taking this stance, Friedman gets to position himself as champion of the trendy disdain for the two major parties. But Friedman’s idea is really just another dodge to avoid making the tough assessment about the truly serious political threat facing the nation, the reality of today’s Republican extremism.\nThe ‘Liberal’ Label\nYou see the key thing for Friedman  and other “centrist” journalists  is to avoid ever being pigeonholed as “liberal.” For Friedman, his status as an “independent” thinker is also crucial to his lucrative career as a best-selling author. To maintain this valuable financial perch in the middle, Friedman and other “centrists” routinely make “smart plays” for themselves even if they end up aiding and abetting many right-wing positions.\nIt was “smart” for Friedman to embrace Bush’s “legitimacy” in 2000, cheer the invasion of Iraq in 2003 and posture as a tough-guy on Iran now. And, it’s the “smart play” to take this stance on Election 2012, issuing a “plague on both your houses” commentary without having to confront the rabid elephant in the room, quite literally.\nIf Friedman had written a column about how the American voters must break the back of GOP extremism before any of the country’s pressing issues can be seriously addressed, he would have been denounced by the powerful right-wing attack machine as a Democratic “partisan,” not good for his next book tour.\nSo, instead of taking on right-wing extremism, which has taken over the Republican Party, Friedman pretends that the U.S. political crisis is just the lack of a reasonable person in the middle willing to debate the nation’s complex problems.\nThus, Friedman wants to see Mike Bloomberg starring in the presidential debates and raising the “hard choices.” Except that this scheme more likely would mean splitting the “responsible” vote, undercutting President Barack Obama and clearing the way for a victory by Republican Mitt Romney  and the right-wing forces most opposed to what Friedman purports to want.\nLosing Cellphone Service\nFriedman starts off his Wednesday column complaining about the collapsing American infrastructure  the “roller-coaster” asphalt around Washington’s Union Station and the shortcomings of Amtrak’s rail service to New York, even as he rode the more expensive, faster Acela train.\n“I had so many dropped calls on my cellphone that you’d have thought I was on a remote desert island, not traveling from Washington to New York City,” Friedman wrote. He also complained that when he got back to DC, the Union Station escalator was broken.\n“Maybe you’ve gotten used to all this and have stopped noticing,” Friedman told his readers. “I haven’t. Our country needs a renewal. And that is why I still hope Michael Bloomberg will reconsider running for president as an independent candidate.”\nFriedman did acknowledge that “President Obama has significant achievements to his record. He has done a solid job stemming the economic crisis he inherited and a good job managing national security and initiating important reforms  from health care to auto mileage standards.\n“But with Europe in peril, China and America wobbling, the Arab world in turmoil, energy prices spiraling and the climate changing, we are facing some real storms ahead. We need to weather-proof our American house  and fast  in order to ensure that America remains a rock of stability for the world.”\nYou might stop here and remember that the nation’s predicament might have been a lot less severe if Friedman had lent his influential voice in December 2000 to demanding that all the votes in Florida be counted rather than worrying about Bush’s “legitimacy” as Bush moved to steal the election. Back then, after Bush won some lower state court rulings blocking the recounts, Friedman expressed the view of many mainstream journalists, welcoming the likely declaration of Bush as the “winner.”\n“Slowly but surely, in their own ways, the different courts seem to be building a foundation of legitimacy for Governor George W. Bush’s narrow victory,” Friedman wrote. “That is hugely important. Our democracy has taken a hit here, and both Democrats and Republicans must think about how they can start shoring it up.”\nOf course, it didn’t strike Friedman or his “centrist” colleagues that the best way for Bush or any other politician to have “legitimacy” would be to allow all the votes to be counted and declare the candidate with the most to be the winner.\nAl Gore surely had faults but he was a serious public servant who had spent a career addressing the “big, hard decisions” that Friedman is now wringing his hands over. For example, Gore was deeply interested in global warming, alternative energy, a modern infrastructure, including mass transit like high-speed rail.\nHowever, when Gore’s election victory was being reversed by Bush and the Republicans in December 2000, Friedman was all atwitter about the harm to the nation if Bush’s “election” wasn’t viewed as “legitimate.” [For details, see Neck Deep .]\nThe Bush Disaster\nThe ensuing eight years were a disaster for addressing those “big, hard decisions.” By giving massive tax cuts to the rich, Bush turned a record budget surplus into a record deficit. He squandered a trillion dollars or more on wars, including an unprovoked invasion of Iraq. Bush disdained the science on global warming and took no action on that front. He encouraged Americans to buy gas-guzzling vehicles and to keep on spending as their personal debt exploded.\nBy further deregulating the financial industry, Bush positioned the U.S. economy on a giant bubble in the housing market. When the bubble burst, millions of Americans were thrown out of work and the world’s economy was destabilized. At the end of Bush’s eight years, problems, which might have been manageable if Gore had been allowed to become president, were now unmanageable.\nOne might think that Friedman would pause and express some self-criticism for his failure to understand the risks of a Bush presidency or the destructiveness of Bush’s wars. But no. Friedman simply moves on as if it would be impolite of him to note the havoc that he has left in his wake.\nDuring the run-up to war in Iraq, for instance, Friedman was smitten by British Prime Minister Tony Blair’s glib oratory about forcibly planting seeds of “democracy” in Iraq. Friedman went so far as to dub himself a pro-war “Tony Blair Democrat.” He also made the witty observation that it was time to “give war a chance” in Iraq.\nToday, it might seem obvious that anyone foolish enough to call himself “a Tony Blair Democrat” after Blair has gone down in history as “Bush’s poodle” or to twist John Lennon’s advice to “give peace a chance” into its opposite  should have the decency to just hang it up as a pundit. Instead, Friedman moves from one reckless point of view to the next.\nHis latest positioning on Election 2012 is another self-serving scheme as he strikes a “both-sides-are-equally-wrong” pose, sparing him the career risk of putting the blame where it primarily belongs, on Republican extremism.\nIf Friedman had any journalistic integrity, he would have declared that today’s extremist Republican Party has become the chief threat to the nation’s wellbeing  and indeed the planet’s survival. He would say that only the decisive defeat of this Ayn Rand radicalism offers a pathway to the future. However, to do that would put his cherished (and profitable) status as a “centrist” in danger. So, he undertakes his “evenhanded” denunciation of both sides.\n‘Hard Choices’\nFriedman wrote: “This election has to be about those hard choices, smart investments and shared sacrifices, how we set our economy on a clear-cut path of near-term, job-growing improvements in infrastructure and education and on a long-term pathway to serious fiscal, tax and entitlement reform. The next president has to have a mandate to do all of this.\n“But, today, neither party is generating that mandate, talking seriously enough about the taxes that will have to be raised or the entitlement spending that will have to be cut to put us on sustainable footing, let alone offering an inspired vision of American renewal that might motivate such sacrifice.\n“Mitt Romney can’t do that because of his ludicrous opposition to any tax hikes. President Obama, who has a plan to cut, tax and invest, albeit insufficiently, could lead, but, for now, he seems preoccupied with some rather uninspiring small ball, preferring proposals like ‘the Buffett tax’ over comprehensive tax reform that would lower all rates, eliminate deductions and raise more revenue.”\nSo, Friedman’s electoral scheme  also being promoted by other “radical centrists” like Matt Miller in the Washington Post  proposes that Bloomberg jump into the race to push these supposedly courageous ideas.\n(You might note that President Obama has spent months advocating for much of what Friedman is describing, including a major jobs program that would invest substantially in modernizing American infrastructure. Last year, Obama also pushed unsuccessfully for a “grand bargain” with Republicans that would have raised taxes and cut entitlement spending.)\nBut Friedman can’t be honest because it would endanger his “centrist” positioning. He also doesn’t think through what the likely outcome would be  if Bloomberg entered the race and siphoned off enough “responsible” votes to elect Romney.\nInstead, Friedman wrote: “Bloomberg doesn’t have to win to succeed, or even stay in the race to the very end. Simply by running, participating in the debates and doing respectably in the polls, 15 to 20 percent, he could change the dynamic of the election and, most importantly, the course of the next administration, no matter who heads it.\n“By running on important issues and offering sensible programs for addressing them, and showing that he had the support of the growing number of Americans who describe themselves as independents, he would compel the two candidates to gravitate toward some of his positions as Election Day neared.”\nSophomoric Thinking\nThis dreamy analysis might be understandable for, say, some freshman in a political science class, but it is dangerously sophomoric for one of the nation’s most prominent columnists. The more likely result would be that Bloomberg  whether he quits the race after the debates or not  would draw substantial votes away from the candidate closest to his positions, i.e. President Obama.\nThat would probably ensure the election of Romney, who has committed himself to seeking further tax cuts favoring the rich, repealing regulations on the banks, adopting a more aggressive foreign policy that would include boosting military spending, and savaging domestic programs (including money for Friedman’s beloved infrastructure).\nSurely, under a Romney administration  especially with continued Republican dominance of Congress  there would be even less money to even out those bumpy roads around Washington’s Union Station or upgrade cellphone reception on Amtrak  or for that matter, build new high-speed rail, invest in the nation’s crumbling infrastructure or confront existential issues like global warming, which Republican extremists don’t even think is real.\nFriedman’s pitch for his “radical centrist” option is just another of his harebrained, self-serving  and dangerous  opinion pieces. We already have seen the dark places where some of his earlier ideas have taken the nation.\nRobert Parry broke many of the Iran-Contra stories in the 1980s for the Associated Press and Newsweek. His latest book, Neck Deep: The Disastrous Presidency of George W. Bush, was written with two of his sons, Sam and Nat, and can be ordered at neckdeepbook.com . His two previous books, Secrecy & Privilege: The Rise of the Bush Dynasty from Watergate to Iraq and Lost History: Contras, Cocaine, the Press & ‘Project Truth’ are also available there.\nPost navigation\nMark E ruba\nApril 26, 2012 at 10:44\nThe Democrats are centrists. All Friedman would do is allow the right wing to control the agenda for the next generation.\nMartin Sandberg\nApril 20, 2012 at 16:40\nWe Tea Partiers are being called extreme?? I say that $15 Trillion in debt and our credit rating lowered is extreme. I say that a direct frontal assault on the 1st Amendment by forcing the church to violate its conscience is pretty blasted extreme. I say that borrowing 40% of the federal governments expenditures with no end in sight is extreme. I say that dictating where Boeing can build aircraft is extreme. We are not the extremists here at all, or crazy, etc.\nAfter 11/2/2010, when we Tea Partiers caused the biggest electoral swing in over a hundred years, we made it pretty clear who the majority in this country is. Its us, the sober, realists who know what its going to take to get this country moving away from bankruptcy and back to fiscal health and individual freedom. And fortunately, we’re getting even stronger http://www.americanthinker.com/2012/04/the_generic_ballot_bomb.html :\n“There is, however, a poll which does show the partisan leaning of America: the generic congressional ballot.  When a voter goes to the polls in November, a “generic” favoring of one party over another will often be the decisive factor in casting a ballot.  Indeed, the huge sweep of Republicans up and down the ballot in 2010 can only be explained by this massive and generic rejection of Democrats.  So this poll is as close to a straightforward question about which political party a respondent will support in the next election as any question asked in polls.\nWhat does the generic congressional ballot say about 2012?  Rasmussen asks likely voters which party the respondent intends to support in the next congressional election each week and announces the results every Monday.  Over the last three years, likely voters in this poll have favored Republicans over Democrats almost every single week.  At this time last year, the Republican edge was 42% to 40%.  One week, in November, the parties tied at 41% to 41%, and one week, at the end of January, Democrats held a one-point 41%-to-40% advantage.  Since March, however, the Republican advantage has been growing — the practical end of the Republican fighting for the nomination is a logical explanation for the change — and since the beginning of March, the Republican advantage per week has progressed thus: +3%, +6%, +4%, +5%, +6%, +5%, +10%. ”\nAt this rate I’ll be able to retire my sig soon:\nAtlas Shrugged was supposed to be a warning, NOT a newspaper!\nApril 20, 2012 at 09:45\nRobert Parry nails it with this article.  A brilliant, and more importantly, a fact-filled takedown.\nI’ve had it with the “both sides are the same, we need a third way” talk.  It’s a canard.  If Friedman–and many people–cannot remember the truly dark places that the Republican party has taken us, then we are truly in trouble.\nGregory L Kruse\nApril 19, 2012 at 12:11\nI appreciate the unbridled contempt expressed by Mr. Parry in this article.  He expresses my contempt so well that I have nothing to add.\nlYNNE\nApril 19, 2012 at 12:05\nEdward R. Muurrow, he is not. Just like every other aspect of Government, the 4th Estate has been corrupted. Many are afraid of being called “the liberal media” even when the facts support that view. An open, honest press is vital if we want to protect our democracy, but if you prefer a Plutocracy, the press must NOT be open and honest.\nAnne Green\nApril 18, 2012 at 21:27\nFriedman is just a weakling. He is weak of mind. He is weak of conscience. He is weak in memory. He is utterly gutless.\nBig Em\nApril 18, 2012 at 20:48\nExcellent analysis of the weakness of the ‘centrist position’, especially the Friedman version.  What’s exasperating to me about ‘centrisim’ as a political stance is that it’s inherently amoral – – – it’s NOT primarily concerned with specific issues, but with maintaining a ‘posture’ between issues, always concerned about splitting the difference.  So hypothetically speaking if the Republicans favor killing a million innocent people and the Democrats only want to kill 1000, Friedman would stake out the middle-ground of killing around 500,000 and be proud of himself for ‘finding the middle ground’.  Some things are just wrong/bad/reprehensible- – – like casually starting and/or prolonging wars… that’s just HORRIBLE!  Instead of recognizing that and reacting appropriately, Friedman and others try to finesse it so that they’ll continue to be invited to the pundit programs and the DC soirees, even ones held by warmongers.\nI don’t know that Friedman does this for the money, since he long ago married a billionaire (back when they were relatively rare).  I suspect he likes the ego trip of it all, but it doesn’t really matter what his motivation is….  the problem is the result.\nHillary\nApril 18, 2012 at 20:44\nFriedman said that the Iraqis referred to the US Military as “the Jews” without ever connecting the dots for information starved Americans.\nKen Rogers\nApril 18, 2012 at 20:31\nAfter the publication of her excellent *The Imperial Messenger: Thomas Friedman at Work* by Belen Fernandez, I’m mildly surprised that the warmongering Friedman wasn’t embarrassed into going into some other line of work, something for which he’s better suited intellectually and morally.\nAs Dahr Jamail wrote of Fernandez’s book, “The hubris, sophistry, consistent hypocrisy, and buffoonery of the New York Times’ most widely read columnist is systematically deconstructed and laid bare. A must read.”\nMaybe Thomas is unaware that he’s been radically exposed and hanged by his own petard.\nLPAK\nApril 18, 2012 at 19:10\nFriedman is a dolt who really should just sit down and shut up. You can be intelligent-sounding AND stupid.\nHillary\nTesting ?\nMy comments were “bloocked” and this is a test to see if it continues.\nFlorence Chan\nApril 18, 2012 at 18:30\nThanks for a well written piece. Friedman is forever predictable. His lets-criticize-both-sides approach typifies journalists who are desperate to come across as objective and neutral. Strangely he’s hailed everywhere as a liberal, maybe because he preaches at least once a week the importance of being an environmentalist. More astute readers would ask why an environmentalist would advocate solving the world’s problems by dropping bombs everywhere.\nMarlene Rose Aderman\nApril 18, 2012 at 18:10\nI have wanted to contact Friedman since his insane adoption of Americans Elect but can’t find his email address.  Can anyone supply it?\nender34\nApril 19, 2012 at 01:39\nGo the the NYT site.  Find Friedman’s article.  Click on his name.  You will see this:\nContact a Reporter\nYour E-Mail Address\nYour Message\nGood luck.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.americanthinker.com/articles/2012/04/the_generic_ballot_bomb.html",
                "https://www.nytimes.com/2012/04/18/opinion/friedman-one-for-the-country.html?_r=1&ref=opinion"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.neckdeepbook.com/",
                "http://www.neckdeepbook.com",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "centrist",
            "misguided",
            "scheme",
            "bush",
            "president",
            "election",
            "bloomberg",
            "tax",
            "bushs",
            "republican",
            "friedman",
            "nyts",
            "iraq"
        ]
    }
]