[
    {
        "url": "https://www.christianpost.com/news/nations-largest-evangelical-hispanic-group-launches-effort-to-support-common-core.html",
        "title": "Nation's Largest Evangelical Hispanic Group Launches Effort to Support Common Core",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNation's Largest Evangelical Hispanic Group Launches Effort to Support Common Core\nNation's Largest Evangelical Hispanic Group Launches Effort to Support Common Core\nNation's Largest Evangelical Hispanic Group Launches Effort to Support Common Core\n| Thursday, February 06, 2014\nThe National Hispanic Christian Leadership Conference is launching an effort to boost support for the Obama administration's major education reform effort, the Common Core State Standards Initiative.\n\"For years many states have set expectations too low for all our students, but particularly those from low-income schools, where many Hispanic children are educated. Rigorous standards must be available to all children, especially those in poverty who need clear signals of what skills they need to succeed in college or a career,\" the Rev. Samuel Rodriguez, president of the NHCLC, said. \"Offering high educational standards to all students is an issue of biblical justice, because all children are made in the image of God as described in Genesis 1:27. Common Core offers schools the opportunity to positively impact the future of Hispanic children and all children who live in poverty.\"\nThe high school graduation rate for Hispanics is 10 percent lower than it is for whites, the NHCLC notes in a press release, and 58 percent of Hispanics who start college fail to get a degree.\nRodriguez believes that Common Core will help Hispanics acquire the skills they need in K-12 to become successful in college or a career.\n\"Without question,\" he said, \"our children, especially minority and immigrant students, must participate in an educational system that equips them with the necessary acumen and skills to compete. In order to honor the image of God shared by all children, we are committed to empowering all students with the foundational tools for success by holding all children to high educational standards. This is why I wholeheartedly endorse and support the Common Core State Standards.\"\nJeb Bush, former Republican governor of Florida, has been an outspoken advocate of the Common Core. He praised the NHCLC for lending its support.\n\"I applaud Reverend Rodriguez and the National Hispanic Christian Leadership Conference for their leadership in championing the state-driven Common Core initiative and their commitment to achieving a high quality education for all students,\" Bush said.\nThe Common Core is a set of standards for K-12 education developed by the National Governors Association, a private nonprofit group, with financial backing from the Bill and Melinda Gates Foundation. They became part the Obama administration's education reforms through Race to the Top, which was part of the 2009 economic stimulus bill. States agreed to adopt the standards, even before the standards were published, as part of a competition for federal education dollars.\nForty-five states adopted the standards, but more recently there has been some pushback against the standards in several states. Opponents of the Common Core argue the standards are untested, inferior to existing standards in some states, lack flexibility for states, school administrators and teachers, and are more about creating good workers than good citizens. Like supporters of the Common Core, opponents can be found among both liberals and conservatives, Republicans and Democrats.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "largest",
            "core",
            "group",
            "common",
            "children",
            "nations",
            "evangelical",
            "effort",
            "high",
            "standards",
            "students",
            "states",
            "launches",
            "support",
            "education",
            "hispanic"
        ]
    }
]