[
    {
        "url": "https://www.christianpost.com/news/trump-hits-back-fallen-soldier-widow-forgot-husbands-name.html",
        "title": "Trump Hits Back at Fallen Soldier's Widow Who Said Trump Forgot Husband's Name",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump Hits Back at Fallen Soldier's Widow Who Said Trump Forgot Husband's Name\nTrump Hits Back at Fallen Soldier's Widow Who Said Trump Forgot Husband's Name\nTrump Hits Back at Fallen Soldier's Widow Who Said Trump Forgot Husband's Name\n| Monday, October 23, 2017\nWidow of Sgt. La David Johnson Myeshia Johnson, 24 (L), and President Donald Trump (R) | (Photo: Screen shot via ABC News; Reuters)\nMyeshia Johnson, the pregnant 24-year-old widow of Sgt. La David Johnson, revealed Monday that President Donald Trump forgot her husband's name during a controversial call with her and backed up Rep. Frederica Wilson, D-Florida, as \"100 percent correct\" in the account of the call she gave the media last week .\n\"Yes, the president said that he knew what he (La David) signed up for, but it hurts anyway. And it made me cry 'cause I was very angry at the tone of his voice and how he said he couldn't remember my husband's name,\" Myeshia Johnson told ABC News' chief anchor, George Stephanopoulos , Monday morning.\nWilson told CNN  last week that the 24-year-old widow and her family were on their way to receive her husband's remains when President Trump called and engaged her in conversation for about five minutes.\nThe congresswoman argued that she felt that the president's tone was insensitive in his call to the grieving widow.\n\"Basically he said, 'Well, I guess he knew what he signed up for, but I guess it still hurt,'\" she told Don Lemon.\nPresident Trump has since called Wilson a liar and dismissed her as \"Wacky.\"\n\"Democrat Congresswoman totally fabricated what I said to the wife of a soldier who died in action (and I have proof). Sad!\" Trump said in a tweet  at 6:25 a.m. last Wednesday.\nOn Sunday, he followed up with: \"Wacky Congresswoman Wilson is the gift that keeps on giving for the Republican Party, a disaster for Dems. You watch her in action & vote R!\"\nMyeshia Johnson, who said she had known her husband since age six and that Wilson had been a part of his life since he was a child, told ABC: \"Whatever Ms. Wilson said was not fabricated. What she said was 100 percent correct.\"\n\"The only way he remembered my husband's name is because he told me he had my husband's report in front of him and that's when he actually said La David,\" she explained.\n\"I heard him stumblin' on trying to remember my husband's name and that's what hurt me the most, because if my husband is out here fighting for our country and he risked his life for our country why can't you remember his name. And that's what made me upset and cry even more because my husband was an awesome soldier,\" she said.\nTrump did not back down from his version of the call and maintained on Monday that his call with the widow was \"respectful\" and he remembered her husband's name from the start.\n\"I had a very respectful conversation with the widow of Sgt. La David Johnson, and spoke his name from beginning, without hesitation!\" he tweeted .\nSgt. Johnson was among four U.S. soldiers killed by enemy fire during an October 4 ambush in Niger . His wife revealed that even after saying goodbye to her husband in a somber funeral  on Saturday, she never got the chance to see his body.\n\"They're telling me that he's in a severe wrap like I won't be able to see him. I need to see him so I will know that that is my husband. I don't know nothing. They won't show me a finger, a hand. I know my husband body from head to toe. And they won't let me see anything. I don't know what's in that box. It could be empty for all I know. But I need to see my husband. I haven't seen him since he came home,\" she told ABC.\nShe said she still has questions about her husband's death and wanted to know why it took 48 hours to find the body of her husband after he was reported missing.\n\"When they came to my house they just told me there was a massive gunfire. And my husband as of Oct. 4th was missing. They didn't know his whereabouts. They didn't know where he was or where to find him. A couple of days later is when they told me that he went from missing to killed in action,\" she said.\nMyeshia Johnson has a 2-year-old son and 6-year-old daughter with her late husband. She is expected to give birth to a third child, a daughter, on Jan. 29.\nWhen asked what she plans to tell her unborn child about her father, she said: \"I'm going to tell her how awesome her dad was and how a great father he was. And how he died as a hero.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/trump-denies-telling-soldiers-grieving-widow-he-knew-what-he-signed-up-for-203439/",
                "http://www.cnn.com/2017/10/17/politics/frederica-wilson-widow-fallen-soldier/index.html",
                "http://www.cnn.com/2017/10/21/us/sgt-la-david-johnson-funeral/index.html",
                "https://www.cnn.com/2017/10/06/politics/body-recovered-us-niger-ambush/index.html"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/transcript-widow-fallen-soldier-la-david-johnson-speaks/story?id=50655055"
            ],
            "unsure": [
                "https://twitter.com/realDonaldTrump/status/922440008971292672",
                "https://twitter.com/realDonaldTrump/status/920611770775064576"
            ]
        },
        "key_words": [
            "told",
            "la",
            "husband",
            "david",
            "know",
            "widow",
            "trump",
            "fallen",
            "forgot",
            "soldiers",
            "hits",
            "johnson",
            "husbands",
            "wilson"
        ]
    }
]