[
    {
        "url": "https://nutritionfacts.org/es/2017/12/05/la-carne-provoca-calor-los-efectos-de-la-alimentacion-en-el-calentamiento-global/",
        "title": "La carne provoca calor: los efectos de la alimentación en el calentamiento global",
        "authors": [
            {
                "name": "Escrito Por",
                "link": null
            },
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2017-12-05",
        "text": "Image Credit: Andrew Walton / Unsplash. Esta imagen ha sido modificada.\nLa carne provoca calor: los efectos de la alimentación en el calentamiento global\nEnero 5th, 2017\nUna de las revistas médicas más prestigiosas del mundo publicó un  editorial  en el que decía que el cambio climático representa “la mayor amenaza para la salud global del siglo XXI”. En la actualidad, las enfermedades crónicas son, sin lugar a dudas, la  mayor causa de muerte . ¿Podría haber una manera de combatir ambas al mismo tiempo? Por ejemplo, ir en bicicleta en lugar de usar el coche es bueno para el planeta, para ti, y para tu bolsillo. ¿Hay situaciones similares en lo que respecta a la alimentación?\nComo comento en mi video  La dieta y el cambio climático: cocinando una tormenta , los alimentos que  crean  la mayor cantidad de gases de efecto invernadero parecen ser los mismos alimentos que  contribuyen  a muchas enfermedades crónicas. Unos investigadores  encontraron  que la carne (incluyendo el pescado), los huevos, y los lácteos tienen el mayor impacto medioambiental, mientras que los cereales, las legumbres, las frutas, y las verduras tienen el menor impacto. Y estos alimentos dañinos para el medioambiente no solo tienden a tener menor calidad nutricional, sino que además son más caros al kilo. Entonces, evitarlos nos aporta esas tres ventajas. \nLa Comisión Europea, el cuerpo gobernante de la Unión Europea,  encargó un estudio  sobre qué puede hacer la gente para ayudar al medioambiente. Por ejemplo, si los europeos empezasen a conducir coches eléctricos, podría evitarse la emisión de 174 millones de carbono. También podrían bajar el termostato un poco y ponerse alguna prenda extra de abrigo. Pero la acción de mayor peso sería cambiar su alimentación a una libre de carne. \nLo que comemos podría tener un impacto mayor en el calentamiento global que lo que conducimos.\nEl reducir la ingesta de proteína animal a una vez por semana ya puede tener un efecto muy significativo. Los Lunes sin Carne podrían superar una semana trabajando desde casa y sin usar transportes. \nUna alimentación vegetal estricta podría ser incluso  mejor ; sería responsable de tan solo la mitad de emisiones de efecto invernadero. Los estudios  sugieren  que “cambios moderados en la dieta no son suficientes para reducir el impacto procedente de la comida de manera drástica”. Sin una reducción significativa en el consumo de carne y lácteos, los cambios hacia una alimentación más sana podrían dar lugar a reducciones menores en el impacto medioambiental. Esto se debe a que, como muestran los estudios, el  aporte de energía fósil  medio de los sistemas de producción de proteína animal corresponde a 25 calorías por cada caloría producida; más de 11 veces el aporte de la producción de cereales, por ejemplo, la cual ronda el 2:1. \nUnos investigadores en Italia  compararon  siete tipos distintos de dietas para ver cuál era la mejor desde un punto de vista medioambiental. Compararon una dieta omnívora clásica que sigue las recomendaciones dietéticas, una omnívora ecológica, una vegetariana clásica, una vegetariana ecológica, una vegana clásica, una vegana ecológica, y la dieta que sigue la mayoría de la gente. Para cada patrón dietético, los investigadores estudiaron los carcinógenos, la contaminación aérea, el cambio climático, los efectos en la capa de ozono, en el ecosistema, la lluvia ácida, y el uso de combustibles fósiles y minerales, y de terreno. Puedes ver en el  video  cuántos recursos hicieron falta para dar de comer a la gente en su dieta habitual, todos los efectos negativos que esta tiene en el ecosistema, y en la salud humana. Si la gente siguiera una dieta más sana, siguiendo las recomendaciones dietéticas, el impacto medioambiental sería bastante menor. Una dieta omnívora ecológica sería todavía mejor, parecido a una vegetariana clásica. Serían superadas por una dieta vegetariana ecológica y una vegana clásica. Arriba del todo, sin embargo, se encuentra una dieta vegana ecológica. \nEl informe de la Comisión  declaró  que las barreras contra la reducción del consumo de productos de origen animal vienen, en gran parte, debido a una falta de conocimientos, así como de unos hábitos muy arraigados, y la cultura culinaria. Las medidas políticas propuestas incluyen impuestos en la carne o la proteína animal, campañas de educación, y añadir información sobre las emisiones de gases de efecto invernadero en las etiquetas de los productos.\nLa reducción del cambio climático sale cara. Una transición global a, aunque solo sea, una dieta baja en carne, como se recomienda por razones de salud, podría  reducir  esos costes. Un estudio estableció que una dieta más sana y baja en carne podría reducir los costes de la reducción del cambio climático (el 1% del PIB) más de la mitad; una sin carne podría eliminar dos tercios del coste, y una sin productos animales el 80% del coste.\nParece que muy poca gente es consciente del problema , y de que el sector ganadero es uno de los mayores contribuyentes en las emisiones de gases de efecto invernadero. Pero eso está cambiando.\nEl Servicio Nacional de Salud del Reino Unido está tomando la posición líder en la  reducción  de las emisiones de carbono. Pacientes, visitas y personal pueden esperar menús sanos y bajos en carbono con mucha menos carne, lácteos y huevos. “La evidencia científica nos muestra como, en lo que respecta al medioambiente, la carne supone calor”. \nEl gobierno sueco  enmendó  recientemente sus recomendaciones dietéticas para promover una reducción en el consumo de carne. “Si solamente buscamos  alcanzar  el objetivo conservador de evitar futuros aumentos a largo plazo en las emisiones [de gases de efecto invernadero] provenientes del ganado, seguimos necesitando cambios bastante radicales”, como reducir el consumo actual a la mitad en los países desarrollados, “un resultado improbable si no hay recompensas directas para los ciudadanos por hacerlo. Afortunadamente, sí que las hay: beneficios para la salud muy importantes…”. Al ayudar al planeta, nos ayudamos a nosotros mismos.\nHay un montón de artículos sobre la dieta y la sostenibilidad. Es un tema tan importante que probablemente revisaré la ciencia al respecto cada unos o dos años. Cuando el Departamento de Agricultura de los Estados Unidos (USDA, por sus siglas en inglés) se adentró en estas aguas, la industria de la carne  entró en pánico , y el  debate  sobre las Recomendaciones Dietéticas continúa. \n¿Y reducir el consumo de carne por razones de salud? Puedes ver mi video  ¿Los flexitarianos viven más? .\n¿Qué hay de las consecuencias para la salud y la seguridad alimentaria de consumir alimentos ecológicos? Puedes ver esta serie de videos:\nUn saludo,\nMichael Greger\n \nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nTour de conferencias\nPonte al día con el Dr. Greger en sus conferencias en vivo\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.washingtonpost.com/blogs/wonkblog/wp/2015/02/19/eating-a-lot-of-meat-is-hurting-the-environment-and-you-should-stop-top-u-s-nutritional-panel-says/",
                "http://www.sciencedirect.com/science/article/pii/S092180091100190X",
                "https://opinionator.blogs.nytimes.com/2012/07/31/no-meatless-mondays-at-the-usda/?_r=0"
            ],
            "gov_pgs": [
                "https://www.ncbi.nlm.nih.gov/pubmed/19942280",
                "https://www.ncbi.nlm.nih.gov/pubmed/24703928",
                "https://www.ncbi.nlm.nih.gov/pubmed/23189920",
                "https://www.ncbi.nlm.nih.gov/pubmed/19561328",
                "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3091348/",
                "https://www.ncbi.nlm.nih.gov/pubmed/20637166",
                "https://www.ncbi.nlm.nih.gov/pubmed/17035955",
                "https://www.ncbi.nlm.nih.gov/pubmed/12936963"
            ],
            "unsure": [
                "https://nutritionfacts.org/es/video/los-flexitarianos-viven-mas-tiempo/",
                "http://www.bmj.com/content/338/bmj.b326",
                "http://www.cedelft.eu/publicatie/behavioural_climate_change_mitigation_options_and_their_appropriate_inclusion_in_quantitative_longer_term_policy_scenarios/1290",
                "https://nutritionfacts.org/es/video/la-dieta-y-el-cambio-climatico-cocinando-una-tormenta/",
                "http://www.thelancet.com/commissions/climate-change"
            ]
        },
        "key_words": [
            "la",
            "dieta",
            "en",
            "carne",
            "calor",
            "las",
            "global",
            "y",
            "efectos",
            "calentamiento",
            "para",
            "una",
            "el",
            "provoca",
            "los",
            "que"
        ]
    }
]