[
    {
        "url": "https://consortiumnews.com/2018/01/12/haiti-and-americas-historic-debt-2/",
        "title": "Haiti and America’s Historic Debt",
        "authors": [
            {
                "name": "Joe B",
                "link": null
            },
            {
                "name": "Hal Sawyer",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "John Durham",
                "link": null
            },
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Trowbridge H. Ford",
                "link": null
            },
            {
                "name": "Mild-Ly - Facetious",
                "link": null
            },
            {
                "name": "Carroll Price",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2018-01-12",
        "text": "Main menu\nJanuary 12, 2018\nBy Robert Parry (First published on Jan.13, 2010)\nIn 2010, when announcing emergency help for Haiti after a devastating 7.0-magnitude earthquake, President Barack Obama noted America’s historic ties to the impoverished Caribbean nation, but few Americans understand how important Haiti’s contribution to U.S. history was.\nToussaint L’Ouverture, leader of Haiti’s slave rebellion against France.\nIn modern times, when Haiti does intrude on U.S. consciousness, it’s usually because of some natural disaster or a violent political upheaval, and the U.S. response is often paternalistic, if not tinged with a racist disdain for the country’s predominantly black population and its seemingly endless failure to escape cycles of crushing poverty.\nHowever, more than two centuries ago, Haiti represented one of the most important neighbors of the new American Republic and played a central role in enabling the United States to expand westward. If not for Haiti, the course of U.S. history could have been very different, with the United States possibly never expanding much beyond the Appalachian Mountains.\nIn the 1700s, then-called St. Domingue and covering the western third of the island of Hispaniola, Haiti was a French colony that rivaled the American colonies as the most valuable European possession in the Western Hemisphere. Relying on a ruthless exploitation of African slaves, French plantations there produced nearly one-half the world’s coffee and sugar.\nMany of the great cities of France owe their grandeur to the wealth that was extracted from Haiti and its slaves. But the human price was unspeakably high. The French had devised a fiendishly cruel slave system that imported enslaved Africans for work in the fields with accounting procedures for their amortization. They were literally worked to death.\nThe American colonists may have rebelled against Great Britain over issues such as representation in Parliament and arbitrary actions by King George III. But black Haitians confronted a brutal system of slavery. An infamous French method of executing a troublesome slave was to insert a gunpowder charge into his rectum and then detonate the explosive.\nSo, as the American colonies fought for their freedom in the 1770s and as that inspiration against tyranny spread to France in the 1780s, the repercussions would eventually reach Haiti, where the Jacobins’ cry of “liberty, equality and fraternity” resonated with special force. Slaves demanded that the concepts of freedom be applied universally.\nWhen the brutal French plantation system continued, violent slave uprisings followed. Hundreds of white plantation owners were slain as the rebels overran the colony. A self-educated slave named Toussaint L’Ouverture emerged as the revolution’s leader, demonstrating skills on the battlefield and in the complexities of politics.\nDespite the atrocities committed by both sides of the conflict, the rebels known as the “Black Jacobins” gained the sympathy of the American Federalist Party and particularly Alexander Hamilton, a native of the Caribbean himself and a fierce opponent of slavery. Hamilton, the first U.S. Treasury Secretary, helped L’Ouverture draft a constitution for the new nation.\nConspiracies\nBut events in Paris and Washington soon conspired to undo the promise of Haiti’s new freedom. Despite Hamilton’s sympathies, some Founders, including Thomas Jefferson who owned 180 slaves and owed his political strength to agrarian interests, looked nervously at the slave rebellion in St. Domingue. Jefferson feared that slave uprisings might spread northward.\n“If something is not done, and soon done,” Jefferson wrote in 1797, “we shall be the murderers of our own children.”\nMeanwhile, across the Atlantic, the chaos and excesses of the French Revolution led to the ascendance of Napoleon Bonaparte, a brilliant and vain military commander possessed of legendary ambition. As he expanded his power across Europe, Napoleon also dreamed of rebuilding a French empire in the Americas.\nThomas Jefferson, the third President of the United States.\nIn 1801, Jefferson became the third President of the United States and his interests at least temporarily aligned with those of Napoleon. The French dictator was determined to restore French control of St. Domingue and Jefferson was eager to see the slave rebellion crushed.\nThrough secret diplomatic channels, Napoleon asked Jefferson if the United States would help a French army traveling by sea to St. Domingue. Jefferson replied that “nothing will be easier than to furnish your army and fleet with everything and reduce Toussaint [L’Ouverture] to starvation.”\nBut Napoleon had a secret second phase of his plan that he didn’t share with Jefferson. Once the French army had subdued L’Ouverture and his rebel force, Napoleon intended to advance to the North American mainland, basing a new French empire in New Orleans and settling the vast territory west of the Mississippi River.\nIn May 1801, Jefferson picked up the first inklings of Napoleon’s other agenda. Alarmed at the prospect of a major European power controlling New Orleans and thus the mouth of the strategic Mississippi River, Jefferson backpedaled on his commitment to Napoleon, retreating to a posture of neutrality. Still terrified at the prospect of a successful republic organized by freed African slaves Jefferson took no action to block Napoleon’s thrust into the New World.\nIn 1802, a French expeditionary force achieved initial success against the slave army, driving L’Ouverture’s forces back into the mountains. But, as they retreated, the ex-slaves torched the cities and the plantations, destroying the colony’s once-thriving economic infrastructure.\nL’Ouverture, hoping to bring the war to an end, accepted Napoleon’s promise of a negotiated settlement that would ban future slavery in the country. As part of the agreement, L’Ouverture turned himself in. Napoleon, however, broke his word.\nJealous of L’Ouverture, who was regarded by some admirers as a general with skills rivaling Napoleon’s, the French dictator had L’Ouverture shipped in chains back to Europe where he was mistreated and died in prison.\nFoiled Plans\nInfuriated by the betrayal, L’Ouverture’s young generals resumed the war with a vengeance. In the months that followed, the French army already decimated by disease was overwhelmed by a fierce enemy fighting in familiar terrain and determined not to be put back into slavery.\nNapoleon sent a second French army, but it too was destroyed. Though the famed general had conquered much of Europe, he lost 24,000 men, including some of his best troops, in St. Domingue before abandoning his campaign. The death toll among the ex-slaves was much higher, but they had prevailed, albeit over a devastated land.\nBy 1803, a frustrated Napoleon denied his foothold in the New World agreed to sell New Orleans and the Louisiana territories to Jefferson. Ironically, the Louisiana Purchase, which opened the heart of the present United States to American settlement, had been made possible despite Jefferson’s misguided collaboration with Napoleon.\nJefferson also saw the new territory as an opportunity to expand slavery in the United States, creating a lucrative new industry of slave-breeding that would financially benefit Jefferson and his plantation-owning neighbors. But nothing would be done to help Haiti. [See Consortiumnews.com’s “ Thomas Jefferson: America’s Founding Sociopath .”]\n“By their long and bitter struggle for independence, St. Domingue’s blacks were instrumental in allowing the United States to more than double the size of its territory,” wrote Stanford University professor John Chester Miller in his book, The Wolf by the Ears: Thomas Jefferson and Slavery.\nBut, Miller observed, “the decisive contribution made by the black freedom fighters went almost unnoticed by the Jeffersonian administration.”\nThe loss of L’Ouverture’s leadership dealt a severe blow to Haiti’s prospects, according to Jefferson scholar Paul Finkelman of Virginia Polytechnic Institute.\n“Had Toussaint lived, it’s very likely that he would have remained in power long enough to put the nation on a firm footing, to establish an order of succession,” Finkelman told me in an interview. “The entire subsequent history of Haiti might have been different.”\nInstead, the island nation continued a downward spiral. In 1804, Jean-Jacques Dessalines, the radical slave leader who had replaced L’Ouverture, formally declared the nation’s independence and returned it to its original Indian name, Haiti. A year later, apparently fearing a return of the French and a counterrevolution, Dessalines ordered the massacre of the remaining French whites on the island.\nThough the Haitian resistance had blunted Napoleon’s planned penetration of the North American mainland, Jefferson reacted to the shocking bloodshed in Haiti by imposing a stiff economic embargo on the island nation. In 1806, Dessalines himself was brutally assassinated, touching off a cycle of political violence that would haunt Haiti for the next two centuries.\nJefferson’s Blemish\nFor some scholars, Jefferson’s vengeful policy toward Haiti like his personal ownership of slaves represented an ugly blemish on his legacy as a historic advocate of freedom. Even in his final years, Jefferson remained obsessed with Haiti and its link to the issue of American slavery.\nIn the 1820s, the former President proposed a scheme for taking away the children born to black slaves in the United States and shipping them to Haiti. In that way, Jefferson posited that both slavery and America’s black population could be phased out. Eventually, in Jefferson’s view, Haiti would be all black and the United States white.\nJefferson’s deportation scheme never was taken very seriously and American slavery would continue for another four decades until it was ended by the Civil War. The official hostility of the United States toward Haiti extended almost as long, ending in 1862 when President Abraham Lincoln finally granted diplomatic recognition.\nBy then, however, Haiti’s destructive patterns of political violence and economic chaos had been long established continuing up to the present time. Personal and political connections between Haiti’s light-skinned elite and power centers of Washington also have lasted through today.\nRecent Republican administrations have been particularly hostile to the popular will of the impoverished Haitian masses. When leftist priest Jean-Bertrand Aristide was twice elected by overwhelming margins, he was ousted both times first during the presidency of George H.W. Bush and again under President George W. Bush.\nWashington’s conventional wisdom on Haiti holds that the country is a hopeless basket case that would best be governed by business-oriented technocrats who would take their marching orders from the United States.\nHowever, the Haitian people have a different perspective. Unlike most Americans who have no idea about their historic debt to Haiti, many Haitians know this history quite well. The bitter memories of Jefferson and Napoleon still feed the distrust that Haitians of all classes feel toward the outside world.\n“In Haiti, we became the first black independent country,” Aristide once told me in an interview. “We understand, as we still understand, it wasn’t easy for them American, French and others to accept our independence.”\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nZachary Smith\nJanuary 19, 2018 at 01:58\nFigure out why Black Africa remains the same a hell-hole it’s been for the past 5,000 years and fixing Haiti will be child’s play.\nThis doesn’t really compute.   I’d wager you’ve never been to “Black Africa”, and have never read a single good book about the area.   Ditto for Haiti.   Well, the same is true for me on all counts.   I suspect this is so for most USians.   I do know that the pre-Civil War slavery defenders were big on trashing Africa as a way of claiming the American slaves were SO much better off here.\nFixing Haiti is simply a matter of throwing some resources at the nation in an intelligent fashion.  But who wants that to happen?   Sending them a billion condoms would cause the Pope to blow a gasket.   Not Hillary either!\nIn Haiti, people work for peanuts. Slave wages. Less than $5 per day, but they supply the U.S. with tons of affordable clothing from big-name brands like Levi’s, Hanes and Polo. Haiti’s big advantage, compared to Asia, is their proximity to us, and thousands of Haitians are employed in the textile industry in part because of that. When Haiti passed a wage raise from $.24 per hour to $.61 per hour, American companies were predictably outraged.\nU.S. companies, especially the clothing manufacturers, outsource their manufacturing to places like Haiti specifically because they can get away with paying slave wages. They would only support a minimum wage increase to $.31 per hour, and decided to get the U.S. Department of State involved to try and pressure Haiti’s government to keep the wage raise down.\nThis took place in 2011, and Hillary Clinton was the Secretary of State. Our corporations were successful, and Haitians continued to work for worse slave wages than they otherwise would have, all so U.S. corporations could take home higher profits.\nYes, the Bitch Who Might Have Been President did her level best to keep Haiti in poverty.\nPoint is, nobody cares.  NOBODY.   My local church might send some missionaries down that way, but doing something to raise the standard of living?   I’ve NEVER heard of that happening.   They’d much rather save and scrimp and work hard to buy themselves a Tour Ticket to the Pesthole of Holy Israel.   Or build an annex on to the church building.   Feather their own nest, but do more than pray for those darkies?  Hell No.\nJanuary 18, 2018 at 01:13\nHaiti is simply a microcosm of Black Africa.  Figure out why Black Africa remains the same a hell-hole it’s been for the past 5,000 years and fixing Haiti will be child’s play.\nJanuary 17, 2018 at 17:14\nNeither side, GOP or Dems, discuss the reasons for refugees, anyway, all the wars and overthrows caused by the US. Without that discussion, the immigration issue cannot be understood but remains at the “identity politics” level.\nbackwardsevolution\nJanuary 18, 2018 at 01:45\nJessica K – you are right, so much corruption on both sides of the aisle.  I’m sure there were/are some good people (Dennis Kucinich, Cynthia McKinney, etc.) in Congress, but the vast majority get corrupted, and then we end up with a Swamp.\nOn Friday, January 12, 2017, the Inspector General released a 1.2 million (yes, that’s “million”) page report to Congress.  This report was sent to the head of the House Judiciary Committee, the head of the House Intel Committee, Senator Grassley, head of the Senate Judiciary Committee, and Devin Nunes.\nOn December 21, 2017, President Trump issued an Executive Order: “Blocking the property of persons involved in serious human rights abuse or corruption”.  In the Executive Order Trump declared a “national emergency” which means that every department and agency within the Federal government can be used to go after corruption, including the military.\nOn December 29, 2017: “President Donald J. Trump declares January, 2018 as National Slavery and Human Trafficking Prevention Month”.  Human trafficking, pedophile rings.\nThe guy in the following video, Dr. Dave Janda, says that what happened on the three above dates is not coincidental, that they’re intended to clean up the Swamp.\nMild-ly - Facetious\nThe United States Military is in foreign countries dropping bombs, killing civilians, locking up men-women-boys & girls, torturing, destroying-destroying-destroying !!!!!!!!\nAnd we, at home in America must salute the flag and heap praise on the gung-ho soldiers who are in those foreign lands\n“PROTECTING OUR FREEDOMS” ???\nWhat a Deaf, Dumb and IGNORANTLY BLIND group of people we are !\n— How does our bombing, murdering and destruction of entire cities around the world “protect OUR freedoms”?!!\nWe’ve been “invaded” ONE time in our 400 years of history, It occurred on 9/11,2001 and was carried out by our Saudi partners/friends for the EXPRESS PURPOSE of opening the door for our much desired INVASION AND CONQUEST of the Middle East. — As Bush/Cheney and company Shrewdly Stated, “We’re Here to Open Markets…”\nWe are a nation of brutally greedy and Murderous War Profiteers.\nMLK said it best, “A nation that spends more money on Militarism,Racism and Materialism, is headed for Spiritual Death.”\n(Mr Trump’s empty-headed ‘leadership’ is frog marching  us into into serious darkness.)\nZachary Smith\nJanuary 17, 2018 at 17:18\nWe are a nation of brutally greedy and Murderous War Profiteers.\nI mostly agree with what you’ve written, but most of US citizens aren’t making a red cent from the War Profiteering.   And hardly any of us can do a single thing to change it.\nHere in Indiana I’m presented a choice between a pair of candidates – Tweedledee (D) and Tweedledum (R).   They are both going to vote for foreign wars, do whatever pleases their Corporate Masters, and satisfy the Political Action Committees/Billionaires specifically backing them.    What I think doesn’t matter the least bit to those backers of them, for I can’t write enormous checks to finance their campaigns.   Nor will I be in a position to offer them a juicy and high-paying do-nothing job after they’ve left office.\nMy vote is tabulated on an easily hackable Electronic Device with no verifiable recount possible – except to look at the screen a second time.\nSo I guess I resent the references to “we” and “our” in your rant.   What “I”, “we”, and “us” want doesn’t matter anymore.   It has been deemed prudent by the Powers That Be to go through the motions of “Having Elections”, but the important ones are a matter of smoke and mirrors and plain fraud.\nhattiegilbert445\nJanuary 15, 2018 at 07:26\nJanuary 14, 2018 at 21:36\nWhat strikes me about the history of America is how racist and violent it was.  Today we have people who seem to think we live in a more primitive and more violent time than our past.  But is it really more violent?  Is it really more racist?  No it isn’t.  Today is decidedly less racist than any time in our history.  They were desegregating schools up till the 1970s.  Blacks were a legally segregated class in the 1960s and slavery was in full force just one and a half centuries before that.\nToday we have had a black president which would have been unthinkable even fifty years ago.  But it shows that the majority of Americans are not prejudiced against blacks.  At least among active voters.  This is real progress.\nFor every major event there is an opposition to that.  I’m sure that many whites who were not prepared to accept a black president or shivered at the though were keen to listen to the words of white supremacists like men listening to misogynists jilted by the right of women to vote.\nHistory is making progress in the long term to end discrimination.  Short term battles may be lost and ground lost but the course of the war has been an unstoppable march toward more equality.\nIn the end it is not so much as what should happen to people who make ill advised statements which are inflammatory.  It is about what people should do as they consider whether or not to vote for such people.\nTrowbridge H. Ford\nJanuary 15, 2018 at 09:58\nThe USA’s shithole character goes way beyond its hypocritical non-racism.\nJust look at how it promotes the expensive nuclear arm race by vastly overstating North Korea’s nuclear capability.\nLooney Dr. Sig Hecker has stated that it has 60 nuclear bombs, thanks to the seven most revealing visits that he made there.\nThe Chinese learned before that Danny Stillman was working for Washington when he visited most of its sites in preparation of the devastating May 2008 earthquake which destroyed most of them.The Kims realized this was happeningwhen they started showing Hecker what they allegedly had, and it was just make believe, using America;s false claims about how it was advancing as an ICBM power. back on the overly aggressive US government.\nAmericans should learn just how much its rulers are constantly lying to it.\nTrowbridge H. Ford\nJanuary 21, 2018 at 08:56\nThe May 2008 earthquake around Sichuan’s Science City killed 90,000 of its citizens, especially in its scientific elite, and fortunately I tipped off its Ministry of State Security in my 2009 articles in Cryptome.Org about what had happened.  It got BIA agent Jerry Lee to determine all the specifics of the operation, and Robert Gates’s network there was eradicated.\nAre any Americans willing to discuss what its vile covert government is doing?\nAnnie\nJanuary 15, 2018 at 15:02\nCitizenOne,  True things have improved here at home, but our exploitation of  Blacks and Hispanics have moved abroad in our globalized world. I know we haven’t been talking about Muslims, whom are white, but they’re not Christians or Jews, and look what we feel we’re entitled to do.Kill them, destroy their countries and send them packing. Racism is still very much part of the White man’s mindset.\nbackwardsevolution\nJanuary 15, 2018 at 18:54\nAnnie – “Racism is still very much part of the White man’s mindset.” Yes, but only some Whites, and they’re mostly the movers and shakers of the world (the elite).  Most races get along just fine when the elite are not stirring them up.\nBesides, there isn’t an ethnic group in the world that doesn’t have their share of racists too.  Just as an example, I remember reading about an English teacher living and teaching in Taiwan who decided to backpack through rural China.  He said the hatred he encountered from the Chinese people really surprised him.  Humans survived in tribal groups, and it’s in our nature to distrust foreigners and strangers.  The Chinese people think we are a lot stupider than they are (not unlike any other group).\nBut I’m wondering in the U.S. whether it wasn’t much like CitizenOne stated the other day:  what if we’ve been made to fear groups because of what we’ve been told.  What if we were told lies to make us think a certain way?  You can imagine people using slave labor not wanting others to feel sorry for the slaves.  I mean, it’s in their interest for you to hate these slaves, isn’t it?  Otherwise you might want to free them.  Most businesses (newspapers, advertisers) and politicians would have kept the game going, no different than how we’re being taught today to hate Russia.  Here is what CitizenOne actually said:\n“What if there was a conspiracy to create a Russian Bear in order to justify a massive defense spending plan which was hatched in the aftermath of the allied victory in WWII up to the present day?”\nThat Russian Bear created a lot of rich arms and weapons makers, didn’t it?  What if, Annie?\nA relative of mine had been so conditioned to hate Germans (because of World War II) that when a German neighbor moved next door to him, he had a really hard time with that.  And I remember my own dad becoming almost irate with me when I talked about progressive taxation.  He said, “That’s Commie talk!” This from an otherwise intelligent man.  We grew up hating the Russians because of the lies we were told.\nI’m beginning to wonder whether anybody has a single thought in their heads that hasn’t been rammed there through propaganda.\nI was watching the movie “The Rock” with Sean Connery and Nicolas Cage.  Sean Connery told Cage that the bad guy wasn’t going to do anything.  Cage asked how he knew that, and Connery said because “he’s a soldier, not a murderer”.\nBut the elite who have been steering us are murderers, aren’t they?  That’s exactly what they are.  They are not patriots, just thugs and murderers who want to line their own pockets.  It is very much in their interest to have us hate whoever they want to pummel, exactly what’s happening right now on the nightly news shows.  They are doing a good job at making half of the country believe Russiagate, even though there’s no evidence.\nBut I also heard this the other day:  if it were not “our” elites lying and murdering others, it would be “their” elites murdering us.  That is probably quite true.  If there’s a vacuum, well then…..  It is a certain type of person who vies to take top positions in government.  There’d be some benevolent leaders (like perhaps Kennedy), but most are not like that.  Sure, some appear benign at the moment (because they are too weak), but given the opportunity, maybe their inner “Dick Cheney” would show its ugly face too.  Knowing human nature, it probably would.\nI’m left wondering what’s right and what’s wrong.  Are these mad men patriots who realize that if they stop, others will fill the void, or are they murderers?  What do you think, Annie?\nAnnie\nJanuary 16, 2018 at 07:26\nNeighborhoods in New York, and I live in one of the boroughs, are rarely cosmopolitan in nature. I wish they were, but what happens is that when one group moves in the other moves out. Perhaps this is a natural process, and no doubt no different elsewhere. So we have areas that are predominately Black, Oriental, Hispanic, and White. I don’t know if racism underlies this, or if it’s just that people feel more comfortable with what is familiar, but it certainly does not create a situation where people of different races become familiar and comfortable with each other. Although I’ve certainly seen significant changes in my own family from one generation to the next. Cousins have married Blacks, except their children if they are homosexual, and have married people outside their religious group. That would have been absolutely taboo just  a generation ago. I agree that those in power in a globalized society will plunder the poorest nations among us and often they are countries in Africa and South America, and that history goes way back. Often these countries are ruled by corrupt dictators who care little for those they rule and are all too willing to allow the white world to exploit them further which also enriches them while their people become agonizingly poor. Not only do I think the political elite are racist, but psychopaths as well, and they are also willing to sell out their own people no matter their race. However what is disturbing to me is that people will pounce on Trump’s recent remark, but have  little to say when we destroy whole countries in the Middle East and create total carnage. Then I think Americans themselves are very much like the elites. Muslims are white, but they are not Christians or Jews, and would this be happening if they themselves were not a rather bigoted, self serving  lot, who are the exceptional people and whose country can do no wrong.\nCitizenOne\nAnnie,\nYour statement acknowledges the central problem of the Media.  They are not concerned with the truth and are focused on their “ratings” which are fueled by  sensational stories whether or not they are true or newsworthy.\nThe sensational stories drive traffic through their web portals which the media companies can then trot out on a sales pitch to their advertisers to entice them to place ads  based on traffic statistics.  It’s a numbers game.\nYou said: “However what is disturbing to me is that people will pounce on Trump’s recent remark, but have  little to say when we destroy whole countries in the Middle East and create total carnage.\nI agree with this assessment.  What Trump said about “Shithole Nations” is not illegal.  It is protected free speech and he has every right to state his opinions. The reason that they have elevated the story to saturation coverage of Trump’s uttering an opinion is because they have primed the populace with anti Trump sentiment, fingered him in a Russian plot to steal the election and have largely cleaned up based on the news coverage of what is an unsubstantiated allegation which for the media has become a foregone conclusion based on their saturation coverage of the allegations even absent any facts.  It is all a numbers game.  At this point they can latch onto anything Trump says and associate that with the overall mission to indict him at every word that escapes his lips.\nThe saturation news coverage of what he said is not designed to defend the nations Trump called “Shithole Nations” any more than their reporting on police violence is designed to create peace and justice.  What creating news stories about police violence is designed to do is drive ratings.  It is just a numbers game.\nThe media thrive and profit on ratings and ratings alone.  In a candid interview a CNN reporter privately admitted that the Russia Gate story was mostly bullshit but was kept alive because of ratings.\nThe fact is that the media will create a pile of tinder and light it on fire with sensational and often imbalanced reporting for the sole purpose of driving the ratings.  It is just a numbers game.\nWe have to face the fact that our media is just one giant money machine and they will do anything to drive ratings including creating a story about how some foreign enemy nation is responsible for the election of Trump.\nIf we look further we go further into the rabbit hole of deception by our media and this is where it gets scary.  Deep in the rabbit hole of media deception.\nIt turns out that Trump was hugely helped not by the Russians but by the media themselves as they sought to increase their earnings.  The media creators of the Russia Gate story are in fact the true perpetrators of the election upset.  They are hiding behind this story to shield themselves from accusations.\nHow so you ask?\nIt all begins with the Supreme Court.  It is what all the fighting is all about these days over Supreme Court Nominees.\nThe Supreme Court has tilted the table in elections favoring hugely wealthy donors otherwise known as “Dark Money” The creation of oceans of dark money by the Supreme Court meant that all that was money up for grabs by the media since advertising is the primary way politicians get elected.  The statistics are overwhelming.  Something like 96% of politicians who spend more money on advertising either through their own campaigns or through their loosely held affiliates, the Super PACs spend on commercial advertising win the election.  The Iron Clad rule in politics is “He Who Spends the Most Cash on Advertisements Wins”.  The media companies which host those ads for lots of cash know it and so too do the politicians.  It is a gravy train for the media.\nSince it is all just a numbers game for the main stream media they hatched a plot to get all the advertising dollars they could possible manage to extort from those Super PACs and campaigns from an unprecedented large field of republican candidates.\nTheir plan was to prop up a “bait” candidate which they would endlessly report on dominating the news cycle which would compel the other candidates to raise the ante by forking over all of their largess enabled by the Supreme Court rulings.  It was just a number game.  The CEO of CBS Les Moonvies said to a group of shareholders at Morgan Stanley, “Man, this is pretty amazing. Who would have thought this circus would would come to town? It may not be good for America, but it’s damn good for CBS. [Laughs] The money’s rolling in …. This is fun.”. “I’ve never seen anything like this and this is going to be a very good year for us. [Laughter] Sorry, it’s a terrible thing to say, but bring it on, Donald, go ahead. Keep going …. For us, economically, Donald’s place in this election is a good thing.”\nIt was just a numbers game.\nOddly, I am not really surprised that the republicans did not see the end run that the media would make to grab all the cash and leave them without securing the nomination for one of their own.  We as humans suck at Chess but are real hounds for the money.  The money won.  The media won.  For them it is just a numbers game.\nBut what to do in the light of their extortion?  What if they were found out.\nFirst they acted confused as though somehow the wizard of Donald Trump had somehow managed to fool them all.  They cried “we were duped by the Donald”.\nBut that was little comfort to the republicans who had their election stolen by Trump.\nEnter the Russian plot.\nWhat better way to obfuscate the reasons for Trump’s win than to create a story about some foreign enemy nation like Russia and to pit Trump and Russia in a diabolical plot to steal the election.  It was brilliant.  The American people were already primed with decades of propaganda to believe the Russians were capable of anything including launching a Nuclear War against us.  It was an easy sell.  It is also the oldest plot to blame a foreign nation for the corruption right here at home which started with the Supreme Court’s decisions to roll back a hundred years of campaign finance reforms unleashing a torrent of money for the Numbers Game media to scheme on and to hatch a strategy to get all of the cash.\nThere was more obfuscation coming too.  The media created the story about how Russia had committed the dastardly crime by inserting fake news stories on websites and other non main stream news feeds.  This was the alleged mechanism by which the Russians committed their crimes.  The truth is it was a case of the pot calling the Kettle black.  It was in fact fake news in the form of two billion (estimated value) dollars of free (it costs them nothing really) airtime devoted to covering every Trump utterance at every Trump campaign rally and raising his stock in the eyes of Americans specifically designed to spur cash flow that was the real reason for the unprecedented upset.  It turns out our own media is the real fake media.\nTrump was just a pawn in a scheme to make money.  After all it is just a numbers game with our media.  But DJT is absolutely right to call them out on it and brand them fake news.  Even though DJT benefited from all the fake American (not Russian) News he is correct and justified to call out the corrupt media which got him elected.\nSo they now hate him.  If they are not careful he will expose them and let the cat out of the bag that our own corrupt “free” press is the guilty party.  They are free alright.  Free to tell us anything to get rich and cover their asses with bullshit stories that the use to cover their tracks.  For them it is all a numbers game.\nI personally am glad that Donald Trump is having a special awards ceremony for the fake American news.  They should be awarded the distinction of being exposed to everyone for the amoral and unscrupulous money hounds they are.  Their gig is just a numbers game and they are willing and eager to trash any notion of free and fair elections if they can make a buck.\nWe should view our media with great skepticism for such behavior is indeed corrosive to democracy and their ability to turn on a dime and fool us all with propaganda to at first clean up and get stinking rich by subverting our electoral process and then to obfuscate and hide their guilt by inventing more fake news should strike fear into us all.  This is not right.  Their business model really is killing democracy.  It is a clear and present danger.\nNo longer are we to be merely annoyed with the pranks of the media which support their bottom lines by agitating the consumers of news with divisive distorted coverage of events.  It is time we all get alarmed at the apparent ease that they wield their enormous ability to control the opinions and beliefs of the citizens of America to both cause events even national election outcomes and to then hide the real reasons for those events creating enemies and a new cold war that threatens peace all to cover their guilty asses.\nNow that Donald Trump is president by the hand of the media, perhaps his greatest contribution is to expose the methods and motivations of our own “free” fake press to control our democracy.  It is a power they should not have to be able to simply enrich themselves at the cost of our democracy.\nThis is a lesson that transcends political boundaries and cuts to the core of our Constitution which enshrined the freedom of speech as a fundamental right.\nIt was placed in our Constitution to prevent the censure of individual citizens to challenge the government.  It should never be allowed to grant giant corporations with the biggest megaphones with the ability to fool us all with lies to enrich themselves by manipulation our national elections and then lying to us as to the reasons for the outcome.\nThat is not freedom of speech.  It is the tyranny of the free press.\nJoe Tedesky\nJanuary 18, 2018 at 00:13\nCitizen One once again, and especially with the articles slow down on this site while our hero Robert Parry regains his health, your comments are a pleasure to read.\nYou hit the proverbial nail on the head, with your analysis of our current day MSM, and yes you are 100% correct…it’s all about the money. It’s all about the money we print, and it’s all about the money we spend on war and propaganda, as it eventually becomes all about the boatloads of money we don’t have. Yet our elections, which we are told is the strength of our unwavering democratic values, are but extravagant exercises in how to make our MSM and campaign Managers richer.\nIt’s a game, and whether you realize how it’s played, or you just play it out of patriotism, it doesn’t much matter…..because it’s just about the money. Joe\nCitizenOne\nbackwardselolution,\nYou said: “I’m beginning to wonder whether anybody has a single thought in their heads that hasn’t been rammed there through propaganda”\nIt is a scary but possibly true possibility.  I wonder which is the more powerful propaganda tool?\nIs the stereotype of a state controlled propaganda system using every available means at its disposal controlling the citizens in a fictional dictatorship which we can all identify easily as a propaganda state or is it our own commercial “free press” with its 24/7 cable news outlets blaring propaganda into millions of households via the television?\nWhat is the more effective form of propaganda?  Is it the form of propaganda which is foisted on people by the government or is it the propaganda which underlies a free press?\nI am amazed at the uniformity of news stories put out there by our free press.  It is like they are stenographers dutifully jotting down the daily talking points handed down by some invisible dictator.\nIs our media system in fact taking dictation from a dictator?  It certainly seems that way.\nYou can turn on the TV and the radio and go on the internet and find the same exact stories literally verbatim repetitions of the same stories on any given day.\nI am a skeptic and view the uniformity of the slant in the news as suspicious and not to be trusted.  I think that surely there must be some counterpoint to the uniform coverage of the daily homogeneous regurgitation of the same story over and over across multiple media platforms.  Yet I do not see it.  It is just more of the same wherever you turn.\nEven small seemingly trivial stories are covered with the same exact spin or take on events.\nCould it be that a competitive free press has become locked in a race for the rabbit like dogs on a race track galloping after the money hoping and gambling freely that they can enter the money circle and win the favor of advertisers by having the swiftest dog in the race?\nIs a free press really free or is it held captive by commercial interests (profit motive) which it hopes to win over gain the favor of (the advertisers) and in so doing win the race and the money. Most especially the money.\nCould it be that a commercial free press can naturally evolve into a propaganda press by chasing the money?   It would no longer be a voice of reason but would become a voice of uniform repetition seeking to out compete other uniform voices of repetition in a race for the cash.\nI think this is what is happening.  One story and one take being slightly changed for ever more sensational headlines in order to rise to the top of the ratings chart like pop stars singing the same but slightly altered songs defining a music trend each hoping to out compete the rival singers with a new and slightly different song which will appeal to the masses based on the former song which also appealed to the masses.\nLike Hollywood spinoff sitcoms trying to engage an audience already hooked on the last season with only a slightly different and yet the same theme.\nThe commercial strategies of the commercial media in bringing us endless variations of American Idol in the form of Dancing with the Stars seems to confirm that a theme which is successful will cause other media outlets to launch similar programming with a slightly different twist to compete for the top spot in the ratings rather than risk some completely different theme.\nCould this same dynamic be occurring in our nightly news?  It seems to be that if anything there is less variation in the news than in our nightly entertainment.  There is a close conformity in the news coverage which can be explained by the purely commercial strategies for various media outlets to provide the same copycat programming in an attempt to lure viewers away from one show to another.\nWhat if our commercial news is so highly motivated by ratings that it constrains the content of the news to fixed talking points in an effort to out report the news?  Like dogs in a race?\nIt would seem under this scenario that the truth would be a lesser concern than out reporting the competition.\nIs this the motivation for the “media frenzy” phenomenon where some trending story is chased after like a rabbit on a sled no matter if it is in fact news worthy?\nIt sure seems like non-newsworthy stories are dominating the news these days.  Some bit of random that all the major media outlets are trying to out report the story over chasing rabbits.\nThere seems to be a distinct lack of incite and analysis and a preponderance of sameness in our news stories.\nI wonder if this bleeds over to political coverage where the media is chasing rabbits without any concerns over if the rabbit is a real rabbit or just something fake that all the media dogs are chasing.\nIt sure feels like they are chasing lots of fake rabbits to me.\nbackwardsevolution\nJanuary 17, 2018 at 06:31\nCitizenOne – “I am a skeptic and view the uniformity of the slant in the news as suspicious and not to be trusted.” Me too, CitizenOne.\n“I am amazed at the uniformity of news stories put out there by our free press. It is like they are stenographers dutifully jotting down the daily talking points handed down by some invisible dictator.”\nYes, 90% of all media is owned by six corporations, and they are all in collusion, all on the same page, and that page is to get Trump impeached.  Every day they try to convince people that he’s “not fit” to be President, or he’s “mentally ill”, or he colluded with the Russians (even though there’s no evidence after a year of investigations) or he’s a racist, and on and on.  95% negative coverage of Trump by the mainstream media versus Obama’s 20%.  They are trying to keep up the heat until the mid-term elections in November.\nThis is a war between Trump (who wants to bring jobs back to the U.S.) versus the globalists/multinational corporations who want to maintain the status quo of outsourcing jobs to low-wage countries.\nThis is a war between Trump (who wants to control U.S. borders) versus the globalists who want to import low-wage workers into the U.S. to keep domestic wages down.\nThe MSM get their advertising dollars from these corporations, so they are on board in trying to stop Trump.  These media corporations are also owned by Liberals.  That’s fine, but it’s never good to just get one side of the equation on any question; you need both sides to make an informed decision.\nThe other thing they’re not touching with a ten foot pole and not even commenting on (except for Fox) is the phony Steele dossier, the fact that Hillary Clinton and the DNC paid for that dossier, the FISA warrants that were issued because of the dossier, the spying on Trump and his team during the election and when he was President-elect, the classified emails that Hillary Clinton had on her personal server, the fact that she erased emails after they were subpoenaed, the fact that James Comey wrote an exoneration letter months before Hillary Clinton or her assistants/lawyers were even interviewed by the FBI, the fact that James Comey changed the wording on the charges against Hillary Clinton, the fact that James Comey leaked classified documents himself in order to secure a special prosecutor to go after Trump, the pay-for-play Clinton Foundation and the money trail, Uranium One and who ended up getting rich on that one, or calling for evidence from NSA to prove whether the DNC was actually hacked or whether the documents were leaked, etc.\nOther than Fox (especially Sean Hannity and Tucker Carlson), the other media outlets are silent on the above.  Serious, incriminating information is starting to come out now and some experts are saying that Watergate will pale in comparison to this when all is said and done.\nThere is so much corruption just sitting there, but CNN and the others are not touching it – on purpose.  They’re chasing fake rabbits because they don’t want to be chasing real foxes.\nThey are trying their darndest to impeach a sitting President.  We’ll see who wins.  Trump is loud and obnoxious, but at least he is blowing a hole in the political correctness that has hidden the corruption for too long.\nGood talking to you, CitizenOne.\nbackwardsevolution\nFrom James Kunstler:  Who Moved My Xanax?\n“The moral panic of “the Resistance” is back in DefCon 1 mode overnight just as the righteousness orgasm of the Golden Globe Awards was wearing off. Mr. Trump’s casual question to a couple of Senators vis-à-vis immigration policy — “Why do we want all these people from ‘shithole countries’ coming here?” — pushed the “racism” button at Resistance Central and CNN staged yet another of the orchestrated anxiety attacks it has perfected over the past year.\nThe spotlight in this three-ring circus of perpetual offense, indignation, and alarm shifts back from the alleged sufferings of movie actresses to another intersectional victim group from the Dem/Prog pantheon of oppressed minorities: would-be immigrants-of-color. The President’s vulgar animus proves the charge that at least half the country is a lynch mob.  […]\nThere are certainly waves and cycles in history, and one them involves a society’s capacity for self-understanding. Sometimes, a culture is sturdy enough to permit a high level of collective self-awareness. And sometimes a culture is too flimsy or exhausted or sick to achieve even low levels of self-awareness. We are at a low point in the cycle, sunk in grievance fantasies and narcissism. The end result is we don’t know what we’re doing or why we’re doing it.\nThe immigration quandary remains, with its vexing questions. What if there isn’t enough of an American common culture left for anybody to assimilate into? Are we obliged to admit everyone in the world who wants to leave their own country? Do we care about how people get here, or how they behave once they are here? Does anything go, and nothing matter?”\nThe article is short, but it’s well worth reading.  The “Comments” are well worth reading too, all 350 of them.  He goes on to say:\n“As a born-and-bred Boomer (ex-)liberal from Manhattan’s Upper East Side, I can assure you from direct experience that this group has, at best, ambiguous feelings about the lower orders of mankind — my Gawd, did he actually say that? — and, at worst, a certain unmanageable contempt that stirs deep fears of moral failure.\nMr. Trump’s remark raises another interesting question that has not received much analysis amidst the latest panic: namely, how much of a “shithole” is our own country these days? I would avouch, contrary to the limp narrative of boom times, that the USA is visibly whirling around the drain in just about every way that matters. Except for the centers of financialization — New York, Washington, San Francisco — most of our cities are hollowed-out wrecks, and visitors to San Francisco will tell you that the place is literally a shithole, from the army of homeless people who, by definition, have no bathrooms.”\nJanuary 14, 2018 at 13:57\nOn the matter of immigration, countries have the responsibility to control immigration.  It should not put itself in a position where it looks bad deporting people that shouldn’t have been admitted in the first place At the same time countries who limit immigration should do more to help poor countries to create opportunities within their respective countries. While it is not our responsibility to see the welfare of people in other countries, it should be our policy, nevertheless.\nTrowbridge H. Ford\nJanuary 14, 2018 at 12:47\nSee no mention of the currant countries, especially El Salvador, Honduras and Haiti, still paying Cold War debts while Cuban immigrants are welcomed here with open arms, and without question.\nThe DACA people came mostly from these countries where armadas against Castor were collected, assassinations of those opposed took place, and real civil wars were mounted by Washington thanks to converting weather modification of tropical storms into hurricanes and earthquakes.\nTrump is not only a dangerous racist but a continuing Cold Warrior as the scare in Hawaii demonstrated as it had no deterrence capability to stop it if it had been true.\nThe USA is really top dog when it comes to shithole countries.\nbackwardsevolution\nJanuary 14, 2018 at 03:58\nHad a bunch of greedy English, Irish, American, Spanish, Portuguese, Arab, Jewish businessmen not wanted to get filthy rich, none of this would have happened.\nIf they wanted to grow sugar, tea and cotton crops, they would have been better off going to Africa (or somewhere else) and growing it right there, then shipping the crops back on the ships.  The indigenous people in the Caribbean would still have their lands and the Africans could have worked on the farms in Africa.\nBut, hell no, that would have been too easy!\nThese are the same minds who control the world today.   Destroying countries, stealing resources, killing millions, erasing borders, deliberately lowering standards of living, manipulating currencies, causing inflation, taking jobs overseas, and flooding the country with low-skilled labor.  They don’t even care if they ruin their own countries.\nScorched earth.\nThey tell us that we need more growth while simultaneously telling us that our planet is getting hotter and we’re running out of resources.  Hello?  You can’t have it both ways.\nDoes a country know it is becoming a sh*thole, or does it just wake up after the damage is already done, when it’s too late?\nIf the people don’t open their eyes and stop listening to their leaders and businessmen (who are always eager to sell them down the river if there’s a buck to be made), then whose fault is it?  It is the people’s fault.\nJoe Tedesky\nYou connected the historical dots quite well, backwardsevolution. Enjoyed it. Joe\nChumpsky\nJanuary 14, 2018 at 03:21\nThis article by Mr. Parry is important as an historical and contextual synopsis of the US meddling in Haiti, but irrelevant to this press-driven and framed narrative, or as Annie succinctly and accurately states “drivel”, meant to impugn Trump’s character. It is being used to manipulate public opinion in order to drive another nail into Trump’s political coffin.\nPlenty of our major democratic leaders, in all branches of government, have said things far worse than the words used by Trump, but none of this gets reported by our press, if ever, and dwelt upon, debated and rehashed to the level of absurdity as this.\nbackwardsevolution\nJanuary 14, 2018 at 02:44\nSlavery has been around forever.  I’m sure some of my relatives were among them.  It doesn’t make it right; it just was and is.\nThe French took the left part of the island (Haiti) and the Spanish took the other half (Dominican Republic).  Dominican Republic won’t let the Haitians into their country, although half a million Haitians already live in the Dominican Republic.  The following video calls it “racism”, but from what I can see, most of the Dominican Republic is of “mixed race”.\n“Remittances:\nRemittances sent to Haiti via formal channels have increased nearly four-fold since 2000, reaching $2.3 billion in 2015, according to World Bank data. Global remittances represent 25 percent of the country’s gross domestic product (GDP). Haitians in the United States sent more than half of all remittances to Haiti, totaling $1.3 billion in 2015.”\nSo one-quarter of Haiti’s GDP is from money being sent back home.  $1.3 billion left the United States alone in 2015, money that did not stay in the United States.  Remittances now total more than the amount sent in “foreign aid” to developing countries.  Some of this money has never been taxed.\n“UNITED NATIONS — India’s population is expected to surpass China’s in about seven years and Nigeria is projected to overtake the United States and become the third most populous country in the world shortly before 2050, a U.N. report said.”\nAnd:\n“More than half of global population growth between now and 2050 is expected to occur in Africa,” says the United Nations report. “Of the additional 2.4 billion people projected to be added to the global population between 2015 and 2050, 1.3 billion will be added in Africa.”\nThere’s no shortage of people in this world.  How many do you want?  You had better decide now.\nAnnie\nbackwardsevolution\nJanuary 13, 2018 at 20:19\nOh, come, Pumpkin, what arrogance! The USA misleaders know how to govern this nation? Just read an article on homelessness in LA, sickening, inexcusable but for the “Bezosization” of this nation! Blame the victim, always! The history of Haiti in 20th century explains it, exploitation, support for Duvaliers and other exploitations which I and others need to research.\nPumpkin\nJanuary 13, 2018 at 19:34\nArmed Haitians can drive out a colonial occupier.  They proved that back in 1802.  But can they govern a nation?\n200 years later, plenty of excuses, plenty of blame, but no functioning nation.  The US government, for all it’s sins,  has been throwing money at Haiti for centuries.  No results, no gratitude.  Maybe America should walk away.\nZachary Smith\nJanuary 13, 2018 at 21:14\nMaybe America should walk away.\nI’ve got a better idea – that you buy a good history book.\nAnnie\nDear Pumpkin,\nI guess the following factors may may answer your question, a history of slavery, revolution, debt, deforestation, corruption, exploitation and violence, not to mention it’s in the region’s hurricane track. Does that help?\nevelync\nJanuary 14, 2018 at 15:00\nYou ask, Pumpkin, somewhat disdainfully: Can Haitians “govern (their own) nation”?\nDepends, Pumpkin what you mean by “govern”. Billary, in their oligarchic predatory ignorant Big Money assault on Haiti demonstrates why Haiti would be better off if average Haitians had the chance to govern themselves without the interference of Oligarchs exploiting them.\nOnly recently, we learn what power couple Bill and Hillary “achieved” at the expense of Haiti – proving to me, once again, their enduring incompetence and sociopathic leanings. Witness this from : “HILLARY (AND BILL) CLINTON’S PAST IN HAITI”\nEXERPT below:\n“That’s how Caracol Industrial Park, a 600-acre garment factory geared toward making clothes for export to the U.S., was born in 2012. Bill lobbied the U.S. Congress to eliminate tariffs on textiles sewn in Haiti, and the couple pledged that through Caracol Park, Haitian-based producers would have comparative advantages that would balance the country’s low productivity, provide the U.S. with cheap textiles, and put money in Haitians’ pockets.\nThe State Department promised that the park would create 60,000 jobs within five years of its opening, and Bill declared that 100,000 jobs would be created “in short order.” But Caracol currently employs just 5,479 people full time. “The entire concept of building the Haitian economy through these low-wage jobs is kind of faulty,” Katz stated on Monday. Furthermore, working conditions in the park are decent, but far from what should be considered acceptable.\nNot only did Caracol miss the mark on job creation, but it also took jobs away from indigenous farmers. Caracol Was Built On Fertile Farmland, Which Haiti Doesn’t Have Much Of To Begin With. According To Katz, Haitian Farmers Feel That They Have Been Taken Advantage Of, Their Land Taken Away From Them, And That They Have Not Been Compensated Fairly.\nHundreds Of Families Have Been Forced Off The Land To Make Room For Caracol. The Clintons Led The Aggressive Push To Make Garment Factories To Better Haiti’s Economy, But What It Really Created Was Wealth For Foreign Companies. This Trend Was Echoed When The Clintons Helped Launch A Marriott Hotel In The Capital, Which Has Really Only Benefited Wealthy Foreigners And The Haitian Elite.\nMark D’Sa, Senior Advisor for Industrial Development in Haiti at the U.S. Department of State, said that many of the Clintons’ promises remain unfulfilled and many more projects are “half-baked.” Haiti remains the most economically depressed country on the continent.\nIf Hillary wins in 2016, U.S. policy geared toward Haiti will undoubtedly expand, meaning even more money will be funneled to the Caribbean nation to fund the Clintons’ projects, for better or for worse. According to Katz, the truth is that we don’t actually know how much money has been thrown into the Caribbean country to “rebuild” it, and that with economic growth stalling and the country’s politics heading for a shutdown, internal strife seems imminent.\nThe introduction of accountability for the foreign aid industry is the most important change that can be made, according to Katz. Humanitarian aid does nothing positive or productive if there are not institutions in place, managed by individuals who actually live in these countries, to oversee that aid is serving rather than hurting the people it is supposed to “help.”\nHillary Clinton’s efforts in Haiti have fueled political corruption, destroyed arable farmland, and have forced hundreds of families to leave their homes and their jobs to make room for a factory that has not given even a fraction of the amount to Haiti as it has taken. If the introduction of accountability is the way to go, then we first need to start talking. So Hillary, what do you have to say about Haiti?”\nIf I’ve learned anything over my lifetime, Pumpkin, it’s that if circumstances allow any person or group to have power over other human beings, exploitation follows and excuses abound to justify that exploitation, including the lie that the people being exploited can’t arrange their own affairs…..\nNot so!\nRobert Parry’s astounding article from January 13th 2010 is shocking and critically relevant to what is happening up to this moment.\nThe pain and suffering of Haitians is so very sad. That this government continues to abide and perpetuate such things while pretending to value democracy is a sham of gigantic proportions.\nevelync\nThe article linked to above was originally published here:\nJanuary 13, 2018 at 18:53\nI was 19 years old when the U.S. Navy ship I was on holding training exercise in Guantanamo Bay Naval Base took a little excursion over to Port Au Prince Haiti. What an experience for a young 19 year old who had never been outside of the U.S.. Memories, such as me getting upset of how the Haitian women who worked the outside market places kept calling us ‘Silly’. It was ‘hey Silly like to buy’, and then a fellow shipmate corrected me by informing me of what the Haitian women were calling us was ‘Sailor’ and not ‘Silly’…oh, okay then. Then we met a few young missionaries who took us with cabs about thirty miles outside of the city. We rode through a jungle type of place until we came to a clearing where there were many women, men, and children, all looking bloated and starving. When later, after we left the jungle clearing, we asked what those people were suffering from. That’s when the missionaries talked about Papa Doc punishing these people for various so called crimes, and that the missionaries thought that Papa Doc was injecting these people with some kind of unknown disease whereas these people loss their immune system. Yes, a common cold was a death nail, as so was any disease that came their unfortunate way. It was 1969, and what we were witnessing was an ‘AIDs’ colony.\nIt goes without saying that the Haitian people have suffered for their right to be a free people. Whether their fate is sealed with a unrelenting racism, or Haiti is ignored just because it’s Haiti, is reprehensible if we prefer to call ourselves human. Did I tell you of how I came away from Port Au Prince feeling that the best of God’s people were to found on that little island nation of Haiti?\nSam F\nJanuary 14, 2018 at 22:02\nYes, there is a resilience and friendliness in the Caribbean personality that is hard to match, when the misery and anger of poverty and ignorance are removed. When JFK sent VP LBJ to SE Asia to ask heads of state what was their view of regional problems, he reported that communism was not the problem, it was poverty, ignorance, malnutrition, and disease.\nIt appears that China has moved to provide development aid to Haiti, and could well aid Cuba and even PR better than the US. They see the human capital as well as some natural resources. But if the mad US fearmongers can be silenced, China could well shame the US to the realization that foreign enemies are not its problem in foreign relations. The problem still is that the US does nothing to alleviate the poverty, ignorance, malnutrition, and disease of the developing nations.\nIf the US had spent the billions wasted on war since WWII, on building the roads, schools, and hospitals of the developing nations, we would have eliminated poverty for the poorest half of humanity, a true American century, and we would have no enemies. Instead we have willfully killed over six million innocents for nothing, have destroyed democracies and replaced them with dictators, and have allowed the MIC/Israel/WallSt oligarchy to control our former democracy with campaign bribes, control of mass media to promote violence as patriotism, promiscuous surveillance, and militarized police. They have destroyed America and have spent all we could borrow on destruction for their personal gain. We have the lowest per capita foreign aid of all developed nations, almost all of it military “aid,” a total of less than one meal a year for the world’s poorest.\nWe must find a way to displace or destroy the economic oligarchy that controls elections and mass media, for that is the only path to restoration of democracy, and restoration of the humanitarian purpose of our 18th century founders. Only then shall we see an American Century; otherwise we are doomed to the disdain of history, our lives wasted as cogs in an engine of destruction.\nJoe Tedesky\nJanuary 14, 2018 at 23:26\nSam well put, and everything you described of what the U.S. could have done over it’s waging constant war, is something overlooked by most when analyzing what other role the U.S. may have played by it’s being the biggest player on the international block.\nThose missionaries I spoke above in my previous comment added that they though Papa Doc was working with U.S. pharmaceutical companies by testing their drugs on the Haitian population. Now, I can’t verify this, but would it surprise you Sam to if this were the case? Well, it would not surprise me in the least bit, that a corporation would seek out a third world dictator to test their new drugs. Profit Sam, always remember its about the profit.\nSam, I have thought for a very longtime of how if only the U.S. were to hand out blankets, and provide warm meals, that this would bring the world around to love America all the more. America wants new markets, well stop blowing up everything in sight on this planet, and start a new Marshall Plan. Imagine a world able to support itself, and the repeat business the U.S. could get by it’s corporations selling replacement infrastructure parts and equipment. Imagine selling air conditioning units into Middle East countries, instead of bombing them into the Stone Age. Imagine all the light bulbs, and lighting g fixtures that could have been sold just inside of Bagdad, rather than the U.S. blowing up their energy grid. I could go on with the hypotheticals, but I think you get my point Sam.\nIt’s as if the plan was written and implemented in 1492, and nothing has changed for the better since then. The U.S. is still an infant Nation, and the longer it takes for the U.S. to come to grips with all of it’s past sins, then the longer it will take for things to get better. It doesn’t need to stay this way Sam, and if at all possible we Americans must come to change our nation’s ugly ways.\nAlways good to read what you have to say Sam. Joe\nSam F\nJanuary 17, 2018 at 21:56\nThanks for your thoughts on this. Indeed I would be surprised if the US or its companies had not used poor populations to test drugs. Such testing was done on me as a college student enrolled in an unrelated dietary experiment, so it is certainly done wherever victims can be found, especially where they cannot sue if they catch on.\nI’ll suggest that while the US is an “infant nation” in the sense you note, we have also reached a point of extraordinary age, in that we have new forms of the disease of tyranny, arising from the new forms of power: economic concentrations and information power. Completely new forms of rebellion may help, but I fear that without the tools of democracy, the mass media and elections now controlled by the zionist/MIC/WallSt oligarchy, we may be in for an unprecedented long decline to poverty through corruption, isolation, depressions, and embargo.\nIndeed “we Americans must come to change our nation’s ugly ways.”\nJoe Tedesky\nJanuary 18, 2018 at 02:26\nSam, I’m not advocating, but read this, it just might cheer you up….\nJanuary 14, 2018 at 23:56\nFrom fixing a Haitian garment industry workers wages to .62 cents an hour, to getting child traffickers off the hook in Haiti, to a highly suspicious allegation of Chelsea’s wedding being paid out of Clinton Foundation money earmarked for Haitian relief, here is a good read…..\nJanuary 16, 2018 at 02:14\nThe stuff Hillary did still makes me boil.    Kicking Haiti around was one of many of her “deeds”.\nTrump is awful, but Hillary was just a different sort of the same.   From a recent Saker piece:\nI think that if we imagine a Hillary Presidency then the word “evil” would be a good way to describe what such a Presidency would most likely have been like. Likewise, if I had to chose a single word to describe the Trump Presidency, at least so far, I think that this word should be “stupid”.\nHillary wasn’t any kind of dummy – she was just plain evil.   Trump also does evil, but all indications are he is too damned dumb to even know it.   And he sure doesn’t care!\nJanuary 16, 2018 at 10:05\nZachary I always take away something of meaning when I read ‘the saker’, and your link is much appreciated.\nYes, Trump is a disappoint for many, but in many other ways not having Hillary in the White House is like dodging a bullet. From the very beginning I thought Hillary a terrible presidential candidate with all her scandals, and longtime political enemies. Donald on the other hand hasn’t changed one bit, and that seems to be the problem, as he ‘ain’t presidential’ enough. In any case Trump won the battle of the lessor of the two evils, and we people of the world just need to accept this fact, and deal with it. Like Trump or not you can’t say he isn’t entertaining. If the word ‘entertaining’ doesn’t seem to quite sit with you well, well then why not ask CNN and MSNBC how well their ratings are, for Trump not being an entertainer.\nThe U.S. empire has been in decline. In fact if you haven’t seen much of an increase in your paycheck for over the last forty years, well then your declining America started way back when…like forty years ago. You knew this Zachary for a very longtime, and while no one believed you, isn’t it funny how now you find out you were right all along? Sometime it’s tough being right, isn’t it?\nYeah, America is sliding, but let’s hope it’s all for the better. You don’t need to live in an empire hegemonic country to be happy. So we Baby Boomers saw America from both ends, from the mightiest nation on earth to now the most toxic with nowhere else to go. Historians who have their act together will someday argue where the decline began. I would say 1913 with the establishment of the Federal Reserve, or November 22nd of 1963 with the launching of the assassination era starting with JFK. In any case America moving away from the ‘New Deal’ has along the way loss her way, and now here we are.\nThanks Zachary good to hear from you. Joe\nJOHN DURHAM\nJanuary 13, 2018 at 17:10\nThe European Nations and then England created S—Holes out of nations of the World. After the Civil War and Lincoln’s (with Russia’s help) destruction of the British Empire America started down an Empire path, sealing a repeat of history when Truman created the CIA/NSA (in Churchill’s MI5-6 corporate front image) to whore for OUR corporations. The S—Holes on our planet today are made through operations with USA in front and London in back. This is apparent in the presently discussed “Dossier” (USA intelligence in front, MI5-6 managing).\nZachary Smith\nJanuary 13, 2018 at 21:09\nAfter the Civil War and Lincoln’s (with Russia’s help) destruction of the British Empire America started down an Empire path, sealing a repeat of history when Truman created the CIA/NSA (in Churchill’s MI5-6 corporate front image) to whore for OUR corporations.\nI’m only well-started on Correlli Barnett’s book “The Collapse of British Power”, but I’ve already gotten the distinct impression that the Brits did most of the damage all by themselves.   I’m not at all sure Lincoln could be said to have anything at all to do with the Imperial decay, but I do believe that later US Presidents could be indicted.   It seems the US played hardball in all negotiations, especially after WW1.   Germany was given a kid-glove treatment with its debts, while Britain and France most definitely were not.   When WW2 rolled around, the US again played Shylock by forcing the UK to draw its reserves down to zero before putting the squeeze on.  Until seeing Barnett’s book I hadn’t been aware that the US used Lend Lease to destroy British export markets and take them over itself.\nh**ps://www.amazon.com/Collapse-British-Power-Pride-sequence/dp/0571281699/ref=la_B001HMP9LU_1_2?s=books&ie=UTF8&qid=1515892105&sr=1-2\nBy the bye, I’m REALLY irritated that Dingle Trump destroyed the use of my pet word.  From now on I’ll be forced to figure out other descriptions of the murderous and thieving apartheid hellhole also known as Israel.\nmike k\nJanuary 13, 2018 at 16:19\nSometimes it seems better to me to stick with the main facts and underlying narratives determining our present crisis, rather than getting lost in competing theories about various historic periods and their leaders and events. European and American policy to this very day has been deeply racist, authoritarian, and oligarchical. Parsing the infinite details of how this has manifested over historic time is to me a loss of precious time we need to use to see how we can alter these major trends.\nAnnie\nJanuary 13, 2018 at 17:26\nOn some level I  see your point, but this is a country that doesn’t know it’s own history, let alone it’s history in relationship to it’s racists policies which continue to this day. I always think that to get a better perspective on things it is good to know the past in order to understand the present. I know you are not on Facebook, and don’t know if you have friends who attack Trump and know nothing, said nothing, during the whole of the Obama administration, or even much during the Bush years. I think all the rhetoric coming from democrats and the mass media for the most part is meaningless drivel. They simply pander to the public’s desire to be entertained rather then informed and no doubt their ratings have gone up as a result, and  Trump and his unfortunate comments have provided them an endless source of entertainment to dish out.\nhistoricus\nJanuary 16, 2018 at 13:51\nKarl Marx summed up the impact of the past in this famous quote, “Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past. The tradition of all dead generations weighs like a nightmare on the brains of the living.”\nThe historian Carlos Santayana is famous for his observation that those unaware of their history are doomed to repeat it but he also said, in a 1917 letter to Bertrand Russell, “People are not intelligent. It is very unreasonable to expect them to be so, and that is a fate my philosophy reconciled me to long ago. How else could I have lived for forty years in America?”\nJanuary 13, 2018 at 11:54\nThe continuous attack on Haiti, Cuba, Jamaica and now Puerto Rico, has everything to do with the US’s centuries long geostrategic policy, and the sea lanes of the Caribbian. There should be some kind of international agreement to protect waterways, that doesn’t include pauperizing nations that cannot be completely controlled, including economically.\nCheck out:\nWilliam A. MacCorkle\nThe Annals of the American Academy of Political and Social Science\nVol. 54, International Relations of the United States (Jul., 1914)\nJanuary 13, 2018 at 11:06\nGreat article – perfect timing to reintroduce it. And let us not forget how many of these shit hole countries have been kept this way because of the Wests destruction, land theft for corporations,sanctions and a list of other control freak visions.And let’s not forget that document the Catholic papacy in Rome made into law about ” Discovery on foreign lands” in the 1500s or right after Columbus Invasion. Yes, those rules of engagement for those Spaniards, Portuguese and others had God’s blessings. The land may be taken and the natives denied – as long as they were ” Non Christians” –otherwise –claim  and kill everything you can for the Church and Monarchy.I think the Protestants must have agreed to those rules of engagement in North America because the same thing happened. Yep,true  History can only be found by looking for it here and there because we sure didn’t get it at any schools or Institutions.\ncmp\nJanuary 13, 2018 at 07:09\n~ “..Washington’s conventional wisdom on Haiti holds that the country is a hopeless basket case that would best be governed by business-oriented technocrats who would take their marching orders from the United States. ..” ~\nAfter reading Mr Parry’s historical piece about Haiti, I couldn’t but think of the current situation in Puerto Rico.\nIf you have never heard the Puerto Rican Albizu Campos speak to power, then I would highly recommend it. This here is a 3 part recording of a speech he made in Lares, circa 1952. It was originally released on Paredon Records in 1971. It was then re-released on cd by Smithsonian Records in 2006. He of course, delivers the speech in Spanish, but it comes with English subtitles.\nAlbizu Campos habla sobre el Estado Libre Asociado de Puerto Rico (PARTE 1 de 3)  14:23 minutes\nJanuary 13, 2018 at 05:01\nThanks to Mr. Parry and the commentators for the history lesson.That shows again: if you want to understand the presence you have to know the past.\nAnnie\nJanuary 13, 2018 at 03:50\nRead your history, and maybe, just maybe, you’ll understand why.\njoun\nJanuary 13, 2018 at 01:01\nWhy would I, an American white person, feel a debt to a country that killed all white people? This is absurd.\ngodenich\nJanuary 13, 2018 at 00:25\nHere are a few interesting dates and tidbits around that time period and further out:\n1789: French Revolution & National Razor cut their collective teeth (Hugo has a vivid description of what ‘the barricades’ were like in Les Miserables and ‘the mob’ in his poem ‘Apathy’).\n1792-1794: Reign of Terror starting with September Massacres by Jacobins – Thomas Paine jailed in France.\n1797: Death of Edmund Burke\n1798: First Income Tax legislated in Parliament combined with gilts to prosecute the war (William Pitt the Younger’s War Tax & War Bonds). Napoleon raises funds by requisition (confiscations) from the public (Totalitarian tactics worthy of George Orwell’s Animal Farm)\n1800: Act of Union (Ireland is brought into the income tax regime)\n1803: End of War declared between England and France\n1803: Louisiana Purchase: Francis & Alexander Baring (Ancestors of Lord Cromer) arrange financing between Napoleon and Thomas Jefferson. Note that Napoleon’s aspirations for Louisiana were dashed when deployed troops in Louisiana were devastated by disease, a selling point for New Orleans.\n1803: War resumes between England and France (with fresh funds)\n1812: War of 1812 is precipitated because of English & French Trade embargoes on US\n1815: War of 1812 ends – Jackson & LaFitte defeat British at Battle of New Orleans after the war is officially over.\n1844: Income Tax reintroduced by Robert Peel (due, in major, to past war debts)\n1845-1852: Irish Famine (potato blight and taxes) despite adequate food exports to England\nThousands died in Haiti ; Millions of soldiers and millions of civilians died in the Napoleonic Wars. Millions more died in Great Britain from a knock-on effect. I don’t recollect how many French and other European and Russian civilians perished afterwards due to reconstruction costs and war debts, but I have little doubt it was a sewer for those that escaped.\nIn other words, the radical faction of the Jacobins (or as Hugo may have seen it, ‘Friends of the Abase’) were not all that good for the French people and knock-on effects were felt around Europe, Russia and Great Britain. For all the sacrifice, the monarchy was reinstalled in France. I’m not sure what the war debts and reconstruction costs were for all the parties involved. I’m also not sure how good it was for native Americans, but Haitian islanders won glory for Emperor Jacques 1 from Emperor Napoleon(who was empowered by the Jacobins), but it was tempered by the aftermath of reconstruction costs and reforging trade. In 1804, Emperor Jacques 1 of Haiti instituted serfdom* (a notch up from slavery) and gave his bond to Emperor Napoleon for his subjects to pay 150 million gold-francs to France in order to secure his sovereignty and continue the sugar export business.\n1913: First American Income Tax and reintroduction of a central bank\n1917: WWI: Liberty Bonds hawked by government and Hollywood\n1929: Federal Reserve Open Market for US Treasuries\n1934: Gold Reserve Act (Public confiscation of Gold at $20/oz, then revalued to $35/oz and establishment of the exchange stabilization fund)\n1930’s: FDR’s New Deal & Hitler’s 4-year plan to cover WWI war debts and reconstruction costs through the newly created Bank for International Settlements.\n1941: WWII: precipitated by a sneak attack on Pearl Harbor (known ahead of time by US )\n2018: US Military build-up and planned Infrastructure spending on roads, bridges and nation-wide internet,  renewal of US surveillance, tax cuts, exploding deficits, extraordinary global debt.\n* 1793 (August): French commissioner Leger-Felicite Sonthonax abolishes slavery in northern Saint-Domingue (Haiti). His colleague Etienne Polverel does the same in the rest of the colony in October. – wikipedia\nAnnie\nThanks!\nJanuary 14, 2018 at 10:51\nLes Miserables is not about the French Revolution. The barricade battle described in Les Mis was an abortive 2-day Paris student uprising in 1832. The fact that you don’t know that casts deep doubt upon the rest of what you say.\ngodenich\nJanuary 14, 2018 at 16:34\nLes Miserables is  literature that captures the tragic spirit of revolution in Paris, not history, i.e. artistic license. I did make an historical mistake about the date when France demanded 150 million gold-francs from Haiti[1]. I feel reaonsably justified in bringing that to people’s attention because it would have a significant impact on Haiti’s future economy. Similarly, the role of Baring’s bank in the financing of the Louisiana Purchase is significant to both US expansion and the resumption of war in Europe[2]. Forgive me for not supplying a reference for each date, but there is a distinct difference between a comment on an article and an article written for mass consumption that makes light of important historical information germaine to the topic. The fact that I did not reference dates is a prompt for readers to check the facts. If you had pointed out that particular error I would have thanked you. To err is human.\n[1] Haiti | Project Gutenberg Self-Publishing – eBooks | Read eBooks online\n[2] The Barings Family And The Business Of The Louisiana Purchase | Planetar | 6/4/2012\ngodenich\nLink to reference [1] above: http://www.self.gutenberg.org/articles/eng/Haiti\ngodenich\nJanuary 14, 2018 at 17:21\nLink to reference [1] above on Haiti: Haiti:  www self gutenberg org / articles / eng / Haiti\nVirginia\nJanuary 12, 2018 at 23:44\nThank you, Mr. Parry.  It’s good to hear from you.  I’m glad to learn the history of Haiti.\nJoe B\nJanuary 12, 2018 at 22:31\nInteresting that heavy French losses in Haiti under Napoleon in 1802 facilitated the 1803 Louisiana Purchase. Perhaps Jefferson’s willingness to have the slave rebellion crushed by Napoleon may be due to his sense of debt to France for the victory at Yorktown that ended the Revolutionary War, and his fear of French colonization in Louisiana. France had a great fleet and greater army, while Jefferson opposed a standing military and advocated that the US have only patrol vessels, so he was likely in appeasement mode.\nJefferson is a tragic character, caught between the enlightenment principles of which he is the most eloquent spokesman, and his own situation as a slave-owning planter who would be ruined by abolition. It would be sad to see evidence that he “backpedaled on his commitment to Napoleon” only upon hearing of Napoleon’s plans for New Orleans and the Mississippi. I would be surprised that Jefferson saw the new territory as an “opportunity to expand slavery” for financial benefit.\nThat Jefferson finally recognized that slavery was morally wrong is shown by his proposal to phase it out (before Britain abolished it) by sending the children of US slaves to Haiti, although such a plan is clumsy at best. Perhaps we should not be surprised to find a man of great principle unable to break his imperative economic ties to a wrongful system until the end of his life.\nJanuary 12, 2018 at 21:53\nDon’t forget that France, even after its independence, held Haiti hostage for decades over its debt.\nAnnie\nJanuary 13, 2018 at 01:46\nNot only do the French owe reparations to Haiti,  but so does the US, since it used it like a plantation, bled it economically, invaded it, supported dictators, toppled elected officials  and used it as they say as a dumping ground and destroyed it’s agricultural base. I wonder how many people hysterical over Trump’s remark know that history which goes back to our founding fathers.\nsevenskies\nJanuary 16, 2018 at 12:03\nReparations are a daydream. Groups of people have been killing and displacing others since the beginning of human history. This includes peoples of all races. It would be impossible to sort out who gets reparations based on events of long ago. Would Haitians be better off today had their ancestors remained in Africa?\nJanuary 12, 2018 at 21:53\nI’m in complete agreement with your statements about hypocrisy of the US, not sure what you are referring to, Annie. The US is based on elitist beliefs and lack of respect for other cultures from the very beginning. We’ve now reached the point, it seems to me, that our culture focuses on superficiality and image, which is just how the MIC pulls in Americans to support its war machine.\nAnnie\nJanuary 12, 2018 at 23:52\nIt’s just that I’m fed up with all the hysteria over Trump’s remark, as if we are a country that’s free of racism, and it’s a thing of the past. While semi-hysterical over Trump’s remark we fail to acknowledge the racism not only in this country, but our exploitation of Blacks on the continent of Africa itself. As I said Obama deported over 2 million immigrants, and I don’t remember a weeping Statue of Liberty being posted  on Facebook. I don’t remember the people who denounce Trump,  denounce Obama’s drone warfare killing many more innocents then their intended targets, or his complicity in toppling Gaddaffi. We’ve slaughtered no doubt well over a million people, displaced millions in our Middle Eastern wars, and all I hear is silence from the main stream media. What Trump’s racist remark did was make a lot of people feel very self-righteous in their condemnation. Let me end by saying I certainly don’t think his remark was acceptable by any means.\nVirginia\nJanuary 13, 2018 at 13:56\nAnnie, I was just thinking the same thing.  Trump’s remarks are just about all MSM reports. “Get over it,” I say to Judy Woodruff and others who apparently can’t (get over it, that is).\nParry’s educational article makes me wish we could really do something for that country.  Maybe take some of the Clinton Foundation’s laundered money and put it back where it belongs; in Haiti.\nVirginia\nAnnie —\nGregory Herr\nOlbermann’s sanctimonious attitude and Barro’s ignorance are particularly galling.\nj. D. D.\nJanuary 13, 2018 at 17:09\nSo I ask which is worse, Trump calling dangerous, crime-ridden, El Salvador, a “shithole,” or Obama turning rapidly-developing Libya into one.\nVirginia\nVery good point, J. D. D.\nJanuary 17, 2018 at 12:46\nH was the prime agent in attacking Libya, Honduras and Syria ( not that O is innocent in these aggressions )\nsevenskies\nJanuary 16, 2018 at 11:58\nMIC/Deep State control the MSM, TV shows and Hollyweed movies. No one else is allowed to get a word in.  Now we are facing censorship by corporations who define “fake news” as anything not “mainstream”, that is, Deep State-approved.\nbackwardsevolution\nsevenskies – yes.\nJanuary 12, 2018 at 21:50\nInteresting revisionist history.  Haiti was the crown jewel of the Caribbean, by far the richest country under the slaveholders and French Colonialism.  Yellow fever was the major player in the deaths of all newcomers to Haiti, which wiped out valuable slaves and French overseers as well, only those that became resistant survived. Haitian independence was based on a Racist slaughter of any “white” people (over the objections of some of the early Haitian ‘statesmen’).  Yellow fever protected Haiti from any would be conquerors (and all countries wanted their rich plantations); a true civil war led to atrocities on each side.  Trade stopped with the racist slaughter of “whites” and if not for Dutch supplies(?), probably aimed at other Colonial powers, Haitians would have starved to death.  Their Constitution of 1805 declared all citizens Black.\nWikipedia is closer to the truth: “On 1 January 1804, Dessalines, the new leader under the dictatorial 1805 constitution, declared Haiti a free republic in the name of the Haitian people,[112] which was followed by the massacre of the remaining whites.[113] Dessalines’ secretary Boisrond-Tonnerre stated, “For our declaration of independence, we should have the skin of a white man for parchment, his skull for an inkwell, his blood for ink, and a bayonet for a pen!”[114] ” Haiti paid off (reduced) reparations to France in 1947.\nFreedom was a minor element in Haiti relative to resistance to Yellow Fever until Walter Reed.\nZachary Smith\nJanuary 13, 2018 at 14:46\nHaitian independence was based on a Racist slaughter of any “white” people (over the objections of some of the early Haitian ‘statesmen’).\nIn their place, what would you have done?   Kiss them?    Revolutions were rough affairs back in those days.\nThe period of violence during the French Revolution is known as the Reign of Terror. Those killed via guillotine, “breaking at the wheel”, or some other horrific death machines were perceived as adversaries to the revolution and death toll estimates range from 18,000 to 40,000.  Total casualties for the French Revolution are estimated at 2 million.\nThat’s what happened back home in France during its own revolution.   I doubt if the murdered “white” slavers expected anything else.    And if they had won, do you suppose at least that many slaves wouldn’t have been slaughtered in novel ways?\nRemember, Haiti was a place where the slaves were simply worked to death.\nIn 1789 the French were importing 30,000 slaves a year and there were half a million slaves in the French part of the island alone, compared to about 30,000 whites.\nh**ps://en.wikipedia.org/wiki/Slavery_in_Haiti\nThen there is the example of the good ‘ol US of A – land of the free, home of the brave.  Even after the slaves were “officially” free, the KKK and others across the nation continued the slaughter of Black Americans.\nThe Negro Holocaust: Lynching and Race Riots in the United States,1880-1950\nh**p://teachersinstitute.yale.edu/curriculum/units/1979/2/79.02.04.x.html\nFrom what I read in the 2018 News, this holocaust continues, only now it’s the Whites in Police Uniforms doing the murders.    Best of all, they almost always get away with it, for jury selection processes virtually guarantees the presence of at least one White Peckerhead on that jury.\nRegarding the starvation claim, that sounds to me like plain nonsense.  Maybe it isn’t, but I’d sure need to see some kind of evidence for it.\nSunrise Skipper\nJanuary 14, 2018 at 09:40\nI believe the historical record shows a blockade of Haiti by the French and a trade embargo by the US (and others) that was so severe it forced the new government to agree to pay reparations to France to end the blockade and embargo. These payments crippled the Haitian economy for centuries. Aristide had the temerity to ask for the money back and was thus deposed.\nbackwardsevolution\nJanuary 15, 2018 at 02:54\nSunrise Skipper – the French would have reasoned that it was they who made the island a profitable business, that without their capital and know-how, there would have been no business and no society.  They wanted to recover their costs.  Fair enough, I guess, but only if the Africans had come willingly and been treated fairly.\nThe blacks should have countered that it was their “slave” labor that took perhaps an unprofitable enterprise and made it profitable.  As well, they were taken by force from their home country, made into slaves, and they would like to recover “their” costs too.\nHalf an island for the insult and inhumanity!  Done.\nNo way the Haitians should have paid reparations to the French.  They paid enough.  It should have been a lesson to the powerful, but of course it wasn’t.  Like the bullies they were and are, they tightened the screws with sanctions and embargoes.\nYears later, when Haiti is totally destroyed and down on its knees, the sanctioning countries act all benevolent and start taking in the poor as immigrants – the new slave labor.  The naive citizens cheer because they swallow the line that the Haitians are being saved from an evil dictator or from poverty (created by their own country’s sanctions).  The cynical citizens realize that wages are going to be kept down and that bringing in more Third World people isn’t going to improve their country.  The wealthier citizens don’t care so long as they have cheap labor to mow their lawns and clean their toilets.\nThe Haitian immigrants don’t care who caused the poverty or who applied the sanctions.  They just want in.\nsevenskies\nJanuary 16, 2018 at 11:50\nThere are more whites killled each year by cops than blacks.  This inconvenient fact is rarely mentioned. Of course, per capita blacks are significantly more likely to be killed by cops. But by making the issue only racial, support is lost from people who would otherwise be sympathetic. Identity politics is driving a lot of people to the far right. How can a white be sympathetic when repeatedly he hears that all whites are privileged and the source of all evil? Well, there are lots of poor or homeless whites so there goes the white privilege theory.  When I see blacks at f***ing YALE marching against white privilege, I wonder why they don’t have a clue that they are attending one of the most old-money, privileged institutions in the world.\nAnd I will not be lectured by minorities who pretend to want change, but voted for Hillary, the living embodiment of the Establishment and Big Money. Sanders is weak tea, but he is not totally bought off like Hillary.  I saw a T-shirt online that said “A divided people only benefits the Deep State. ” Unfortunately, most of our race warriors are not even well informed enough to know what that means. But they know Putin did it!\nJanuary 19, 2018 at 13:46\npity you weren’t in Haiti at the time, zachary or you wouldn’t be here spouting such rubbish.\nPeppermint\nJanuary 12, 2018 at 20:23\nThank you for posting this article and shedding light on the connections and history between the United States and Haiti.\nJanuary 12, 2018 at 19:30\nGreat article, Robert Parry, and hope this article means you’re doing well after your medical event recently. Good for China to bring development to Haiti, since western nations have brought only exploitation. Trump’s callous, stupid comment about “shithole countries” being media circulated is embarrassing beyond belief; the man must never have read anything of history.\nI just finished “The Black Count: Glory, Revolution, Betrayal, and the Real Count of Monte Cristo” by Tom Reiss, a most fascinating historical biography of General Alex Dumas, born in 1762 on Saint-Domingue to a French aristocrat and one of his slaves. He rose to military generalship in the French Revolution and was thoroughly betrayed by the return of racism with Napoleon’s rise. His son was the celebrated French author Alexandre Dumas. (There are plans for a movie based on the book, a swashbuckling adventure as much as Dumas’ novels.) As Henry Louis Gates, the Harvard professor of African-American studies, said, “I learned something on every page”, and now I want to read more of Haiti’s history. General Dumas died in France just before the betrayal of Toussaint L’Ouverture in Saint-Domingue.\nWhat was done to Jean-Baptiste Aristide by the US under Bush and Clinton ought to be a case for the International Criminal Court at The Hague.\nAnnie\nJanuary 12, 2018 at 20:47\nAlthough people are vigorously calling out Trump as a racist for referring to Haiti, el Salvador and African nations as shit-holes, one could also vigorously condemn the hypocrisy of it all. Our founding fathers didn’t allow the Black man to vote, women either, or those who didn’t own property, so we didn’t get off to a good start. Of course there was slavery, which by the way started up North, and our immigration policies have always favored Northern Europeans over other groups, including those from Europe, like Italians and Poles. We are presently engaged militarily in many countries in Africa supporting repressive regimes for the benefit of the corporate world which siphon off resources and impoverish the people of these countries. \nBlacks in this country under Obama’s housing policies didn’t rebound as well as whites after the crash of 2008. He also deported two and a half million immigrants, and many who committed only petty crimes. And, let’s not forget Johnson who passed civil rights legislation in the 60’s, a well known racist, and referred to his civil rights bills as n*gger bills, although he is to be given great credit for his civil rights legislation. I often wonder if Middle Eastern countries were christian would the American people be so laid back about the carnage we created there? \nThe US has over a million Salvadorans, and most came to the US because back in the 1980s and early 1990s Reagan then Bush Sr. and the US military engaged in a dirty war taking down a so called leftist insurgency. The right wing government, military, and death squads we supported and assisted, murdered 70,000 civilians in the 1980s, and the reason was to make it safe for US corporations. I think Mr. Parry said Trump simply takes the mask off who we are as a country, and I totally agree.\nJoe Wallace\nAnnie:\n“I often wonder if Middle Eastern countries were christian would the American people be so laid back about the carnage we created there?”\nI have a hard time thinking it would make much difference. When I googled religious faith among Black Americans, I discovered that 79% are Christian. Racism seems to have trumped religion in this country; Blacks’ religious faith hasn’t been much of a safeguard against White Christians’ violence. Though much of our populace opposes American militarism, I suspect that those who run our foreign policy would be pretty laid back about carnage visited upon Middle Eastern Christians of a slightly lighter hue. Nobody can know for certain, but that’s my guess.\nPft\nThis article was written in 2010\nAnnie\nI know that, but Jessica said that.\ngodenich\nJanuary 13, 2018 at 22:39\n‘ “I learned something on every page”, and now I want to read more of Haiti’s history.’\nThere are some references to “Further Reading” here,\nCoup d’etat in Haiti “Aristide and the Revolution” | Youtube\nExposing Imperialism in Haiti | Youtube\nKim Ives on His Report, “WikiLeaks Haiti: The Aristide Files” (Democracy Now!) | Youtube\nThanks again for the excellent audio book reference.\ngodenich\nThere are some references to “Further Reading” here,\nCoup d’etat in Haiti “Aristide and the Revolution” | Youtube\nExposing Imperialism in Haiti | Youtube\nKim Ives on His Report, “WikiLeaks Haiti: The Aristide Files” (Democracy Now!) | Youtube\nThanks again for the excellent audio book reference.\nj. D. D.\nJanuary 12, 2018 at 18:47\nIn contrast to the unfulfilled promises of the Obama Administration, and amid charges of corruption involving the Clinton Foundation, to rebuild Haiti in the wake of the devastating  earthquake of 2010, which caused  200,000 deaths and millions homeless, China has brought its Belt and Road Initiative to Haiti, committing an initial $5 billion to a rebuilding project making Port-au-Prince and Haiti earthquake- proof and flood protected.The Chinese total investment in Haiti’s infrastructure is projected to reach as high as $30 billion.\nMLS\nJanuary 12, 2018 at 17:28\nVirtually the only positive of the Idiot in Chief – other than the fact that his brazenly vain incompetence has prevented even worse crimes being perpetrated against the most vulnerable among us during this latest Republican Party assault – is that every time he opens his mouth or Twitter account he provides an opportunity for actually smart people to educate anyone willing to be receptive. Sadly, most of his supporters aren’t included in that characterization.\nThank you for posting this.\njohn wilson\nJanuary 13, 2018 at 06:27\nI hold no brief for Trump, MLS, but you seem to be doing a Clinton in characterizing anyone who had the temerity to use his or her vote to vote for the candidate who best seemed to serve their interests, as a basket full of deplorables’ . This is one of the reasons that Trump won and anyway, what makes you think things would be any better if Clinton was in the White House?\nmike k\nJanuary 13, 2018 at 16:02\nYou seem to be reading a lot into the MLS post that is not there.\nErik G\nJanuary 15, 2018 at 17:58\nWe have many opportunities these days for smart people to educate those who are receptive.\nWe are very fortunate to have Mr. Perry with us still, and may hope for his gradual recovery and resumption of his invaluable work. He would do a far better job of editing any of the large mainstream media than their present editors.\nThose who would like to petition the NYT to make Robert Parry their senior editor may do so here:\nWhile Mr. Parry may prefer independence, and we all know the NYT ownership makes it unlikely, and the NYT may try to ignore it, it is instructive to them that intelligent readers know better journalism when they see it. A petition demonstrates the concerns of a far larger number of potential or lost subscribers.\nI hope that we may hear before very long of how he is doing after his recent stroke, and of his plans. There are many who would be willing to help if that is needed.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "http://www.self.gutenberg.org/articles/eng/Haiti",
                "https://consortiumnews.com/2014/07/04/thomas-jefferson-americas-founding-sociopath/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "american",
            "states",
            "louverture",
            "haiti",
            "debt",
            "historic",
            "slave",
            "americas",
            "french",
            "united",
            "napoleon",
            "jefferson",
            "black"
        ]
    }
]