[
    {
        "url": "https://consortiumnews.com/2014/01/21/human-rights-watchs-syria-dilemma/",
        "title": "Human Rights Watch’s Syria Dilemma",
        "authors": [
            {
                "name": "Ben Noweizer",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-01-21",
        "text": "Main menu\nJanuary 21, 2014\nBy Robert Parry\nDespite the collapse of a key element in the U.S. government’s case blaming the Syrian government for the Aug. 21 Sarin gas attack outside Damascus, Human Rights Watch continues to insist in its annual report that “available evidence strongly suggests that government forces were responsible for the attack,” but the group doesn’t spell out any of that evidence.\nLast summer, Human Rights Watch played a central role in pinning blame for the attack on the Syrian government by producing a map that supposedly retraced the flight paths of two rockets back to where they intersected at a Syrian military base, about 9.5 kilometers from where the rockets landed. In a front-page story, the New York Times embraced that analysis, which fit with the Obama administration’s claims that all Sarin-laden rockets had come from government-controlled areas and landed in rebel-held neighborhoods.\nThe cover photo of Human Rights Watch’s annual report.\nBut it was that assertion about the rockets coming from government-controlled territory that has fallen apart over the past several months. First, as Consortiumnews.com reported , one of the two rockets in HRW’s map which landed in Moadamiya, south of Damascus, was found by United Nations inspectors to be clean of Sarin or any other chemical weapons agent, making its use in the “vector analysis” nonsensical. That rocket also clipped a building in its descent making a precise calculation of its flight path impossible.\nThen, rocket experts analyzed the one home-made projectile which did test positive for Sarin after landing in the Zamalka neighborhood east of Damascus. They concluded that its maximum range was about two kilometers, meaning that it could not have come from the military base as Human Rights Watch and the New York Times had calculated. Finally, in late December, the Times grudgingly acknowledged its mistake in the 18th paragraph of a story buried deep inside the newspaper. However, Human Rights Watch has been even less forthcoming about its error.\nHRW has been a leading proponent for a U.S. military intervention in Syria under the principle of the “responsibility to protect” or “R2P.” The best chance for such an intervention came with the international horror over the Sarin deaths on Aug. 21 and the possibility that the U.S. public could be stampeded into another Middle East war.\nSome R2P advocates in the Obama administration, allied with influential neoconservatives at think tanks and media outlets, pushed for a retaliatory strike against the government of President Bashar al-Assad, a position also favored by Saudi Arabia and Israel, which detest Assad for his alliance with Iran and which hoped that a U.S. bombardment would create an opening for anti-Assad rebels to topple the government.\nBut at the last minute President Barack Obama decided to seek congressional approval for an attack and then accepted a Russian-brokered diplomatic solution in which the Syrian government agreed to surrender all its chemical weapons, while still denying that it carried out the Aug. 21 attack.\nIn its annual report, HRW continues to condemn the Assad regime for its brutal counteroffensives against rebel-held territories. Thus, the group might fear that a clear acknowledgement of a high-profile error over its “vector analysis” could undercut its overall indictment of the regime’s behavior. But resistance to such a retraction and HRW’s failure to delineate the other “available evidence” against the Syrian government could have the opposite effect, by undermining HRW’s overall credibility.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his new book, America’s Stolen Narrative, either in print here or as an e-book (from Amazon and barnesandnoble.com ). For a limited time, you also can order Robert Parry’s trilogy on the Bush Family and its connections to various right-wing operatives for only $34. The trilogy includes America’s Stolen Narrative. For details on this offer, click here .\nBen Noweizer\nJanuary 24, 2014 at 08:55\nMay be You and the readers need to look at other horizons! so i included two links for you\nJanuary 21, 2014 at 16:59\nThe head of HRW was on the Colbert Report a few some weeks ago, perhaps before the Christmas break, and it was disappointing to see Colbert fail to challenge this guy about pushing inaccurate claims about chemical weapons use in Syria.\nPam\nJanuary 22, 2014 at 03:47\nColbert probably didn’t know. Or, who knows, the Comedy Central personnel my get some memos from their executives about how they are to treat various issues, just as has been shown with other networks.  Or they may not cross certain lines they unconsciously perceive, between what it is permissible to make fun of, and what isn’t permissible to question.\nIn any event, we are all struggling to see beyond the propaganda–I hope you’ll be sending this article to Colbert with your own message about its content and your disappointment.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2013/12/29/nyt-backs-off-its-syria-sarin-analysis/",
                "https://consortiumnews.com/2013/06/14/get-your-rewrite-of-us-history/",
                "https://consortiumnews.com/2014/01/20/the-mistaken-guns-of-last-august/",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2013/09/17/murky-clues-from-uns-syria-report/",
                "http://www.hrw.org/world-report/2014/country-chapters/syria"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://salsa.democracyinaction.org/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "syria",
            "watch",
            "dilemma",
            "attack",
            "rockets",
            "sarin",
            "human",
            "watchs",
            "rights",
            "obama",
            "syrian",
            "robert"
        ]
    }
]