[
    {
        "url": "https://www.christianpost.com/news/al-shabaab-slaughters-seven-christians-door-to-door-id-checks-kenyan-villages.html",
        "title": "Al-Shabaab Slaughters 7 Christians in Door-to-Door ID Checks in Kenyan Villages",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAl-Shabaab Slaughters 7 Christians in Door-to-Door ID Checks in Kenyan Villages\nAl-Shabaab Slaughters 7 Christians in Door-to-Door ID Checks in Kenyan Villages\nAl-Shabaab Slaughters 7 Christians in Door-to-Door ID Checks in Kenyan Villages\n| Tuesday, July 25, 2017\nAl Shabaab soldiers sit outside a building during patrol along the streets of Dayniile district in Southern Mogadishu, March 5, 2012. | (Photo: Reuters/Feisal Omar)\nSomali-based terror group al-Shabaab killed seven Christians in a series of deadly raids in Kenya earlier this month where the Islamic radicals went door-to-door in villages looking for believers.\nPersecution watchdog group International Christian Concern  reported on Monday that seven Christians were among the victims in the raids carried out by al-Shabaab between July 5–8, when the militants attacked the villages of Pandanguo, Jima, and Poromoko.\nPrevious reports  noted that the militants beheaded nine civilians in Jima in Lamu County in their hunt for non-Muslims, though more information is being released now about the victims.\nICC listed the names of the Christians killed: Said Mbigo, Matei Mlatia, Peter Mburu, Teresio Munyi, Mwangangi Muneni, Katana Karisa Chai, and Musyoka Maithya.\nA local pastor said the radicals have been searching for Christians to kill.\n\"The attackers have been targeting Christians living in Lamu County, especially farmers in the interior areas where small-scale agriculture thrives,\" said Pastor Henry Divayo, head of the church in Witu town.\n\"[The militants in Jima] were asking the villagers to produce their identification cards and if you were found to be a Christian you would be shot or slaughtered.\"\n\"Victims have been evacuated to camps where food and security is provided by [the] government and the Kenya Red Cross,\" Divayo added. \"We are hosting more than 200 people in our church and we expect the number to increase as more families are evacuated from Boni Forest.\"\nThe pastor urged the Kenyan government to provide more help in terms of equipping police to protect churches, schools and hospitals.\nThe slaughter earlier this month follows a number of other attacks al-Shabaab has carried out against Christians in Kenya in the past few years. The deadliest attack being the massacre at Garissa University in April 2015, where nearly 150 students, most of them Christians, were killed.\nThe U.S. military continues to carry out air strikes against al-Shabaab bases in Somalia, with Trump recently authorizing expanded operations in a bid to eradicate the terror group.\nIn response, the radicals have taken aim at the U.S. president in a newly released video, calling him a \"brainless billionaire.\"\nSITE Intelligence Group  reported on Sunday that the radicals accused U.S. voters of electing \"arguably the most stupid president a country could ever have\" in retaliation for escalating attacks on their terror compounds.\nThe terrorists further vowed to continue carrying out attacks in Kenya.\n\"Your military's invasion of Somalia will continue to destabilize your country,\" the militants stated, referring to Kenya's military operations against al-Shabaab.\n\"When we do strike, your government will not be able to protect you.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.persecution.org/2017/07/24/al-shabaab-militants-kill-seven-christian-men-in-eastern-kenya/",
                "https://www.christianpost.com/news/al-shabaab-beheads-9-civilians-in-kenya-as-it-hunts-for-non-muslims-men-slaughtered-like-chickens-191484/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://news.siteintelgroup.com/Jihadist-News/seeking-to-influence-kenyan-general-election-shabaab-video-details-losses-since-war-engagement-and-mocks-u-s-president-trump.html",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "terror",
            "kenyan",
            "group",
            "id",
            "villages",
            "radicals",
            "kenya",
            "alshabaab",
            "militants",
            "pastor",
            "jima",
            "attacks",
            "doortodoor",
            "slaughters",
            "christians",
            "checks"
        ]
    }
]