[
    {
        "url": "https://www.christianpost.com/news/texas-judge-says-god-told-him-suspected-sex-trafficker-was-not-guilty.html",
        "title": "Texas Judge Says God Told Him Suspected Sex Trafficker Was Not Guilty",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTexas Judge Says God Told Him Suspected Sex Trafficker Was Not Guilty\nTexas Judge Says God Told Him Suspected Sex Trafficker Was Not Guilty\nTexas Judge Says God Told Him Suspected Sex Trafficker Was Not Guilty\n| Monday, January 22, 2018\nComal County, Texas Judge Jack Robison (L) told jurors that God told him 32-year-old Gloria E. Romero-Perez (R) was not guilty of trafficking her teenage niece. | (Screenshots: YouTube)\nA judge in Comal County, Texas, could face disciplinary action after he was accused of trying to influence a trial by telling jurors that God told him a woman accused of trafficking her teenage niece was innocent.\n\"I apologize to you folks but when God tells me I gotta do something, I gotta do it,\" Judge Jack Robison reportedly told jurors about the case of 32-year-old Gloria E. Romero-Perez after trying to convince them that the Lord had vouched for her innocence, according to the Herald Zeitung .\nRomero-Perez was accused in 2016  of selling her then 15-year-old niece to a man the teen met at a local church for $6,000. She allegedly paid for her niece to be smuggled into the U.S. from Honduras then sold her to Julio Amilcar Jimenez-Ramirez, 34, who was also arrested. Local police got involved with the case after Romero-Perez reported her niece had run away.\nPolice eventually located the teenager, who produced receipts to show payments toward her sale price.\nRomero-Perez had entered into an informal agreement with Jimenez-Ramirez that he would pay the teen $600-$700 monthly. After the teen moved in with Jimenez-Ramirez, however, her aunt became impatient with the payments and threatened to call the police.\n\"[Jimenez-Ramirez said] the aunt was extorting the money from him and he was threatened that she would tell the police and call immigration on him,\" said Comal County Sheriff Office Detective Anthony Moreno.\nRomero-Perez' niece became pregnant and gave birth as a result of her relationship with Jimenez-Ramirez and the child was placed in the care of Child Protective Services.\nShortly after Robison delivered his message from God to the jurors deliberating the case, he recused himself  from the remainder of the proceedings.\nDespite the divine word, the jury panel of seven men and five women found two hours later that there was enough to convict Romero-Perez on one count of continuous traffic of a person and was sentenced to 25 years in prison. She was acquitted on a second charge of sale or purchase of a child.\nThe State Commission on Judicial Conduct did not say whether Robison was being investigated but they said actions like that could lead to punishment, according to News 4 San Antonio .\nEric L. Vinson, executive director of the State Commission on Judicial Conduct, said: \"That's an issue that we would definitely investigate and present to the commission as potential misconduct. Legally, a judge is really not supposed to be weighing in on the facts of the case.\"\nThe woman's attorney had asked for a mistrial but was denied. Robison is currently on leave but is expected to return to work on Jan. 31.\nRelated Articles\n",
        "quotes": [
            [
                "I apologize to you folks but when God tells me I gotta do something, I gotta do it,",
                "",
                true
            ],
            [
                "Jimenez-Ramirez said] the aunt was extorting the money from him and he was threatened that she would tell the police and call immigration on him,",
                "",
                true
            ],
            [
                "That's an issue that we would definitely investigate and present to the commission as potential misconduct.",
                "Eric L. Vinson",
                true
            ],
            [
                "Legally, a judge is really not supposed to be weighing in on the facts of the case.",
                "Eric L. Vinson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.mysanantonio.com/news/local/crime/article/Report-Wimberley-woman-sold-Honduran-teen-niece-9129162.php",
                "http://herald-zeitung.com/news/article_e820f466-f805-11e7-a853-1b29564b0290.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=G6Kosapq4ZQ"
            ]
        },
        "key_words": [
            "trafficker",
            "sex",
            "told",
            "jimenezramirez",
            "guilty",
            "niece",
            "texas",
            "suspected",
            "teen",
            "commission",
            "judge",
            "god",
            "jurors",
            "romeroperez",
            "robison"
        ]
    }
]