[
    {
        "url": "https://www.christianpost.com/voice/christians-are-more-persecuted-than-any-other-faith-group.html",
        "title": "Christians Are More Persecuted Than Any Other Faith Group",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nLast month, we focused on hostility toward religion in America. This month, I would like to talk about hostility towards Christians worldwide.\nA recent report by Aid to the Church in Need documents that persecution of Christians today is worse than at any time in history. \"Not only are Christians more persecuted than any other faith groups. But ever-increasing numbers are experiencing the very worst forms of persecution.\"\nIn some countries the situation was already so severe, it is hard to imagine how it could be any worse. Other countries (like China) have seen intolerance on the rise, as evidenced by a clampdown on dissent clergy and the destruction of churches.\nMost of the countries where persecution against Christians is the most intense are Muslim countries (though North Korea and China are notable exceptions). Former Representative Frank Wolf has been on Point of View many times and recently called for the United State to take \"bold action\" to prevent Christianity in Iraq from disappearing altogether. Of course, ISIS remains a threat to Iraq's minority groups but they also face threat from a Baghdad-sanctioned Shiite militia.\nWorld Summit\nEarlier this year, the World Summit in Defense of Persecuted Christians was held in Washington, D.C. More than 600 victims and advocates from 130 countries gathered to raise awareness of the plight of persecuted Christians.\nFranklin Graham said that he \"spent time this week with two men whose brothers were among the Coptic Christians marched out on the beach in Libya and viciously beheaded by ISIS for refusing to deny Christ.\" Some were surprised to hear the story of one of the men who actually was from Chad and had NOT been a Christian prior to the day of his beheading. As the terrorists gave each Christian a choice to deny Jesus or die, they came to this man from Chad. He answered, \"Their God is my God.\" He was moved by the faith of these Christians and chose to die with them.\nVice President Mike Pence spoke at the summit. He observed, \"The reality is, across the wider world, the Christian faith is under siege. Throughout the world, no people of faith today face greater hostility or hatred than the followers of Christ.\" He also added that he believed \"ISIS is guilty of nothing short of genocide against people of Christian faith and it is time people called it by name.\"\nDuring the summit's final session, the organizers put forth a declaration that called for all believers to declare their allegiance with those who suffer for Christ's name. They pledged to promote awareness of persecuted Christians as well as pray and urge other believers to pray for those being persecuted. It also called for churches and individual Christians to provide practical assistance to the persecuted church.\nIgnored and Forgotten?\nWhenever I do a radio program on the plight of persecuted Christians, I notice two things. First, the number of people who call into the program drops significantly. Second, a number of those who do call the program complain that we should be more concerned with what is happening in America.\nI thought of this phenomenon when I read a commentary by Dennis Prager that asked: \"Why Don't Christians Help . . . Christians?\" He is asking a good question. He tells the story of how as a young American Jew he traveled to the Soviet Union and became the national spokesman for the Student Struggle for Soviet Jewry.\nHe spoke before synagogues of every denomination, Jewish federations, and Jewish groups on college campuses. For decades, virtually every synagogue in America has a \"Save Soviet Jewry\" sign in front of it. By contrast, he never saw a sign in front of a church that said \"Save Soviet Christians.\"\nToday Christians are being murdered and churches are being destroyed. We hear very little about it. Some of the attacks have made the news. More than 60 people were killed at the Our Lady of Salvation Church in Baghdad. Since that massacre, an estimated 100,000 Christians have left the country.\nIn Nigeria, armed men and bombers killed over 40 in a Christmas Eve attack. More than 200 Muslim rioters burned homes, churches, and police stations when the Nigerian people elected a Christian as president.\nIn Egypt, terrorists detonated a bomb at Saints Church in Alexandria as worshippers left a New Year's Eve service. The attack killed at least 23 of those attending Mass as the Coptic Christian church.\nRecently we had Johnnie Moore on Point of View to talk about his new book The Martyr's Oath. He begins the book and began our interview by talking about attending a Bible school graduation ceremony. The students repeated this martyr's oath in which they pledged their lives and death to Jesus. He felt like he was standing in the book of Acts, witnessing \"a raw, first-century Christianity\" that he had been shielded from in America.\nHe has since asked himself, \"Why are so few of us in America willing to live for Jesus when others are so willing to die for him?\" He noted that seeing Jesus through the eyes of the persecuted church has transformed him.\nHow Should We Respond?\nAs a church there are many ways we can respond. We can encourage church members and missionaries to go to these persecuted Christians and minister to them. We can set aside time in church to pray for persecuted Christians. Since 1996, the World Evangelical Fellowship has coordinated efforts of churches and Christian organizations to institute the first International Day of Prayer for the Persecuted Church.\nThe Scriptures admonish us to pray for those who are being persecuted. Hebrews 13:3 says, \"Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering.\" And Paul reminds us in 1 Corinthians 12:26 that, \"When one member suffers, all members suffer with it.\"\nWhat should you pray? Here are four prayer targets:\nFirst, pray for courage. It takes courage to stand for Christ in a country that is hostile to your beliefs and actively persecutes you.\nSecond, pray for faith. Pray that these persecuted believers will grow in grace and increase in faith as they face persecution.\nThird, pray for hope. It is hard to find reasons for hope in a world of persecution. Pray that they would be empowered and press on.\nFinally, pray for help. Many of these persecuted Christians need food, medicine and finances to survive.\nKerby Anderson is the Host of Point of View Radio Talk Show and also serves as the President of Probe Ministries. He holds masters degrees from Yale University (science) and Georgetown University (government). He serves as a visiting professor at Dallas Theological Seminary and has spoken on dozens of university campuses including University of Michigan, Vanderbilt University, Princeton University, Johns Hopkins University, University of Colorado and University of Texas.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "persecuted",
            "faith",
            "group",
            "world",
            "church",
            "soviet",
            "university",
            "countries",
            "christians",
            "pray",
            "christian"
        ]
    }
]