[
    {
        "url": "https://www.christianpost.com/news/the-shirt-read-shoot-the-police-opinion.html",
        "title": "The Shirt Read, 'Shoot The Police'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Shirt Read, 'Shoot The Police'\nThe Shirt Read, 'Shoot The Police'\nBy Shane Idleman , CP Guest Contributor\n| Monday, October 17, 2016\n(Photo: Shane Idleman)\nStunned, I contemplated what I had read. Just days after Sergeant Owen in Lancaster, California, was brutally killed, a young high schooler was photographed at a local high school wearing a shirt that read, \"Shoot the Police.\"\nEmotions surfaced from anger to sadness. How can we allow this? How can the school allow this? We'll remove Bibles from our schools but allow this! No wonder America is crumbling from within.\nThe picture was quickly removed from Facebook but many saved the image. I found myself hoping that it was photoshopped by someone inciting violence versus a high schooler wearing this shirt as the school turned a blind eye.\nIn light of escalating violence within our community and abroad, we cannot assume that most people are racist, especially the police-force. Parents must foster unity instead of promote division.\nWhere does it end? Perhaps at the beginning.\nChildren learn early and are influenced heavily by the ideals, as well as the actions, of their parents.\nWe must allow our hearts to break together, taking fear, frustration, and anger to the Cross ... rebuild society instead of tear it down. We must acknowledge the true source of conflict — it's not a matter of color, it is a spiritual battle (cf. Ephesians 6:12). Did you catch that? Satan fuels racism and violence — our defense, thus, is spiritual. We fight with prayer, overcome with unity, and defeat with love.\nHow can we undo the emotional pain that both white and black families are experiencing?\nAgain, it is not an external fight: \"For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places\" (Ephesians 6:12).\nGod works within us by transmitting healthy thoughts into godly actions.\nOur mind is where battles are either won or lost. It is essential that we monitor our secular media choices carefully — are they inciting violence or helping to quench the fires? For example, why don't we hear more about the deputy in our congregation who performed CPR on a young African American girl on the 101 freeway who flat-lined in his car after a heroine overdose? She is alive today because of his love and integrity. What might her message be to us?\nThose of us who do not forgive or release bitterness, anger, and hurt, never experience freedom, happiness, or true peace. It all starts here.\nEphesians 4:31-32 says to \"let all bitterness, wrath, anger, clamor, and evil speaking be put away from you, with all malice. And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.\"\nSimply stated, if you fail to forgive, bitterness and anger will foster racism. God can turn our brokenness into an unbreakable force of unity, but it is imperative that your mind is renewed by applying biblical principles, beginning with forgiveness.\nThose who have walked in true forgiveness know that God restores. It's been well stated that life makes us bitter or it makes us better — the choice is ours.\nAmerica, once highly respected, was so because of the values that made her great. America was, and is, simply a reflection of the character of her people. Change the heart of man, and the heart of the nation will change. Look in the mirror — that's where real change occurs.\nNeedless to say, there are injustices within the same system that was designed to administer justice; however, most law enforcement officers strive to protect. According to Romans 13:4 one of the purposes of the authorities is to \"execute wrath on him who practices evil.\" They are God's instruments to defend.\nOnly a foolish, or decadent society would desire to remove this restraining force: \"Men, in a word, must necessarily be controlled, either by a power within them, or by a power without them; either by the Word of God, or by the strong arm of man; either by the Bible, or by the bayonet\" (Robert Winthrop  ;  180 9 –  1894 ).\nAs Christians, I believe that we are to seek peace at every turn and not encourage violence. Jesus said \"to love our enemies, and bless those who curse us, and do good to those who hate us ...\" (cf. Matthew 5:43-48.) However, these references refer to personal assaults, offenses, and character assassinations. It is taking a quantum leap to believe that this is applicable to law enforcement and its commission to restrain evil.\nIn closing, I want to re-emphasize that authentic love is color blind. We must strive for unity regardless. If we fail to forgive, it will destroy us emotionally, physically, and spiritually. It will destroy our nation. But there is hope: Turn to God today and allow His grace, mercy, and forgiveness to shape the way you live. Repentance on both sides is the only answer. Start with something as small as a smile and let the healing begin.\nHear the message, The Blessing of Brokenness, here: https://vimeo.com/186274069\nShane Idleman is the founder and lead pastor of Westside Christian Fellowship in Lancaster, California, just North of Los Angeles. Shane's sermons, articles, books, and radio program can all be found at shaneidleman.com or wcfav.org . Follow him on Facebook at: facebook.com/confusedchurch .\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://wcfav.org/",
                "https://vimeo.com/186274069",
                "https://en.wikiquote.org/wiki/1894",
                "https://en.wikipedia.org/wiki/Robert_Charles_Winthrop",
                "https://shaneidleman.com/",
                "https://www.christianpost.com/by/shane-idleman",
                "https://en.wikiquote.org/wiki/1809",
                "http://facebook.com/confusedchurch"
            ]
        },
        "key_words": [
            "school",
            "read",
            "allow",
            "true",
            "violence",
            "unity",
            "god",
            "anger",
            "turn",
            "shoot",
            "love",
            "spiritual",
            "shirt"
        ]
    }
]