[
    {
        "url": "https://www.christianpost.com/news/christian-neurosurgeon-ben-carson-says-i-feel-fingers-of-god-prodding-for-presidential-run.html",
        "title": "Christian Neurosurgeon Ben Carson Says 'I Feel Fingers' of God Prodding for Presidential Run",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian Neurosurgeon Ben Carson Says 'I Feel Fingers' of God Prodding for Presidential Run\nChristian Neurosurgeon Ben Carson Says 'I Feel Fingers' of God Prodding for Presidential Run\nChristian Neurosurgeon Ben Carson Says 'I Feel Fingers' of God Prodding for Presidential Run\n| Saturday, November 22, 2014\nFormer pediatric neurosurgury director at the Johns Hopkins Children's Center Ben Carson speaks at the Conservative Political Action Conference in National Harbor, Maryland, March 8, 2014. | (Photo: The Christian Post/Sonny Hong)\nDr. Ben Carson, accomplished neurosurgeon and conservative Christian, tells David Brody of the Christian Broadcasting Network that there's a \"good chance\" he'll run for president as he can feel \"God's fingers\" touching him gently for the 2016 race.\nBrody, CBN news chief political correspondent, interviewed Carson during the week for an upcoming national profile story for \"The 700 Club,\" and asked, \"How is that conversation going with God about this potential presidential run? Has He grabbed you by the collar yet? I read an article about that.\"\n\"I feel fingers,\" Carson replied in a one-on-one interview in his home in West Palm Beach, Florida. \"But it's mostly me. I have to be sure, and it's part of my personality that says always look before you leap, but don't leap before you have to,\" he added.\nBrody then said, \"I do cover the presidential campaign trail,\" and asked, \"May I potentially see you there soon?\"\n\"I think there is a good chance you might,\" Carson responded in the interview, which was only partially released.\n\"He [Carson] and his wife, Candy, are dedicated followers of Jesus,\" Brody remarks in a posting on CBN's website. \"They don't hide their faith. They can't. It's at the core of who they are as people. Evangelical Christians will be attracted to how he doesn't shy away from proclaiming Jesus as Lord.\"\nWhile Sen. Ted Cruz, R-Texas, won the annual Values Voter Summit straw poll for president in September with 25 percent of the vote, Carson finished 5 percentage points behind him earning 20 percent of the vote.\nThe poll was conducted via mobile votes from 901 attendees of the group's annual summit in Washington, D.C. The poll included over 22 candidates, including prominent Democrats Hillary Clinton and Joe Biden.\nCarson, who has already won a few straw polls this year, was the only candidate that finished in the top three of the voting that did not attend the event. Although Carson has relatively no political experience under his belt, he continues to gain political support with his unwavering conservative comments in the limelight of national media.\n\"He is extremely popular. … If he decides he wants to [run], I think he could be a serious contender,\" Family Research Council President Tony Perkins said in an interview with The Christian Post at the time. \"He is another example of someone who refuses to be throttled down by political correctness and is simply speaking the truth. He is laying it out there. He is giving an accurate diagnoses of where America stands and people respond to that. … Republican minded voters are looking for someone who will simply tell the truth and Dr. Carson fits that category.\"\nIf Carson runs for president, \"he's going to shake up politics and politicians,\" Brody writes. \"He's not your typical, lunch bucket Republican. He's going to keep both Republicans and Democrats on their toes.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www1.cbn.com/blogs"
            ]
        },
        "key_words": [
            "prodding",
            "run",
            "president",
            "interview",
            "god",
            "going",
            "fingers",
            "ben",
            "poll",
            "carson",
            "political",
            "neurosurgeon",
            "hes",
            "feel",
            "presidential",
            "christian"
        ]
    }
]