[
    {
        "url": "https://consortiumnews.com/2014/01/21/big-power-foot-dragging-on-nukes/",
        "title": "Big-Power Foot-Dragging on Nukes",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2014-01-21",
        "text": "Main menu\n • Comments Off on Big-Power Foot-Dragging on Nukes\nMost recent talk about nukes has focused on Iran, which doesn’t have one — and is accepting new constraints to show it won’t build one. But there’s been a long-delayed debate on a 44-year-old commitment by existing nuclear states to get rid of theirs, as Lawrence S. Wittner reports.\nBy Lawrence S. Wittner\nIt’s heartening to see that an agreement has been reached to ensure that Iran honors its commitment, made when it signed the 1970 nuclear Non-Proliferation Treaty (NPT), to forgo developing nuclear weapons.\nBut what about the other key part of the NPT, Article VI , which commits nuclear-armed nations to “cessation of the nuclear arms race at an early date and to nuclear disarmament,” as well as to “a treaty on general and complete disarmament”? Here we find that, 44 years after the NPT went into force, the United States and other nuclear powers continue to pursue their nuclear weapons buildups, with no end in sight.\nA nuclear test detonation carried out in Nevada on April 18, 1953.\nOn Jan. 8, U.S. Defense Secretary Chuck Hagel announced what Reuters termed “ambitious plans to upgrade [U.S.] nuclear weapons systems by modernizing weapons and building new submarines, missiles and bombers to deliver them.” The Pentagon intends to build a dozen new ballistic missile submarines, a new fleet of long-range nuclear bombers, and new intercontinental ballistic missiles.\nThe Congressional Budget Office estimated in late December that implementing the plans would cost $355 billion over the next decade, while an analysis by the independent Center for Nonproliferation Studies reported that this upgrade of U.S. nuclear forces would cost $1 trillion over the next 30 years. If the higher estimate proves correct, the submarines alone would cost over $29 billion each.\nOf course, the United States already has a massive nuclear weapons capability — approximately 7,700 nuclear weapons , with more than enough explosive power to destroy the world. Together with Russia, it possesses about 95 percent of the more than 17,000 nuclear weapons that comprise the global nuclear arsenal.\nNor is the United States the only nation with grand nuclear ambitions. Although China currently has “only” about 250 nuclear weapons , including 75 intercontinental ballistic missiles (ICBMs), it recently flight-tested a hypersonic nuclear missile delivery vehicle capable of penetrating any existing defense system. The weapon, dubbed the Wu-14 by U.S. officials, was detected flying at ten times the speed of sound during a test flight over China during early January 2014. According to Chinese scientists, their government had put an “enormous investment” into the project, with more than a hundred teams from leading research institutes and universities working on it.\nProfessor Wang Yuhui, a researcher on hypersonic flight control at Nanjing University, stated that “many more tests will be carried out” to solve the remaining technical problems. “It’s just the beginning.” Ni Lexiong, a Shanghai-based naval expert, commented approvingly that “missiles will play a dominant role in warfare, and China has a very clear idea of what is important.”\nOther nations are engaged in this arms race, as well.  Russia , the other dominant nuclear power, seems determined to keep pace with the United States through modernization of its nuclear forces. The development of new, updated Russian ICBMs is proceeding rapidly, while new nuclear submarines are already being produced. Also, the Russian government has started work on a new strategic bomber, known as the PAK DA, which reportedly will become operational in 2025.\nBoth Russia and India are known to be working on their own versions of a hypersonic nuclear missile carrier. But, thus far, these two nuclear nations lag behind the United States and China in its development. Israel is also proceeding with modernization of its nuclear weapons, and apparently played the key role in scuttling the proposed U.N. conference on a nuclear weapons-free zone in the Middle East in 2012.\nThis nuclear weapons buildup certainly contradicts the official rhetoric. On April 5, 2009, in his first major foreign policy address, President Barack Obama proclaimed “America’s commitment to seek the peace and security of a world without nuclear weapons.” That fall, the UN Security Council — including Russia, China, Britain, France and the United States, all of them nuclear powers — unanimously passed Resolution 1887 , which reiterated the point that the NPT required the “disarmament of countries currently possessing nuclear weapons.” But rhetoric, it seems, is one thing and action quite another.\nThus, although the Iranian government’s willingness to forgo the development of nuclear weapons is cause for encouragement, the failure of the nuclear nations to fulfill their own NPT obligations is appalling.  Given these nations’ enhanced preparations for nuclear war — a war that would be nothing short of catastrophic — their evasion of responsibility should be condemned by everyone seeking a safer, saner world.\nLawrence Wittner ( http://lawrenceswittner.com ), syndicated by PeaceVoice , is Professor of History emeritus at SUNY/Albany. His latest book is What’s Going On at UAardvark? (Solidarity Press), a satirical novel about campus life.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.reuters.com/article/us-usa-nuclear-weapons/u-s-needs-modern-nuclear-deterrent-despite-high-price-tag-hagel-idUSBREA0806D20140109",
                "http://www.fas.org/programs/ssp/nukes/nuclearweapons/nukestatus.html",
                "https://www.scmp.com/news/china/article/1405784/china-hails-first-test-hypersonic-nuclear-missile-carrier"
            ],
            "gov_pgs": [
                "http://www.un.org/News/Press/docs/2009/sc9746.doc.htm",
                "http://www.whitehouse.gov/the_press_office/Remarks-By-President-Barack-Obama-In-Prague-As-Delivered"
            ],
            "unsure": [
                "https://www.lawrenceswittner.com/",
                "http://www.ipsnews.net/2012/12/opportunity-missed-for-nuclear-free-middle-east/",
                "https://www.armscontrol.org/factsheets/nptfact",
                "https://www.armscontrol.org/print/6116",
                "http://www.peacevoice.info/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "nuclear",
            "missiles",
            "npt",
            "china",
            "russia",
            "nukes",
            "footdragging",
            "nations",
            "submarines",
            "weapons",
            "bigpower",
            "states"
        ]
    }
]