[
    {
        "url": "https://www.christianpost.com/news/poll-americans-say-obama-is-worst-president-since-world-war-ii.html",
        "title": "Poll: Americans Say Obama Is Worst President Since World War II",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPoll: Americans Say Obama Is Worst President Since World War II\nPoll: Americans Say Obama Is Worst President Since World War II\nPoll: Americans Say Obama Is Worst President Since World War II\n| Thursday, July 03, 2014\nU.S. President Barack Obama speaks at the Democratic National Committee's (DNC) annual Lesbian, Gay, Bisexual and Transgender (LGBT) gala in New York June 17, 2014. | (Photo: REUTERS/KEVIN LAMARQUE)\nBarack Obama is the worst president since the Second World War, according to the findings of a recently released opinion poll.\nQuinnipiac University conducted a survey of 1,446 voters across the United States during the final days of June and released its findings on Wednesday.\nUsing cell phones and land lines, researchers asked American voters of the twelve presidents since 1945, who they considered the best and the worst.\nThe poll found that 33 percent of respondents listed President Obama as the worst president since the Second World War ; George W. Bush got second place with 28 percent.\nQuinnipiac also found that nearly half (45 percent) of voters surveyed believed that America would be better off if Republican candidate Mitt Romney had won the 2012 presidential election.\n\"America would be better off if Republican Mitt Romney had won the 2012 presidential election, 45 percent of voters say, while 38 percent say the country would be worse off,\" noted Quinnipiac.\n\"Missing Mitt are Republicans 84 - 5 percent and independent voters 47 - 33 percent, while Democrats say 74 - 10 percent that the U.S. would be worse off with Romney.\"\nThird place in the worst president since WWII list went to Richard Nixon with 13 percent and Jimmy Carter got fourth with 8 percent.\nIn the best category, Ronald Reagan received  35 percent among respondents, followed by Bill Clinton (18 percent), and Obama snatching third with 8 percent.\nThe poll also asked American voters their views on how the current commander-in-chief is handling certain issues like the economy, foreign policy, and health care.\nQuinnipiac found Obama receiving negative ratings on most public policy matters, including his handling of the economy (negative 40 percent - 55 percent), foreign policy (negative 37 - 57), and health care (negative 40 - 58). Obama did score a positive on environment (50 - 40).\nThe news comes as the country readies for the 2014 midterms elections for Congress. Many commentators believe that the Republicans could not only maintain their majority in the House of Representatives, but also gain a majority in the Senate.\n\"If Republican candidates across the country perform as well during midterm elections as political forecasters believe they might, their party will be in line to regain its majority in the Senate,\" wrote Paul Lewis and Dan Roberts of the Guardian.\n\"Such a scenario would be a disaster for president Barack Obama. If Democrats are defeated in November the White House will be left isolated.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://poll.qu.edu/national/release-detail?ReleaseID=2056",
                "https://www.theguardian.com/world/2014/jun/10/midterm-elections-republicans-senate-races"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "say",
            "world",
            "president",
            "second",
            "worst",
            "war",
            "poll",
            "ii",
            "voters",
            "republican",
            "americans",
            "obama",
            "negative"
        ]
    }
]