[
    {
        "url": "https://www.christianpost.com/sponsored/pure-flix-movie-list-ten-free-films-and-original-series-impacting-culture-for-christ.html",
        "title": "Pure Flix Movie List: Ten Free Films and Original Series Impacting Culture for Christ",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-15",
        "text": "Go\nThe Christian Post\nPure Flix Movie List: Ten Free Films and Original Series Impacting Culture for Christ\nCP Current Page: Pureflix\nPure Flix Movie List: Ten Free Films and Original Series Impacting Culture for Christ\nPure Flix Movie List: Ten Free Films and Original Series Impacting Culture for Christ\nBrought to you by\nAnd they’ve done exactly that. Since 2005, the company has produced, distributed, and acquired thousands of Christ centered movies, documentaries and TV series, including the $60 million-grossing film \"God's Not Dead.\"\nIn 2015, Pure Flix launched a streaming video services, PureFlix.com, which like Netflix and Hulu, offers the first month free and gives viewers the option to choose from thousands of titles without paying a fee. Unlike other popular streaming services, however, PureFlix.com screens every documentary, family sitcom, and inspirational short film offered to ensure it’s safe for the whole family.\nWe live in a sight and sound culture -- and like it or not, exposure to screens is unavoidable. Statistics show that on average, American adults are watching five hours and four minutes of television per day. About 50 percent of Americans now have subscription services like Netflix, Amazon Prime and Hulu in their homes, and that number is only increasing.\nIn turn, children aged five to 16 spend an average of six and a half hours a day in front of a screen compared with around three hours in 1995, according to market research firm Childwise. Estimates are that by the age of 17, the average child will have consumed 65,000 hours of media, whether it’s watching TV, playing games consoles, using a mobile, computer or tablet.\nResearch has also shown that better or worse, media has an enormous impact on our -- and our children’s -- values, beliefs, and behaviors. Children who view violent acts on TV are more likely to show aggressive behavior and may become less sensitive to the pain and suffering of others. Additionally, the more sexual content that kids see on television, the earlier they initiate sexual activity.\nThe message is clear: filling your kids’ heads with positive and uplifting content is of the utmost importance. Because 100% of the content available on PureFlix.com is a clean, safe alternative to much of what Hollywood puts out, monitoring your family’s media consumption is made easy. Instead of grabbing the remote to skip over scenes filled with sexual innuendo, violence, and inappropriate language, you’ll be able to sit back, relax, and enjoy Christ-centered entertainment with the whole family.\nFollowing a free, 30-day trial, the Pure Flix streaming service is available for $10.99/month or an annual subscription at $99.99. They’re always adding new titles, too, so your family will never get bored. Films and other programs can be streamed through your computer, tablet, smartphone, and many TV extensions like Roku, Apple TV, and Google Chromecast.\nThe following is a list of 10 movies and original Pure Flix series that families can enjoy together on PureFlix.com for free during the trial period.\nFrom Hollywood directors Jon and Andy Erwin, “Woodlawn” features the true story of the Woodlawn High School football team giving their lives to Christ during desegregation in the 1970s. The film features a star-studded cast including Jon Voight, Sean Astin and Caleb Castille and brings to life the extraordinary account of how the faith of a chaplain and a star football player sparked a spiritual awakening and eased the racial tensions plaguing a high school team in Birmingham, Alabama in 1973.\n“Woodlawn” outperformed industry predictions in its opening weekend box office, taking in an estimated $4 million, earned a staggering A+ CinemaScore rating, and won the praise of mainstream critics. But most importantly, the film ignited revivals in high schools throughout the country.\nChock-full of inspirational themes including leadership, inclusion, forgiveness and grace, “Woodlawn” is a perfect choice for your family’s movie night.\nRating: PG\nGenre: Drama, Inspirational, Sports\n“God's Not Dead 2,” the sequel to the popular 2014 film, tells the story of a high school teacher (Melissa Joan Hart) who finds herself in legal trouble after answering a student's (Hayley Orrantia) question about Jesus. When Grace refuses to apologize, the school board votes to suspend her and threatens to revoke her teaching certificate. Forced to stand trial to save her career, Grace hires young lawyer Tom Endler to defend her in court, and as the battle escalates, the help of the ACLU is enlisted, whose representative decides to \"prove that once and for all, God is dead.\"\nIn addition to Hart (Sabrina the Teenage Witch), “God’s Not Dead 2” stars Jesse Metcalf (Desperate Housewives), Fred Thompson (\"Law & Order\"), and Hayley Orrantia (\"The Goldbergs\"). Producer David A. R. White, who helped produce both \"God's Not Dead\" and \"God's Not Dead 2,\" also recurs his role as Reverend Dave in the sequel. The third installment of the “God’s Not Dead” series, “A Light in Darkness,” hits theaters later this year.\nRating: PG\nDirector: Harold Cronk\nDriving home the biblical principles of compassion, forgiveness, and redemption, “Amazing Love” will spark important conversations and reinforce your family’s Christ-centered values.\nRating: Not Rated\nDirector: Kevin Downes\nBased on a true story, \"Caged No More\" follows God-fearing grandmother Aggie Prejean (Emmy-Award winner Loretta Devine), as she desperately searches to find her two granddaughters, Skye and Elle, who have been kidnapped by their father, Jack (Kevin Sorbo).\nEventually, it's discovered that their father has taken them overseas to be sold into slavery to settle a drug debt. In an effort to save her granddaughters, Prejean enlists the help of the girls' uncle, a well-respected local philanthropist and his son, Wil (Alan Powell), who's a former special forces soldier. Evans describes his character, Tyler, as a \"computer - tech nerd\" who helps uncover Jack's sinister plot. Together, the team stops at nothing to ensure the girls are returned safely home\nWinner of the \"Activism\" Award at the Socially Relevant Film Festival and \"Best New Feature\" Award at La Femme Film Festival, \"Caged No More\" seeks to \"raise awareness of human trafficking, assist in connecting anti-trafficking organizations, equip parents, schools and churches to aid in prevention, and assist in eradicating human trafficking.\"\nWhile “Caged No More” is more appropriate for older children due to the sensitive nature of the subject matter, the film is a powerful reminder of the horrors of human trafficking and just how rampant of an issue it is worldwide.\nRating: PG-13\nDirector: Lisa Arnold\nA bingeable Pure Flix original series starring David A.R. White, “Hitting the Breaks” tells the story of ex-racecar driver Randy Wilcox who moves his family from Atlanta to a small town in the Rocky Mountains of Colorado when he inherits The Serenity Inn, a struggling bed and breakfast previously owned by his parents. Already out of his element, Randy’s life is further turned upside-down by town locals, who are eccentric - to say the least - and altogether lovable.\nA heartfelt comedy series with ten episodes your family is sure to love, “Hitting the Breaks” also guest stars big names like Rob Schneider, Gianna Simone and Carrot Top.\nRating: Not Rated\nStars: David A.R. White, Andrea Logan White, Gianna Simone\nFrom Pure Flix, “I’m Not Ashamed” tells the true story of Rachel Joy Scott, the first student killed in the Columbine High School massacre in 1999.\nRachel, a 17-year-old student known for her Christian faith throughout the Colorado school, was sitting on a patch of grass eating lunch with her friend when 18-year-old Eric Harris and 17-year-old Dylan Klebold approached her, shooting her three times. After realizing Rachel was still alive, the killers returned and asked her, \"Do you still believe in God?\" She answered, \"You know I do,” whereupon he replied \"Then go be with Him\" and shot her in the head. While Rachel’s life was tragically cut short, her testimony of courage undying faith continues to inspire people today.\nBased on the honest and heartfelt journals and pictures Rachel left behind, “I’m Not Ashamed” has encouraged audiences of all ages to live for Jesus and stand for the truth - whatever the cost.\n“I’m Not Ashamed\" is a hope-filled reminder that when we put our lives in God’s hands, we can make a world of difference. The film stars Masey McLain as Rachel and Sadie Robertson of \"Duck Dynasty\" fame as her cousin Charity, the person responsible for her conversion to Christianity. Other stars featured in the film include Ben Davies, Korie Robertson, Jaci Velasquez, and Jennifer O’Neill.\nRating: PG-13\nDirector: Brian Baugh\nProduced by Pure Flix, \"Do You Believe?\" focuses on multiple different lives that intersect on the streets of Chicago, including a pastor who re-examining his faith, a veteran suffering from posttraumatic stress disorder, and a gang member who is fighting against belief. The characters' stories connect in a way that reveals the \"redemptive power of the cross.\"\nThe cast includes Ted McGinley, Cybill Shepherd, Lee Majors, Ted McGinley, and UFC Champion Mavrick Von Haug, and Delroy Lindo.\nRating: PG-13\nDirector: Jonathan M Gunn\nGenre: Drama, Inspirational, Faith\nStarring “Full House” actress Candace Cameron Bure, “Finding Normal” follows Dr. Lisa Leland, a successful surgeon on her way across the country to launch a new practice with her doctor boyfriend. Unfortunately, her trip hits an unexpected speed bump when she has a run-in with a small town cop and is subsequently sentenced to community service in the rural town of Normal, NC.\nWith limited resources, no cell reception, wifi or even credit card access, Leland carries out her community service sentence by filling in for the town’s ailing doctor and begins to discover that a normal life - and not a glamorous medical career- may just be exactly what she is looking for.\nRating: Not Rated\nCast: Candace Cameron Bure, Trevor St. John, Lou Beatty Jr.\nDirector: Brian Herzlinger\nRated: G\nCreators: Tommy Blaze, Philip Morton, David de Vos\nStars: David A. R. White, Andrea Logan White, Kevin Downes, Lauren Harper, Brad Heller\n“Prayer Never Fails” is an excellent family film that not only addresses hot-button, relevant issues, it includes themes of courage, perseverance, and stepping out in faith against all odds.\nRating: Not Rated\nCast: Corbin Bernsen, Clifton Davis, Eric Roberts, and Nick Lashaway\nDirector: Wes Miller\nGenre: Drama\nPure Flix, the company behind the 60-million-dollar film \"God's Not Dead,\" has an online streaming service at PureFlix.com. The On Demand digital streaming service provides thousands of family-friendly and faith-based titles and is offering a FREE, one-month trial! Click here to sign up now: www.pureflix.com.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.gospelherald.com/articles/58992/20151022/exclusive-interview-woodlawn-director-jon-erwin-discusses-faith-film-and-why-he-believes-a-second-jesus-movement-is-coming.htm"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.pureflix.com/?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text"
            ]
        },
        "key_words": [
            "impacting",
            "free",
            "school",
            "series",
            "david",
            "drama",
            "culture",
            "film",
            "flix",
            "white",
            "pure",
            "list",
            "gods",
            "inspirational",
            "movie",
            "films",
            "original"
        ]
    }
]