[
    {
        "url": "https://nutritionfacts.org/audio/the-benefits-of-soy/",
        "title": "The Benefits of Soy",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nMarzo 23rd, 2017\nThe Benefits of Soy\nHello and welcome to Nutrition Facts – the podcast that brings you the latest in evidence-based nutrition research.  I’m your host, Dr. Michael Greger.\nI know that facts have been in the news a lot lately, both real and fake.  The concept of alternative facts is nothing new in the field of nutrition though, where powerful commercial interests have tried to not only keep people in the dark, but actively try to confuse them.  That’s why I stick to the science:  What’s the best available balance of evidence published in the peer-reviewed medical journals right now?    That’s why I wrote my New York Times best-selling book, “How Not to Die”, why I created my nonprofit site NutritionFacts.org and, now, this podcast.\nToday, we’ll highlight the benefits of that multi-talented legume, the soybean.  Soy foods have it both ways, they provide pro-estrogenic effects in some organs (protecting bones and reducing hot-flash symptoms), and anti-estrogenic effects in others (protecting against breast and endometrial cancer).  How do they do this?\nWhen the Women’s Health Initiative study found that menopausal women taking hormone replacement therapy suffered higher rates of breast cancer, cardiovascular disease, and overall harm, a call was made for safer alternatives.  Yes, estrogen has positive effects, the Women’s Health Initiative found, such as reducing menopausal symptoms and improving bone health, reducing hip fracture risk, but also negative effects, increasing risk of blood clots in the heart, brain, and lungs, as well as breast cancer.\nSo, ideally, to get the best of both worlds, we’d need what’s called a selective estrogen receptor modulator, something that has pro-estrogenic effects in some tissues (like bone), but anti-estrogenic effects in other tissues (like the breast).  Drug companies are trying to make them, but phytoestrogens—natural compounds in plants, like genistein in soybeans, that are structurally similar to estrogen, appear to function as natural selective estrogen receptor modulators.  How could something that looks like estrogen act as an anti-estrogen?\nThe original theory for how soy phytoestrogens control breast cancer growth is that they compete with our own estrogens for binding to the estrogen receptor.  As you drip more and more soy compounds on breast cancer cells in a Petri dish, less and less actual estrogen is able to bind to them.  So, the estrogen-blocking ability of phytoestrogens can help explain their anti-estrogenic effects.  But, how do we then explain their pro-estrogenic effects on other tissues, like bone?  How can soy have it both ways?\nThe mystery was solved when we discovered there are two types of estrogen receptors in the body and, so, how a target cell responds depends on which type of estrogen receptors they have.  This may be the key to understanding the health-protective potential of soy phytoestrogens, the existence of this newly discovered estrogen receptor, called estrogen receptor beta, to distinguish it from the classic estrogen receptor, alpha, and unlike our body’s own estrogen, soy phytoestrogens preferentially bind to the beta receptors.\nIf you have people eat about a cup of cooked whole soybeans, within about eight hours, genistein levels in the blood reach about 20 to 50 nanomoles—that’s how much is circulating throughout our body, bathing our cells.  About half is bound up to proteins in the blood; so, the effective concentration is about half that.  So, let’s see what that means for estrogen receptor activation.\nThis is the graph that explains the mysterious health benefits of soy foods.  Down around the effective levels you’d get eating a cup of soybeans, there’s very little alpha activation but lots of beta activation.  So, now let’s look at where each of these receptors are located in the human body.\nThe way estrogen pills increase the risk of fatal blood clots is by causing the liver to dump out all these extra clotting factors.  But, guess what?  The human liver only contains alpha estrogen receptors, not beta receptors, and so, maybe, if we ate like 30 cups of soybeans a day that could be a problem.  But, at the kinds of concentrations one would get with just normal soy consumption, no wonder this is a problem with drug estrogens but not soy phytoestrogens.\nThe effects on the uterus appear also to be mediated solely by alpha receptors, which is presumably why no negative impact has been seen with soy.  So, while estrogen-containing drugs may increase the risk of endometrial cancer up to ten-fold, phytoestrogen-containing foods are associated with significantly less endometrial cancer, in fact, protective effects for these types of gynecological cancers, in general.  Women who ate the most soy had 30% less endometrial cancer and appeared to cut their ovarian cancer risk nearly in half. \nSoy phytoestrogens don’t appear to have any effect on the lining of the uterus, but still can dramatically improve menopausal symptoms.  The Kupperman index is like a compilation of all 11 of the most common menopausal symptoms.\nIn terms of bone health, human bone cells carry beta estrogen receptors.  So, we might expect soy phytoestrogens to be protective and, indeed, they do seem to significantly increase bone mineral density, consistent with population data suggesting high consumption of soy products is associated with increased bone mass.  But, can they prevent bone loss over time?\nSoy milk was compared to a transdermal progesterone cream.  The control group lost significant bone mineral density in their spine over the two-year study period.  But, the progesterone group lost significantly less, and the two glasses of soy milk a day group ended up actually better than when they started.  This is probably the most robust study to date, comparing the soy phytoestrogen genistein to a more traditional hormone replacement drug regimen.  In the spine, over a year, the placebo group lost bone density, but gained in the phytoestrogen and estrogen groups and the same with the hip bones.\nThe study clearly shows that the soy phytoestrogen prevents bone loss and enhances new bone formation, in turn producing a net gain of bone mass.  But, the only reason we care about bone mass is that we want to prevent fractures.  Is soy food consumption associated with lower fracture risk?  Yes.  A significantly lower risk of bone fracture associated with just a single serving of soy a day—the equivalent of 5 to 7 grams of soy protein, or 20 to 30 milligrams of phytoestrogens.  So, that’s just like one cup of soy milk or, even better, a serving of a whole soy food, like tempeh or edamame, or the beans themselves. \nWe don’t have fracture data on soy supplements, though.  So, if we seek the types of health benefits we presume Asian populations get from eating whole and traditional soy foods, maybe we should look to eating those, rather than taking unproven protein powders or pills.\nIs there anyone who should avoid soy?  Well, some people have soy allergies but a national survey found that only about 1 in 2,000 people report a soy allergy.  That’s 40 times less than the most common allergen, dairy milk, and about ten times less than all the other common allergens, like fish, eggs, shellfish, nuts, wheat, or peanuts.\nWe’ve recently discovered that genetically engineered soybeans have significantly higher pesticide residues than organic or conventional non-GMO soy.  Here’s the story.\nThere is debate over the direct threat of the inserted genes in GMO crops, as they may not be detectable in the human body, but the real danger may come from pesticides associated to genetically modified foods.  Genetically engineered seed biotechnology typically has not been used to increase crop yields, nutrition, drought tolerance but instead for profitable pesticide-resistant products.  Eighty percent of GMO crops are bioengineered only for pesticide resistance–not surprising, given that the top 5 biotech companies are chemical companies that manufacture pesticides.\nThis allows farmers to spray herbicides directly onto the crops, raising a theoretical possibility that the level of residues in the herbicide on food we buy at the supermarket may have increased, or at least it was theoretical, until now.\nMonsanto’s Roundup Ready soybeans are the number one GM crop, genetically engineered to be resistant to the herbicide Roundup—also sold by Monsanto—allowing farmers to spray fields with the Roundup herbicide glyphosate, which then kills the weeds while leaving the soy standing.\nMonsanto maintains that Roundup Ready soybeans are compositionally equivalent to that of conventional soy, a concept that is used to argue that GMO foods are therefore as safe as non-GMO, but Monsanto didn’t report the level of pesticide residues.  In fact some of the comparison tests were done on Roundup Ready soybeans that hadn’t been sprayed at all, which is the whole point of having Roundup Ready plants–so you can spray them with Roundup.\nIn contrast to real-life samples from the market, transgenic crops intended for scientific studies are often produced without the application of herbicides or at doses lower than typically used by farmers.  It wasn’t until this study was published in 2014 when the full composition of ready-to-market soybeans was analyzed.\nBeans, beans, they’re good for your heart, the more you eat…well, here’s how that rhyme plays out.   \nLegumes may be the most important predictor of survival in older people from around the globe.  They looked at five different cohorts in Japan, Sweden, Greece, and Australia and, of all the food factors they looked at, only one was associated with a longer lifespan across the board–legume intake.  Whether it was the Japanese eating their soy, the Swedes eating their brown beans and peas, or those in the Mediterranean eating lentils, chickpeas and white beans.  Only for legumes intake was the result plausible, consistent, and statistically significant from the data across all the populations combined.  We’re talking an 8% reduction in risk of death for every 20 grams increase in daily legumes intake.  That’s just like two tablespoons’ worth!  So, if a can of beans is 250 grams and you get 8% lower mortality for every 20 grams, maybe if we eat a can a day, we’ll live forever?  Let’s find out!\nIf you want to increase your lifespan, eat beans.  If, however, you’re suicidal, and want to decrease your lifespan, a bean-free diet may increase the risk of death.\nSo, having arrived at the one dietary fountain of youth, what’s the number one reason people aren’t clamoring for them?  Fear of flatulence.  So, is that the choice we’re left with?  Breaking wind or breaking down?  Passing gas or passing on?  Turns out that people’s concerns about excessive flatulence from eating beans may be exaggerated.\nAdd a half a cup of beans every day to people’s diets for months and what happens?  What’s the number one symptom?  Nothing.  The vast majority of people experienced no symptoms at all, though a few percent did report increased flatulence.  So, it may occur in some individuals, but not all people are affected and even among those that were, 70% or more of the participants who experienced flatulence felt it dissipated–no pun intended–by the second or third week of bean consumption.  So, we’ve just got to stick to it. \nAnd, you know, a small percentage reported increased flatulence on the control diet without any beans.  People have preconceived notions about beans, such that just the expectation of flatulence from eating beans may influence their perceptions of having gas.  They didn’t actually measure farts in this study; they just asked people what their perception of the amount of gas they had was and, we know from previous studies, that you give someone a product labeled to contain something that may cause intestinal distress, and it causes more intestinal distress, whether it actually contains the ingredient or not.  In other words, just thinking they were eating it caused digestive distress, or the perception of it, to a proportion of persons.\nSo, people thinking beans are going to cause gas may just be more likely to notice the gas they normally have.  Either way, it tends to go away.  After a few weeks of daily bean consumption, people perceive their flatulence occurrence returns to normal levels.\nIn this other study, where they added more than a half a cup of kidney beans to people’s daily diets, the research subjects reported that the discomfort they initially felt within the first day or two of adding beans quickly disappeared.  So, again, stick with it.\nBottom line (no pun intended!):  An increasing body of research and the latest dietary guidelines supports the benefits of a plant-based diet, and legumes specifically, in the reduction of chronic disease risks.  In some people it may result in more flatulence initially; however, doctors should emphasize that it will decrease over time if we just keep it up and the nutritional attributes of beans in the diet outweighs the potential for transitory discomfort.  The long-term health benefits of bean consumption are great and, indeed, eating beans in the long term may make your term on earth even longer.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "risk",
            "soybeans",
            "beans",
            "flatulence",
            "cancer",
            "estrogen",
            "eating",
            "soy",
            "benefits",
            "effects",
            "bone"
        ]
    }
]