[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-abortionist-undercover-video-creepy-to-call-aborted-infants-babies.html",
        "title": "Planned Parenthood Abortionist in CMP Undercover Video: 'It's Creepy' to Call Aborted Infants 'Babies'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPlanned Parenthood Abortionist in CMP Undercover Video: 'It's Creepy' to Call Aborted Infants 'Babies'\nPlanned Parenthood Abortionist in CMP Undercover Video: 'It's Creepy' to Call Aborted Infants 'Babies'\nPlanned Parenthood Abortionist in CMP Undercover Video: 'It's Creepy' to Call Aborted Infants 'Babies'\n| Wednesday, March 29, 2017\nDr. DeShawn Taylor, past Medical Director of Planned Parenthood of Arizona, seen in an undercover video by the California-based pro-life group the Center for Medical Progress, released on March 29, 2017. | (Photo: Screengrab/YouTube/The Center for Medical Progress)\nA California-based pro-life group has released their latest undercover video showing a Planned Parenthood official talking about what to do if a baby is born alive at one of their clinics.\nThe Center for Medical Progress posted the video online on Wednesday morning, showing excerpts from an interview with Dr. DeShawn Taylor, former medical director of Planned Parenthood of Arizona.\nIn the video, Taylor is asked by an undercover CMP investigator about ways to verify the signs of life for a baby who survives an abortion, to which she responded \"you need to pay attention to who's in the room.\"\nDavid Daleiden, head of the California-based pro-life group the Center for Medical Progress. | (Photo: CMP)\n\"It's not a matter of how I feel about it coming out intact, but I gotta worry about my staff and people's feelings about it coming out looking like a baby,\" said Taylor.\n\"We have the people who do our paperwork for the fetal death certificates, they email us calling them 'babies'. Baby this, baby that, baby so-and-so, and I'm like, that's creepy!\"\nThe video also shows Taylor saying she performs elective abortions as late as 24 weeks' gestation, describing how using forceps to dismember a baby requires much strength.\n\"My biceps appreciate when the dig[oxin] works,\" she explained . \"I remember when I was a [family planning] fellow and I was training, I was like, Oh, I have to hit the gym for this.\"\nThe video is the latest posted by CMP, which garnered national headlines in 2015 when they released undercover videos that showed Planned Parenthood employees harvesting and selling babies limbs and organs, purportedly altering their procedures to get intact specimens and selling the babies' body parts across state lines both of which would be illegal. \nCMP's undercover work has spurred political action, including congressional investigations and renewed efforts to defund Planned Parenthood at the state and federal level.\nFor their part, Planned Parenthood and their allies have denounced CMP's work, claiming the undercover videos were deceptively edited even though CMP released the videos in full, along with transcripts. \nThe video featuring Taylor was released the day after CMP Project Lead Dave Daleiden and CMP member Sandra Merritt were charged with 15 felony counts  of invasion of privacy for their undercover videos.\n\"Daleiden, along with co-conspirator Sandra Merritt, used manufactured identities and a fictitious bioresearch company to meet [abortion] providers and covertly record the private discussions they initiated,\" said a statement from California Attorney General Xavier Becerra released on Tuesday.\n\"The right to privacy is a cornerstone of California's constitution, and a right that is foundational in a free democratic society. ... We will not tolerate the criminal recording of confidential conversations.\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/abortion-planned-parenthood-sting-videos-felonies-daleiden-california-178932/",
                "http://www.centerformedicalprogress.org/2017/03/planned-parenthood-abortionist-pay-attention-to-whos-in-the-room-to-deal-with-infants-born-alive/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "work",
            "babies",
            "video",
            "aborted",
            "videos",
            "undercover",
            "parenthood",
            "infants",
            "planned",
            "abortionist",
            "baby",
            "released",
            "taylor",
            "creepy",
            "cmp"
        ]
    }
]