[
    {
        "url": "https://www.christianpost.com/news/abortion-is-violent-killing-unborn-babies-abortionist-admits-undercover-video-watch.html",
        "title": "Abortion Is the 'Violent Killing' of Unborn Babies, Abortionist Admits in Undercover Video (Watch)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAbortion Is the 'Violent Killing' of Unborn Babies, Abortionist Admits in Undercover Video (Watch)\nAbortion Is the 'Violent Killing' of Unborn Babies, Abortionist Admits in Undercover Video (Watch)\nAbortion Is the 'Violent Killing' of Unborn Babies, Abortionist Admits in Undercover Video (Watch)\n| Thursday, May 25, 2017\nPeople walk past a Planned Parenthood clinic in the Manhattan borough of New York, November 28, 2015. | (Photo: REUTERS/Andrew Kelly)\nThe Center for Medical Progress has released a new video from its undercover investigation at a National Abortion Federation conference where an abortionist says she agrees with pro-lifers that the procedure is \"violent\" and the \"killing\" of a \"person.\"\nIn the video,  David Daleiden, president of CMP, is seen talking to abortionists about the harvesting of baby body parts and the problems they encounter while performing abortions, such as not knowing whether they're pulling a woman's uterus with their forceps or the limb of a baby during the procedure.\nDuring a panel discussion at a Planned Parenthood workshop in Michigan , Lisa Harris, medical director at Planned Parenthood of Michigan, described abortion as a \"violent\" procedure, and suggest that activists should cede the point to pro-lifers that an unborn baby is a \"person.\"\n\"Let's just give them all the violence, it's a person, it's killing, let's just give them all that,\" Harris said, adding that abortionists see unborn babies \"the same way\" as pro-life activists but they still find their work purposeful.\nSome of the conference attendees are seen talking cavalierly, sometimes with laughter, about babies' heads getting stuck, such that an abortionist cannot extract them, and the dangers of broken skulls, and how they are grossed out when eyeballs fall into their laps .\nWhile jabbing a pair of forceps into the air in an apparent demonstration, late-term abortionist Susan Robinson, who is featured in the film \" After Tiller \" and works at Planned Parenthood Mar Monte in San Jose, California, described to Daleiden the struggle she sometimes has knowing whether she's pulling out a woman's internal organs or the baby.\n\"You go in there and you go, 'Am I getting the uterus or the fetus?' Oh good, fetus,\" she said, wielding forceps in her hand, noting that she sometimes grabs nothing and has to try again.\n\"The fetus is a tough little object,\" she insisted.\nTalcott Camp, deputy director for the ACLU's Reproductive Health Freedom Project, also spoke about lesser known aspects of abortion, such as the breaking of babies' skulls. \"I'm like, 'Oh my God! I get it! When the skull is broken that is really sharp!\"\nAnn Schutt-Aine, director of abortion services at Planned Parenthood Gulf Coast in Houston, Texas, told Daleiden that when she's performing an abortion she sometimes asks \"for a second set of forceps to hold the body at the cervix, and pull off a leg, or two, so it's not PBA [partial birth abortion,] which is illegal.\n\"I get a lot of 'oohs' and 'aahs' from StemEx[press,]\" added Leslie Drummond, who's also an abortionist at Planned Parenthood Mar Monte, describing the methods providers use to harvest specific body parts that are in demand from biotech firms and universities.\n\"You know, they're wanting livers,\" she said, recounting that she once had an order for four \"in-tact limbs.\"\nOther Planned Parenthood officials Daleiden interviewed spoke openly about the financial benefits some abortion clinics might obtain because of these transactions.\nFollowing the release of the first series CMP videos in 2015, Planned Parenthood  said it would stop taking payments for the harvesting of baby body parts. Though, in the video released by CMP on Thursday, Deb VanDerhei, national director of Planned Parenthood's consortium of abortion providers had previously said they cannot stop individual clinics from taking payments in exchange for tissue, organs and body parts to increase their revenue.\nLila Rose, president of the pro-life group Live Action, noted in a statement to The Christian Post that federal law \"prohibits the selling of body parts.\"\n\"[Y]et the new footage also reveals more haggling by Planned Parenthood executives,\" Rose said. \"The searing injustice of our time is not the selling of those parts, but the fact that a 'doctor' can legally tear apart a fully formed baby as long as that child remains in his or her mother's womb.\"\nIn the first video  CMP released in 2015, Deborah Nucatola, Planned Parenthood's senior director of medical services who performs abortions up to 24 week gestation in Los Angeles, revealed that some clinics perform partial birth abortions to secure fetal body parts.\n\"We've been very good at getting heart, lung, liver ... I'm not gonna crush that part,\" said Nucatola .\"I'm going to basically crush below. I'm not gonna crush above, and I am gonna see if I can get it all intact.\"\nShe added that \"specimen\" parts generally draw between $30 to $100 on the market. And suggested that abortion procedures can be tailored to secure specific body parts.\nIn a previous video released by CMP, this time from a Planned Parenthood workshop in Michigan, video footage  shows an abortion provider arguing against helping young victims of rape and sexual assault by asserting that because clinic workers are not state employees, they should not be required to report known cases of child abuse to authorities.\nFollow Brandon Showalter on Twitter: @BrandonMShow Follow Brandon Showalter on Facebook: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/planned-parenthood-stop-aborted-baby-parts-payments-admission-of-guilt-147584/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=cMVYq_th724",
                "https://www.youtube.com/watch?v=jjxwVuozMnU",
                "https://www.youtube.com/watch?t=109&v=H4UjIM9B9KQ",
                "https://www.youtube.com/watch?v=0U9fXzYH9gI&list=PLJCNTv4YXhz2JbXxCADboQK_kvOAbxxHK&index=7",
                "https://www.youtube.com/watch?v=Toh6fIICwPk",
                "https://www.youtube.com/watch?v=Toh6fIICwPk&list=PLJCNTv4YXhz2JbXxCADboQK_kvOAbxxHK&index=3",
                "https://twitter.com/BrandonMShow",
                "https://www.youtube.com/watch?v=Sq1ycCmX3uU"
            ]
        },
        "key_words": [
            "body",
            "violent",
            "watch",
            "director",
            "babies",
            "video",
            "abortion",
            "undercover",
            "parenthood",
            "admits",
            "abortionist",
            "planned",
            "baby",
            "parts",
            "unborn",
            "killing",
            "cmp"
        ]
    }
]