[
    {
        "url": "https://www.christianpost.com/news/tobymac-urges-fans-join-nashville-marathon-end-class-segregation-spiritual-poverty.html",
        "title": "TobyMac Urges Fans to Join Him in Nashville Marathon to End 'Class Segregation, Spiritual Poverty'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTobyMac Urges Fans to Join Him in Nashville Marathon to End 'Class Segregation, Spiritual Poverty'\nTobyMac Urges Fans to Join Him in Nashville Marathon to End 'Class Segregation, Spiritual Poverty'\nTobyMac Urges Fans to Join Him in Nashville Marathon to End 'Class Segregation, Spiritual Poverty'\n| Sunday, January 21, 2018\nTobymac holds the award for Best Contemporary Christian Music Album for \"This Is Not A Test\" during the 58th Grammy Awards in Los Angeles, California February 15, 2016. | (Photo: Reuters/Lucy Nicholson)\nTobyMac is gearing up for a marathon that aims to help end racial division, class segregation and spiritual poverty.\nTobyMac, the genre-blending Christian contemporary music artist, is participating in the marathon called the St. Jude Rock 'N' Roll Nashville Marathon. The half marathon or 5K taking place in Nashville was created to raise money for various charities.\nThe musician is partnering with a group called Run for Hope to raise money that can help transform the community of Franklin, Tennessee.\n\"Run For Hope is a group of New Hope Academy supporters running in the St. Jude Rock 'N' Roll Nashville Marathon, half marathon or 5K. We train, party and support each other as we raise funds to support the missional objectives of New Hope Academy in Franklin, Tennessee,\" according to a description of the group on the Run For Hope website . \"Partnered with music superstar, TobyMac, we run to help end racial division, class segregation, and spiritual poverty. Together our efforts support a brighter future in which we can ignite our community with hope and lasting transformation.\"\nThe New Hope Academy says it is on a mission to set people free by helping people form relationships across race, culture and class.\n\"Black, white, rich, or poor, we are limited by our prejudices, our fears, and our lack of resources. And we all have them,\" the website states.  \"New Hope provides a radical opportunity for relationships to form across racial, economic, and cultural lines within the community — thereby assisting the poor, bringing people together, and cultivating racial reconciliation.\"\nAside from TobyMac, worship musician Ryan Stevenson said he would participate in the event that takes place in April.\n\"Join me at Run for Hope with @officialtobymac to support @nhafranklin,\" Stevenson tweeted  this week. \"Going down April 27-28 in Nashville.\"\nTobyMac reposted the message on his own page and encouraged people to sign up for the marathon by adding , \"C'mon y'all! Gonna be a blast!\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.runfornewhope.com/",
                "https://twitter.com/ryansmusic/status/953815102242861057",
                "https://twitter.com/tobymac/status/953818618852233216",
                "http://runfornewhope.com/cause/"
            ]
        },
        "key_words": [
            "run",
            "join",
            "fans",
            "support",
            "marathon",
            "end",
            "raise",
            "nashville",
            "tobymac",
            "poverty",
            "racial",
            "hope",
            "spiritual",
            "urges",
            "segregation"
        ]
    }
]