[
    {
        "url": "https://www.christianpost.com/news/mike-pence-to-values-voters-faith-is-at-the-very-core-of-donald-trump.html",
        "title": "Mike Pence to Values Voters: Faith Is at the 'Very Core' of Donald Trump",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMike Pence to Values Voters: Faith Is at the 'Very Core' of Donald Trump\nMike Pence to Values Voters: Faith Is at the 'Very Core' of Donald Trump\nMike Pence to Values Voters: Faith Is at the 'Very Core' of Donald Trump\n| Saturday, September 10, 2016\nRepublican vice presidential nominee Mike Pence speaks at a campaign rally in Phoenix, Arizona, U.S., August 31, 2016. | (Photo: Reuters/Carlo Allegri)\nWASHINGTON — At the \"very core\" of Donald Trump is \"a faith,\" Republican Vice Presidential Nominee and Indiana Gov. Mike Pence told hundreds of values voters Saturday morning, as he recalled a time when he and his wife prayed with the billionaire real estate mogul.\nAt the Family Research Council's annual Values Voters Summit, Pence assured the largely social conservative and evangelical gathering that if he is elected as the next vice president that he would \"be your champion.\"\nAs some evangelicals still believe that they have to violate their conscience in order to vote for a man like Trump, Pence assured that a Trump-Pence administration will not only restore the political speech of churches, protect religious freedom, enact a 20-week abortion ban and defund Planned Parenthood, but it would also put pro-family policies at the heart of America's restoration.\n\"Donald Trump and I know that to confront these challenging times we have to recognize that our present crisis is not merely economic and political, but moral in nature,\" Pence assured.\n\"We will not restore this nation with public policy alone. It will require public virtue. And that emanates from the traditional institutions of our nation of family and religion,\" Pence added, followed by a chorus of cheers and applause. \"You heard [Trump] say it yesterday. At the center of all of our policies will be the notion of the importance and the paramount importance of the family, and also will be at the center of our policies will be a commitment to ensure the vitality and the freedom of religion of every American and every religious institution in the land. That includes freeing up the pulpits of this nation.\"\nWhile some evangelical critics of Trump question the authenticity of his Presbyterian faith and bring up the fact that he stated last summer  that he doesn't feel compelled to ask for forgiveness, Pence attempted to put those questions to rest by recalling a moment when the thrice-married Manhattan businessman asked to pray with him and his wife before they parted separate ways after campaigning together for consecutive days.\n\"One of the more precious moments in the early days of this campaign was right after the convention. And Donald Trump and I had campaigned together on that plane of his,\" Pence explained. \"But I was on his plane, and Karen was with me. And while we were getting ready to part — we had campaigned together for two or three days — and while we were getting ready to part he said to me, hey, before we break up tomorrow, could we have some time to pray together?\"\n\"The next morning we got up and hustled through the morning's activities, and I thought – I thought it might have passed out of his mind. It might have been something we'd forget,\" Pence continued. \"But, no, sure enough, he came walking right up to me and he grabbed me by the hand and grabbed my wife and my daughter by the hand, and he asked Karen to pray. And she did.\"\nIt was that moment that allowed Pence to catch a glimpse of the faith of Donald Trump, who according to evangelical leader James Dobson  is a \"baby Christian.\"\n\"I'll tell you what. I think at the very core, the very heart, of this good man is a faith,\" Pence asserted. \"It's a faith in God and a faith in the American people. And what I ask you to do today is to – is to work every day in what remains of this election to restore that kind of faith back to the center of the American government. We can do it, but it's not going to be done without you.\"\nDuring Trump's speech at the Values Voters Summit on Friday afternoon, he recited 1 John 4:12  and stated that America must model itself after that Bible verse if it wants to become great again.\n\"Imagine what our country could accomplish if it started working together as one people under one God, saluting one flag,\" Trump stated, followed by another round of cheers.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/donald-trump-evangelicals-1-john-412-bible-america-needs-to-be-great-again-frc-vvs-values-voter-169372/",
                "https://www.drjamesdobson.org/news/commentaries/archives/2016-newsletters/august-newsletter-2016",
                "https://www.christianpost.com/news/trump-why-do-i-have-to-repent-or-ask-for-forgiveness-if-i-am-not-making-mistakes-video-141856/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "core",
            "wife",
            "mike",
            "values",
            "faith",
            "trump",
            "voters",
            "restore",
            "pence",
            "pray",
            "stated",
            "donald"
        ]
    }
]