[
    {
        "url": "https://www.christianpost.com/news/isis-or-isil-are-they-the-same-what-to-call-iraqs-islamic-militant-extremists.html",
        "title": "ISIS, ISIL or 'Islamic State'? Are They the Same? What to Call Iraq's Islamic Militants",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nISIS, ISIL or 'Islamic State'? Are They the Same? What to Call Iraq's Islamic Militants\nISIS, ISIL or 'Islamic State'? Are They the Same? What to Call Iraq's Islamic Militants\nISIS, ISIL or 'Islamic State'? Are They the Same? What to Call Iraq's Islamic Militants\n| Friday, August 08, 2014\nMilitant Islamist fighters on a tank take part in a military parade along the streets of northern Raqqa province June 30, 2014. Militant Islamist fighters held a parade in Syria's northern Raqqa province to celebrate their declaration of an Islamic \"caliphate\" after the group captured territory in neighbouring Iraq, a monitoring service said. The Islamic State, an al Qaeda offshoot previously known as Islamic State in Iraq and the Levant, posted pictures online on Sunday of people waving black flags from cars and holding guns in the air, the SITE monitoring service said. | (Photo: Reuters/Stringer)\nISIS and ISIL are currently both being used to refer to Iraq's Islamic extremist terrorist organization, but recently there has been confusion over what to call the jihadist group. While the U.S. State Department is using the ISIL designation, much of American media still uses the better-known ISIS. Adding to the confusion is a third name, Da'ish, which is being used by some Arabic media and politicians.\nISIS stands for the Islamic State of Iraq and Syria or Islamic State in Iraq and al-Sham, and emerged roughly two years ago, according to reports. The highly dangerous offshoot of al-Qaeda is responsible for thousands of deaths in the Syrian civil war and has taken credit for terrorist acts in Iraq. The group, led by Abu Bakr al-Baghdadi, aims to create a Sunni Muslim state consisting of Iraq, Syria and other Middle Eastern countries.\nHowever, the U.N. and the U.S. State Department have now started using the term ISIL to refer to the jihadists because of the group's broader mission to extend their reach into a wider area. In Arabic, \"al-Dawla al-Islamiya fi Iraq wa al-Sham\" refers to an area bigger than just Iraq and Syria, which English speakers refer to as the Levant. Thus, the ISIL acronym was created.\nThe Associated Press followed suit, justifying the change in a short statement.\n\"The term 'al-Sham' refers to a region stretching from southern Turkey through Syria to Egypt (also including Lebanon, Israel, the Palestinian territories and Jordan). The group's stated goal is to restore an Islamic state, or caliphate, in this entire area,\" the AP stated.\n\"The standard English term for this broad territory is 'the Levant.' Therefore, AP's translation of the group's name is the Islamic State of Iraq and the Levant, or ISIL,\" they concluded.\n\"Al-Sham\" has also been translated to mean Greater Syria or Damascus, reinforcing the change. Still, many media sources use ISIS because of its greater circulation since the group's inception.\nThe final term for the al-Qaeda offshoot, Da'ish, came from Syrian opposition activists and social media users, BBC reported. The word still refers to ISIS, but has caught on among Arab media and politicians, even though the word itself is not Arabic.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "syria",
            "isis",
            "iraqs",
            "refers",
            "state",
            "iraq",
            "militants",
            "term",
            "groups",
            "isil",
            "media",
            "islamic"
        ]
    }
]