[
    {
        "url": "https://www.christianpost.com/news/iowa-may-be-next-state-offer-bible-classes-public-schools.html",
        "title": "Iowa May Be Next State to Offer Bible Classes in Public Schools",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nIowa May Be Next State to Offer Bible Classes in Public Schools\nIowa May Be Next State to Offer Bible Classes in Public Schools\nIowa May Be Next State to Offer Bible Classes in Public Schools\n| Saturday, January 20, 2018\nPriscilla Gammon reads along in her Bible during a weekly Bible study meeting at the West Unity Methodist Church in Unity, New Hampshire July 5, 2011. | (Photo: Reuters/Brian Snyder)\nLegislators at the Iowa Statehouse have introduced a bill that would allow or require schools to teach the Bible as an elective course, but some are opposing it as an \"extreme piece of legislation.\"\nState Rep. Dean Fisher and 11 other Republicans this week introduced  House File 2031 , which would direct the state Department of Education to prepare material and teacher training for a high school elective course that focuses on the Hebrew Scriptures and the Bible's New Testament.\n\"Basically, I want to give students the opportunity to study the Bible from the perspective of its impact on history and culture,\" Des Moines Register  quoted Fisher as saying.\n\"Beyond its literary and cultural significance, which is significant, the Bible is also an essential thread of the American consciousness, and without it, American unity is unraveling,\" Drew Zahn, spokesman for The Family Leader, was quoted as saying.\nHowever, some parents are reportedly concerned.\n\"We have that separation of church and state that was intentionally put in there as a first amendment and so it to me it wasn't even something that's lawful. It's not something that we should be entertaining,\" a mother, Naomi Homrighausen, who is Jewish, was quoted as saying by ABC News . \nPastor Dave Doyle in Cedar Rapids added, \"There are different faiths we have to recognize that, but this is the one faith that was part of the founding of our nation.\"\nAtheist groups also oppose teaching the Bible in schools.\nLast year, the Freedom From Religion Foundation filed a lawsuit against Mercer County Schools for offering an elective Bible course that existed in some capacity since 1939, but a federal judge later dismissed  it.\n\"This program advances and endorses one religion, improperly entangles public schools in religious affairs, and violates the personal consciences of nonreligious and non-Christian parents and students,\" read the lawsuit.\nHowever, District Court Judge David A. Faber stated that \"Supreme Court jurisprudence has by no means established an absolute bar to the Bible being taught and studied in the public school system.\"\nArizona, Arkansas, Georgia, Oklahoma, Tennessee and Texas are among the states that have similar laws allowing Bible courses to be taught in public schools. \nIn June last year, Kentucky's Republican Christian Gov. Matt Bevin signed  a bill allowing public schools to teach a course on the Bible.\n\"The idea that we would not want this to be an option for people in school, that would be crazy. I don't know why every state would not embrace this, why we as a nation would not embrace this,\" Bevin said at the time.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/bible-course-kentucky-public-schools-190127/",
                "https://www.desmoinesregister.com/story/news/education/2018/01/18/bill-would-add-bible-literacy-class-iowa-public-schools/1044057001/",
                "https://www.christianpost.com/news/judge-rejects-atheist-groups-lawsuit-against-west-virginia-school-districts-bible-course-206681/",
                "https://www.kcrg.com/content/news/Eastern-Iowans-weigh-in-on-Bible-Literacy-Bill-470214073.html"
            ],
            "gov_pgs": [
                "https://www.legis.iowa.gov/legislation/BillBook?ba=HF2031&ga=87"
            ],
            "unsure": []
        },
        "key_words": [
            "school",
            "elective",
            "state",
            "quoted",
            "whatsapp",
            "bible",
            "course",
            "schools",
            "classes",
            "public",
            "iowa",
            "offer",
            "teach"
        ]
    }
]