[
    {
        "url": "https://www.christianpost.com/news/trump-why-do-i-have-to-repent-or-ask-for-forgiveness-if-i-am-not-making-mistakes-video.html",
        "title": "Trump: 'Why Do I Have to Repent or Ask for Forgiveness If I Am Not Making Mistakes?' (Video)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump: 'Why Do I Have to Repent or Ask for Forgiveness If I Am Not Making Mistakes?' (Video)\nTrump: 'Why Do I Have to Repent or Ask for Forgiveness If I Am Not Making Mistakes?' (Video)\nTrump: 'Why Do I Have to Repent or Ask for Forgiveness If I Am Not Making Mistakes?' (Video)\n| Thursday, July 23, 2015\nU.S. Republican presidential candidate Donald Trump speaks at the Family Leadership Summit in Ames, Iowa, July 18, 2015. | (Photo: Reuters/Jim Young)\nFollowing Donald Trump's appearance last week at the Family Leadership Summit in Iowa, CNN's Anderson Cooper sought out clarification on Trump's assertion that he's unsure if he ever asks God's forgiveness.\nCooper used part of Wednesday's interview  to ask follow up questions for Trump in what some commentators believed were awkward comments he made regarding forgiveness and communion. During the CNN interview, Trump fired back at Cooper's citing of certain polls and other assertions, telling him \"people don't trust you.\"\nThe Christian Post previously reported on comments  made by Trump regarding his faith at the Family Leadership Summit in Ames, Iowa.\nClarifying his comments on forgiveness, Trump declared, \"I go to communion and that's asking forgiveness, you know, it's a form of asking forgiveness.\" During the interview the current GOP frontrunner stressed that he \"likes to work where he doesn't have to ask forgiveness.\"\nTrump has reiterated on several occasions on the campaign trail his Protestant and Presbyterian background, and more recently, his admiration for his former pastor, Norman Vincent Peale, a popular Reformed minister.\nCooper followed up asking Trump if \"asking for forgiveness\" is a central tenet in his faith life.\n\"I try not make mistakes where I have to ask forgiveness,\" Trump answered.\nWhen further asked about repentance again by Cooper, Trump said \"I think repenting is terrific.\"\n\"Why do I have to repent or ask for forgiveness, if I am not making mistakes?\" asked Trump. \"I work hard, I'm an honorable person.\"\nIn talking about his Iowa appearance, Trump said, \"We were having fun when I said I drink the wine, I eat the cracker, the whole room was laughing.\"\nTrump denied that his statements damaged his chances with Evangelical voters and accused Cooper of only wanting \"to bring up the negative.\" Trump countered that his polling in Iowa is very strong.\nTrump, known for his bravado and aggressive criticism of opponents on the campaign trail, admitted to Cooper that he'd \"change\" his \"tone\" as president.\n\"Right now I'm trying to do something to make this country great again,\" he declared.\nTrump stated he's not worried about negative polling because, \"I turn a lot of them around,\" and the polls in North Carolina prove that.\n\"I mean every time people listen to me, all of a sudden it becomes very favorable,\" he said.\nTrump declared during the interview that 60 to 70 percent of the \"political media is really, really dishonest.\"\nHeaded to the Texas-Mexico border Thursday as part of his campaign, Trump has not ruled out seeking a third party or independent bid for the White House and has said that he has to wait and see. He recently stated if the Republican Party is not \"fair\" to him, that would be a \"factor\" in his decision.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/donald-trump-im-not-sure-if-i-ever-asked-gods-forgiveness-141706/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=IFH1ghoMmg0"
            ]
        },
        "key_words": [
            "asking",
            "interview",
            "video",
            "repent",
            "trump",
            "comments",
            "forgiveness",
            "mistakes",
            "campaign",
            "ask",
            "making",
            "cooper",
            "iowa"
        ]
    }
]