[
    {
        "url": "https://consortiumnews.com/2011/06/11/teddy-roosevelts-bloodlust/",
        "title": "Teddy Roosevelt’s ‘Bloodlust’",
        "authors": [],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-06-11",
        "text": "Main menu\n • Comments Off on Teddy Roosevelt’s ‘Bloodlust’\nAmericans know little about their nation’s real history or the flaws of their most famous leaders, even pivotal ones like Theodore Roosevelt, the 26th president of the United States. But this ignorance isn’t bliss; instead it contributes to a dangerous inability to understand America’s role in the world, as William Loren Katz notes in this guest essay.\nBy William Loren Katz\nJune 11, 2011\nOn Nov. 28, 2010, The New York Sunday Times published noted historian Geoffrey C. Ward’s review of a biography of President Theodore Roosevelt, known popularly as Teddy or TR.\nThe review revealed something distressing about the way some of our scholars gloss over our iconic figures and write American history for a modern era in which the U.S. is fighting multiple wars.\nA popular war hero himself and a prominent international figure awarded the Nobel Peace Prize for mediating the end of the Russo-Japanese war, TR served as U.S. president for seven-plus years (1901-1909) and was arguably the man who built the U.S. overseas empire.\nTR’s brash aggressiveness has long made him Mount Rushmore in size and a favorite of school texts. He is always listed among America’s best and most important leaders.\nIn and out of the White House, TR wielded enormous power at home and across the globe as the U.S. rushed onto the world scene. Yet, at one point in the New York Times review, Ward refers to Roosevelt as having “a bloodlust impossible to excuse.”\nQuestion: Does not a bloodlust from this high a global perch have huge consequences? Ward simply mentions TR’s bloodlust and then hurries on.\nTR was an energetic, impetuous, rarely contained figure. But what about his bloodlust? Did he open his heart to war and violence?\nIn 1897, as an aspiring political leader, TR wrote a friend “I should welcome almost any war, for I think this country needs one” — and he carried around a list of six target nations on three continents.\nThe next year the U.S. declared war on Spain, and TR at 40 rushed to serve — and did serve heroically as a Rough Rider. Years later he regretted he had not been ”seriously wounded in Cuba in some striking and disfiguring way.”\nIn what ways did TR’s bloodlust impact the world stage? Reviewer Ward does not say, but TR does.\n“All the great masterful races have been fighting races,” he claimed. To fellow Anglo-Saxons, he said, “It is wholly impossible to avoid conflicts with the weaker races,” and added, “The most ultimately righteous of all wars is a war with savages.”\nHe urged Anglo-Saxon men to embrace war as a form of “spiritual renewal” that would prevent “race suicide” and stimulate “a clear instinct for racial selfishness.”\nTR as a statesman embraced war as inevitable, justifiable and politically useful. As an historian himself, TR called “heroic” the shocking U.S. Army massacres of innocent Indian villagers. He believed “the only good Indian is a dead Indian” and promoted the genocide of Native Americans.\nPresident at a time when a hundred African-Americans were killed by brutal lynch mobs each year, TR said he opposed lynching. But he also spoke to Black audiences about lynching and announced that the “rapists and criminals” among them “did more harm to their race than any white man can possibly do them.”\nDuring his White House years, TR boasted, “not a shot was fired at any soldier of a hostile nation by any American soldier or sailor.”\nBut when Filipinos demanded the right of self-determination, he ordered a U.S. Army occupation of the Philippines that continued throughout his presidency and beyond . . . and took hundreds of thousands of civilian lives.\nDuring World War I  after his presidency was over  TR’s bloodlust was still surging. At 60, he rushed to join the Army so he could die gloriously for his country, but was turned down.\nBut when his son Archie was wounded overseas, TR and his family raised a toast. TR died two years later, in 1919, peacefully in his bed at Oyster Bay, New York.\nRoosevelt’s bloodlust carried a strong racial bias, reflected a flawed historical memory, and lived deep in his soul. But his temperament also became a part of future American policy.\nMentioning this key characteristic in one brief phrase “a bloodlust impossible to excuse” does not tell the whole story or the whole truth. \nNor does it help explain the TR-like American character exhibited as the U.S. fights three Middle Eastern wars (in Afghanistan, Iraq and Libya) and contemplates another invasion (in Iran).\nAmericans need to better understand our leaders, our history and how to avoid bloodlust-driven policies.\nWilliam Loren Katz is the author of Black Indians: A Hidden Heritage and forty other books. His website is: www.williamlkatz.com\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "trs",
            "american",
            "teddy",
            "world",
            "tr",
            "does",
            "ward",
            "white",
            "war",
            "bloodlust",
            "rushed",
            "roosevelts"
        ]
    }
]