[
    {
        "url": "https://www.christianpost.com/news/islam-rejecting-humanist-facing-death-threats-denied-uk-asylum-because-he-cant-identify-aristotle.html",
        "title": "Ex-Muslim Humanist Facing Death Threats Denied UK Asylum Because He Can't Identify Aristotle",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nEx-Muslim Humanist Facing Death Threats Denied UK Asylum Because He Can't Identify Aristotle\nEx-Muslim Humanist Facing Death Threats Denied UK Asylum Because He Can't Identify Aristotle\nEx-Muslim Humanist Facing Death Threats Denied UK Asylum Because He Can't Identify Aristotle\n| Friday, January 19, 2018\nBust of Aristotle. Marble, Roman copy after a Greek bronze original by Lysippos from 330 BC/National Museum of Rome, in this undated photo. | (Photo: Reuters)\nA Pakistani humanist who doesn't want to return to his country after he rejected the Islamic faith and received death threats has reportedly been denied asylum in the U.K. because he failed to identify ancient philosophers Plato and Aristotle.\nThe Guardian  reported on Wednesday that Britain's Home Office found Hamza bin Walayat's knowledge of humanism \"rudimentary at best,\" and disputed his claims that his family in Pakistan wants to kill him because he rejected Islam.\nThe publication shared the details of the letter of rejection Walayat received, which accused him of being \"unable to provide a consistent or credible account with regards the main aspect of your claim, namely that you are a humanist.\"\n\"When you were informed by the interviewing officer that he was referring to Plato and Aristotle, you replied: 'Yeah, the thing is because of my medication that is strong I just forget stuff sometimes,'\" the letter states.\nThe Pakistani man, who had been living in the U.K. since 2011, pointed out that people who leave Islam in Pakistan are subjected to discrimination, persecution and violence.\nWalayat said that he had applied for asylum in July 2017, after he had overstayed his student visa.\n\"I've told the truth and instead of believing me they are trying to find excuses to kick me out of the country,\" he said.\nBob Churchill of the International Humanist and Ethical Union wrote a letter in support of Walayat's asylum application, stating: \"For many, the broad descriptive 'humanist' is just a softer way of saying atheist, especially if you come from a place where identifying as atheist may be regarded as a deeply offensive statement.\"\nAndrew Copson of Humanists U.K. added that the decision sets a \"dangerous precedent for non-religious people fleeing persecution. The Home Office is simply incorrect to claim that non-religious people seeking asylum don't get the same protection in law as religious people do.\"\nA Home Office spokesperson said in response to the story: \"The U.K. has a proud history of granting asylum to those who need our protection and each claim is carefully considered on its individual merits.\"\nChristians converts from Islam, who also face heavy persecution in their own countries, have complained in similar cases of being rejected asylum in the U.K. for failing to answer questions on the Bible.\nOne Iranian convert to Christianity, identified as Mohammed, said in 2016  that his failure to answer Bible trivia does not mean he does not believe in the faith.\n\"One question they asked me was very strange — what color was the cover of the Bible,\" he said. \"I knew there were different colors. The one I had was red. They asked me questions I was not able to answer — for example, what are the Ten Commandments. I could not name them all from memory.\"\nWilson Chowdhry, chairman of the British Pakistani Christian Association , also commented on Walayat's case, and said: \"It makes no sense that if people in the U.K. are being persecuted for quitting Islam and joining movements such as Humanism or holding no faith, that they could return to Pakistan a country steeped in Islamic radicalism and enjoy a good quality of life.\"\nHe added: \"There is a large existing number of reports of attacks on people who deny Islam for other faiths, belief systems or no faith. Pakistan has several known blasphemy convictions based on a de facto position against those who reject Islam — clear examples of apostasy hatred.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.britishpakistanichristians.org/blog/humanist-denied-protection-in-uk-due-to-lack-of-knowledge",
                "https://www.christianpost.com/news/christian-converts-asylum-faith-bible-trivia-ten-commandments-164848/",
                "https://www.theguardian.com/uk-news/2018/jan/17/pakistani-humanist-denied-uk-asylum-after-failing-to-identify-plato"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "humanist",
            "walayats",
            "death",
            "identify",
            "islam",
            "threats",
            "cant",
            "facing",
            "pakistan",
            "persecution",
            "asylum",
            "rejected",
            "office",
            "uk",
            "exmuslim",
            "pakistani",
            "denied"
        ]
    }
]