[
    {
        "url": "https://consortiumnews.com/2017/04/30/the-existential-question-of-who-to-trust/",
        "title": "The Existential Question of Whom to Trust",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Patricia Victour",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Stanley Payson",
                "link": null
            },
            {
                "name": "Richard Anderson",
                "link": null
            },
            {
                "name": "Christophe Douté",
                "link": null
            },
            {
                "name": "Richard Feibel",
                "link": null
            },
            {
                "name": "Jon Cranor",
                "link": null
            },
            {
                "name": "Peter Venton",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-04-30",
        "text": "Main menu\nApril 30, 2017\nBy Robert Parry\nThe looming threat of World War III, a potential extermination event for the human species, is made more likely because the world’s public can’t count on supposedly objective experts to ascertain and evaluate facts. Instead, careerism is the order of the day among journalists, intelligence analysts and international monitors – meaning that almost no one who might normally be relied on to tell the truth can be trusted.\nSecretary of State Colin Powell addressed the United Nations on Feb. 5. 2003, citing satellite photos which supposedly proved that Iraq had WMD, but the evidence proved bogus. CIA Director George Tenet is behind Powell to the left.\nThe dangerous reality is that this careerism, which often is expressed by a smug certainty about whatever the prevailing groupthink is, pervades not just the political world, where lies seem to be the common currency, but also the worlds of journalism, intelligence and international oversight, including United Nations agencies that are often granted greater credibility because they are perceived as less beholden to specific governments but in reality have become deeply corrupted, too.\nIn other words, many professionals who are counted on for digging out the facts and speaking truth to power have sold themselves to those same powerful interests in order to keep high-paying jobs and to not get tossed out onto the street. Many of these self-aggrandizing professionals – caught up in the many accouterments of success – don’t even seem to recognize how far they’ve drifted from principled professionalism.\nA good example was Saturday night’s spectacle of national journalists preening in their tuxedos and gowns at the White House Correspondents Dinner, sporting First Amendment pins as if they were some brave victims of persecution. They seemed oblivious to how removed they are from Middle America and how unlikely any of them would risk their careers by challenging one of the Establishment’s favored groupthinks. Instead, these national journalists take easy shots at President Trump’s buffoonish behavior and his serial falsehoods — and count themselves as endangered heroes for the effort.\nFoils for Trump\nIronically, though, these pompous journalists gave Trump what was arguably his best moment in his first 100 days by serving as foils for the President as he traveled to Harrisburg, Pennsylvania, on Saturday and basked in the adulation of blue-collar Americans who view the mainstream media as just one more appendage of a corrupt ruling elite.\nThe photograph released by the White House of President Trump meeting with his advisers at his estate in Mar-a-Lago on April 6, 2017, regarding his decision to launch missile strikes against Syria.\nBreaking with tradition by snubbing the annual press gala, Trump delighted the Harrisburg crowd by saying: “A large group of Hollywood celebrities and Washington media are consoling each other in a hotel ballroom” and adding: “I could not possibly be more thrilled than to be more than 100 miles away from [the] Washington swamp … with much, much better people.” The crowd booed references to the elites and cheered Trump’s choice to be with the common folk.\nTrump’s rejection of the dinner and his frequent criticism of the mainstream media brought a defensive response from Jeff Mason, president of the White House Correspondents’ Association, who complained: “We are not fake news. We are not failing news organizations. And we are not the enemy of the American people.” That brought the black-tie-and-gown gathering to its feet in a standing ovation.\nPerhaps the assembled media elite had forgotten that it was the mainstream U.S. media – particularly The Washington Post and The New York Times – that popularized the phrase “fake news” and directed it blunderbuss-style not only at the few Web sites that intentionally invent stories to increase their clicks but at independent-minded journalism outlets that have dared question the elite’s groupthinks on issues of war, peace and globalization.\nThe Black List\nProfessional journalistic skepticism toward official claims by the U.S. government — what you should expect from reporters — became conflated with “fake news.” The Post even gave front-page attention to an anonymous group called PropOrNot that published a black list of 200 Internet sites, including Consortiumnews.com and other independent-minded journalism sites, to be shunned.\nThe Washington Post building in downtown Washington, D.C. (Photo credit: Washington Post)\nBut the mainstream media stars didn’t like it when Trump began throwing the “fake news” slur back at them. Thus, the First Amendment lapel pins and the standing ovation for Jeff Mason’s repudiation of the “fake news” label.\nYet, as the glitzy White House Correspondents Dinner demonstrated, mainstream journalists get the goodies of prestige and money while the real truth-tellers are almost always outspent, outgunned and cast out of the mainstream. Indeed, this dwindling band of honest people who are both knowledgeable and in position to expose unpleasant truths is often under mainstream attack, sometimes for unrelated personal failings and other times just for rubbing the powers-that-be the wrong way.\nPerhaps, the clearest case study of this up-is-down rewards-and-punishments reality was the Iraq War’s WMD rationale. Nearly across the board, the American political/media system – from U.S. intelligence analysts to the deliberative body of the U.S. Senate to the major U.S. news organizations – failed to ascertain the truth and indeed actively helped disseminate the falsehoods about Iraq hiding WMDs and even suggested nuclear weapons development. (Arguably, the “most trusted” U.S. government official at the time, Secretary of State Colin Powell, played a key role in selling the false allegations as “truth.”)\nNot only did the supposed American “gold standard” for assessing information – the U.S. political, media and intelligence structure – fail miserably in the face of fraudulent claims often from self-interested Iraqi opposition figures and their neoconservative American backers, but there was minimal accountability afterwards for the “professionals” who failed to protect the public from lies and deceptions.\nProfiting from Failure\nIndeed, many of the main culprits remain “respected” members of the journalistic establishment. For instance, The New York Times’ Pentagon correspondent Michael R. Gordon , who was the lead writer on the infamous “aluminum tubes for nuclear centrifuges” story which got the ball rolling for the Bush administration’s rollout of its invade-Iraq advertising campaign in September 2002, still covers national security for the Times – and still serves as a conveyor belt for U.S. government propaganda.\nNew York Times building in New York City. (Photo from Wikipedia)\nThe Washington Post’s editorial page editor Fred Hiatt , who repeatedly informed the Post’s readers that Iraq’s secret possession of WMD was a “flat-fact,” is still the Post’s editorial page editor, one of the most influential positions in American journalism.\nHiatt’s editorial page led a years-long assault on the character of former U.S. Ambassador Joseph Wilson for the offense of debunking one of President George W. Bush’s claims about Iraq seeking yellowcake uranium from Niger. Wilson had alerted the CIA to the bogus claim before the invasion of Iraq and went public with the news afterwards, but the Post treated Wilson as the real culprit, dismissing him as “a blowhard” and trivializing the Bush administration’s destruction of his wife’s CIA career by outing her (Valerie Plame) in order to discredit Wilson’s Niger investigation.\nAt the end of the Post’s savaging of Wilson’s reputation and in the wake of the newspaper’s accessory role in destroying Plame’s career, Wilson and Plame decamped from Washington to New Mexico. Meanwhile, Hiatt never suffered a whit – and remains a “respected” Washington media figure to this day.\nCareerist Lesson\nThe lesson that any careerist would draw from the Iraq case is that there is almost no downside risk in running with the pack on a national security issue. Even if you’re horrifically wrong — even if you contribute to the deaths of some 4,500 U.S. soldiers and hundreds of thousands of Iraqis — your paycheck is almost surely safe.\nPresident George W. Bush and Vice President Dick Cheney receive an Oval Office briefing from CIA Director George Tenet. Also present is Chief of Staff Andy Card (on right). (White House photo)\nThe same holds true if you work for an international agency that is responsible for monitoring issues like chemical weapons. Again, the Iraq example offers a good case study. In April 2002, as President Bush was clearing away the few obstacles to his Iraq invasion plans, Jose Mauricio Bustani , the head of the Organization for the Prohibition of Chemical Weapons [OPCW], sought to persuade Iraq to join the Chemical Weapons Convention so inspectors could verify Iraq’s claims that it had destroyed its stockpiles.\nThe Bush administration called that idea an “ill-considered initiative” – after all, it could have stripped away the preferred propaganda rationale for the invasion if the OPCW verified that Iraq had destroyed its chemical weapons. So, Bush’s Undersecretary of State for Arms Control John Bolton, a neocon advocate for the invasion of Iraq, pushed to have Bustani deposed. The Bush administration threatened to withhold dues to the OPCW if Bustani, a Brazilian diplomat, remained.\nIt now appears obvious that Bush and Bolton viewed Bustani’s real offense as interfering with their invasion scheme, but Bustani was ultimately taken down over accusations of mismanagement, although he was only a year into a new five-year term after having been reelected unanimously. The OPCW member states chose to sacrifice Bustani to save the organization from the loss of U.S. funds, but – in so doing – they compromised its integrity, making it just another agency that would bend to big-power pressure.\n“By dismissing me,” Bustani said, “an international precedent will have been established whereby any duly elected head of any international organization would at any point during his or her tenure remain vulnerable to the whims of one or a few major contributors.” He added that if the United States succeeded in removing him, “genuine multilateralism” would succumb to “unilateralism in a multilateral disguise.”\nThe Iran Nuclear Scam\nSomething similar happened regarding the International Atomic Energy Agency in 2009 when Secretary of State Hillary Clinton and the neocons were lusting for another confrontation with Iran over its alleged plans to build a nuclear bomb.\nYukiya Amano, a Japanese diplomat and director-general of the International Atomic Energy Agency.\nAccording to U.S. embassy cables from Vienna, Austria, the site of IAEA’s headquarters, American diplomats in 2009 were cheering the prospect that Japanese diplomat Yukiya Amano would advance U.S. interests in ways that outgoing IAEA Director General Mohamed ElBaradei wouldn’t; Amano credited his election to U.S. government support; Amano signaled he would side with the United States in its confrontation with Iran; and he stuck out his hand for more U.S. money.\nIn a July 9, 2009, cable , American chargé Geoffrey Pyatt said Amano was thankful for U.S. support of his election. “Amano attributed his election to support from the U.S., Australia and France, and cited U.S. intervention with Argentina as particularly decisive,” the cable said.\nThe appreciative Amano informed Pyatt that as IAEA director-general, he would take a different “approach on Iran from that of ElBaradei” and he “saw his primary role as implementing safeguards and UNSC [United Nations Security Council] Board resolutions,” i.e. U.S.-driven sanctions and demands against Iran.\nAmano also discussed how to restructure the senior ranks of the IAEA, including elimination of one top official and the retention of another. “We wholly agree with Amano’s assessment of these two advisors and see these decisions as positive first signs,” Pyatt commented.\nIn return, Pyatt made clear that Amano could expect strong U.S. financial assistance, stating that “the United States would do everything possible to support his successful tenure as Director General and, to that end, anticipated that continued U.S. voluntary contributions to the IAEA would be forthcoming. Amano offered that a ‘reasonable increase’ in the regular budget would be helpful.”\nWhat Pyatt made clear in his cable was that one IAEA official who was not onboard with U.S. demands had been fired while another who was onboard kept his job.\nPandering to Israel\nPyatt learned, too, that Amano had consulted with Israeli Ambassador Israel Michaeli “immediately after his appointment” and that Michaeli “was fully confident of the priority Amano accords verification issues.” Michaeli added that he discounted some of Amano’s public remarks about there being “no evidence of Iran pursuing a nuclear weapons capability” as just words that Amano felt he had to say “to persuade those who did not support him about his ‘impartiality.’”\nU.S. Army Pvt. Chelsea (formerly Bradley) Manning.\nIn private, Amano agreed to “consultations” with the head of the Israeli Atomic Energy Commission, Pyatt reported. (It is ironic indeed that Amano would have secret contacts with Israeli officials about Iran’s alleged nuclear weapons program, which never yielded a single bomb, when Israel possesses a large and undeclared nuclear arsenal.)\nIn a subsequent cable dated Oct. 16, 2009 , the U.S. mission in Vienna said Amano “took pains to emphasize his support for U.S. strategic objectives for the Agency. Amano reminded ambassador [Glyn Davies] on several occasions that he was solidly in the U.S. court on every key strategic decision, from high-level personnel appointments to the handling of Iran’s alleged nuclear weapons program.\n“More candidly, Amano noted the importance of maintaining a certain ‘constructive ambiguity’ about his plans, at least until he took over for DG ElBaradei in December” 2009.\nIn other words, Amano was a bureaucrat eager to bend in directions favored by the United States and Israel regarding Iran’s nuclear program. Amano’s behavior surely contrasted with how the more independent-minded ElBaradei resisted some of Bush’s key claims about Iraq’s supposed nuclear weapons program, correctly denouncing some documents as forgeries.\nThe world’s public got its insight into the Amano scam only because the U.S. embassy cables were among those given to WikiLeaks by Pvt. Bradley (now Chelsea) Manning , for which Manning received a 35-year prison sentence (which was finally commuted by President Obama before leaving office, with Manning now scheduled to be released in May – having served nearly seven years in prison).\nIt also is significant that Geoffrey Pyatt was rewarded for his work lining up the IAEA behind the anti-Iranian propaganda campaign by being made U.S. ambassador to Ukraine where he helped engineer the Feb. 22, 2014 coup that overthrew elected President Viktor Yanukovych. Pyatt was on the infamous “fuck the E.U.” call with U.S. Assistant Secretary of State for European Affairs Victoria Nuland weeks before the coup as Nuland handpicked Ukraine’s new leaders and Pyatt pondered how “to midwife this thing.”\nRewards and Punishments\nThe existing rewards-and-punishments system, which punishes truth-tellers and rewards those who deceive the public, has left behind a thoroughly corrupted information structure in the United States and in the West, in general.\nUkrainian President Petro Poroshenko shakes hands with U.S. Ambassador to Ukraine Geoffrey Pyatt as U.S. Secretary of State John Kerry shakes hands with Ukrainian Foreign Minister Pavlo Klimkin in Kiev, Ukraine, on July 7, 2016.[State Department Photo)\nAcross the mainstream of politics and media, there are no longer the checks and balances that have protected democracy for generations. Those safeguards have been washed away by the flood of careerism.\nThe situation is made even more dangerous because there also exists a rapidly expanding cadre of skilled propagandists and psychological operations practitioners, sometimes operating under the umbrella of “ strategic communications .” Under trendy theories of “smart power,” information has become simply another weapon in the geopolitical arsenal, with “strategic communications” sometimes praised as the preferable option to “hard power,” i.e. military force.\nThe thinking goes that if the United States can overthrow a troublesome government by exploiting media/propaganda assets, deploying trained activists and spreading selective stories about “corruption” or other misconduct, isn’t that better than sending in the Marines?\nWhile that argument has the superficial appeal of humanitarianism – i.e., the avoidance of armed conflict – it ignores the corrosiveness of lies and smears, hollowing out the foundations of democracy, a structure that rests ultimately on an informed electorate. Plus, the clever use of propaganda to oust disfavored governments often leads to violence and war, as we have seen in targeted countries, such as Iraq, Syria and Ukraine.\nWider War\nRegional conflicts also carry the risk of wider war, a danger compounded by the fact that the American public is fed a steady diet of dubious narratives designed to rile up the population and to give politicians an incentive to “do something.” Since these American narratives often deviate far from a reality that is well known to the people in the targeted countries, the contrasting storylines make the finding of common ground almost impossible.\nSyrian President Bashar al-Assad.\nIf, for instance, you buy into the Western narrative that Syrian President Bashar al-Assad gleefully gases “beautiful babies,” you would tend to support the “regime change” plans of the neoconservatives and liberal interventionists. If, however, you reject that mainstream narrative – and believe that Al Qaeda and its friendly regional powers may be staging chemical attacks to bring the U.S. military in on their “regime change” project – you might favor a political settlement that leaves Assad’s fate to the later judgment of the Syrian people.\nSimilarly, if you accept the West’s storyline about Russia invading Ukraine and subjugating the people of Crimea by force – while also shooting down Malaysia Airlines Flight 17 for no particular reason – you might support aggressive countermoves against “Russian aggression,” even if that means risking nuclear war.\nIf, on the other hand, you know about the Nuland-Pyatt scheme for ousting Ukraine’s elected president in 2014 and realize that much of the other anti-Russian narrative is propaganda or disinformation – and that MH-17 might well have been shot down by some element of Ukrainian government forces and then blamed on the Russians [see here and here ] – you might look for ways to avoid a new and dangerous Cold War.\nWho to Trust?\nBut the question is: whom to trust? And this is no longer some rhetorical or philosophical point about whether one can ever know the complete truth. It is now a very practical question of life or death, not just for us as individuals but as a species and as a planet.\nIllustration by Chesley Bonestell of nuclear bombs detonating over New York City, entitled “Hiroshima U.S.A.” Colliers, Aug. 5, 1950.\nThe existential issue before us is whether – blinded by propaganda and disinformation – we will stumble into a nuclear conflict between superpowers that could exterminate all life on earth or perhaps leave behind a radiated hulk of a planet suitable only for cockroaches and other hardy life forms.\nYou might think that with the stakes so high, the people in positions to head off such a catastrophe would behave more responsibly and professionally. But then there are events like Saturday night’s White House Correspondents Dinner with self-important media stars puffing about with their First Amendment pins. And there’s  President Trump’s realization that by launching missiles and talking tough he can buy himself some political space from the Establishment (even as he sells out average Americans and kills some innocent foreigners). Those realities show that seriousness is the farthest thing from the minds of Washington’s insiders.\nIt’s just too much fun – and too profitable in the short-term – to keep playing the game and hauling in the goodies. If and when the mushroom clouds appear, these careerists can turn to the cameras and blame someone else.\nPost navigation\nPeter Venton\nMay 5, 2017 at 16:16\nThe essence in a democracy is to publish both sides wherever possible.  Where there is inconsistency it is incumbent to report that there is doubt.\nThis article is another example of reporting on those who have lied or mislead.  They should be invited to explain themselves in print or media and the results of both should be published.\nI tend to place the greatest trust in university academics (e.g. Paul Krugman and Joseph Stiglitz in the economics profession) who I presume are not paid by group except their university salaries as academics.\nCongratulation on this article.  I would like to hear what the named non truth tellers have to say if anything about your observations.\nPublic education should be focused on critical thinking and media literacy – not just reading and writing.  Media will thus have a more demanding readership. Cicero predicted the fall of Rome when the education of prospective leaders changed to rhetoric.\njon cranor\nMay 5, 2017 at 02:01\nMaybe genuine competition between autonomous news papers might improve the product. News monopoly is no news at all. Repeal telecommunications act of 1996 for starters.\nmark\nMay 3, 2017 at 14:45\nCNN and their ilk are bad enough but the real Fake News Queens are the state controlled BBC. They get £3,700 million of taxpayers money a year, plus millions more from the EU. No prizes for guessing which side they were on in the Brexit Referendum, or Scottish Independence. They have long since abandoned any pretence of balance or objectivity. It goes way beyond mere bias or distorted coverage into very crude and blatant mendacity. They are fully signed up cheerleaders for whatever crazy war or agenda the powerful vested interests they serve want to push. The previous Director, Thompson, was a fanatical Zionist. He had private meetings with Netanyahu and promised him no criticism of Israel would ever appear on the BBC. Fabricated coverage is a BBC speciality. They showed footage of street rioting and said it was demonstrations in Moscow against Putins tyrannical rule. In actual fact it was people in Athens rioting against EU austerity policies. The examples of this are legion. They are always being caught out with fabricated coverage over Russia, China, Syria, Libya, Iraq and elsewhere. People can see through this and the BBC has shredded whatever credibility it once had. Hopefully it will just disappear before long – and the air will certainly smell a bit sweeter.\nrichard feibel\nMay 3, 2017 at 11:33\nTHINK WALL STREET . THATS WHERE NOT ONLY AMERICAN BUT THE ENTIRE WORLD BELIEVES SUCCESS IS AT. MONEY IS DRIVING THIS PHENOMENON .WALL STREET JOBS ARE THE MOST SOUGHT AFTER AND JOURNALISM FITS RIGHT WITH THAT MENTALITY. POWER MONEY,THATS WHAT ITS ABOUT.   TRUTH PATRIOTISM  MORALITY OUT THE WINDOW. THINK THE MOVIE “”WALL STREET””WITH CHARLIE SHEEN AND MIKE DOUGLAS. CNN FOX ABC CBS NBC NEW YORK TIMES ET AL. ETC ALL PART AND PARCEL OF THE AMERICAN DREAM OF IMMORALITY AND DECEIT!!!\nJessica\nMay 3, 2017 at 06:41\nWell, that was pretty lucid and sobering. A good read all the same. The rarer that becomes the nicer it is to come across something like this though.\nChristophe Douté\nMay 2, 2017 at 20:39\nAn excellent piece. Quite helpful to those of us “Westerners” (French in my case) who try to understand why the “Western” mis-leadership class is taking us all towards disaster.\nThe previous piece, about Trump, was very interesting too.\nRichard Anderson\nMay 2, 2017 at 14:19\nNobody is to be trusted. Trust cannot be dealt out like cards in a game of poker. When official speak, particularly if they are speaking of serious possibilities, they MUST provide verifiable evidence. If there is none. It should be as though they never spoke at all.\nAbe\nI’ve been waiting for something to happen\nFor a week or a month or a year\nWith the blood in the ink of the headlines\nAnd the sound of the crowd in my ear\nYou might ask what it takes to remember\nWhen you know that you’ve seen it before\nWhere a government lies to a people\nAnd a country is drifting to war\nAnd there’s a shadow on the faces\nOf the men who send the guns\nTo the wars that are fought in places\nWhere their business interest runs\nJackson Browne – Lives in The Balance\nNew York Times hacks up its latest Bellingcat report:\n“Find a computer, get on Google Earth and match what you see in the video to the streets and buildings”\n– Malachy Browne, NYT “Senior Story Producer” at the New York Times\nA graduate of the Bellingcat “And You Can Too” school of “journalism”, Browne demonstrates how the NYT and other “First Draft” coalition media outlets use video to “strengthen” their “storytelling”.\nBrowne and Eliot Higgins of Bellingcat are founding members of the Google-funded “First Draft” coalition.\nBefore joining the Times, Browne was an editor at “social news and marketing agency” Storyful and at Reported. ly, the “social reporting” arm of Pierre Omidyar’s First Look Media.\nIn 2016, the NYT video department hired Browne and Andrew Glazer. a senior producer on the team that launched VICE News, to help “enhance” the “reporting” at the Times.\nBrowne represents the Times’ effort to package its dubious “reporting” using the Storyful marketing strategy of “building trust, loyalty, and revenue with insight and emotionally driven content” wedded with Bellingcat style “digital forensics” scams.\nIn other words, expect the New York Times, Washington Post, BBC, UK Guardian, and all the other “First Draft” coalition media “partners” to treat us with lots more Atlantic Council/Bellingcat-style Facebook and YouTube video mashups, crazy fun with Google Earth, and Twitter barrages.\nUnsurprisingly, Browne generously “supplemented” his “reporting” with “videos gathered by the journalist Eliot Higgins and the social media news agency Storyful”.\njimbo\nMay 2, 2017 at 09:10\nIMHO I can’t fully trust any writer who, when laying out example after example of the establishment’s perfidy, doesn’t  mention the lies of the official 9/11story.\nMay 2, 2017 at 09:00\nThis all boils down greed for money and what it can provide for…..power,fame and an insaitional desire for more.We all might as well give up on humanity and set our weapons of mass destruction off on whoever we dislike or mistrust and get on with the start of the new strand of mankind.Maybe this would create a better, Well balanced and loving society.Doubtful though because once we get to where we are today with more and more mouths to feed and fighting for straind resources,we will be right back where we are today…..a never ending circle.Like a dog chasing it’s tail and getting no where.\nAbe\nHuman Rights Watch coughs up its latest Bellingcat report:\n“Yeah, I mean, um, we’ve used open source material, we’ve checked this with experts, we’re… we’re quite confident”\n– Kenneth Roth, Executive Director of Human Rights Watch\nAt a 1 May 2017 press conference, Roth presented a HRW report, “Death by Chemicals: The Syrian Government’s Widespread and Systematic Use of Chemical Weapons.” The HRW report implies that Syria’s military allies, Russia and Iran, aided or abetted the use of chemical weapons, and explicitly calls on the UN Security Council to adopt sanctions against the Syrian government.\nRoth repeatedly referred to the new HRW report as “our own investigation”.\nHowever, it is clear from the report that HRW activities were limited to laundering a list of names supplied by “opposition” forces in Al-Qaeda controlled Idlib, and conducting telephone interviews with the “opposition” vetted alleged “witnesses”.\nFollowing its well-established pattern of “investigation”, HRW performed no independent verification of any of the “opposition” claims presented in its report.\nThe HRW report relied most heavily on information supplied by “opposition” forces and laundered by the Atlantic Council’s Bellingcat group. HRW makes no mention of Bellingcat’s close cooperation with the Atlantic Council “regime change” agenda in Syria.\nBellingcat is repeatedly cited in the HRW report’s footnotes. A photograph in the HRW report refers to “Bellingcat, a group specializing in analyzing information posted online, including videos and photographs” (page 24). HRW makes no mention of the fact that claims by Dan Kaszeta and Eliot Higgins of Bellingcat about previous alleged “chemical attacks” have been repeatedly debunked.\nThe HRW report refers to the site of 4 April 2017 chemical incident, a hole in the middle of a paved road in the town of Khan Shaykhun, as “Impact Site 1”\nAccording to the HRW report, only one alleged “witness” claimed to have seen a bomb drop from an airplane: “One resident said he saw the plane drop a bomb near the town’s central bakery” (page 2)\nThe story of this one “witness” appears in the HRW report as follows:\n“Ahmad al-Helou, who was tending the fields that morning, told Human Rights Watch that he looked up when he saw a shadow on the ground and saw a plane fly towards Khan Sheikhoun from the east. Al-Helou said that because of his high vantage point he saw the plane drop a bomb and the bomb falling until it hit the ground. The bomb fell in front of the bakery, he said. Al-Helou said that he did not hear an explosion, but that he saw the bomb kick up yellowish smoke that spread in the prevailing wind.” (page 22)\nFive pages later in the HRW report, this one “witness” adds a few more details to his story:\n“Seeing that the bombs had hit his neighborhood, al-Helou, the witness who saw the bomb land in front of the bakery, at Impact Site 1, went there to see what had happened:\n“‘People had blood and foam coming out of their mouths, and there was a strong smell. The smell was really disgusting, but I am not able to compare it to anything else. We helped one person and then another, but then we passed out as well. I don’t know what happened next. I woke up in the hospital.'” (page 27)\nThe HRW report bases much of its claim that a “Syrian warplane dropped a factory-made sarin bomb” (page 21) on the dubious claim of a solitary “witness”.\nThe story by “al-Helou” that “a bomb fell” that produced “a strong smell” is not consistent with the nerve agent Sarin. Pure sarin is an odorless liquid. Impure sarin smells like fruit.\nThe HRW report advances a further Bellingcat-style claim that an air-dropped Soviet-produced munition was used to deliver Sarin at Khan Shaykhun.\nHRW claims that “photos of the two remnants in the crater at Impact Site 1 appear to be consistent with the characteristics of the KhAB-250” (page 29), and cites an article by Dan Kaszeta of Bellingcat (page 30). The HRW report also relies on “modeling” of the “crater” at “Impact Site 1” produced by Forensic Architecture, a group that collaborated with Bellingcat and Human Rights Watch in previous dramatic and debunked claims about bombing in Aleppo.\nIn short, the HRW report relies entirely on sources that are not “independent” by any means. Like previous reports on Syria, Libya, Iraq and other conflict areas, the most recent HRW report is a political document produced to serve “regime change” efforts by Western governments, principally the United States.\nThe Human Rights Watch report on Syria is a “Government Assessment” masquerading as an “independent” investigation by a “Human Rights” organization. Human Rights Watch remains conspicuously unconcerned about the suffering of the majority of the Syrian people who live in areas of Syria not controlled by Al Qaeda, ISIS, and other armed so-called “opposition” forces.\nAbe\nHRW Full Report “Death by Chemicals” (May 2017)\nMay 2, 2017 at 13:21\nHuman Rights Watch Media circulates images sourced from the Al Qaeda-allied White Helmets group\nSame message and no one is listening!\nMay 1, 2017 at 17:02\nWhile we may know who not to trust to deliver the goods on the truth or reality of a matter in the MSM determining who to trust requires knowing from what perspective or ideology the commentator is issuing their opinion. I prefer it if I don’t have to ferret this point of view out and it is declared in a preamble to the web site but this is usually not too big a problem as spin is often easily detected….but not always.\nTaras77\nExcellent summary, Mr Parry!\nThe reign of idiots works for me:\nMay 1, 2017 at 15:35\nTrue Stories (Trump channels 2003)\n“So what happens is, I said, “We’ve just launched 59 missiles… heading to Iraq'”\nMay 1, 2017 at 12:31\nTruth is the oxygen the soul needs. Those who lack truth are starving their souls.\nKnomore\nMay 1, 2017 at 11:34\nThomas Frank, in his book “Listen Liberal:  Or Whatever Happened to the Party of the People” explains how this sorry state of affairs came about beginning with the Clinton administration where what mattered is where you went to school and what degrees you acquired as a result… Frank calls these people “The Professionals;” describes them as a supposed meritocracy.\nHope someone soon will tackle the subject of what really lies hidden under this mantle of “professionalism.” The Obama administration is similarly described as buoyed up by the “Professional class” for which he was accoladed by none other than David Brooks and Thomas Friedman, supposedly Obama’s favorite NYT commentator.  Yikes!  I must admit to entertaining serious doubts as to more than Obama’s country of birth.  Did he really go to Harvard?  And was he actually a law professor?  How much of this was manufactured Deep State propaganda?\nAs to Clinton, his Rhodes scholarship tied him into Cecil Rhodes’ NWO program, an accomplishment Clinton shares with Rachel Maddow.  I would call them both, in fact, all of these specially aligned “professionals”, a dangerous fifth column.  Might it be that the reason the US has come so close to dissolution in recent decades is that the ruling class is a mixture of traitors (aka NeoCons) and so-called “Professionals” who have been running the country into the ground as fast as they can???\nMay 1, 2017 at 11:03\nExcellent article, lies are portrayed as truth, and truth is portrayed as lies. I believe we are in the hands of,\nThe Scumbags of the Western World and Their “Allies” that Fund and Arm Terrorists\n[much more info at link below]\nMay 1, 2017 at 09:49\nA direct hit, Mr. Parry.\nIn that far away period of history when democracy was conceived, people did realize all too well, learned by long experience as they were, how important it was to (s)elect and watch the individuals who governed them. But, since in those days the press was almost non-existant, people did not realize how equally important it was to keep an eye on the individuals who informed them. Now, in our days, when the media have developed into a gigantic all-devouring monster,  it becomes clear that we cannot carry on like this any longer. As you wrote: correct information is a matter of life and death in this nuclear age. It is high time to tame the monster.\nPatricia Victour\nMay 1, 2017 at 09:25\n“We are not fake news. We are not failing news organizations. And we are not the enemy of the American people.”  Should read “We are fake news.  We are failing because we are not trusted, and rightly so, by the American people.  We are one of your worst enemies because we lie to you on a daily basis, making it impossible for you to understand what is going on and make decisions based on truth, even if the truth exposes that America is not always right and we are not a nation of exceptional people.”\nHerman\nMay 1, 2017 at 09:07\nSo how do you change things to find journalists who are objective and honest. We know the problem is not that there are no honest, objective and competent journalists, but their access to the citizenry is woefully lacking. We know that information flowing from Washington tends to be more propaganda than honest dissemination, particularly relating to foreign policy. All this is true and unlikely to change unless the high salaried purveyors of information are confronted with other purveyors of information which have the same access to the public and can challenge them. But that cannot happen without more basic changes such as election reform and the dissembling of media to make it more competitive. That require political action beginning with a clear idea of what has to be done, and a clear strategy of how to do it. The obstacles are enormous. But there is no other answer.\nJessica\nMay 3, 2017 at 07:58\nI hate to debase this article and comment by bringing it up, but what do you think about the recent South Park episode and Trump releasing people’s online histories? I have to confess the I stopped watching the news all together when it became apparent Clinton and Trump were both serious candidates, and couldn’t stand the media hysteria. Was a little surprised to see months afterwards that one his first day in office Trump killed the TPPA and TTIP, which I was obviously pretty happy about. Maybe he really is just going to smash America into the ground and maybe a dramatic restart is what we need. The world has gotten so silly and if someone like Trump can be made president maybe he’s just very clever and realises society in general is at the point where it relates better and will vote for someone that speaks like a moron? I’ve gotten a little off-topic sorry. Do you think he might be the catalyst needed for a bit of a reset on humanity – whether that’s nuclear war, or America’s empire finally falling in on itself, or maybe just a mass release of people online histories, so the worlds governments no longer have exclusive access and so we all start being better and more responsible people in our online reading and watching habits as well?\nWilliam\nMay 1, 2017 at 08:57\nI’ll tell you who and what I trust! I trust myself, and I trust anybody who agrees that any situation to become allies with Russia and China should be embraced and not played with like Mattis seems to feel is the right way to go. The world needs to get on the road towards peace even stronger than the road towards war! Peace =’s GOOD! War =’s BAD! Trump better start looking more toward the good and getting rid of the bad! Putin and  Xi Jinping seem to want peace and strength in this world. Who is going to mess with a consortium of China, Russia, and America? Answer….NOBODY! Get on board Trump and do it as fast as tomorrow!!!!\nMay 1, 2017 at 08:53\nWhen the stakes of a global nuclear war are so high then one really needs to examine all the evidence with all due probity.  It is a sad indictment that objective investigative journalism has all but disappeared from the world.  With regard to Syria we have seen no better than an international lynch mob spurred on by an unverified social media campaign likely devised by ISIS and the CIA.\nThe demonization of Assad is insidious and permeates through all Western journalism.  The article below by the BBC is a report on the Syrian football team and its attempts to qualify for the world cup.  The view of life in government controlled areas of Syria is quite heartening.  In the UK we might call it the Dunkirk spirit of a people trying to make the best in a terrible situation.  People play football in the government controlled areas but they are not allowed to in areas controlled by the so called moderates.  Children go to school in the government controlled areas but not so anywhere else.  The BBC journalists do their best to try and take swipes at Assad by dismissing anything positive in the country as being pure propaganda.\nThey also can’t help inadvertently telling us rather positive things about Assad and life under his regime.  For example the Army does not draft young men if they are the only child of their parents.  That doesn’t sound like a despotic regime to me, that sounds a very compassionate law to have.  Strangely these journalists cannot find a single person to condemn or criticise Assad which they imply is supposedly because of his long reach.\nWhy is the will to demonize Assad so heavily implanted in them that they cannot make an objective report?\nThe founder the Syrian Observatory for human rights, another one man band ‘group’ based above a shop in Coventry is the UK – who also bases all his evidence on social media sources was apparently imprisoned 3 times in Syria and fled to avoid being imprisoned for a fourth time.  Despotic regimes do not keep letting such people out of prison they execute them or leave them permanently to rot.\nAnon\nMay 1, 2017 at 06:32\nPlease do not comment without specifying at least a subject, point of view, and reason.\nMarko\nMay 1, 2017 at 06:44\nIf I had to guess , I’d say Helga is addressing the United States collectively , on behalf of the rest of humanity.\nanthony\nMay 1, 2017 at 04:19\nAs to the practical ‘Question of Whom to Trust’?   Well it certainly is not either of the two parties’ hacks and politician war criminals since they are all charlatans and cons.     Unfortunately it is also  no individual  voter or shill for either  of the two groups of these cojoined at the hip gangster kkklans neither, because they are at best simple village idiots.   In short, we can only trust that US society will self destruct, because that is where we are now headed.\nMadeira\nMay 1, 2017 at 03:15\n“even if you contribute to the deaths of some 4,500 U.S. soldiers and hundreds of thousands of Iraqis…”\nI am (still. but not hopefully) waiting for the day that an American writer, even an anti-war one, would frame this as:\n“even if you contribute to the deaths of hundreds of thousands of Iraqi and some 4,500 U.S. soldiers …”\nanthony\nMay 1, 2017 at 04:23\nMove on, Madeira.    We now have two US parties that TOGETHER want to kill millions upon millions of innocent Korean civilians and others.   They say that they BOTH want to do it to supposedly stop a ‘mad man’ who is bothering them nonstop.   Such ‘logic’!  ..eh?\nKiza\nMay 1, 2017 at 09:38\nPersonally, I do not find such phrasing an issue, and everybody here knows that I have been critical of Mr Parry. Only those who do not accept the human nature can object to such order of victims. What is extraordinary is that Mr Parry even mentions the Iraqi victims of the US war, because most of the typical US audience would say that 4,500 dead Americans sacrificed for the freedom and well being of the (ungrateful) Iraqis. In other words, just by mentioning the Iraqi victims, Mr Parry is cutting down the audience of this zine to the minority not brainwashed by the MSM.\nexiled off mainstreet\nMay 1, 2017 at 01:21\nThe media establishment is exposed as dangerous criminal lackeys for a system which has taken leave of the truth in its pursuit of absolute power. The difference between this and the Nazi regime is that the Nazis probably realized what their regime was about, where the acolytes of the present ruling structure seem to believe their propaganda image and see themselves as the true representatives of the public rather than nihilist lackeys of an empire bent on absolute power or death.\nTom\nMay 1, 2017 at 01:17\nThank you Robert for helping to connect the dots in this deciet known as the “news”.\nAbe\nMay 1, 2017 at 00:59\nUK Guardian commentator and “liberal” activist George Monbiot presents a fine example of the way Atlantic Council “regime change” propaganda gets propagated by “useful idiots” on the left.\nOn 13 April 2017, Monbiot Tweeted: “Do those who still insist Syrian govt didn’t drop chemical weapons have any idea how much evidence they are denying?”\nMonbiot’s Tweet linked to an Atlantic Council article dramatically titled “Khan Sheikhoun: The Fingerprints of a Chemical Attack”. Authored by Eliot Higgins, founder of Bellingcat and a fellow of the Atlantic Council’s “Digital Forensic Research Lab”, the article was the typical Bellingcat mashup of Al Qaeda supplied photos and videos.\nNot content with merely Tweeting Atlantic Council propaganda, Monbiot dashed off a 27 April 2017 blog note titled “Disavowal”.\nInsisting that “survivors of the chemical weapons attack are among the key witnesses to the fact that the weapons were delivered by air”, Monbiot supplies a link to precious “testimony” from a 6 April 2017 article by the UK Guardian. Purportedly a report by the first western media to reach the site of the alleged “sarin” attack, the Guardian prominently displays a photograph of a hole in the middle of the road, and presents the dramatic claim by a “volunteer” that “We could smell it from 500 metres away”.\nMonbiot prefers to deny the evidence that “testimony” from Al Qaeda controlled Idlib may not be entirely accurate. He prefers to deny the obvious fact that the hole in the road was not produced by an object dropped from the air. And he prefers to deny the fact that pure sarin nerve agent is odorless and impure sarin smells like fruit.\nMonbiot altogether prefers very active forms of denial.\nMonbiot generously links to an homage to Eliot Higgins and Dan Kaszeta written by Louis Proyect, a self-professed “Unrepentant Marxist” blogger. Proyect seems positively obsessed with defending Kaszeta and Higgins’ long ago debunked claims about chemical weapons in Syria.\nTroubling himself further with an Update, Monbiot generously links to a “thorough and – to my eyes – convincing debunking of Postol’s hypothesis” written by Clay Claiborne, a self-professed “Revoltuinary [sic] Marxist” blogger. Claiborne spews even more recycled propaganda from Kaszeta and Higgins\nexiled off mainstreet\nMay 1, 2017 at 01:23\nIt has been disappointing to see those we formerly could trust, like Monbiot, degenerate into body-snatched servitors of the existing fascist regime.\nF. G. Sanford\nMay 1, 2017 at 03:31\nTake a good look at the picture of the “crater”. You can clearly see the notches around the margin of the hole created with a pick axe. Hasn’t anyone ever watched a plumber dig up a sewer pipe?\nAbe\nMay 1, 2017 at 12:51\nTake a good look at the picture of the “crater” on page 3 of the French “National Evaluation”\nOK, now take a good look at the picture of “Timeline of the dropping of three unidentified objects by helicopter”. See the little map? You can count each “point d’impact”. See the little picture of the “helicopter”? Well, it “flew over the city of Saraqib at high altitude”. There’s like video and witnesses and stuff.\nWell, “According to France, only the Syrian armed forces had helicopters and could therefore be responsible for dropping these three objects.”\nGot that? OK. Now…\nTake a good look at the picture of the “Crater at the third point of impact where the grenade was found”\nSee the “crater”?\nSure you do.\nReading a French “intelligence report” is a lot like watching a watched a plumber dig up a sewer pipe.\nJessica\nMay 3, 2017 at 08:08\nIt’s nice to enjoy both the article and the comments section. Is this still the internet?\nanthony\nMay 1, 2017 at 04:31\nI stopped thinking of Monbiot as being anywhere near to being a Leftist when he began to shill for  supposedly ‘safe nuclear energy’ post Fukushima.   We got to stop listening to these idiot Right Winger professors who posture as being  supposedly nice little Leftist thinkers, when surely they or not that at all.\nMonbiot has honorary doctorates from the University of St Andrews and the University of Essex, and an honorary fellowship from Cardiff University.    Nuff said…\nAbe\nMay 1, 2017 at 12:21\nTurns out Marx brother Louis Proyect is an unrepentant Bellingcat fanboy, helping Higgins with “liberal” comments like “what the Assadist trolls need to do is call up their superiors in the Kremlin”\nMay 1, 2017 at 20:25\nThey are getting more organised and much faster at circling the wagons…they’ve been getting way too much practice…\nMay 1, 2017 at 00:43\nAlthough I almost never watch TV, I did focus on “trusted Colin Powell” at UN…and was almost convinced by that either deceived victim or consummate liar.\nHearst news, Teddy Bear R, and CNN blossomed from warmongering 120 years ago, but it seems that our expansionist efforts have yet to show worthwhile results these years later.\nLove of violence is inherent in the soul particularly of Americans, but of most male mammals, birds, etc etc. And most species use deception to further their comoeitive survival. So it goes.  It is their job to lie…not a moral failing , but a survival skill from generation to generation.\nA few of us morally superior folks flunked that course, and are rarely Alpha Males…so it goes.\nCitizenOne\nMay 1, 2017 at 20:08\nIt is known that testosterone levels in the developing fetus determine the eventual emergence of characteristics of aggression and domination by Alpha Males.  The level of testosterone literally wires the developing fetal brain differently.  It is so easy to manipulate one chemical compound and alter the course of humanity.  There even might not be a Fox News at all or a Bill O or a Roger A.\nIt has been said that Hitler was on some heavy amphetamines and injections of Bull Semen by one of his doctors but I have not checked it for accuracy.  It could be Bull Sh*t.\nBut it is true and as any person will know, men who enhance their testosterone can grow big muscles and look fearsome and aggressive and they are.  They also can’t keep their hands off women and all they think about is sex.  Literally like a Bull Moose in Rut.\nBut Moose are not in charge of the Planet.  They have antlers for their weaponry not nuclear arsenals and they cannot end all life on Earth with a single stomp of their hooves.  If Moose were in charge, we would certainly all perish.\nWe are truly different.  Even from other Apes.  It turns out our bipedalism is as ancient as any of the oldest fossils reveals perhaps as far back as 10 million years.  We lack the large canines of other primate species and in fact most species of mammals.  Our canine teeth are small.  So for all that time we must have been doing something else to win the ladies rather than biting.\nTurns out we were bipedal because it enabled us to do stuff with our hands.  We found hands more useful than teeth even when it came time to perform ritual mating rights.  It turns out building shelters and providing food by carrying it back to camp for the females and their kids was a far better predictor of survival as far as genes goes than combat.  Turns out it still is.  Everyone knows that the nerds eventually bloom into the Bill Gates and Elon Musks of the World.\nThe problem is the nerds keep building all these whiz bang gee wow military technology platforms because they like science and robots and things that fly fast and outer space and things that fly fast in outer space.\nThen a few or just one Alpha Males gets a hold of all of that technology and like the Bull Moose, they naturally want to destroy the enemy.  Although presumably they do not pose an immediate threat to women.  Unless they work for them that is.  Or live in a country where the nuclear bombs will fall.  That can be a problem for folks in general including women and little children.\nmike k\nApril 30, 2017 at 22:34\nThe scum rises to the top. We are ruled by scum.\nanthony\nMay 1, 2017 at 04:33\nSorry but scum has more scruples than our CAPITALIST ruling class does, Mike.\nCitizenOne\nApril 30, 2017 at 21:54\nBlaming someone else and ignoring the truth.  That is the motto and Modus operandi of the media.\nDonald Trump is our president because he was given approximately 3 billion dollars in free advertising by the media in order to force the Super Pacs to spend every last dime to defeat him.  Super PACs which were enabled by the Citizens United vs. FEC and McCutcheon vs. FEC US Supreme Court decisions which swept away a century of campaign finance reforms designed to keep the corrosive influence of corporate money out of politics which would threaten democracy.  Of course they are having a giant party for themselves and their shareholders since they cleaned up in the last election.\nTrust can be betrayed via a variety of forms.  But omission of important news for the effective functioning of our democracy is one area our press excels at.  There was slim to no coverage of the two Supreme Court decisions which would pave the way to where we are today.  It is not that they were not covered because there was little interest or they were controversial.  They were not covered because if passed they would lead up to the election we just had and corporations including the media would clean up.\nThe same is true of the scant coverage of global warming.  Commercial media knows who butters their bread and wont do a thing to upset their paying customers.  The same is true with the scant coverage of overpriced drugs.  Is it any wonder that the pharmaceutical lobby won the right to advertise prescription drugs and the media shut up about talking about it?\nUnfortunately, the major media outlets have place profit ahead of morality or their stated purpose of informing us about key events which might be shaping our world for the worse.\nEnter media deregulation which has a long history of changing government agencies like the Federal Communication Commission FCC into handmaidens of industry which effectively are destroying our ability to get unbiased information.  The Fairness Doctrine fell under Reagan and the Telecommunications Act went through under Clinton.  The 2003 media deregulation efforts by FCC Chairman Michael Powell was ultimately defeated by Congress but the media gave almost no coverage of the proposed deregulations as they anxiously awaited the new law which would have resulted in a wave of media mergers and billions in profits from the major media corporations.  It is telling that even the Congress knows the Devil since the House of Representatives blocked the deregulation law by a 400 to 22 nearly unanimous vote.\nNow on April 26th, the FCC headed by former FCC lawyer Ajit Pai appointed to the Chairmanship of the FCC by Trump is holding a brief public comment period lasting until May 18th before a hearing on the proposed law called Restoring Internet Freedom which will effectively end Net Neutrality and will allow Internet Service Providers like Verizon, Comcast, Time Warner etc. to charge for access to the Information Superhighway.  No doubt they will use the filter of their economic interest to decide who to charge and who not to charge.  Again their is scant coverage of this proposed law by the media since they see profit.\nSo in the existential challenge of who to believe this challenge is being decided for us in a pitched battle where the media withholds crucial information which they feel will serve their bottom line even if is a direct challenge for our democracy and the ability of voters to make informed decisions at the ballot box.\nThomas Jefferson said that a properly functioning democracy depends on an informed electorate.  Today, we might rephrase that to be more in line with the behavior of our major media corporations:\nA profitable corporatocracy depends on an uninformed electorate.\nThat is what we have.  A profitable corporatocracy and an uninformed electorate.  It is the opposite of what Jefferson envisioned was needed for a democracy to function.\nSo now we need to envision what the World will become since the USA is no longer a functioning democracy.  We need to envision what will be the future as so called news sources fail to inform us about whatever truthful and important information threatens their quarterly profit statements.  Whatever that information is, you can be assured you will not be hearing about it from the main stream free press.\nThe freedom of the press in our country has morphed from the freedom of speech to speak out against abuses by powerful entities be they governmental, corporate or international foreign governments to become the Modus operandi of large media corporations to hide whatever inconvenient truth might threaten their immediate need to show a profit to their shareholders or risk facing the wrath of  their customers with the potential loss of advertising revenue that the information, if revealed, might negatively impact their bottom line.\nThere is strong evidence this economic relationship between advertisers and the media biases the information we get.  It was only after the government banned advertising of tobacco that the media was freed to present evidence that smoking was bad for peoples health.  Just as Thomas Jefferson predicted, people acted on the information and smoking is way down.  But before that, the tobacco industry used its leverage to keep the negative health studies out of the media and successfully fought every law suit of generations.\nNow however the situation is worse.  Global Warming does not merely impact those who choose to emit CO2.  It is impacting the future well being of everyone on the Planet.  Denial of Global Warming like Denial of everything companies ever denied and the media ever failed to cover since they were paid not to cover it threatens our future in a serious and near term.\nThe existential threat of who you can trust just got amped up a few orders of magnitude in importance and the existential part of it is becoming more like a clear outcome if we do not figure out how to not trust those we should not trust for obvious reasons and who we should trust.\nWhich brings me to a closing statement that this website does not depend on corporate advertising.  It depends on people.  People who want the truth.  Robert Parry has been a decades long tireless speaker of truth even when that went against the major media and the group think in Washington.  He was once one of the main stream reporters but he left all that.  He opened this website.  It is a treasure trove of truthful and insightful real journalism which has attracted many contributors who are experienced insiders who want to tell the stories which official Washington and the official press ignore or twist for the pleasure of their masters in the corporate world.\nKeep on keeping on Mr. Parry.  Your website is like an oasis in the desert full of the BS of the major media and its corporatist agenda.\nIn our existential dilemma of who to trust in the corporate media which serves corporate interests and touts official government propaganda perhaps we should be reminded of what was stated about corporatism by a former Axis Leader:\n“Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power”\nBenito Mussolini\nOr perhaps we should listen to a former president of the USA Jimmy Carter.  America is no longer a Democracy\nApril 30, 2017 at 23:58\nI feel like what you just gave us here CitizenOne, is like a Public Service. Now I’m on to what to call about before May 18th, the Net Neutrality issue with the FCC.\nI said the other day how the only way we citizens may still have a chance is to boycott Wall St. as much as possible. Even drastic cut backs on our purchases, every do one day a week no travel. Film with our cell phones post on YouTube Americans smashing TV sets. Not a show, but a real protest of no buying.\nMy idea is probably not great, but you are right about supporting Robert Parry. Our big media is so scripted that it’s competitors though few headlines the same news as if it were scripted and handed out to all major outlets as like….you will say this! There are no stories scooped or hardly ever of any diversity to the formatted, or what seems like formatted programming. There is left and right enough to keep the populace divided, but no story out of the blue, or a update on a story that has fallen out of the current new cycle….Parry does this, and its healthy.\nGreat information here on the FCC CitizenOne, good going.\nCitizenOne\nMay 1, 2017 at 00:47\nHop on it my man.  The clock is ticking and there is little time to send a submission to the FCC.  It will probably not do any good since there were 4 million submissions to the FCC in 2003 with 99% of them opposed to media deregulation yet the FCC ignored all of that and voted to deregulate the laws covering limits on market share for major media.\nIt was quite terrifying in 2003 that the proposed deregulation on the media might have resulted in just one corporation controlling everything.\nThere were lots of protests but none were covered by the media.  It was a news blackout.  The major media corporations saw huge profits from mergers and that was it.  Their lips were silent.\nSo yes, this is a public service announcement which the vast majority of Americans are unaware of.  They are unaware of it because the media hides the facts when the facts do not support their profit motive.\nIt is all too real.  Ajit Pai intends to end Net Neutrality and the FCC will likely trash the law fought for by Obama to regulate ISPs as Public Utilities and as common carriers so that everyone has a fair shot at free speech.  The May 18th hearing is fast approaching and the public comment period is so short as to be nothing but a sham in anticipation of a kangaroo FCC court decision to turn the internet into a filtered place where only information which suits corporations interests will be allowed.\nThe FCC and the Major Media care not one whit about freedom of speech and the preservation of the Internet as a free commons for discourse.  At at least not under the current republican controlled FCC and Congress and White House otr the Supreme Court.\nBut to heck with all of that.  at least you can submit your objections directly to the FCC.\nYou can file your own objection to ending Net Neutrality here:\nTip:  Under the data field entry called:  Name(s) of Filer(s), make sure you hit the enter key after you type your name.  Otherwise it will just come up as un-filable over and over  I learned that the hard way.\nWe have 18 days to make that ten million filings.  Anything you can do to make that happen would be great.\nJoe Tedesky\nMay 1, 2017 at 10:52\nWhat would you suggest I should say …don’t end Net Neutrality, or what words may be better? I want to get this right, and you seem to be on top of this subject, so any advice would be appreciated. Sincerely Joe\nCitizenOne\nJoe,\nI would say to the FCC that the deregulation of the internet has been a long sought after prize by the major telecommunication companies just as the deregulation of the Savings and Loan Banks were won with the disastrous Saving and Loan Banking failure which cost American Tax Payers 600 Billion Dollars.\nI would say that deregulation of the internet will be similar in scope and reach as the Bill Clinton Bank Deregulation law which eliminated banking regulations and the separation of investment banks from savings banks which resulted in the near financial collapse of our economy and which exceeded the former Savings and Loan bailout by several orders of magnitude to the tune of around three trillion dollars which we taxpayers are indebted to forever.\nI would say that the deregulation of the internet is being preceded by some few weeks by the current administration’s removal of all mention of Global Warming from EPA websites and The Department of the Interior which has replaced images of National Parks with images of Coal Mines.\nI would say that the gifting to Internet Service Providers the right to sensor the internet for the commercial benefit of  giant corporations who will decide what they will traffic and what they will refuse to allow has an already readily evident outcome with commercial broadcasters which deliberately under-report  the United States Supreme Court decisions of Citizens United vs. FEC and McCutcheon vs. FEC  which eliminated 100 years of campaign finance regulations designed to prevent the corrosive effects of corporate money in politics.  We would probably not even know about the selling of our Democracy by The Supreme Court to money without the internet.\nThere are sources for information out there.  Donald Trump is correct in his assessment that the media is the enemy of the people although he seems to have taken up residence in its belly.\nWe have only the internet and places like this to discuss the future.  All of the real news that this website has exposed with truthful investigative journalism over decades and all of the possible futures which we will face ride on a thin thread of internet neutrality where a commons for the free exchange of ideas is allowed and mandated to exist.  The commons of the free internet and my ability to write what I am writing right now will face extinction if the FCC has its way.  The commercial media is dead.  Investigative journalism in the MSM is dead.  Propaganda is growing every day and as the old saying goes “Evil Triumphs when Good Men Do Nothing”.\nSo do something.  I cannot place words in your mouth.  You have to see the reality of what is unfolding and you have to act.  By the way, you need to act rather soon too.\nCitizenOne\nThe Not-So-Pretty Art Of Cable News In Trump’s America\nBy Chris Riotta On 4/13/17 at 4:22 PM\nPublished by Newsweek\nAn unfortunate albeit well-known fact within the cable news industry has become increasingly apparent to audiences in Donald Trump’s America: Not many TV producers—or their advertisers—truly care about presenting the facts. They’d rather see a fight.\nThe majority of audiences nationwide prefer a brawl to a lecture, too—at least according to the latest ratings for cable news outlets like CNN and Fox News.\nLes Moonves, chief executive officer of CBS, said the Trump campaign “may not be good for America, but it’s damn good for CBS” during an investors’ conference in San Francisco last year, and that the billionaire real estate mogul’s presence in the jam-packed race was a “good thing” for television.\nMainstream news networks have since seen a resurgence of popularity throughout the 2016 presidential election and beyond, as familiar TV faces and monotonous political pundits have been replaced with occasionally far-right, loud-speaking and other controversial figures who always appear ready to throw down or die on a lonely hill.\nThursday’s contentious talking point of the day on CNN came from Trump surrogate Jeffrey Lord, who compared the new president to “the Martin Luther King of health care.” The deficient statement was immediately rebuked by Democratic activist and counter-pundit Symone Sanders, who was forced to steer away from the ongoing health care debate to remind viewers: “Dr. King was marching for civil rights because people that looked like me were being beaten, dogs were being sicced on them, basic human rights were being withheld from these people merely because of the color of their skin.”\nBut Lord isn’t alone. After Trump fired his campaign manager Corey Lewandowski, the embattled political commentator found his footing at CNN where he was offered a gig soon after. And who can forget Trump adviser Kellyanne Conway, who was given a seat at multiple news outlets’ tables, despite her repeated blunders, misstatements and blatant falsities.\nInstead of bringing expert analysts into the discussion in the final days of the election, outlets were reporting on unfounded accusations against the Clinton campaign while racing to secure last-minute interviews with internet sensation Ken Bone, an independent voter who rose to viral stardom by asking a question during one of the presidential debates. Bone continued to add to the conversation by sharing his life story with several news outlets, as well as revealing just what made him wind up wearing his bright red sweater to the formal event.\nIt’s no coincidence the election of Trump came with a second wave of bold and brazen guests taking over the airwaves. Advertisers say the national climate surrounding politics has called for a tectonic shift in focus.\n“I think what this election showed us is it’s a necessity [for ad agencies] to readjust right now,” Harris Diamond, CEO of the ad agency giant McCann Worldgroup, tells Newsweek. His team has been working to essentially broaden the scope of their audiences from those living in and aspiring to move to major metropolises to include Trump’s “forgotten men and women” – those living in rural America and the less traveled sections of the globe. Diamond says ensuring ads are placed on an appropriate channel or website are crucial to their success.\n“We’re always looking at that issue of the context of where we’re placing our ads,” he continued. “It’s absolutely important to us, it’s important those channels be perceived as broad channels, looking for a broad public… the extent that the news channels begin to become so uniquely oriented to one group of people, we make sure we’re aware of that.”\nDespite the apparent hunger for nonstop action and polarization on television newscasts, many have come out in opposition to the new state of television under Trump.\nThe only problem is, some advertising agencies aren’t bothered by the ongoing distortion of reality. If the question is what will it take to stop giving airtime to the most controversial folks that can be found, the answer would be when people decide to finally stop watching.\nSo stop watching America.  You are being misled.\nIf the depraved market analysis of  the ad agency giant McCann Worldgroup, tells Newsweek his team has been working to essentially broaden the scope of their audiences from those living in and aspiring to move to major metropolises to include Trump’s “forgotten men and women” – those living in rural America and the less traveled sections of the globe.\nDiamond says ensuring ads are placed on an appropriate channels or websites which appeal to the forgotten men and women are crucial to their success.  He is saying that the success of their ad campaigns rely on providing right wing news to the least informed people who are most likely to gobble up propaganda are key to their success.\nThat is one hell of a monstrous business model.  Whip up the uninformed masses with right wing propaganda and sell right wing ideology to the least informed people in the hopes of broadening the appeal of the right wing plans to rip everyone off with the folks who have no clue.\nThe truth is that the forgotten men and women in America will become the victims of the right wing which cares not one one whit about them.  They are financed by the billionaires who give companies like McCann Worldgroup lots of money to place right wing advertising on every website which will broaden their message sponsored by the right wing state.\nThe current situation of the Internet with focused advertisements targeting those who have the least money and the most to lose by corporations like McCann Worldgroup which are funded by billionaires accurately describes the situation of the fake news propagandists and their plans to turn a vast swath of America which does not benefit from our economy into soldiers for the right wing ensuring that we will not have a democracy based on the premise that only an informed citizenry can provide a way to ensure a functioning democracy\nJessica\nMay 3, 2017 at 08:23\nI think I like this outcome. I may want to eat those words in years to come, but I can’t help thinking “good!” when I read stuff like this. Becoming the prey of ad companies is a good punishment for being an unthinking consumer. I’m not entirely exempt from being called an unthinking consumer either, and I still think it’s a good thing. This sick and corrupt way of living and double-thinking our way out of any ethical bind that would limit our purchases and easy lifestyle shouldn’t go unchecked, and greedy capitalists and corporations may exploit and manipulate us towards it, but if we don’t have the self-will to resist and just be better people, what are we? Not really a species worth saving is my best guess.\nCharles Homsy\nVery good and very, very depressing.\nMichael Eremia\nApril 30, 2017 at 19:44\nBrilliant beyond belief. It’s virtually impossible to find this level of very informative investigative reporting in America’s corrupted, conniving, and complicit-in-war crimes media.\nAndrew Nichols\nApril 30, 2017 at 19:39\n“We are not fake news. We are not failing news organizations. And we are not the enemy of the American people.”\nTwo words show your miserable hypocritical assertion for the BS it is. Iraq WMD.\nIf you’d been a genuine institution speaking truth to power rather than reporting power this kind of fake news wouldnt happen and you would have some credibility.\nAny attempts to restore faith in your alleged role with all the “truth Checking” and calling out of Trumps nonsense were shown as a sham when you snapped to attention parrotting the Trump admin line verbatim on Syria. The only thing that keeps you doing it is the fact that the masses are too stupid to understand they are once again being played for fools.\nexiled off mainstreet\nMay 1, 2017 at 01:28\nIt’s the “enemy of the people” statement that grabs my attention. I think it was Voltaire who once said those who talk most about liberty are those who don’t have it. A preemptive denial that one is representative of “enemies of the people” similarly indicates the fact that, indeed the speaker is such an enemy.\nDavid Tam\nClick-Count Editor Fred Hiatt axed democratic socialist columnist Harold Meyerson at the end of 2015:\nBy Hadas Gold\nUpdated 12/31/15 03:20 PM EST\nJournalists, liberals and many in the political and labor worlds — including presidential candidate Sen. Bernie Sanders — expressed regret on Thursday over the ending of Harold Meyerson’s weekly column in the Washington Post.\n“There are few progressive voices in corporate media. @HaroldMeyerson is one of the best. His insights will be sorely missed by Post readers,” Sanders tweeted on Thursday.\n“Fred Hiat [sic] by firing @HaroldMeyerson reminded everybody that Fred Hiatt still runs the Post editorial page even after marching us into Iraq,” tweeted The Huffington Post’s Ryan Grim.\n“Hope this is not true. @HaroldMeyerson is a well-sourced, deeply-read liberal voice,” wrote the New York Times’ Jonathan Martin.\nBut for the Post, ending Meyerson’s columns wasn’t about ideology or policies. It was about readership.\n“The Post opinion section takes pride in publishing a wide range of views, including progressives Eugene Robinson, EJ Dionne, Ruth Marcus, Greg Sargent, Paul Waldman and Katrina vanden Heuvel and contributing columnists Rachel Maddow and Danielle Allen. We’ve been pleased to publish Harold’s columns for the past 13 years, but he failed to attract readers as these others have. And while our decision should never be made based only on clicks, I think it would be arrogant to entirely ignore what our readers are telling us” editorial page editor Fred Hiatt said in a statement to POLITICO.\nIn his final column, Meyerson said he might still contribute on occasion to the Post’s editorial page:\n“It’s been a privilege to use this space to follow the money, document the Republicans’ war on empiricism, oppose the Iraq War, warn against the Supreme Court’s restrictions on the franchise and its promotion of big money in politics, chart the rise of cities as a distinctive progressive force in U.S. politics, contemplate the achievement of Irving Berlin and the rise of non-Christian Christmas songs, and much, much else” Meyerson wrote. “My thanks, above all, to those readers who have followed my prose through exceptionally long sentences. And through short ones, too.”\nUPDATE 3:20p.m. Meyerson emails:\n“In my discussion with him, Fred citied two reasons for not renewing my column. In addition to the click-count, he said there was too frequent an emphasis in my column on ‘unions and Germany,’ by which he meant — my phrasing, not his — worker rights and an alternative form of corporate governance. That said, as editor of the editorial pages, Fred’s job description certainly includes the hiring and firing of columnists, and I have no reason to believe (as some have speculated) that this decision descended on him from on-high.”\nHadas Gold is a reporter at Politico.\nAbe\nApril 30, 2017 at 19:03\nThe claims of fake “chemical weapons expert” Dan Kaszeta, Eliot Higgins’ collaborator at the Brown Moses and Bellingcat disinformation sites have been given wide exposure by the mainstream media.\nSince 2012, Kaszeta and Higgins have vigorously backed Western government narratives about chemical incidents in Syria.\nKaszeta is widely cited backing an Israeli “report” (19 April 2017) and a French “National Evaluation” (26 April 2017) French, both based on dubious “intelligence” claims.\nKaszeta said the French report was the “first open confirmation from a national government that hexamine is used by the Syrian government in the manufacture of sarin, confirming a hypothesis that had been circulating for over three years”. According to Kaszeta, “The presence of hexamine ties all of these sarin incidents together, and it ties them firmly to the Syrian government.”\nIn fact, the French claims appear to be based on a debunked hexamine hypothesis promoted by Kaszeta and Higgins.\nFollowing the 2013 Ghouta event near Damscus, physicist and missile defense technologies expert Theodore A. Postol of the Massachusetts Institute of Technology (MIT) addressed numerous fraudulent claims made by Kaszeta\nMay 1, 2017 at 16:32\nThanks, Abe, for this reference. Theodore Postol does a magnificent job of exposing Dan Kaszeta’s lack of scientific credentials for speaking authoritatively about the putative role of hexamine in the production of sarin gas. The idea that Assad can be proven beyond doubt to have been involved in sarin gas attacks by virtue of the finding of concomitant hexamine has been shown by Postol to be nonsense, chemically speaking. Kaszeta was given the chance to support his widely reported claims and failed to provide credible reasons. It makes no sense to suppose that hexamine is used to scavenge hydrogen fluoride in the production of sarin gas when a much more effective chemical is available for that purpose. Hexamine has many other uses in munitions, and finding traces of it in or near the site of a sarin gas attack does not warrant, without more, the judgment that Assad was to blame.\nAn inquiry should be undertaken. The absence of U.S. interest in establishing the truth concerning the accusations of Assad’s guilt is a further indication that the powers that be are interested in war, not truth. Alice’s encounter in Wonderland with the philosophy “First the punishment, then the trial,” seems to have its counterpart: “First the punishment, then the determination of truth,” except that the relevant powers seem to be unconcerned about the truth. What concerns them is what people believe to be true, and the major mass media have been helpful to those powers in getting people to believe in the truth of what is doubtful, and to doubt what is true. Why not report on Postol’s skeptical observations? They seem pretty convincing to me.\nGeorge Collins\nApril 30, 2017 at 18:21\nThe Romans had an axiom for the species of corruption and defalcation that Bob Parry excoriates:\ncorruption of the elite (the well educated and affluent who have the means, leisure and duty to know better) is the worst corruption. With that in mind it is a gimme that empires have limited shelf lives, that the US preens as an empire, and that its imperial run is in jeopardy.\nPerhaps, though there’s no imperative to save the elite, there is reason to awaken as many as we can in an effort to preserve what’s left of civilization so as to facilitate a new start.\nsusan_sunflower\nApril 30, 2017 at 18:38\nOn the contrary, people seem to be desperately clinging to the elite, or at least those they fantastically believe are on “my team” … and you can see teams of elites and the media demonizing popular figures for holding the “wrong views” on certain key issues, from Israel to Charter Schools … increasingly there is a catechism and/or gauntlet of litmus tests that must be successfully completed to be “trustworthy” … and apparently there is some presumed “infallability” assigned to the knights of “my team” …\nLook at the shock and outrage over Sander’s statement about pro-life democrats and how one can be a democrat and be pro-life … personally and politically … plenty of folks (other elites) very very eager to prove him wrong.  The idea that someone cannot be tolerated if they very very good on some issues and “bad” or simply WRONG about other things … it’s this shunning that ultimately is devastatingly divisive (doubly so with all these wannabe grassroots v. astroturf organization springing up all over)\nThe idea that movements are built from coalitions, that involve with groups whose not-identical agendas has been mislaid … among my paranoid  fears is that this will ultimately — perhaps by design — result in the elites continuing to be charge as all newcomers are eliminated for failing purity tests … and they are the only ones left standing.\nJoe Tedesky\nApril 30, 2017 at 19:31\nGeorge your comment made me realize how I was born (1950) in the United States of America at the height of it’s power, and now in my senior years I am now dwelling in the decaying empire that once was. It sure gives an old guy something to think about. Good observation George thanks Joe\nKiza\nMay 1, 2017 at 09:12\nJoe, mine is an honest question (no hidden agenda). How come the US Empire is decaying so quickly? If my history is correct, it took at least 150 years for the Roman Empire to decline and fall, the Chinese Empire took a whole dynasty, that is even longer. The mighty British Empire took probably even longer to decline than the previous two. Most intellectuals claim that US power apogee was between 1990 and 2000. Less than 20 years later there are clear signs of decline of the US Empire. Another 20 years and it will probably be gone (sorry, but you know that my prediction is the in-fighting).\nOne could think that the US bombing of the Chinese Embassy in 1999 woke up the Chinese Dragon and the Russian Bear (Putin came to power), after which the US Empire started being more and more openly challenged.\nJoe Tedesky\nMay 1, 2017 at 10:40\nWow, talk about a subject we could expand upon, this is it. Among the several thousand theories we could throw around, my guest is the decay is rapidly happening due to technology. Technology advancements are making the world smaller, and this shrinking is making everything happened much quicker and more steadily. Take that Chinese Embassy bombing, and consider how the world knew about it in real time. There was a time that it would have taken weeks, months, possibly a year gone by, before news would have reached those who it would have concerned.\nKiza there are plenty Americans who would also argue that the U.S. isn’t in decay. They might make a case of good days bad days, a slump even, but never an end to a wonderful mighty world super power. In many ways it is still a decent opinion considering the size of the U.S. Military and it’s Banking System.\nI think the real decay can be seen in the examples we all write about here on this comment board. The decay isn’t so much about how many less or more aircraft carriers we have, as much as it is about a confused populace who are led by the nose by a lying cabal of authoritarians who aren’t even smart enough to throw that very same public a bone from time to time to keep them happy. I could go on, but I’ll leave the conversation with what I just said.\nKiza anytime you wish to pick this conversation back up, just say the word. Joe\nSkip Scott\nMay 1, 2017 at 12:48\nI think another cause for our rapid decline is the idea of “the invisible hand” of the free market.  There are things we need to accomplish if we are to survive, and a directed “planned” economy, at least in part, is how to get it done.  And there are things like education and health care that need to be freed from the capitalist model.\nThe other major contribution to our downfall is the passive nature of our “entertainment” culture.  Kids don’t need to develop an imagination anymore; their play is all supervised, and then they glue themselves to some screen.\nKiza\nMay 1, 2017 at 20:38\nThanks for your thoughts Joe. Yes, some people do argue that US is not in decline, some say that it is China rising very fast and that this world is not a zero sum game. Or that the current is just a temporary crisis. But I will repeat what I have written before. I have lived through one fall of the system and the most telling sign of the forthcoming systemic failure was the expanding reality gap, which is the subject of this article. In other words, the best sign that a society is in deep, deep crisis, which we ordinary citizens cannot see due to our low vantage point and the elite does not want to see because it is the reality that they do not want to know, is the increasing gap with the view of the society in its media and the reality. In further words, even the elite of US are not natural born liars, that is the elite of a country does not need to lie much when things are going well. But once they start lying, they start lying about everything and more and more.\nBroad lying of the elite is mainly a symptom, not a cause of problems, although it can be a chicken and egg situation or a positive feedback loop situation.\nFinally, my personal wish is for the US Empire to fall apart peacefully without a civil war or a major internal disturbance, similar to the way the Soviet Union well apart. However, because the current killing and destruction of countries and societies for “regime change” must not continue any longer, I would rather see a civil war in the US if this is the only way to stop it. Call me selfish, but the world will be much better off without the shining bullsh** on the hill.\nSam F\nRegarding the causes of increasing speed of decay of empires:\n1. Military and transportation technology reduces the imperial time scale. Rome and even Greek city states had much delay, inconvenience, and uncertainty of outcome attacking large powers. Larger Western empires before the 19th century had no great powers on their doorstep, or had their hands full overseas, and could be challenged only by an alliance of oppressed perimeter states. Napoleon and Hitler set about broad conquests of major powers all around them, and found that this was unstable within a few years, if only because their demagoguery was more effective than their logistics. Now there are several great powers which can rapidly attack each other directly and economically.\n2. Communications technology reduces the domestic political time scale.\n3. Rapid personal interactions cause expectation of fast ill-considered actions on slowly developing policy issues.\n4. Accumulating problems cause demagogues to move swiftly at anything to appease oppressed supporters.\n5. The consolidation of oligarchy control over mass media and elections, as technology has consolidated surveillance powers, and finance has devised bubble schemes, has permitted rapid consolidation of overall oligarchy control.\n6. These powers have realized the totality of their control of public opinion in the last 20 years, and have dropped all but the least pretenses of truth and justice and rationality.\nSo perhaps many future empires will rise and fall on real-time trading in the course of a day or even a millisecond, perhaps in many parallel universes. We will all own shares in them all, or in mutual empire funds, and no one empire will matter or even be worth naming, and we will have only to check the imperial average scores for the day.\nsusan_sunflower\nApril 30, 2017 at 17:57\nWe’ve entered into an age of paranoia, and by many reports, this is neither accidental or natural, no matter how much people denigrate “conspiracy theories” a form magical thinking that “someone” or “something” is in charge and that all statements must be regarded and evaluated with their assumed “agenda” in mind. “Shit happens” has been replaced with “Shit is made to happen” with an immediate call to investigate who’s responsible. Happenstance, coincidence and serendipity have been discarded as “hopelessly naïve” … even synergy is rarely mentioned, forget about parallel development (no matter how often demonstrated).\nIt’s a very goal-oriented mechanistic view of life and events … and I am again reminded of Adam Curtis’ 3-part documentary “The Trap” relating how the foundational paranoia of game theory left war and nuclear strategizing and entered into the broader sphere of public policy under Reagan and Thatcher (with an underlying belief that there are worthy and unworthy people and “we can’t save everyone” under the banner of “tough love” and austerity.)\nDoubters wanting evidence (wrt the Russian hacking) are now scorned by the “paper of record”, the NYT.  Due process is already in jeopardy as people scoff at concern about Flynn’s leaked intercepted communications and  Carter Page’s FISA warrant … Americans, red and blue, all eager to capitulate and give up protections again under the “promise” of justice and keeping us … and our democracy, safe from all comers.\nSam F\nMay 1, 2017 at 17:55\nYes, most are easily deceived that the enemy is foreign, when in fact the enemy is domestic, posing always as protectors so as to demand ever more power, always in need of that illusory foreign enemy to conceal their treason against their own country.\nRandal Marlin\nApril 30, 2017 at 17:45\nThanks once again to the indefatigable Robert for keeping the facts that matter squarely within our attentive viewing space.\nThe question of libel seems less important to me now than the looming total loss of free speech should Donald Trump declare a national emergency. This could happen in the event an enemy is provoked into sinking a US. ship or doing the kind of damage to the U.S. that Trump’s missiles did in Syria. When one’s own troops are being killed, saying things which would weaken a nation’s resolve to support the surviving troops can easily and credibly be portrayed as treasonous.\nShould an investigation show that Assad was not responsible for the April 4 poisonous gas attack, that would make it more difficult to treat a similarly mistaken attack on U.S. installations as a casus belli. It seems to me that the neocon deep state, or whatever accurately describes the forces that have altered US. President Donald Trump’s behavior since taking office, really wants war. Those forces do not appear to favor negotiated settlements. That is why it is vitally important to keep alive matters which are doubtful in the light of reasoned assessment of the evidence, and not accept groupthink endorsement of them as established fact. Going to war requires popular acquiescence. That requires having people think in terms of glorious battles, of winning, not losing, and not thinking about the enemy as basically decent people who do not deserve to have their lives turned upside down, with friends and relatives killed or maimed for life.\nEvery move towards demonization of a supposed enemy needs to be resisted now, because it is part of a well-known go-to-war playbook. Pre-propaganda takes time, but once the basic social beliefs and attitudes are in place, taking the further step to war becomes relatively easy.\nNow is the time to think about the logical consequence of engaging in nuclear war. Would it be right to respond in kind? Would it be right to annihilate some metropolis on the ground of deterrence or retribution? What if you had your finger, so to speak, on the trigger and were under orders to send off the bomb? Would you do it? I don’t think my conscience would let me unless I were under the spell of certain imagery. If you think in prideful terms of the superiority and power of your own nation, and the image of some horrible act to lovely people carried out by some evil agent in a foreign nation, it becomes more possible to feel justified in “doing something” in the form of mass retaliation against a target that is seen as responsible for the horrible act contemplated. Never mind the lovely people your own act would cause to suffer horribly. We need to anticipate how we are likely to act, recognizing all the irrationality we are likely to undergo and prevent it while we can.\nSo thanks again for doing your bit to keep rationality alive and forestall the calamitous scenario I’ve described.\nJoe Tedesky\nApril 30, 2017 at 19:24\nYears ago when I served in the U.S. Navy between 1968 & 1972 active duty, I met plenty of people who believed that we Americans were a separate breed all of our own, and exceptional breed at that. Now, I served during a time where the draft brought into our armed forces all sorts of different varieties of folk, most I would say were peace loving, and confused to just what in the hell it was our country was doing. Although the ones that bothered me the most were these individuals who showed a low regard for anyone who wasn’t American. By saying this I would expect that there could be someone who could pull the trigger, release the bomb, and actually think they were doing mankind a favor….pretty sick mindset don’t you think, but never the less it’s a mindset that does exist.\nRandal Marlin\nMay 1, 2017 at 00:32\nI know what you mean, having been born in Washington and having spent my first eight years there. In my twenties, I fought fires in Alaska and argued with a German-speaking University of California student about the relative contributions of different countries to the defeat of Hitler. I was an undergraduate at Princeton and knew little about history at that time (1958-1959) but I was convinced that the U.S. had to have made the greatest contribution. Learning about the battles of Stalingrad and Kursk made me revise my opinion in favor of the Soviet Union as had been claimed by my fellow fire-fighter. Back in Vietnam War days I was inclined to believe the authorities of the time – Rusk, McNamara, Kennedy, Johnson, etc. With the help of I.F. Stone, Watergate, the Church hearings on CIA activities and finally the revelation about the planning of Operation Northwoods, I’ve built up a healthy mistrust of that basic assumption that “our side” is always morally well-intended, though sometimes involved in unfortunate miscalculations.\nJoe Tedesky\nMay 1, 2017 at 05:39\nI believe that as America matures, and possibly after some kind of event which brings us Americans to our senses, that we will one day join the world, instead of us always judging it to be inferior. You know Randel most Americans are decent, and it is a shame that we have the few that we do who always believe that we are so exceptional and indispensable that they see the rest of earth’s humanity as being grossly inferior. I have told the grandchildren to read JFK’s American University speech, as I think that is a splendid American attitude to acquire.\nKiza\nMay 1, 2017 at 08:50\nAlthough this is not the main point of your comment, let me point out how the Germans tend to view the Russians, especially in relation to WW2. I have met Germans who hate the Russians almost as much as the Anglos or the Jews do, but I do not remember ever meeting a German who did not respect them. The most interesting stories were by a son of a German SS officer who fought on the Eastern Front and miraculously came back home. I heard many stories, but one example is how the Soviets saved fuel before major tank battles. Every tank crew on both sides was given a limited allocation of fuel before the battle. The Russian winter is well known. The German and the Soviet crews had a choice of burning a part of the fuel given to heat themselves up overnight and then end up stranded on the battlefield tomorrow (a tank without fuel to move is worse than being outside a tank on the battlefield), or save fuel for the battle and either die of cold or be useless during the battle. The Soviet tank crews devised a system of sleeping in a three-layered sandwich rotated every four hours. Only the person in the middle of the sandwich could sleep, but by rotation got everyone eight hours of sleep and no precious fuel was used.\nMost US people cannot even comprehend what the Soviets went through in WW2, the human qualities they showed, let alone acknowledge who actually fought and won WW2. But the Germans do know. Do Americans who look down on Russia also need to learn through war how much stronger the Russian character is?\nSkip Scott\nMay 1, 2017 at 09:36\nI used to have a friend who would continually demonize Putin and the Russian government.  I would remind him that Putin enjoys majority support in his own country, and that despite my friend’s protests, Pussyriot did not speak for the Russian majority.  Many Americans have a very skewed view of Russians, with Hollywood largely to blame.  It may well be that it will take a war to wake us up to the real tenacity of the Russian character.  However, the awakening may not last long given the horror of today’s war machines.\nKiza\nThanks for an understanding comment Skip.\nFirstly, my repeated disclaimer is that I am not Russian because sometimes people assume this based on my defence of Russia.\nSecondly, most Western media productions, not only Hollywood present all Russian women as prostitutes and all Russian men as mafiosi. This would be equivalent to Russian media presenting all US men as variations of Al Capone and Bernie Madoff, which would make everybody in Russia laugh.\nFinally, you may be right about the quick destruction of both sides in a global nuclear war, but I believe that Russia is already showing an admirable restraint, during this warm up. I have been following the Russian media in English and in Russian through people who read Russian and there is no tarring of US there the way the US and Western satellite media tar Russia and Putin every hour of the 24h news cycle. The Russians are concerned and some may even be afraid but they are not spitting bile the way US does. For me, this is a sign of the superiority of the national character.\nJoe Tedesky\nMay 1, 2017 at 10:24\nGrowing up I was never taught anything about what the Russians encountered. I went to school during the 50’s & 60’s when the Red Scare was all ablaze. I first started easing up on my own hate for Russia when I was in the Navy, and in various ports had a chance to meet people with diverse history stories. I also had an uncle who fought in WWII who had met with a lot of Russians, and my uncle quietly spoke well of them to me. In the 80’s I came to the conclusion that the U.S. and Russia could make better allies than enemies. I guess by then I could see through the propaganda, and between space projects and a friend of mine who went on tour with Billy Joel in 87 I finally knew that the big bad bear was a lot of nice people, who just like we Americans were trying to get by in life.\nWe Americans must stop with this exceptionalism, and join the rest of the world. It would be great if our elementary schools and high schools were to teach history honestly and truthfully. I always do what I can to teach the grandchildren, but it would sure help if our schools would get it right.\nDrew Hunkins\nThis is a seminal question of our times.\nThe establishment media over about the last year or so have felt legitimately threatened, hence their constant disparagement and smears towards all the effective whip smart independent sources, periodicals and websites.\nWhen Robert Parry, St. Clair’s Counterpunch, and many of the outlets that carry James Petras, Eva Bartlett, John Pilger, Stephen Cohen, and Diana Johnstone are vehemently attacked as “fake news” we know something’s going terribly right for us.\nBut of course the mainstream press’ assailing of alternative and independent news and opinion sources is totally meant to confuse the public in order to turn them into insouciant consumers indifferent to the mayhem and carnage Washington militarists and Zionists unleash across much of the globe.  When a majority of the intellectual opinion in the United States is comfortable getting the “truth” from the warmongering NY Times, WaPo and NPR we’re in serious trouble.\nOne of the biggest movements today that we should all be deeply concerned about advocating for is championing the genuine reality that’s pumped out of the independent media in all its formats and taking to task the distorted world that’s consistently being misrepresented by the corporate-state media nexus that’s wedded to the power elite and ruling class intent on imperial domination.\nBill Bodden\nApril 30, 2017 at 19:23\nWhen a majority of the intellectual opinion in the United States is comfortable getting the “truth” from the warmongering NY Times, WaPo and NPR we’re in serious trouble.\nThey probably enjoyed the love fest at last night’s White House Correspondents’ Association dinner devoted to praising themselves and the mainstream media.  Still, it was no where nearly as bad as the 2004 dinner and Dubya’s vile and squalid skit making fun of the non-existent WMDs that got the war on Iraq going.  David Corn was the only person with the integrity to walk out of this display of Washington’s moral bankruptcy. https://www.c-span.org/video/?181100-1/2004-radio-television-correspondents-dinner\nWendi\nApril 30, 2017 at 21:36\nTrust in whom, indeed, here and now the Press and its pretender the Evening News, originated in verity only become untrustworthy, by the departures of careerists on an inside track.\nIn reality 1980-2020 we see internet news (internews?) supplanting newspapers and news tv. This is the passage between Ages. From the Industrial Age (1820-1995) to the Information Age, (1995-2170). From habitual culturation to anticipatory culturation.\nHere (literally) is one opportunity for individual action. One may redirect equal money into website donations from one’s newspaper subscriptions and tv subscriptions. If 1% of NYTimes subscribers, (so 10,000 out of 1,000,000, in round numbers), put their $20/yr(?) for ConsotiumNews then one door into world information could stand open.\nThis is one example yet there are thousands.\nThe Press is dead. Long live internews, our shared living.\nF. G. Sanford\nApril 30, 2017 at 17:30\nPeople wonder how our leaders can make inane, factually false and potentially lethal statements. They say things like, “The sanctions will stand until Russia gives back Crimea.” Or, Assad is a brutal dictator who gasses his own people.” They claim that North Korea is “looking for trouble”, when we conduct massive military exercises on their coastline. Whether it’s Poroshenko in Ukraine, or Pinochet in Chile, or the Shah in Iran, the US always subverts foreign governments to install corrupt autocrats. That is, unless a pliable one is already in place. Generally, their economies are destroyed and their societies are devastated, with the resultant outcome permitting exploitation of their resources at minimal investment. Corporations reap the profits, and taxpayers foot the bill by financing the subversion and military enforcement operations.\nWhen people like Nikki Haley, John McCain, James Mattis, Rex Tillerson, H.R. McMaster – and the entire mainstream media – say this stuff, it’s not because they are lying. You’ll have to take my word for it, but I can tell you from personal experience: they truly believe it. That’s how they got where they are. They are selected for those qualities by people at a much higher pay grade than “Four Star General”. That “Wrongway Peachfuzz” moment with our “powerful armada” should be a clue. The “Chain of Command” is not what it appears to be.\nBut, somewhere in Russia, and somewhere in China, war games are being conducted. Outcomes are being assessed. Strategies are being considered. Options are being weighed. Targets are being evaluated. Risks and benefits are being tallied. The people conducting these exercises were not selected because they were “true believers”. They were selected because they provided right answers. American leaders are ill-prepared to compete with that kind of competence. Unless Americans are willing to figure out “who’s really in charge”, oblivion lurks on the horizon. On a brighter note, I really think Le Pen has a chance. That could, despite unfounded misgivings, save Western “Civilization” from itself. The beginning of the end of NATO may be at hand.\nF. G. Sanford\nI meant to mention:\nThere’s not much I can say that will add momentum to the issues herein discussed. I note that this year, had he lived, John Kennedy would celebrate his 100th birthday. To wit, for those who have never heard the man speak with his own voice, I suggest the video of Jim Garrison’s deathbed interview. To paraphrase, he said, “If this travesty is allowed to stand, we will lose our democracy.” It has, and we have. Nowhere on the horizon is there sufficient collective courage to right this wrong.\nMiranda Keefe\nApril 30, 2017 at 18:41\nDon’t get me started on John McCain.  The man is a disgusting war monger who should have been ran out of the military on his first tour and should have been spending time in the US military prisons instead of being a POW for the deadly and reckless disregard he had for procedure that killed his colleagues.  He has continued that some entitlement and I hate how he has become the go-to guy for military issues by the media.\nThere are a few people I hate so much I can’t stand to see them or hear their name and he is one of them.\nYou are right.  He believes all this nonsense he spouts and he actually should be in an institution.\nBill Bodden\nApril 30, 2017 at 19:13\nGiven his father, McCain was probably destined from his birth to be the walking catastrophe he became.\n“John McCain Praises Father’s Whitewashing of Israel’s Attack on the USS LIBERTY! ” September 2nd, 2011 | Author: Patriot | http://america-hijacked.com/2011/09/02/john-mccain-praises-fathers-whitewashing-of-israels-attack-on-the-uss-liberty/\nJune 8, 2017 will be the 50th anniversary of this dastardly crime proving Obama was full of @#$% every time he said, “No one is above the law.”\nLisa\nBill,\nby chance I had just recently watched the documentary, which is mentioned in the long list of links under the link you gave here. It is the film by a British team “The Day Israel attacked America”, about the USS Liberty scandal. The film left me wondering, what is the general view of this incident now, among the majority of the people. Is it the official explanation of an unfortunate accident or the knowledge of the huge cover-up?\nWhat made me most desperate in the film was the revelation that the Jewish Community in the US is so powerful that they can determine most of the electoral votes in the decisive states in the presidential election, and that their financial support of a candidate’s campaign is crucial. And these considerations were decisive in LBJ’s decision for the cover-up. He was still considering of announcing his candidacy in the 1968 election.  Also, Israel seems to have the tools for blackmailing US to do exactly what they need. No wonder that both candidates in the last election supported Israel’s policies and pledged their financial support.\nTalk about “meddling of a foreign power in the US democratic process”?\nHere are the words of the filmmaker:\nRichard Belfield:\n“I was first told about the attack on the USS Liberty in 1980 over dinner with a former analyst from the National Security Agency (NSA) in Washington DC.\nBack in 1980, I promised my friend that if I ever got the chance I would make a film about it. Over the years, I pitched the idea to numerous broadcasters and always got the same response: eyes rolled upwards, usually followed by the statement, “Are you completely mad?”\nIan\nHello Lisa,\nHave a read of “Debating the Holocaust” by Thomas Dalton and then “Breaking the Spell” by Nicholas Kollerstrom.   They provide a relatively concise summary of the Holocaust which is comparable to what you have read about the US Liberty.   I inadvertently stumbled across these books about a month ago when I read that Amazon has banned books like Dalton’s for politically motivated reasons (Amazon has confirmed it has censured the book).  You can judge for yourself the science and information they present.  Given your above post, I expect you will find these books, and the many references they provide, to be a ‘soul-searching’ read.\nLisa\nMay 2, 2017 at 10:55\nThis is actually an answer to Ian, who replied to my post, but there was no reply button in his post.\nThanks for the reading suggestions. Dalton seems to be a pseudonym, I found his text on the web, and some furious criticism as well.  The other author has aroused some controversy also.\nThere is a series of documentary films “the greatest story never told” about Hitler. Also controversial, which normally means there is some truth in it.  I never had time to see all parts, just too much to read and see these internet days! How calm and simple life was in my childhood, with one local newspaper, a few national newspapers available, no TV yet.\nKiza\nMay 1, 2017 at 08:18\nYes, no one  is above the law, but it is the law which somehow miraculously sinks below the feet of some individuals, starting with the Clintons and then most dual citizens. Naturally, to find itself as low as below the feet of the Clintons the law had to sink first into the Washington sewerage and then travel further through the core of the planet to end up on all the way on the other side in China.\nSam F\nApril 30, 2017 at 20:52\nYes, in a sense mass media operatives “truly believe” the propaganda, but they do not arrive at their beliefs rationally. Those of us who seek to be rational and just err in assuming that wrongdoers have any such concern. Like a religious fanatic, they do not believe that what they say is true; they simply “believe” what they know they cannot defend rationally. They do this in a groupthink process, because that ensures that the group will not punish them for any error.\nThe tyrants among those in business, politics, mass media, and the military exploit the power of their lack of ethics combined with lack of moral thought and concern with truth. They know that ethics is an obstacle to promotion, and consider the ethical to be “losers.” This results in a lifelong study of that which is commonly persuasive and effective, rather than that which is rational and just. The lowest scoundrels can do that, while their moral superiors are spending their time and energy avoiding that and educating others to do so. They are well aware that, as H.L. Mencken put it (approx.) “The average man avoids truth [because] it is dangerous, no good can come of it, and it doesn’t pay”  because they feel the same way.\nI have often watched such people decide what they will say. While they do not always deliberately create lies, they make no effort to find the truth. Instead, they find analogies and vague statements that create a plausible path from where they think they have led others, to where they want to lead them. They know that they have no reasoning behind this, and that they have ignored all contrary evidence. They have no concept of truth, but merely one of what they must say, will benefit from saying, will be punished or not rewarded for not saying.\nBut underneath that facade of fanatical belief, they know that they are lying to themselves and everyone else. If exposed, they would have zero credibility and zero esteem among others. That is why they reserve their most extreme fanatical revenge for those who point out their lies, or even diverge from their “belief” demands. Those “fake news” denunciations of the fake mass media, are truly witch hunts in the old tradition.\nSkip Scott\nWell said, Sam, and very true.\nranney\nApril 30, 2017 at 17:21\nThank you Robert Parry for writing a much needed article.  I have been wondering and worrying about this for quite a while – i.e. how can we sort out this tangle of untruths with out someone to trust?  I trust Consortium, but unfortunately that doesn’t get us very far, because the movers and shakers of this world are not interested in truth, they are only interested in enriching and empowering themselves.  I think we are in a very scary time, and I don’t see a way out.\nThere is one possibility though, maybe someone very clever can harness Trump’s excessively outsized narcissism (really this must be the most extreme case in history) into something positive. For example he is obsessed with his popularity ratings.  If he could be convinced that he would become the most popular president in history if he managed to enact medicare for all and  down sized our wars in Afghanistan and Iraq (for starters) he just might do some of those things.  It’s quite true, that his approval ratings would soar if he started campaigning for medicare for all for example.  The trick is to cozen him into that idea.  Any suggestions?\nDannyWeil\nApril 30, 2017 at 17:46\nWith all the slight of hand, all the deflection, the careerism and the corporate media one must become a critical thinker.\n“For as we have said, the art of the sophist is a money-making art which trades on apparent wisdom, and so sophists aim at apparent proof, for sophistry is an appearance of wisdom without reality.” — (Quoted from Aristotle’s On Sophistical Refutations, 171b32-7. Tr. E. S. Forster. Loeb Classical Library Vol. 400 (Harvard, 1955. P. 63)\nThe human mind is a marvelous set of formations and systems. It is the epicenter of consciousness and action. The human mind can form a unique identity. It can create its own view of the world. Rich experiences can emerge from its interactions with the world; bedeviled experiences also can transpire to destroy awakening.\n– Advertisement –\nThe mind thinks, it feels, it wants, it has the ability to apprehend truths and suppress errors. It can achieve insights and it can fabricate prejudices, sabotage its own thinking and chloroform thought. Both useful truths and harmful misconceptions are the intermixed products of the human mind. The human mind can easily believe what is false, as well as what is true.\nThe human mind has the propensity to see beauty in right conduct and justify what is flagrantly unethical within bad conduct. It can love and hate, engineer illusions or confront reality. It can be kind, it can be cruel. It can advance knowledge, or it can promulgate error. It can be intellectually humble and honest or intellectually arrogant and perfidious. It can be empathic or narrow minded. It can be open or it can be closed. It can achieve a permanent state of expanding knowledge or a deadening, smothering state of narrowing ignorance and throttled thought. It is said to both transcend the creatures of lesser ability, while it more than often insults their innocence and nobility by its ignoble self-deception and repeatedly unconscious or conscious cruelty.\nIf these assumptions about the human mind are true, then the question at issue is: how can humans create within their own minds such an inconsistent amalgam of the rational and irrational? The answer is clearly self-deception bred from culture, history, sociology, race, gender, exploitation and propaganda. The human mind is built on a socially constructed pyramid of thought.\nIn fact, perhaps the most accurate and useful definition of humans is that of ‘the self-deceiving mammal’. For deception, duplicity, sophistry, delusion and hypocrisy are the foundational products of human nature in its ‘natural’, primal and untutored state; but it is not instinctive and subjected to fate. But, rather than reducing these negative tendencies, most ‘schooling’ and socio-cultural influences redirect them, rendering them more sophisticated, more artful, more obscure and more inclined to deception and illusion ( https://www.facebook.com/PhilosophersforChange/photos/a.561678157199751.1073741829.560796250621275/868131393221091/ ).\nMarc\nUnfortunately, the neocons have gotten to him already.\nmike k\nMay 1, 2017 at 11:10\nUsing a fooled fool to accomplish your errand is a foolish mistake, for the same reason totally flexible tools are of little use.\nAbe\nScientists and professional investigative journalists issue a notice of correction when an error is discovered after publication.\nMIT professor and physicis Theodore A. Postol recently issued a notice of correction concerning a prior report that contained an error regarding the date of an event\nAt the top of his current report, Postol states that his analysis of the 26 April 2017 French intelligence report “focused on an event that occurred not on April 4, 2017 but instead on April 29, 2013”.\nPostol accurately detailed the error, the correction, and its implications. He then proceeds to point out contradictions in the French “National Evaluation” concerning alleged munitions and methods of delivery.\nCorrections are how scientists make progress in our understanding of the world. After all, most new findings are based on previous scientific research.\nScientists and investigative journalists clearly state they’ve made a error, and then correct their reports of findings.\nGovernments and their allied non-governmental propagandists, conspiracy theorists, fake news journalists, media outlets and coalitions all strive to conceal their errors of fact and logic.\nFake news outlets like Bellingcat and its “partners” at the Google-funded “First Draft” coalition hide their mistakes behind bogus “verification” schemes.\nAbe\nApril 30, 2017 at 16:54\nFor fun and profit, leading fake news purveyors and PropOrNot “Related Projects” all band together to produce a fake news documentary report about fake news\nThe film’s roll call of pro-NATO propagandist “experts” includes:\nEliot Higgins of Atlantic Council’s Bellingcat site\nBen Nimmo of Atlantic Council’s Digital Forensic Research Lab site\nSimon Ostrovsky of CNN and VICE News site\nAlastair Reid of Google-funded First Draft site\nEdward Lucas of U.S.-based Center for European Policy Analysis (CEPA) and senior editor of London-based The Economist\nlga Yurkova, Ruslan Deynuchenko & Yevhen Fedchenko of Kiev-based StopFake\n“Nothing But Lies” was funded by the British Embassy in Ukraine as part of the project “Using fact checking and Data verification for Tackling Propaganda” implemented by StopFake of the Mohyla Academy in Kiev\nMohyla Academy was an all-too-eager recipients of the National Endowment for Democracy (NED) cash that poured into Ukraine in March 2014 after the coup d’etat in Kiev.\nRegistered in Ukraine on March 2, 2014 and allied with Bellingcat, Stopfake uses the same fake “fact-check” disinformation strategy that Eliot Higgins employs.\nApril 30, 2017 at 18:14\nYes…u cant read anything in french or british agencies that isnt Exactly the same…they all reference each others articles about “high confidence” and NO facts…Its like living with 100 parrots…no actual information at all…this is really getting sad..\nBill Bodden\nThe Existential Question of Who to Trust\nThe Existential Question of Whom not to Trust would be much easier to answer except it would require a very long list.  What is particularly bizarre and may be a sign that the Western world has gone mad is the durability of people who promoted the war on Iraq so that they can and do continue to promote more wars.  If the standards for the Nuremberg Tribunals were applied today many Americans and Brits would either be in jail or perhaps dangling at the end of a rope instead of constantly engaging in more warmongering.\nIan\nMay 1, 2017 at 16:07\nCould you clarify your comment about the Nuremberg standards?  I’m currently reading a series of books which discuss the Nuremberg trials.  As a general statement, these book present very compelling information and evidence that these were ‘victor trials’ which made a complete and utter mockery of the legal system.  Hence, if these standards were applied today then those engaged in warmongering would be completely vindicated while those who criticize and oppose the war-mongering would be tried on false and fabricated evidence.\nSam F\nMay 1, 2017 at 17:39\nWere the standards of war criminal acts misstated, applied incorrectly (or not applied to crimes of the victors), or was the standard of evidence misused? I think Bill is probably referring to correct standards applied to modern war criminals, assuming that the process, evidence, and evenness of application of the standards is a separate issue.\nIan\nMay 1, 2017 at 18:32\nAll of what you mentioned and more – the entire process was geared towards punishing Germany with complete disregard and violation of all legal process and which provided full impunity against war crimes committed by the parties driving the Nuremberg trials.\nSam F\nMay 2, 2017 at 09:10\nThanks, I will read more on this. Then there are the issues of\n1. Using war crimes trials to defuse the revenge mentality following conquest of an aggressor to reduce total casualties.\n2. Making progress toward reconciliation, building the positive element in the defeated population.\n3. Addressing the root causes of the aggression to prevent recurrence and weaken residual fascist elements.\n4. Alliance with the defeated aggressor against the USSR (without assuming that to be necessary).\nAll of those things required rapid neutralization of hostility and reconstruction, suggesting a few quick trials of those with obvious high-level guilt. But I don’t know how well or poorly that was done.\nBut none of those factors apply now in the US, so if poorly done at Nuremberg, it could be better done here. Having oligarchy warmongers, profiteers, opportunists, and saboteurs of democracy “in jail or perhaps dangling at the end of a rope” would be very therapeutic, because force and fear are the only restraints of such persons.\nApril 30, 2017 at 16:07\nI’m completely in agreement with Tristan, that capitalism is the problem. Now, unfettered, it has led to incredible selfishness and greed. Some have done extraordinarily, many are barely surviving, and many are in misery. When do we see any truthful reports? Cynicism is rampant. Signs of physical and social decay are everywhere, and the extraordinarily wealthy could care less. That includes the government elite. The press are into fabrications for their nice lifestyles. Ayn Rand became a role model for many, “Fountainhead” and “Atlas Shrugged” are among their favorite books. I see a failing society. The planet has been raped and there are no signs of stopping.\nWatchdog\nApril 30, 2017 at 16:36\nComments like this are at a level of generalization “Capitalism bad” which provides no course of action.  Might as well tell us that it is a cloudy day.  Actually the latter would at least tell us to carry our umbrellas.\nReally?…What is your course of action?\nmike k\nMay 1, 2017 at 10:53\nYour criticism is unfounded. Don’t be a nit picker. Jessica’s comments are sound and right on.\nMay 2, 2017 at 15:44\njust another random, petty, and pointless little sniper…shoots someone in the back for no reason…and u never see them again…rabid dogs r def part of the problem\nBill Bodden\nApril 30, 2017 at 16:41\nI’m completely in agreement with Tristan, that capitalism is the problem.\nI’ll have to take exception to that, Jessica and Tristan.  Capitalism and all the other -isms are human constructs and are therefor capable of good or ill.  I’ve been exposed to capitalists who have set good examples for others to follow.  Ralph Nader wrote an obituary on the former head of the Progressive insurance corporation that showed respect for his subject.  The problem with capitalism is if there are no controls thwarting its potential for abuses we get the disaster we have today.\nBill Bodden\nApril 30, 2017 at 18:58\nCapitalism and all the other -isms are human constructs and are therefor capable of good or ill.\nThere being exceptions to most rules, barbarism would be one in this instance.\nJWalters\nApril 30, 2017 at 20:17\nIt would be interesting to see how regulated capitalism worked with today’s corruption removed.  For instance, if corporations were finally declared to be NOT people, and could not contribute to political campaigns.  The system would undoubtedly work a lot better.  For example, members of Congress would be free to discuss issues honestly, including all the facts.  It might even work pretty well.\nSkip Scott\nMay 1, 2017 at 08:04\nTo expand on that idea, if we outlawed political action committees (did away with K street), and made our campaigns free (no contributions needed), we’d go a long ways toward eliminating the corruption.  Candidates would qualify by getting signatures, the media networks would fulfill their public interest obligations by hosting debates and speeches during prime time on a rotating basis.  No paid advertisements.  And campaign season would be long enough to get a good idea of everyone’s platform, but short enough to allow time for actual governing.  Election day would either be on a weekend, or made into a holiday.  We’d have multiple parties and run-off elections.  If we’re gonna dream, we may as well dream big.  That would give us real democracy, so the corporations would be subservient to government, rather than the other way around.\nmike k\nMay 1, 2017 at 11:03\nBill I respectfully disagree with your post. Capitalism is founded on selfishness and a war (called competition) of each against all, and the devil take the hindmost. No matter what fancy lipstick paid intellectuals put on it, it remains the same old ornery, dangerous pig it has always shown itself to be.\nSkip Scott\nMike k-\nWhile I respect your idealism very much, I think capitalism with a small “c” allows for reward for hard work and innovation.  The trouble comes with Capitalism, when all the big forces of investment and finance come to bear.  I think a well regulated capitalism, with a strong safety net for the “least” among us, gives us the best of capitalism and socialism.  The set-up we had in the 1950’s (where the maximum tax bracket was 90 percent for the extremely wealthy) forced the uber-rich to do something with their money other than horde it.  It was a great equalizer.\nOl' Hippy\nMay 1, 2017 at 15:00\nTo put it bluntly, capitalism exists to expand the ‘capital’ by the owners of property and the overt exploitation of workers and raw resources of the planet. The only way I see forward is to reorganize and socialize after the coming collapse; that is if humans survive the collapse. Then, perhaps, there will be enough un-poisoned land, global temperature under 4’s C to rebuild an agrarian, resource based, peaceful society. This outcome though remains highly problematic.\nDave P.\nMay 1, 2017 at 19:56\nSkip, I agree with you on that. I will add, we also had that Glass – Steagall Act passed during FDR.\nSam F\nApril 30, 2017 at 21:55\nYes, assuming that you mean unregulated economic power as capitalism, as Bill and JWalters suggest. The government is in fact utterly corrupted in all three branches, by opportunists of oligarchy, serving for bribes and promotions.\nMass media and elections must be protected by constitutional amendments restricting their funding to limited registered individual contributions, a solution that we can no longer even debate.\nEach federal branch (executive, legislative, judicial) must be provided with internal redundancy and checks and balances, because they don’t work where the branches have distinct and disproportionate powers.\nTommy Jensen\nApril 30, 2017 at 16:05\nFrom what I read, the talk about MSM as careerism is hiding that all Western media today is censured and centralised through Reuter and AP into defined realities.\nThere is no free press any longer.\nPablo Diablo\nApril 30, 2017 at 15:45\nOne hundred years of Freud and the powers know every button to push on the human psyche. And they push number one, “fear” as the most effective. However, keep in mind that the military/industry/congress knows full well that they don’t make real money off of nuclear war. Real money comes from long protracted ground/air war. Think Afghanistan, Iraq, etc., etc.\nDaniel\nMay 2, 2017 at 02:11\nPablo, what about the 0.01% psychopaths who have been calling for a reduction of global population by 80% to 90%?\nI stopped worrying about nuclear war back in about 1970, when I realized, as you wrote, that it wouldn’t be profitable to the multinationals who see “the enemy” as useful workers and consumers (including working as soldiers and “consuming” conventional bombs and bullets).\nBut in the past few years I’ve been reconsidering.  TPTB know the earth cannot bear to bring all 7.6 billion of us to Western standards of consumption.  But, if they eliminated we “spoiled” Westerners, then they could train the Southern Hemisphere survivors of a nuclear war to do all the jobs we now do (and for much less compensation), and they would then happily buy up all the consumer items most of us already have.\nThey could basically just replay the past couple hundred years, but in the “under-developed world.”\nIt’s really totally rational (which high-performing psychopaths are). It’s just also totally immoral (which, again psychopaths are).\nMay 2, 2017 at 15:41\nyes…my thinking nowadays is that the Dark Globlists are about to destroy America…it has outlived its usefullness to them…they have stolen all the trillions from it that they needed and it was their worldwide assassin as well…they have destabilized much of the world and will destroy the US of A while they are destabilizing the rest…i am preparing for a desperate time in America…\nBabylon has fallen. fallen…\nApril 30, 2017 at 15:44\nWho is leading us to WWIII?  It is not just the Elite Press.\n“The leader of our country is not here. And that’s because he lives in Moscow,” Minhaj said to applause from the crowd of celebrities, politicians, and journalists, many of them from the country’s largest media organizations.”\nThe Elite press has been peddling the Trump Putin connection for 10 months now at least and before that Putin bashing.\nAnd not just the Elite Press but Rachel Maddow is now number one on “talk” prime time and she has filled her show night after night with anti-Moscow rants.  Who do you suppose the audience is that is eating this up and spreading it around?\nAnd if you look at the New Yorker, which I do not read because it is one big boring uninformative neocon circumlocution, you will see Trump bashing on the cover and all over the magazine for months and months now. Who reads the New Yorker?  Basically it is the 5% – the progressive 5%.\nLarcoMarco\nApril 30, 2017 at 16:07\nActually, Mindhaj is pretty funny – an equal opportunity skewer. And the Elite Press did not like it when he bashed their own kind.\nWatchdog\nApril 30, 2017 at 16:33\nHe can bash whomever he wishes but I do not find the Moscow jokes funny.  Just as I do not find jokes that stereotype Blacks or the once upon a time humor about lynchings.  They take us down a very ugly path.\nJoe Tedesky\nApril 30, 2017 at 18:21\nI’m tired of the Moscow Putin jokes, because it’s not like these comedians are laughing with the Russians but instead they are laughing at them. Also these comedy routines are a part of the propaganda roll out.\nGM\nI stopped watching John Oliver for that very same reason.\nDavid F., N.A.\nMay 1, 2017 at 15:15\nI like the way they slammed O’Reilly.  When his job was to mislead and distract an audience that had put their trust in him, they are doing the exact same thing (pot-and-kettle/divide-and-conquer propaganda).\nUSAMNESIA\nCourt jesters\nMay 2, 2017 at 01:55\nLet’s assume the MSM narrative about Donald Trump is true.   He is a thin-skinned, immature, impulsive narcissist who is obsessed with high ratings.  That’s why Barack Obama and Hillary Clinton insisted he could not be trusted with the nuclear codes, right?\nSo why would we want to taunt and ridicule him 24/7?  If a teenaged boy who was unstable came into our home with a gun, would taunting him be a good idea?\nAlready one MSM narrative is that he bombed Syria to prove to his critics that he isn’t really “Putin’s Puppet.” I don’t claim to know what is the truth, but given the MSM narrative, it is dangerously irresponsible for them to be taunting him.\nDave P.\nApril 30, 2017 at 19:57\nThis excellent article by Robert Parry is very timely and of utmost significance. We live in a very dangerous time in history. The political atmosphere for almost a year now has been like a horror show.\nThis “Russia Hysteria” disease which is going on in U.S., like any other psychological disorder, will have it’s consequences. E.U. vassal states are also infected with it, though to a lesser degree.  It is ironical, the West which has been priding itself as the source of all the human advances in recent human history – in science, philosophy, art,  literature, democracy – has not even one  leader left at this time who has the wisdom to bring some sanity to the political atmosphere in the West. Two leaders which are more or less keeping some balance, with their wisdom and  rationality, in this very unstable World are leaders of Russia and China. Two Nations, which in the eyes of the West are uncivilized and undemocratic. The whole show going on – black tie correspondents dinner, Rachel Maddow show, NYT, WaPo – it is beyond Orwellian World now. One can not describe it any other way.\nTo any rational observer, the real facts about Russia during the last quarter century are: Russia fell apart in 1991. It’s Economic system, Political system, Law and Order, and Social Fabric completely collapsed. And the country was looted by the Oligarchs, and the West had a hand in it.  Russia had accepted it’s borders in spite of the fact that Russia lost Crimea, and South East Ukraine. These regions are Russian Speaking Regions with overwhelmingly Russian and Russian-Ukrainian mix population. These two regions were transferred by the Communists to Ukraine for political and administrative purposes. Breaking the promises, the West expanded the NATO right to the Russian borders, and wanted to expand NATO to include Ukraine. The West orchestrated a Coup in Ukraine, overthrowing the democratically elected President, and installed a kind of nationalistic/fascist government. Crimea had a referendum and rejoined Russia. Sevastopol had been the naval base of Russian Navy since 1788. So did the Donetsk and Lohansk Regions, they had elections and separated. The Democratic West should accept these outcomes and try to solve these problems through dialogue and diplomacy.\nRussia needed help.  From what was apparent to rational observers, Russia was looking for friendship with the West, not enmity. Logic of the West is: the Scottish can have their referendum to leave Britain, but the Russian population of Crimea is not allowed to do it. Some how the West  is exceptional. With the logic of this exceptionalism, they have unleashed this very destructive violence on many helpless nations in the World.\nHere at home, the political situation just can not go on festering as it has been. If the politicians, people in think tanks and media do not come to some form of rationality and sanity soon, there will be serious consequences.\nJoe Tedesky\nApril 30, 2017 at 22:11\nAs you put it so well Dave, our society feels like a ever tightening rubber band being twisted and turned to a point so tight that the wing lever handle at any moment will suddenly spin back so hard that no hand will be able to stop its unraveling, and then what?\nI’m reading articles describing Russian nuclear upgrades, that if true this would mean the U.S. isn’t all that superior in the nuclear weapons field as it pretends to be. I’m also reading where Kin Jung-un is making threats to sink an American Submarine.\nAll this while our corporate media in what appears to be a taunting exercise goes on, and on, about Trumps uneventful first 100 days. Okay maybe Trump deserves heavy criticism for how he treated President Obama, but is this the role of the media to get revenge against Trump for how ignorant Trump was to Obama? Could this in your face payback by the media possibly egg Trump on to become a wartime president?\nI sometimes think that the loud saber rattling is probably a good thing, as long as you can hear it. What I do have concern for is what comes after the moment of silence that befalls us right before all hell breaks loose?\nRealist\nMay 1, 2017 at 04:17\nYes, Dave explained the current international crises precipitated by Washington that seem to have us headed into World War III and did so quite articulately.   I think the sad fact is that the powers in Washington understand these truths just as well as Dave because they purposely created them, and then obscured their origins with layer upon layer of lies and propaganda.   It’s not like they are sleepwalking or stumbling into a catastrophe.   It is a catastrophe of their choice and their creation, only everyone will suffer.\nAs to North Korea, I have yet to see conclusive proof that they have actual functional nuclear weapons, and not mere braggadocio of the sort that Saddam Hussein wielded into order to fool his neighboring enemies.   The seismic data accompanying their tests have never matched what would be expected from a truly successful detonation.  At best they’ve got an unreliable low yield fission bomb.   Washington must know this and still chooses to hype a non-existent nuclear threat from the young Chairman Kim.    Essentially every ICBM they have tested as a potential vehicle to deliver such a bomb has failed, either blowing up on the launch pad or early down range, usually when the second stage should ignite.  This suggests two possibilities, both of which may be true.  They have yet to development reliable 1970’s era missile technology, not surprising since they are an isolated country dependent entirely upon their own home-grown talents and materials (or materials they can obtain in the face of American sanctions and embargoes, which may well be sabotaged by the CIA).  Or, the United States has jamming technology capable of blowing these things up on the launch pad, just as many posit that 36 of the 59 Tomahawks fired on Syria were jammed and sent awry by the Russians.  Certainly Washington well knows the truth of that, the CIA probably made sure that all the chips NK purchased off the Dark Web were programmed to respond to American command signals, which means they know that NK poses NO threat to America.   Washington, however, is taunting NK and egging them on to commit a first strike, against which they can justify nuking that country back to the stone age.   Make no mistake, if our military takes them out, it will not be with conventional weapons which would allow the NK’s to get in a few licks and inflict actual damage on South Korea, Japan and perhaps a few American ships.  No, the idea is to quickly neutralize NK top-to-bottom inside-out on some flimsy pretext and subsequently intimidate China with the THAADS that were used to do the job and will still be in place, but pointed at the People’s Republic.   U.S. military watchers are saying that a mobilisation even larger than what preceded Shock and Awe is under way, the object being to occupy the smoldering ruins of NK so China cannot get a foothold in its present buffer state.   Washington wants to move the new Cold War line of confrontation right to China’s border, just as they have done with Russia.\nJoe Tedesky\nMay 1, 2017 at 05:31\nYou know Realist there is a part of me which by my getting use to the constant rhetoric and saber rattling believes there is nothing to worry about. There again there are probably a lot of our troops who have heard ‘this is only a drill’ so often during General Quarters while performing military exercises that when they finally one day do hear the ‘this is not a drill everyone to their assigned battle stations’, will be fifteen minutes into it before they realize what is actual going down. With your analogy of our current situation you bring this dreadful scene you describe that much closer to reality. Regretfully I too sense all the wrong players are aligning to all the inevitable wrong places, and that we are watching this tragic event unfold right before our helpless eyes.\nmike k\nMay 1, 2017 at 10:47\nWhat goes on in the minds of these nuclear war planners is really frightening. These people are dangerously insane – and in charge of the means to make their nightmares come true for all of us.\nDave P.\nMay 1, 2017 at 13:47\nRealist,  it seems like some thing is afoot in Middle East too. The Foreign Minister of that American/U.K. poodle King Abudullah of Jordan was in Moscow to deliver some message or ultimatum – who knows what!  With Trump, McMaster, Mattis, Tillerson, and Haley, and the rest of the Cabal, it is becoming surreal. Congress was already in that stage.\nThe West has almost destroyed the U.N. Institutions during the last two decades.  Who can tell what is next!\nAnd I read somewhere Barak Obama , who is back, is going to make a speech to the Wall Street Chieftains for a hefty fee of $400,000.  All that money for one hour speech. I think, it is the payback time. The Wall Street Bankers are the the real monsters behind all this what is going on in the country, and the World.\nAnd add to it all What Robert Parry has been writing about Media, and other Organisations.  And there is not even a murmur in academia , and other so called intellectual halls of Power.  It is hard to comprehend  what utterly rotten stage the West has come to in such a short span of time.\nrosemerry\nApril 30, 2017 at 15:33\nAs always, Robert Parry reminds us of old facts and brings in new facts and insights to get us thinking and acting. We need to do something to overcome the deadly serious situation the people who are “in charge” of us have embroiled us in, but the close connection between the “free media” and the pundits and political Parties  make it very difficult to know what to do. Even if we find sites like consortiumnews.com and links which we trust, the large majority of items all around us are designed to mislead and there seems little care about imminent disasters which could now so easily erupt.   Now when North Korea is suddenly alleged by a “Korea expert” to be helping another “enemy”, the Syrian President with his non-existent sarin gas which magically cannot harm “White Helmets”, while busloads of fleeing Syrians who dare to be supporters of their president are bombed and the news is ignored, people are confused and helpless.\n“Bush’s Undersecretary of State for Arms Control John Bolton” coming out of the woodwork, before he was placed, Nikki Haley style, as UN Rep to show the disdain of the USA for UN, is an indication of the complete lack of any concern for peace, for any country outside the USA, and most of the people inside the USA as well, by nearly all those elected or appointed to positions of importance in the “exceptional country”.\nRealist\nApril 30, 2017 at 16:25\nParry never lacks for details to support his case.  It’s quite a talent to remember so many facts and be able to articulately bring them up at will to weave into a greater narrative.   Too bad he will never win another award from his professional peers who have mostly sold out truth in service to power.\nErik G\nApril 30, 2017 at 20:21\nThere will be later awards with greater credibility than those, we may reasonably hope. No doubt there will be bumpy road in the meanwhile, but the truth will be known at last, and the truthseekers recognized.\nSkip Scott\nMay 1, 2017 at 07:33\nSomething tells me Mr. Parry would rather be speaking truth to power than sipping highballs with war criminals while wearing some very ironic “first amendment” pin.  However, it does take money to live, so I encourage everyone who values this site to donate what they can to keep it alive.\nOl' Hippy\nMay 1, 2017 at 14:37\nToo bad there are not more like Mr. Perry that get at the truth without regard for employer reprisals. That’s the trouble with publications that rely on large sums of money through advertisements and the capitalist systems they have to promote. Paraphrased as H.L. Mencken says; how can one tell the truth when their livelihood depends on telling lies. All readers need to support independent journalism, as the corporate exists only to sell space, to advertisers, regardless of the facts.\nCharles Davis\nRobert,\nI’m not sure your readers can trust one who refuses to correct glaring factual inaccuracies: https://twitter.com/charliearchy/status/773683001083527169\nGregory Herr\nApril 30, 2017 at 16:52\nThe fact of the matter is that it was a Clinton e-mail released by the State Department.  And as Mr. Parry correctly pointed out, the e-mail reflected the thinking of Clinton’s inner circle.  Your contention seems to be based on the origin of the e-mail, which was not known to Mr. Parry and of which he neither speculated nor misled.  The origin is neither here nor there with regard to the Parry article.\nWe do know what Clinton thought.  We know what she did in Libya and how that playbook was extended to Syria and how this all fits in with the wider regional objectives of the neocons.  Mr. Parry neither misunderstands nor misrepresents.  I went back and reread the entire article. So take your insinuation somewhere else.\nKiza\nAgreed.\nThe game that this gentleman wants to promote is nitpicking of independent journalism – catch them on detail of little importance, whilst ignoring the elephants of the MSM. By such valuation, it is more important who sent an email than who dragged us into Iraq war, which caused around a million dead and several million displaced, or who is supporting ISIS and AQ in Syria.\nSkip Scott\nMay 1, 2017 at 07:27\nI have seen his kind of thinking before.  He wants to nitpick one email to try to prove Hillary’s intentions are 180 degrees from every action and other statement the woman made throughout her career.  I have seen the same attempt at mental gymnastics by Obama apologists.\nTristan\nApril 30, 2017 at 15:11\nThank you again for a thoughtful article.  The detachment from reality in the name of power and profits has corrupted completely.  Those in the West, in Washington D.C. specifically, are unhinged in that they no longer understand reality, nor have any compassion in the sense that most human beings do.\nCapitalism unfettered is the fertile basket of this self made destruction in the service of the most base human desires.  These desires are resplendent in display, our President, the fourth estate, all are enthralled with the trappings of power and the Versailles cliques who all see to their self aggrandizing 15 min of fame.  Yet, today the Warholian* 15 min isn’t enough.  We now see that the power seekers are indeed the power keepers.\nCriminals are lauded as champions of “Freedom and Democracy” while advocates for freedom from this unfettered capitalism and globalism are labeled as subversive Russian patsies or worse.  Oceanian has always been at war with….[fill in foe here].\n*New word\nmike k\nMay 1, 2017 at 10:32\nExactly Tristan. Those at the top (scum rises) lack heart or conscience. They are simply driven machines of death.\nApril 30, 2017 at 15:09\nThank you, Mr Parry, for doing the work you do.  Again you zeroed on the real issue.\nErik G\nApril 30, 2017 at 19:57\nYes, once more an essential counterpoint to the mass media propaganda.\nThose who would like to petition the NYT to make Robert Parry their senior editor may do so here:\nMay 1, 2017 at 12:47\nI signed the petition, which action can perhaps be dismissed as a conscious act of naiveté ; the chance of the Ochs-Sulzberger family trust appointing Mr Parry to the position of senior editor I deem less than that of the proverbial snowball in Hell. But sometimes one has to stand up and be counted, even in the full knowledge that those doing the counting could care less….\nHenri\nJWalters\nApril 30, 2017 at 20:08\n“blue-collar Americans who view the mainstream media as just one more appendage of a corrupt ruling elite.”\nBingo!!!  And very confusing for the MSM, those blue-collar Americans are absolutely correct in this.\nnancy\nMay 1, 2017 at 12:46\nThe MSM are a bunch of circle jerks who get off on each other. They don’t seem to realize that most of the rest of us are done with their sick game.\nKiza\nApril 30, 2017 at 23:14\nIs it fair to summarise Mr Parry’s article as scumbaggery rules in Washington and in its appendix MSM? It is a big hierarchy of scumbags and liars, one mightily sick regime which has nothing in common with the people it rules over.\nHME\nMay 1, 2017 at 00:45\nConsortium News needs to repost this letter.  It’s applies more now than ever:\nOn Leaving America\nMr. Edwin D. Etherington,\nDear Mr. President,\nI hereby ask you to accept my resignation as a Fellow of the Center for Advanced Studies at Wesleyan University. At the same time, I wish to thank you, as best I can, for the hospitality which you have shown me during my stay here. The very least I owe to you, to the faculty, and to the students is an account of my reasons for leaving Wesleyan.\nLet me begin with a few elementary considerations. I believe the class which rules the United States of America, and the government which implements its policies, to be the most dangerous body of men on earth. In one way or another, and to a different degree, this class is a threat to anybody who is not part of it. It is waging an undeclared war against more than a billion people; its weapons range from saturation bombing to the most delicate techniques of persuasion; its aim is to establish its political, economic, and military predominance over every other power in the world. Its mortal enemy is revolutionary change.\nMany Americans are deeply troubled by the state of their nation. They reject the war which is being waged in their name against the people of Vietnam. They look for ways and means to end the latent civil war in the ghettos of American cities. But most of them still hold on to the idea that these crises are unfortunate accidents, due to faulty management and lack of understanding: tragical errors on the part of an otherwise peaceful, sane, and well-intentioned world power.\nTo this interpretation I cannot agree. The Vietnam war is not an isolated phenomenon. It is the most visible outcome and, at the same time, the bloodiest test case of a coherent international policy which applies to five continents. The ruling class of the United States has taken sides in the armed struggles of Guatemala and Indonesia, of Laos and Bolivia, of Korea and Colombia, of the Philippines and of Venezuela, of the Congo and of the Dominican Republic. This is not an exhaustive list. Many other countries are governed, with American support, by oppression, corruption, and starvation. Nobody can feel safe and secure any more, not in Europe, and not even in the United States itself.\nThere is nothing surprising and original about the simple truth I am stating here. I have no space to qualify and differentiate it in any scientific way. Others, many of them American scholars like Baran and Horowitz, Huberman and Sweezy, Zinn and Chomsky, have done so at great length. From what I could gather here, the academic community does not think much of their work. It has been called old-fashioned, boring, and rhetorical; the outgrowth of a paranoid imagination or simply communist propaganda. These defense mechanisms are part of the Western intellectual’s standard equipment. Since I have frequently met with them here, I take the liberty of examining them more closely.\nThe first argument is really a matter of semantics. Our society has seen fit to be permissive about the old taboos of language. Nobody is shocked any more by the ancient and indispensable four-letter-words. At the same time, a new crop of words has been banished, by common consent, from polite society: words like exploitation and imperialism. They have acquired a touch of obscenity. Political scientists have taken to paraphrases and circumlocution which sound like the neurotic euphemisms of the Victorians. Some sociologists have gone so far as to deny the very existence of a ruling class. Obviously, it is easier to abolish the word exploitation than the thing it designates; but then, to do away with the term is not to do away with the problem.\nA second defense device is using psychology as a shield. I have been told that it is sick and paranoid to conceive of a powerful set of people who are a danger to the rest of the world. This amounts to saying that instead of listening to his arguments it is better to watch the patient. Now it is not an easy thing to defend yourself against amateur psychiatrists. I shall limit myself to a few essential points. I do not imagine a conspiracy, since there is no need for such a thing. A social class, and especially a ruling class, is not held together by secret bonds, but by common and glaringly evident self-interest. I do not fabricate monsters. Everybody knows that bank presidents, generals, and military industrialists do not look like comicstrip demons: they are well-mannered, nice gentlemen, possibly lovers of chamber music with a philanthropic bent of mind. There was no lack of such kind people even in the Germany of the Thirties. Their moral insanity does not derive from their individual character, but from their social function.\nFinally, there is a political defense mechanism operating with the assertion that all of the things which I submit are just communist propaganda. I have no reason to fear this time-honored indictment. It is inaccurate, vague, and irrational. First of all, the word Communism, used as a singular, has become rather meaningless. It covers a wide variety of conflicting ideas; some of them are even mutually exclusive. Furthermore, my opinion of American foreign policy is shared by Greek liberals and Latin American archbishops, by Norwegian peasants and French industrialists: people who are not generally thought of as being in the vanguard of “Communism.”\nThe fact is that most Americans have no idea of what they and their country look like to the outside world. I have seen the glance that follows them: tourists in the streets of Mexico, soldiers on leave in Far Eastern cities, businessmen in Italy or Sweden. The same glance is cast on your embassies, your destroyers, your billboards all over the world. It is a terrible look, because it makes no distinctions and no allowances. I will tell you why I recognize this look. It is because I am a German. It is because I have felt it on myself.\nIf you try to analyze it, you will find a blend of distrust and resentment, fear and envy, contempt and outright hate. It hits your President, for whom there is hardly any capital left in the world where he can show his face in public; but it also hits the kind old lady across the aisle on the flight from Delhi to Benares. It is an indiscriminate, a manichaean look. I do not like it. I do not share your President’s belief in collective graft and in collective guilt. “Don’t forget,” he told his soldiers in Korea, “there are only 200 million of us in the world of three billion. They want what we’ve got, and we’re not going to give it to them.” Now it is perfectly true that we all take some share in the pillage of the Third World. Economists like Dobb and Bettelheim, Jalée and Robinson have shown ample evidence for the contention that the poor countries, which we are underdeveloping, subsidize our economies. But surely Mr. Johnson is overstating his case when he implies that the American people are but a single, solid corporate giant fighting for its loot. There is more to admire in America than meets Mr. Johnson’s eye. I find little in Europe that could compare with the fight put up by people in SNCC, SDS, and in Resist. And I may add that I resent the air of moral superiority which many Europeans nowadays affect with respect to the United States. They seem to regard it as a personal merit that their own empires have been shattered. This, of course, is hypocritical nonsense.\nHowever, there is such a thing as a political responsibility for what your own country is doing to the rest of the world, as the Germans found out to their cost after both World Wars. In more than one way, the state of your Union reminds me of my own country’s state in the middle Thirties. Before you reject this comparison, I ask you to reflect that nobody had heard or thought of gas chambers at that time; that respectable statesmen visited Berlin and shook hands with the Chancellor of the Reich; and that most people refused to believe that Germany had set out to dominate the world. Of course, everybody could see that there was a lot of racial discrimination and persecution going on; the armament budget went up at an alarming rate; and there was a growing involvement in the war against the Spanish revolution.\nBut here my analogy breaks down. For not only do our present masters wield a destructive power of which the Nazis could never dream; they have also reached a degree of subtlety and sophistication unheard of in the crude old days. Verbal opposition is today in danger of becoming a harmless spectator sport, licensed, well-regulated and, up to a point, even encouraged by the powerful. The universities have become a favorite playground for this ambiguous game. Of course, only a dogmatic of the most abominable sort could argue that censorship and open repression would be preferable to the precarious and deceptive freedom which we are now enjoying. But, on the other hand, only a fool can ignore that this very freedom has created new alibis, pitfalls, and dilemmas for those who oppose the system. It took me three months to discover that the advantages which you gave me would end up by disarming me; that in accepting your invitation and your grant, I had lost my credibility; and that the mere fact of my being here on these terms would devalue whatever I might have to say. “To judge an intellectual it is not enough to examine his ideas: it is the relation between his ideas and his acts which counts.” This piece of advice, offered by Régis Debray, has some bearing on my present situation. To make it clear that I mean what I say, I have to put an end to it.\nIt is a necessary, but hardly a sufficient, thing to do. For it is one thing to study imperialism in comfort, and quite another thing to confront it where it shows a less benevolent face. I have just returned from a trip to Cuba. I saw the agents of the CIA in the airport of Mexico City taking pictures of every passenger leaving for Havana; I saw the silhouettes of American warships off the Cuban coast; I saw the traces of the American invasion at the Bay of Pigs; I saw the heritage of an imperialist economy and the scars it left on the body and on the mind of a small country; I saw the daily siege which forces the Cubans to import every single spoon they use from Czechoslovakia and every single gallon of gasoline from the Soviet Union, because the United States has been trying for seven years to starve them into surrender.\nI have made up my mind to go to Cuba and to work there for a substantial period of time. This is hardly a sacrifice on my part; I just feel that I can learn more from the Cuban people and be of greater use to them than I could ever be to the students of Wesleyan University.\nThis letter is a meagre way of thanking you for your hospitality, and I very much regret that it is all I have to offer in return for three peaceful months. I realize, of course, that my case is, by itself, of no importance or interest to the outside world. However, the questions which it raises do not concern me alone. Let me therefore try to answer them, as best I can, in public.\nYours faithfully,\nThanks so much for posting this remarkable letter.\n“To judge an intellectual it is not enough to examine his ideas: it is the relation between his ideas and his acts which counts.”\nMarko\nMay 1, 2017 at 06:36\nAlmost fifty years since that letter was written and , arguably , things are even worse today. How depressing is that ?\nBrad Owen\nDear Mr. Enzensberger;\nThe problem is so much wider and of much longer duration than you suggest. Go to EIR and type in their search box “Return of the Monarchs”. There exists about 25 or so, Dynastic Families scattered throughout Europe and UK, that have family histories older than the Nation/States of Europe. The entire fascist/NAZI movement was the culmination of the Synarchist Movement for Empire (SME) that was launched in the 1890s, and just represents the latest, modern version of Empire. These Dynastic Families despise all democratic movements. They see them as perversions of the Natural Order, and have been at war against such democratic Movements since the “rebellious subjects” residing in His Majesty’s (King George III, of the Hanoverian Dynasty) American colonies managed to successfully declare their independence from the British Crown. Before that point-in-time (1776) all previous peasant rebellions were successfully crushed. Thereafter, one-by-one, Crowns fell, to be replaced by democracies…BUT, the Dynastic Families still survive (even members of the Romanov Dynasty), and they, mostly covertly, still command unimaginably great wealth (which leads to loyalty-of-a-sort, as accurately described by Mr. Parry in this article of sycophancy and bribery). They have many powerful but loyal servants, who sometimes need to be reminded “of their place” (this was probably the point of pogroms and The Holocaust, to remind Jewish communities to not confuse excellent financial-services-rendered with the right-to-rule). the whole Israeli thing is just “The Fifth Crusade”. It’s an Imperial geopolitical deployment, nothing more. I don’t know how to deal with this problem. I imagine an appeal to “a Higher Power” will be necessary, but they are the designers of all the mainstream, “Imperial” Religions (Christianity, Judaism, the Muslim Religion). It’s up to “The New ZeitGeist” to bring a serious changing of hearts & minds.\nmike k\nExcellent Brad. I learn a lot from your posts.\nDave P.\nBrad: Excellent, very poignant description of Reality in many ways.\nPatrick McMahon\nMay 2, 2017 at 10:58\nI had the good fortune to come across C.C. Finlay’s trilogy: Traitor to the Crown (1. Patriot Witch, 2. A Spell for the Revolution, 3. The Demon Redcoat). It’s fantasy/fiction, based on survivors of the powerful New Salem Coven siding with the Patriot Cause against the British Crown (and, implicitly, all Crowns) as all the European powers are backed by an old and powerful community of witches & wizards called The Covenant, the Power behind all Crowns and Thrones. It gave me the idea that there may be another dimension to this Great Conflict of “Crown vs. Democracy”. If this all sounds like poppycock, I would remind folks of the Hindu concept of cultivating “The Eight Siddhis” (occult/psychic powers) via special exercises and methods of concentration, (not that I recommend such pursuit; we’re all busy enough with just surviving…but some folks with a bent towards “Black Magic” might have taken this “road less traveled” towards a dark end.\nmike k\nMay 1, 2017 at 10:27\nWonderful letter. I salute you Hans for your clear and direct expression of truth.\nKiza\nIt was a rare pleasure reading your letter Mr Enzensberger.\nJessica\nMay 3, 2017 at 10:03\nThat’s wonderful. Thank you. I’m pretty sure I have to go find his books now.\nDaniel\nMay 2, 2017 at 01:31\nEarly in the primaries, we saw several articles on polls that showed that fewer than 1/3 of USians trusted the MSM.  One poll I saw had it at only 6%.  And with good reason, as you seem to know.\nInterestingly though, the one MSM narrative that almost all USians seem to believe is that Donald Trump was an “outsider” whom the Establishment abhorred and did everything in their power to prevent from “winning” the (s)election.\nFor 4 decades, the MSM created the “Trump Brand,” and love him or hate him, we seem to almost all believe the branding.\nAnd once the MSM had given him $2 Billion in free campaign advertising, burying all other Republican candidates and insuring he would be the Republican Nominee, the MSM very overtly began ridiculing him… AND his supporters.\nGiven what the MSM knew about USian views of the MSM, they had to know that telling us we had to obey them and elect HRC would have the exactly opposite effect.\njohn wilson\nMay 1, 2017 at 02:24\nThe word missing from this discussion is BLACKMAIL. Do as we say or you won’t have a career or worse. He who sups with the devil should do so with a long spoon !  What we all need to know is, who is the blackmailer and what is the real motive behind such enormous power?\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://consortiumnews.com/2014/12/21/did-manning-help-avert-war-in-iran-4/",
                "https://consortiumnews.com/2016/09/28/troubling-gaps-in-the-new-mh-17-report/",
                "https://www.theguardian.com/world/us-embassy-cables-documents/230076",
                "https://consortiumnews.com/2017/04/25/donald-trumps-failing-presidency/",
                "https://consortiumnews.com/2016/09/29/the-official-and-implausible-mh-17-scenario/",
                "https://consortiumnews.com/2017/04/05/another-dangerous-rush-to-judgment-in-syria/",
                "https://consortiumnews.com/2015/09/02/usnato-embrace-psy-ops-and-info-war/",
                "https://consortiumnews.com/2016/11/27/washington-posts-fake-news-guilt/",
                "https://consortiumnews.com/2013/03/19/why-wposts-hiatt-should-be-fired/",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/",
                "https://consortiumnews.com/2015/03/11/nulands-mastery-of-ukraine-propaganda/",
                "https://www.theguardian.com/world/us-embassy-cables-documents/216128"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.c-span.org/video/?181100-1/2004-radio-television-correspondents-association-dinner",
                "https://twitter.com/charliearchy/status/773683001083527169",
                "https://www.facebook.com/PhilosophersforChange/photos/a.561678157199751.1073741829.560796250621275/868131393221091/",
                "https://consortiumnews.com/2002/062102a.html",
                "http://america-hijacked.com/2011/09/02/john-mccain-praises-fathers-whitewashing-of-israels-attack-on-the-uss-liberty/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "united",
            "amano",
            "nuclear",
            "american",
            "existential",
            "president",
            "mainstream",
            "trust",
            "pyatt",
            "question",
            "weapons",
            "media",
            "iraq"
        ]
    }
]