[
    {
        "url": "https://www.christianpost.com/news/kari-jobe-reveals-how-motherhood-has-impacted-her-career.html",
        "title": "Kari Jobe Reveals How Motherhood Has Impacted Her Career",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nKari Jobe Reveals How Motherhood Has Impacted Her Career\nKari Jobe Reveals How Motherhood Has Impacted Her Career\n| Tuesday, January 23, 2018\nKari Jobe speaks with The Christian Post about her third album \"Majestic\" in New York on March 25, 2014. | (Photo: Christian Post/Scott Liu)\nKari Jobe gave birth to her first child with fellow singer Cody Carnes almost two years ago, and now the worship leader is opening up about how motherhood has impacted her career.\nJobe, 36, spoke to The Morning Call  about her son, Canyon, and how it can be challenging to tour with a toddler. \n\"Yeah. It just makes things a little trickier, you know? Going out on the road with unknown elements — like it's snowing now, so we can't get off the bus and go outside,\" she said. \"I think that's just the tricky part — just, like, it would be easier if he were just home.\"\nCody was born in February 2016 and has been touring since he was a newborn baby.\n\"... We love doing this, and he's done it since he was a newborn baby, so he doesn't know anything different,\" she said. \"So I think he enjoys it and we just make the most of it.\"\nOn her personal website , Jobe shared the inspiration behind naming her son Canyon.\n\"God gave us his name even before this whole thing took place,\" she revealed. \"Canyon means a deep ravine for water to flow through. Canyons are formed through storms, so the fact that God gave me his name was so peaceful to me ... I was thankful He gave me his name for that season.\"\nIn a previous interview with CBN , Jobe spoke about how being a mother has influenced her approach to creating worship music.\n\"I love being a mommy. I love spending time with my son,\" she said. \"And even though he can only smile and throw food on me for now, I love to just be with Him. I think it has helped me slow down more while I lead and just wait in God's presence and just enjoy the environment of His spirit.\"\nJobe likened her relationship as a parent to God's relationship with His children.\n\"I know God is the same way. He loves to just spend time with us,\" she said. \"So I've started cultivating more time for just 'being' ... as I worship alone by myself and in the corporate setting.\"\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.mcall.com/entertainment/lehigh-valley-music/mc-ent-kari-jobe-interview-winter-jam-santander-center-reading-20180117-story.html"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www1.cbn.com/music/kari-jobe-the-garden-interview",
                "https://www.karijobe.com/about"
            ]
        },
        "key_words": [
            "spoke",
            "reveals",
            "kari",
            "jobe",
            "worship",
            "know",
            "whatsapp",
            "motherhood",
            "son",
            "impacted",
            "think",
            "love",
            "career",
            "gave",
            "relationship"
        ]
    }
]