[
    {
        "url": "https://www.christianpost.com/news/urbana-director-why-following-gods-calling-missions-trip.html",
        "title": "Urbana Director: Why Following God's Calling Doesn't Just Mean a Missions Trip",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nUrbana Director: Why Following God's Calling Doesn't Just Mean a Missions Trip\nCP Current Page: Church & Ministries | Sunday, January 21, 2018\nUrbana Director: Why Following God's Calling Doesn't Just Mean a Missions Trip\nUrbana Director: Why Following God's Calling Doesn't Just Mean a Missions Trip\n| Sunday, January 21, 2018\nUrbana 2015 missions conference held in St. Louis, Missouri December 27–31, 2015. | (Photo: InterVarsity Christian Fellowship/USA)\nCollege students often get a bad rap when it comes to their faith. They're often cited as the age group that leaves the church in droves or is less religious overall. But the director of one of the largest Christian student missions conferences wants to clarify some things.\nRuth Hubbard is the director of Urbana 2018 . Since 1946, this global event led by InterVarsity has drawn some 300,000 people, mainly college students. She recognizes that students who are around 18 or 19 years old start \"asking a lot of hard questions about the faith of their parents and grandparents, where they are wondering 'are all the things that their parents and grandparents held as being part of the faith really what God intended?'\"\nBut that's natural, Hubbard told The Christian Post.\n\"College is an age where most of us begin to say, 'I need to push away from what my parents have always taught me, and analyze it for myself.' There is a natural kind of skepticism or questioning that is true for younger adults,\" she said.\nAnd while many students do reject the Christian faith, or at least some aspects of it, Hubbard clarified that a lot of times what they're rejecting is not Christianity, per se.\n\"Many of us have the tendency to take the culture in which we live and the faith that we hold to, and merge those things together,\" she explained. \"I think that has been particularly true for the West, and for a majority of cultures.\"\nThus, what the young generation is rejecting is \"not necessarily the God of the Bible, but rather this sort of mushed-up faith expression,\" where young people go, \"I think some of that has nothing to do with God.\"\nNotably, Hubbard said that Urbana conferences have not seen any \"dramatic drop in attendance.\" The most recent one, held in 2015, drew nearly 16,000 people. Any decrease in numbers they see is not due to a lack of interest among youths in spiritual matters, but rather \"the fact that there are more conferences that students can choose from\" now, the director noted.\nHelping Students Find Their Calling\nThe next Urbana conference will be held in St. Louis, Missouri, in December. The main mission of Urbana is to \"call generations to surrender to Christ's lordship\" and to help students find their calling and join \"the Lord's global mission whether across campus, zip codes, or the world.\"\nHubbard first attended Urbana in 2000. It was at that conference that she felt led to spend the next 14 years of her life serving at Wycliffe Bible Translators, which promotes literacy and helps people around the world translate the Word of God into their own languages.\nWhen it comes to inspiring students to find their calling, sometimes the Gospel can be oversimplified to being \"only about telling people about Jesus so they can be saved, go to Heaven and live happily ever after,\" she pointed out. But more than that, it's about living out the Gospel in every aspect of their lives.\nHubbard referred to the book of Matthew, where Jesus taught believers to pray \"Thy Kingdom come, Thy will be done,\" and said people need to consider what that looks like in their lives.\n\"The Kingdom of God has come to me personally and it impacts the way I personally live, it impacts us as a community,\" she said. \"He impacts the way we live as a Church, and so that living out of the Gospel is going to be different.\n\"That's what we want to invite students to do, not to say 'go be seekers of justice' or 'go be seekers of compassion, make sure people are fed,' or 'go be conveyors of this message,' or 'go build the church;' but rather, 'know God, know Him deeply, know Him well, know His Word, become so engaged with Him in a relationship and with the community of people who know and love Him that the living out of every aspect of our lives is saturated with that relationship.'\"\nFor the younger generation, social justice causes such as sex trafficking or child poverty are often attractive. And while \"doing good is good,\" Hubbard warned against following their own sense of justice versus aligning themselves to God's plan.\n\"When we venture out with our own energies, with our own passion, anything we try to accomplish on our own, even for the good, can get so easily derailed,\" Hubbard said.\n\"It's not like doing good is a bad thing. Doing good is good! Let's make the world a better place, let's do that. But when we do it and it's not aligned with what God is doing, what God intended, what God teaches clearly in His Scripture, it can become less helpful than if we are paying attention to what God is calling us to do.\"\nThe Urbana director insisted that justice is the way that God designed things to be.\n\"There is a sense of God's justness in the world, and they will invest themselves in that,\" she said of young people.\n\"And if they are doing that walking with God, following after what He has called them to, that will ultimately be different and look different than when they are just going out and [following] whatever justice feels like today, and letting themselves or a generation or a fad define justice.\"\nHubbard said her goal as a director at Urbana is not to have a certain number of students check the box for short-term missions trips or international internships. She wants to see real transformation in students' lives.\nUrbana 2015 missions conference held in St. Louis, Missouri December 27–31, 2015. | (Photo: InterVarsity Christian Fellowship/USA)\n\"My highest goal is that they can see more clearly than ever Jesus, the slain lamb on God's eternal throne, as their Savior and their Lord and their God, as all that God is to them, and from that they will be moved to a life of worship, and a life of service that brings the Kingdom,\" she said.\nIn the meantime, she hopes students can begin living out the Gospel now in their own context, rather than wait for an overseas opportunity.\n\"They need to realize that it doesn't make sense that God would call them to be an evangelist across an ocean if they are not bearing witness to who God is in their own communities,\" she pointed out.\n\"I don't think God is going to turn you into a missionary if you are not already thinking about 'How do I talk about God in the communities I am in?' If you are not caring for the poor in your own community, how are you going to go and suddenly care about the poor somewhere else?\" Hubbard posed.\n\"One of the ways in which you prepare for a lifetime of service is to begin doing service now. Inviting students to think about how they can do service outside their own communities, and for some that means reaching into international student ministries that might be on their campuses, or engaging in ministry with those who have come to their campus.\n\"Allowing God to work in you so that when the opportunity comes, you have already been engaging, and it will be a natural, logical step to move into the next stage,\" she said of answering the call for missions.\nBelow, Hubbard answers CP's questions on the mission field, how to reach people for Christ, and the influence of technology on missions. She also recounts an intriguing story she heard while she served at Wycliffe. Answers edited for clarity.\nCP: Is the missions field changing? Is the West coming more into focus with the rise of secularism?\nHubbard: God has invited us to bear witness to who He is and what He has done everywhere we go. I want to be careful and not slip into the thinking that everyone is a missionary everywhere they go. I think there is a unique role for the person who leaves their own community and crosses cultures and serves. I think there is something about that that is a part of God's plan. But we also know that God has called all of us to bear witness to who He is and what He has been doing in our lives.\nWherever there is a lack of witness, wherever there is darkness, we are called to bring light. We know that darkness takes on various characteristics. In some places, there is a darkness that comes mostly from ignorance, and in other places there may be a darkness that comes mostly from rebellion and rejection.\nThe way in which you may carry light in those places — the strategies may differ, but there is also the fact that light is light, and what we do is we reflect the light of God. God's light is already in those places, and we come and serve as a reflector of that light.\nHowever, it is that God created us to be this way, we often see Him in the lives of human beings around us, when we might have missed Him if it wasn't for them.\nThere are places on Earth where there is not a witness to God, or the witness to God is very small, it is a little, tiny flickery flame. Missions, strategies in those places is going to look very different than places where there has been a brilliant light in some points in history that has then been corrupted, or neglected, or ignored, or all the things that might happen in societies that we may call post-Christian.\nI think there is great room to grow in the missions field. I have asked the question recently as the church is growing in China, and there is an increased fervor among Chinese Christians for global missions, \"what does it look like for Chinese Christian university students to come and spread the Gospel in the universities in the United States?\"\nWe know that it's no longer \"from the West to the rest,\" it's the whole Church taking the whole Gospel to the whole world.\nCP: Is it more difficult to reach people for Christ in the secular world?\nHubbard: I haven't done extensive study or reading, and so this is a somewhat informed but not as informed as it might be though, [but] I don't know if I would characterize it as more difficult.\nUrbana 2015 missions conference held in St. Louis, Missouri December 27–31, 2015. | (Photo: InterVarsity Christian Fellowship/USA)\nWhere I think we would find difficulty in any Gospel ministry, in any of the ways where we would bear witness and call people to follow Jesus, or any place where we do evangelistic kind of work, is when there is opposition. [For instance] from a secular viewpoint that no longer wants to listen, and we know that that is the experience of some. In the United States and in the West, there is a sense of \"all the voices should have a chance to speak except for the Christian voice\" — that's the one voice that's not welcome in pluralism.\nSo there is opposition there; there is opposition from other religions across the world; there could be opposition that is more political. [In] any kind of opposition there is challenge — that has not changed throughout all of human history.\nWhere we find perhaps ourselves saying \"its harder here or it's harder there\" is when there is a kind of challenge that we are not adjusted to address. If I try to take the strategy of sharing the Gospel that worked somewhere within a specific community, or a generation, or a context, and I don't adapt it at all and take it to another place where it may not work at all, and I go \"Oh, it might be so much harder to share the Gospel\" — it might not be that it's harder, it might be that it requires a different way to do that.\nWe may need to apply what we've learned in other places, and see \"well, how does that apply here? How do we conceptualize the Gospel for this community, for this generation; and not allow what appears to be opposition to derail us?\" There has always been opposition to the Gospel.\nCP: What are some trends or developments in technology in missions that the general public might be surprised by?\nHubbard: The general public probably won't be surprised that the use of technology in missions is growing exponentially. They might be surprised at the kind of things that technology has impacted. [There are] people who think \"let's think creatively, let's go outside of our boxes, and not just try to do what we've always done and use technology to make it better.\"\nWe (older generations) are still thinking in terms of documentation, where as a digital native, which is the younger generation, they are going to come in and turn it all sideways and say, \"Why does it have to look like that at all?\"\nFor instance, I came from the world of Bible translation, [where young people] have led to changes.\n[For example], in an oral culture, instead of trying to create a writing system and then translate using it, they are translating orally and then creating a writing system where a community sees that to be a positive thing for them to have.\nWith technology, where a person can listen to Scripture in a language that they know, other than their own heart language, they can listen to it multiple times, and then speak it back, and then you can have someone else listen to it and do the same. And it can all be done digitally with oral recordings.\nSo that [is a] kind of a switch in how we think about technology, and I think that is going to be led by a generation that lives inside the digital world, as they are not tied to other ways of doing things.\nCP: Are there memories you can share that really stand out to you where you've seen missions work inspire or lead people to change their lives?\nHubbard: I am reminded of a story — so the man's name is Leonard, and he's Cameroonian.\nHe was participating in the work, he was doing the work of translating Scripture into the language that serves him and his community best. He was using the French scriptures, and had access to English scriptures.\nHe was invited to read Scripture during Holy Week at their church service. So he read the story of Jesus' death and resurrection, and there was a group of women in the congregation that approached him after the service, and they were clearly emotional.\nThere was actually quite the response from the whole group that was gathered, that started with people becoming silent as he began to read.\nThe community was so used to Scripture being read in French (which they only barely understood), but when he began to read Scripture in a language they spoke, there was a silence, and there was an emotional response from the people.\nAnd the women who came up to him afterwards (they would have called themselves Christians), they said \"where did you get this story?\" They were almost accusing him of conjuring up some kind of story that they had never heard before.\nHe pulled out his French New Testament and said, \"It's in here, you hear this story every year during these services.\" [But they replied] \"No, we've never heard this story before, we never knew this.\"\nAnd it became to be very transformational for these specific women, but also for the community as a whole.\nI've heard stories like that over and over again as it relates to Scripture being available in the language that serves people best. It moves them into a life of service, which is very different [from] when it is just sort of, \"I'm going to take on this religion;\" it moves from religion to a deep relationship.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://urbana.org/"
            ]
        },
        "key_words": [
            "mean",
            "urbana",
            "missions",
            "director",
            "gospel",
            "doing",
            "god",
            "know",
            "places",
            "community",
            "gods",
            "trip",
            "calling",
            "think",
            "doesnt",
            "students",
            "following"
        ]
    }
]