[
    {
        "url": "https://www.christianpost.com/news/12-strong-actors-chris-hemsworth-michael-pena-talk-dangers-of-doubt-and-the-power-of-belief-video.html",
        "title": "'12 Strong': Actors Chris Hemsworth, Michael Peña Talk Dangers of Doubt and the Power of Belief (Video)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'12 Strong': Actors Chris Hemsworth, Michael Peña Talk Dangers of Doubt and the Power of Belief (Video)\n'12 Strong': Actors Chris Hemsworth, Michael Peña Talk Dangers of Doubt and the Power of Belief (Video)\n'12 Strong': Actors Chris Hemsworth, Michael Peña Talk Dangers of Doubt and the Power of Belief (Video)\n| Friday, January 19, 2018\nProduced by one of the biggest producers in Hollywood, Jerry Bruckheimer (\"Armageddon,\" \"Pirates of the Caribbean\"), the movie focuses on 12 American Green Berets who are sent to Afghanistan as a special forces unit.\n\"12 Strong\" is based on the unclassified New York Times Best Seller, Horse Soldiers by Doug Stanton.\n\"'12 Strong' is one of the great unknown stories of American valor. In the wake of Sept. 11th, twelve brave U.S. soldiers dropped everything and ventured into an unknown land, outnumbered 5,000 to 1 to complete one of the most successful special forces missions of all time. Once there, the soldiers develop an uneasy partnership with the Northern Alliance to take down the Taliban and its al-Qaida allies. Outgunned and outnumbered, they had to use the rudimentary tactics of the Afghan horse soldiers rather than state-of-the-art warfare to battle the heavily-armed Taliban. This is the amazing story of these 12 heroes and the families who wondered if they would come home alive,\" a description of the film explains.\nUnlike \"The Avengers,\" this film tells the story of real-life heroes. It features \"Thor\" himself, Hemsworth, as the heroic Captain Mitch Nelson and co-stars Michael Peña (\"Crash,\" \"World Trade Center\"), Michael Shannon (\"Revolutionary Road\"), Geoff Stults (\"Enlisted\"), William Fichtner (\"Black Hawk Down\"), Trevante Rhodes (\"Moonlight\") and Rob Riggle (\"Hangover').\nWhen asked about the role of a hero and why it's important for people to step up to the challenge in this day and age despite the challenges, Hemsworth said he thinks people need to be born with that leader quality.\n\"12 Strong\" Hit's theaters January 19, 2018. | (Photo: Warner Brothers)\n\"It's certainly an added weight and responsibility, telling this story, portraying these guys, having them on set with us giving us advice and so on. We had a wealth of knowledge at our fingertips. There is a sort of unwavering certainty with these guys, and a belief that this is what they were put on this earth to do,\" Hemsworth told The Christian Post.\n\"I think you're either born with that or not in this sense. You can find confidence and belief and so on but what was so impressive about these guys is that there was no massive ego or anything, this was their job,\" he shared.\nActor Peña played the supporting role of Sgt. First Class Sam Diller, one of the 12 soldiers in Captain Nelson's crew. The popular Mexican-American actor spoke on the importance of family and how vital of a role that played in helping these soldiers make it back home.\n\"That's the reason that these guys go out and fight ... they are guarding America and its freedom. One of those freedoms, which not every country does have, is the freedom of family — to take care of their family and be with their family. They want to come back to their family and come back alive,\" Peña stated.\n\"12 Strong\" has an underlying theme of faith and shows the power of unity and determination. Hemsworth recently put his Christian belief on display at Disneyland in December 2017. The 34-year-old actor was featured in a Christmas ceremony that featured a candlelit choir singing Christian carols as he read the story  of Christ's birth found in the gospel of Luke.\nWhen asked to discuss the importance of faith in relation to \"12 Strong\" and the world today, Hemsworth talked about the role belief played in keeping the soldiers going those few weeks while in Afghanistan. He maintained that doubt would have been detrimental to their survival.\n\"You've got to have something to live for,\" Hemsworth stated. \"Whether it be family, or religion, the community, friends or your country. If you're fighting not just for your country [but] the people in your immediate group [then] you want to get back for something.\"\nThe action-packed film shows that Mitch Nelson had to say goodbye to a wife and a little girl. However, Mark Nutsch, the real-life captain who inspired the character, had two little boys (4 and 3 years old), and a wife who was six months pregnant when he left for war and she gave birth while he was away. Nevertheless, he kept his eye on the mission and did not allow uncertainty to creep in.\n\"If these guys start doubting their survival in this position or wavering on what they can achieve, then I think it's a snowball effect and starts to crumble so [you have] to constantly hang on to why you're doing this,\" he concluded.\nPeña, who once accredited  all of his success to the Church of Scientology in 2016, chimed in on CP's question concerning the power of Christian faith.\n\"There's always this special element, especially as an actor I get to read some really amazing stories about someone who went to war and did something spectacular, or someone in sports, or maybe a civil rights activist and they always have this belief beyond themselves that they're able to have other people agree on,\" Peña stated.\n\"I think that's when you can really do something special in this life. It does take belief because there's quite a bit of drama going on in your head but when you're able to make it come true, I think that's when it's really special.\"\nWhen it comes to displaying the faith of the American soldiers, \"12 Strong\" leaves out any overt signs of Christianity but it does explore two different sides of the Muslim faith. The Taliban is seen killing innocent people in the name of \"Allah.\" And in another scene, the Afghanistan Northern Alliance leader Commander Ahmed Lal accredits their God to giving them the motivation to keep fighting for justice.\nChris Hemsworth and Michael Pena discuss their new film \"12 Strong\" during press junket in Los Angeles, California, Jan, 5 2018. | (Photo: Christian Post)\nOff script, however, one of the real-life heroes portrayed in the Warner Brothers release, Bob Pennington, told Patheos.com  that it was, in fact, his faith in God that helped his team accomplish the \"miracle mission.\"\n\"We easily should have been killed several times,\" Pennington explained to Patheos. \"I always thank Him for watching over me and I still do. Even beyond the film, we did more harrowing things and in each case, I believe there was some divine intervention.\"\n\"God wants you to have confidence and believe that He's right there beside you. That's how I looked at it. I absolutely believed, 'Hey, we can make it out of here and we can do the job that we need to do,'\" he added.\nAlthough it features violence and strong language, not suitable for children, \"12 Strong\" can serve as an encouragement to others to model after the bravery and resilience of the 12.\nFrom Alcon Entertainment, Black Label Media and Jerry Bruckheimer Films, \"12 Strong\" will be in theaters and IMAX nationwide on Friday.\nFollow Jeannie Law on Twitter: @jlawcp Follow Jeannie Law on Facebook: JeannieOMusic\nSponsored\nMore In Entertainment\n",
        "quotes": [
            [
                "12 Strong' is one of the great unknown stories of American valor.",
                "Jerry Bruckheimer",
                false
            ],
            [
                "In the wake of Sept. 11th, twelve brave U.S. soldiers dropped everything and ventured into an unknown land, outnumbered 5,000 to 1 to complete one of the most successful special forces missions of all time.",
                "Jerry Bruckheimer",
                true
            ],
            [
                "Once there, the soldiers develop an uneasy partnership with the Northern Alliance to take down the Taliban and its al-Qaida allies.",
                "Jerry Bruckheimer",
                true
            ],
            [
                "Outgunned and outnumbered, they had to use the rudimentary tactics of the Afghan horse soldiers rather than state-of-the-art warfare to battle the heavily-armed Taliban.",
                "Jerry Bruckheimer",
                true
            ],
            [
                "This is the amazing story of these 12 heroes and the families who wondered if they would come home alive,",
                "Jerry Bruckheimer",
                true
            ],
            [
                "When asked about the role of a hero and why it's important for people to step up to the challenge in this day and age despite the challenges, Hemsworth said he thinks people need to be born with that leader quality.",
                "Rob Riggle",
                true
            ],
            [
                "It's certainly an added weight and responsibility, telling this story, portraying these guys, having them on set with us giving us advice and so on.",
                "Chris Hemsworth",
                true
            ],
            [
                "We had a wealth of knowledge at our fingertips.",
                "Chris Hemsworth",
                true
            ],
            [
                "There is a sort of unwavering certainty with these guys, and a belief that this is what they were put on this earth to do,",
                "Chris Hemsworth",
                true
            ],
            [
                "I think you're either born with that or not in this sense.",
                "",
                true
            ],
            [
                "You can find confidence and belief and so on but what was so impressive about these guys is that there was no massive ego or anything, this was their job,",
                "",
                true
            ],
            [
                "That's the reason that these guys go out and fight ... they are guarding America and its freedom.",
                "Peña",
                true
            ],
            [
                "One of those freedoms, which not every country does have, is the freedom of family — to take care of their family and be with their family.",
                "Peña",
                true
            ],
            [
                "They want to come back to their family and come back alive,",
                "Peña",
                true
            ],
            [
                "You've got to have something to live for,",
                "Chris Hemsworth",
                true
            ],
            [
                "Whether it be family, or religion, the community, friends or your country.",
                "Chris Hemsworth",
                true
            ],
            [
                "If you're fighting not just for your country [but] the people in your immediate group [then] you want to get back for something.",
                "Chris Hemsworth",
                true
            ],
            [
                "If these guys start doubting their survival in this position or wavering on what they can achieve, then I think it's a snowball effect and starts to crumble so [you have] to constantly hang on to why you're doing this,",
                "Chris Hemsworth",
                true
            ],
            [
                "There's always this special element, especially as an actor I get to read some really amazing stories about someone who went to war and did something spectacular, or someone in sports, or maybe a civil rights activist and they always have this belief beyond themselves that they're able to have other people agree on,",
                "Peña",
                true
            ],
            [
                "I think that's when you can really do something special in this life.",
                "",
                true
            ],
            [
                "It does take belief because there's quite a bit of drama going on in your head but when you're able to make it come true, I think that's when it's really special.",
                "",
                true
            ],
            [
                "We easily should have been killed several times,",
                "Pennington",
                true
            ],
            [
                "I always thank Him for watching over me and I still do.",
                "",
                true
            ],
            [
                "Even beyond the film, we did more harrowing things and in each case, I believe there was some divine intervention.",
                "",
                true
            ],
            [
                "God wants you to have confidence and believe that He's right there beside you.",
                "",
                true
            ],
            [
                "That's how I looked at it.",
                "",
                true
            ],
            [
                "I absolutely believed, 'Hey, we can make it out of here and we can do the job that we need to do,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.patheos.com/blogs/reelfaith/2018/01/real-life-12-strong-hero-describes-miracle-mission-faith-military.html",
                "https://www.worldreligionnews.com/religion-news/scientology/actor-michael-pena-credits-his-success-to-the-church-of-scientology"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/JeannieOMusic",
                "https://twitter.com/jlawcp",
                "https://www.youtube.com/embed/m30weVKvHI4?rel=0&start=823"
            ]
        },
        "key_words": [
            "video",
            "12",
            "doubt",
            "hemsworth",
            "youre",
            "michael",
            "dangers",
            "family",
            "peña",
            "soldiers",
            "strong",
            "guys",
            "faith",
            "talk",
            "power",
            "belief",
            "chris"
        ]
    }
]