[
    {
        "url": "https://www.christianpost.com/news/dont-let-political-identity-trump-your-identity-in-christ-world-vision-president-says.html",
        "title": "Don't Let Political Identity Trump Your Identity in Christ, World Vision President Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDon't Let Political Identity Trump Your Identity in Christ, World Vision President Says\nDon't Let Political Identity Trump Your Identity in Christ, World Vision President Says\nDon't Let Political Identity Trump Your Identity in Christ, World Vision President Says\n| Tuesday, January 23, 2018\nWASHINGTON — The president of a Christian humanitarian relief organizations is urging Christians embrace a pro-life ethic that includes refugees, the elderly, and immigrants in addition to the unborn. And followers of Jesus must be especially watchful that American national identity does not trump their identity in Christ, he says.\nAt Evangelicals for Life 2018 held at the JW Marriott hotel last week, World Vision President Richard Stearns sat down with The Christian Post for an interview about the importance of valuing life at every stage, a recurring theme throughout the two-day conference that coincided with the March for Life, the largest annual pro-life gathering in the nation.\n\"Some of the same people that value the unborn as precious lives don't want refugees to seek asylum in our country or may want to build a wall to keep out immigrants that might come across illegally,\" Stearns lamented.\nPeople tend to put different price tags on different lives and all of us tend to look at the world with our own filters and lenses and values systems, he continued. And although the phrase \"consistently pro-life\" has become cliché \"you can't just value the unborn, you have to value the elderly, you have to value the immigrant, you have to value the disabled, you have to value people you don't agree with, people of other religions,\" he said.\n\"The most powerful witness Christians have for the truth of the Gospel is unconditional love, especially for the least of these, the widow, the orphan, the stranger.\"\nWhen Christians love the unlovable unconditionally and sacrificially, \"the world steps back and takes notice and says 'Wow, who are these people? How do we explain their unconditional love? They are doing things that we would never expect them to do and they value life.'\"\nStearns further expressed concern the current political climate, urging Christians to resist the temptation to pledge unquestioning allegiance to a particular party or movement.\n\"Here's what I think is happening in our culture, our identity as Americans, our national identity, is trumping our religious identity,\" he said. \"But our identity in Christ should be at the very, very top of our value system and it should inform everything else.\"\n\"God does not put a price tag on Americans and say they are worth more than Syrians. We're the ones that are doing that. We are the ones that are playing with the price tags. And I think we have mixed up our national identity and our politics with our faith to a point where some can no longer tell the difference between all of those domains in their life.\"\nThe World Vision president noted that lately he has taken to saying that far too often people, whether their views lean to the right or left, spend too much time considering what is politically correct when they ought to be concerned about being biblically correct.\n\"If we're biblically correct about refugees we would see God loves those refugees. These are people in desperate situations, that have lost loved ones, have fled their homes, that have nothing. These are the people Jesus talked about when He spoke 'For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink,\" Stearns said, citing Matthew 25:35.\n\"We should have no other response but to say, 'How can we help these people?'\"\nWhile it is important for Christians to be politically engaged, whenever the Church gets consumed with politics it sullies the Church, not the politicians, Stearns said.\nEarlier this month it was announced that Stearns will be retiring, having been the longest serving leader at World Vision in the organization's history. CP asked him what he is most proud of and heartened by during his tenure.\n\"Most of our constituents, our child sponsors, are surprised to hear that in the last 25 years more people have been lifted out of extreme poverty than at any time in history,\" he recounted.\nAn estimated 2.8 billion lacked access to clean water in 1990 and today it's less than 700 million, he noted. Likewise, maternal mortality in childbirth has been halved, world hunger has been reduced, adult literacy has climbed substantially.\n\"The world is changing in profound ways for the better and almost every indicator of poverty is going in the right direction.\"\nAnd these encouraging developments in the past few decades are bigger than putting a man on the moon and ought to be celebrated much more, he said.\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "Some of the same people that value the unborn as precious lives don't want refugees to seek asylum in our country or may want to build a wall to keep out immigrants that might come across illegally,",
                "Stearns",
                true
            ],
            [
                "you can't just value the unborn, you have to value the elderly, you have to value the immigrant, you have to value the disabled, you have to value people you don't agree with, people of other religions,",
                "",
                false
            ],
            [
                "The most powerful witness Christians have for the truth of the Gospel is unconditional love, especially for the least of these, the widow, the orphan, the stranger.",
                "Stearns",
                true
            ],
            [
                "the world steps back and takes notice and says 'Wow, who are these people?",
                "",
                false
            ],
            [
                "How do we explain their unconditional love?",
                "",
                true
            ],
            [
                "They are doing things that we would never expect them to do and they value life.",
                "",
                true
            ],
            [
                "Here's what I think is happening in our culture, our identity as Americans, our national identity, is trumping our religious identity,",
                "Stearns",
                true
            ],
            [
                "But our identity in Christ should be at the very, very top of our value system and it should inform everything else.",
                "Stearns",
                true
            ],
            [
                "God does not put a price tag on Americans and say they are worth more than Syrians.",
                "",
                true
            ],
            [
                "We're the ones that are doing that.",
                "",
                true
            ],
            [
                "We are the ones that are playing with the price tags.",
                "",
                true
            ],
            [
                "And I think we have mixed up our national identity and our politics with our faith to a point where some can no longer tell the difference between all of those domains in their life.",
                "",
                true
            ],
            [
                "If we're biblically correct about refugees we would see God loves those refugees.",
                "Stearns",
                true
            ],
            [
                "These are people in desperate situations, that have lost loved ones, have fled their homes, that have nothing.",
                "Stearns",
                true
            ],
            [
                "These are the people Jesus talked about when He spoke 'For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink,",
                "Stearns",
                true
            ],
            [
                "We should have no other response but to say, 'How can we help these people?",
                "",
                true
            ],
            [
                "Most of our constituents, our child sponsors, are surprised to hear that in the last 25 years more people have been lifted out of extreme poverty than at any time in history,",
                "Stearns",
                true
            ],
            [
                "The world is changing in profound ways for the better and almost every indicator of poverty is going in the right direction.",
                "Stearns",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts",
                "https://twitter.com/BrandonMShow"
            ]
        },
        "key_words": [
            "let",
            "trump",
            "political",
            "dont",
            "president",
            "world",
            "identity",
            "christians",
            "unborn",
            "value",
            "prolife",
            "refugees",
            "vision",
            "christ",
            "stearns"
        ]
    }
]