[
    {
        "url": "https://www.christianpost.com/news/school-district-appeals-texas-cheerleaders-bible-verse-case-to-state-supreme-court.html",
        "title": "School District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\nSchool District Appeals Texas Cheerleaders' Bible Verse Case to State Supreme Court\n| Thursday, January 18, 2018\nA Texas public school district is hoping the state Supreme Court will rule that high school cheerleaders don't have the constitutional right to include Bible verses on banners displayed at football games.\nKountze Independent School District filed a petition with the Texas Supreme Court on Wednesday after the Texas Court of Appeals in Beaumont ruled last year that the school district does not reserve the right to ban cheerleaders from including Christian messages on large colorful banners that the school football team runs through before the start of games.\nThe lower court ruled in September  that the cheerleaders' signs constituted private speech, not government speech. The school district's appeal for rehearing was subsequently denied by the Beaumont court.\nAttorneys for the school district have argued that the lower court's ruling goes against previous federal court precedents, such as the U.S. Fifth Circuit Court's ruling  in 2011 in the case of a cheerleader at Silsbee High School who refused to cheer for an athlete who she accused of sexually assaulting her.\nThe court reasoned in that case  that cheerleaders acted as a \"mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.\"\n\"In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,\" lawyer Thomas Brandt wrote in the appeal, according to the Beaumont Enterprise .\n\"This creates confusion for all Texas school districts,\" he said, adding that the banners \"were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school.\"\nThe First Liberty Institute, a religious freedom law group that is defending the cheerleaders, decried the school district's appeal.\n\"The Court of Appeals correctly ruled that the Kountze cheerleaders have a right to have religious speech on their run-through banners — banners on which the cheerleaders painted messages they chose, with paint they paid for, on paper they purchased. Why is the school district continuing to fight against this decision and the cheerleaders?\" First Liberty Institute lawyer Hiram Sasser said in a statement shared with The Christian Post.\n\"When will the school district stop filing appeal after appeal and finally accept that the cheerleaders are free to have religious speech on their run through banners?\" he questioned. \"Hopefully the Texas Supreme Court will not even require the cheerleaders to respond and thus bring an end to the school district's scorched earth litigation tactics against the Kountze cheerleaders. Enough is enough.\"\nThe case dates back to 2012 when the Freedom From Religion Foundation, a national organization that advocates for strict adherence to separation of church and state, complained that religious messages on the run-through banners constituted a violation of the Establishment Clause of the First Amendment.\nAccording to the Beaumont Enterprise, the school district's attorneys also argue that the case is now moot because all of the original cheerleaders involved in the case have since graduated or are no longer a part of the team.\nHowever, David Starnes, a lawyer who also represented the girls in the case, argues that the case is not moot because the mother of one of the students who didn't make the team in 2017 filed a grievance after her daughter didn't make the team. The mother claimed that her daughter didn't make the team in retaliation for suing the school district, according to the Beaumont Enterprise .\n\"It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,\" Starnes said in a statement to KFDM/Fox 4 . \"Enough is enough. They are fully aware that the U.S. Supreme Court ruled in 1969 that 'It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.'\"\n\"Of course the Ninth Court of appeals simply followed the law and ruled in their favor,\" Starnes continued. \"It is inexplicable that the District's lawyers continue trying to suppress the cheerleaders' constitutionally-protected religious speech, when the well-reasoned opinion of the Ninth Court of Appeals simply follows the U.S. Supreme Court law written in 1969. To do otherwise, would lead to an absurd result. \"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.",
                "",
                false
            ],
            [
                "In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,",
                "Thomas Brandt",
                true
            ],
            [
                "This creates confusion for all Texas school districts,",
                "",
                true
            ],
            [
                "were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school.",
                "",
                false
            ],
            [
                "The Court of Appeals correctly ruled that the Kountze cheerleaders have a right to have religious speech on their run-through banners — banners on which the cheerleaders painted messages they chose, with paint they paid for, on paper they purchased.",
                "Hiram Sasser",
                true
            ],
            [
                "Why is the school district continuing to fight against this decision and the cheerleaders?",
                "Hiram Sasser",
                true
            ],
            [
                "When will the school district stop filing appeal after appeal and finally accept that the cheerleaders are free to have religious speech on their run through banners?",
                "",
                true
            ],
            [
                "Hopefully the Texas Supreme Court will not even require the cheerleaders to respond and thus bring an end to the school district's scorched earth litigation tactics against the Kountze cheerleaders.",
                "",
                true
            ],
            [
                "It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,",
                "Starnes",
                true
            ],
            [
                "They are fully aware that the U.S. Supreme Court ruled in 1969 that 'It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.",
                "Starnes",
                true
            ],
            [
                "Of course the Ninth Court of appeals simply followed the law and ruled in their favor,",
                "Starnes",
                true
            ],
            [
                "It is inexplicable that the District's lawyers continue trying to suppress the cheerleaders' constitutionally-protected religious speech, when the well-reasoned opinion of the Ninth Court of Appeals simply follows the U.S. Supreme Court law written in 1969.",
                "Starnes",
                true
            ],
            [
                "To do otherwise, would lead to an absurd result.",
                "Starnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://kfdm.com/news/local/kountze-isd-appeals-cheerleaders-free-speech-case-to-texas-supreme-court",
                "https://www.beaumontenterprise.com/news/article/Kountze-ISD-appeals-ruling-in-cheerleaders-case-12505001.php",
                "https://www.christianpost.com/news/court-throws-out-atheist-groups-legal-challenge-to-cheerleaders-who-wanted-to-post-bible-verses-on-their-banner-201942/"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/rape-high-school-cheerleader-vows-fight-school-district/story?id=11972052"
            ],
            "unsure": [
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "supreme",
            "banners",
            "verse",
            "district",
            "state",
            "school",
            "speech",
            "court",
            "texas",
            "case",
            "bible",
            "districts",
            "cheerleaders"
        ]
    },
    {
        "url": "http://kfdm.com/news/local/kountze-isd-appeals-cheerleaders-free-speech-case-to-texas-supreme-court",
        "title": "Kountze ISD appeals cheerleaders' free speech case to Texas Supreme Court",
        "authors": [
            {
                "name": "Brandon Scott",
                "link": null
            }
        ],
        "publisher": "https://kfdm.com",
        "publish_date": "",
        "text": "",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kountze",
            "supreme",
            "speech",
            "court",
            "texas",
            "isd",
            "free",
            "case",
            "appeals",
            "cheerleaders"
        ]
    },
    {
        "url": "https://www.beaumontenterprise.com/news/article/Kountze-ISD-appeals-ruling-in-cheerleaders-case-12505001.php",
        "title": "Kountze ISD appeals ruling in cheerleaders' case",
        "authors": [
            {
                "name": "Liz Teitz",
                "link": null
            }
        ],
        "publisher": "https://www.beaumontenterprise.com",
        "publish_date": "",
        "text": "Liz Teitz\n3:47 pm CST, Wednesday, January 17, 2018\nKountze Lion's cheerleaders hold other members of their squads up to support a a larger banner at Lion's Stadium on Sept. 25.  Photo provided by Denzel Seale.\nKountze Lion's cheerleaders hold other members of their squads up to support a a larger banner at Lion's Stadium on Sept. 25.  Photo provided by Denzel Seale.\nImage 1 of / 9\nImage 1 of 9\nKountze Lion's cheerleaders hold other members of their squads up to support a a larger banner at Lion's Stadium on Sept. 25.  Photo provided by Denzel Seale.\nKountze Lion's cheerleaders hold other members of their squads up to support a a larger banner at Lion's Stadium on Sept. 25.  Photo provided by Denzel Seale.\nKountze ISD appeals ruling in cheerleaders' case\n1  /  9\nBack to Gallery\nKountze ISD has asked the state's highest court to weigh in again on a lower court's ruling allowing cheerleaders to use Bible verses on football run-through banners, claiming the ruling forces school districts to choose between conflicting interpretations of the First Amendment.\nBeaumont's Ninth Court of Appeals ruled in September in favor of the seven cheerleaders who sued the district in 2012 after they were banned from using Scriptures on signs at football games.\nIn that opinion, the court ruled that the signs are \"pure private speech,\" because the messages are selected by students each week and are unlikely to be interpreted as a message promoted by the school.\nIn the appeal, filed at the Supreme Court of Texas this week, the district's attorney argues that the ruling breaks with precedent and gives school districts conflicting interpretations of the First Amendment.\n\"In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,\" attorney Thomas Brandt wrote, referring to the result of a 2011 case involving a Silsbee High School cheerleader who refused to cheer for an athlete she said sexually assaulted her.\nIn that case, the U.S. Fifth Circuit Court of Appeals ruled that the cheerleader, in that role, \"served as a mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.\"\n\"This creates confusion for all Texas school districts,\" Brandt wrote in the appeal. He argued that the same interpretation of school-sponsored speech should be applied in the Kountze cheerleaders' case.\nThe banners \"were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school,\" he wrote.\nHe also argued in the appeal, as he did unsuccessfully this fall, that the case is moot because all cheerleaders who initially filed the suit have either graduated, left Kountze ISD or are no longer on the squad.\nOne cheerleader, who was in middle school when the suit was filed, is now a senior at Kountze High School. She did not make the team in March 2017, and is expected to graduate in May. All others have transferred or graduated, according to Brandt.\nThe district argued that the cheerleaders now have no standing in the case, and that all previous rulings should be vacated.\nAttorney David Starnes, who has represented the cheerleaders since the case began, said this fall that the case is \"clearly not moot\" because the mother of the lone remaining student filed a grievance against the district after she did not make the team, which leaves open the possibility that she could still be reinstated.\nThe grievance relates to alleged retaliation against the cheerleader for suing the district, Starnes said.\nIn a statement Wednesday, Starnes said the Ninth Court of Appeals \"simply follows the U.S. Supreme Court law written in 1969,\" referring to a ruling in which the justices found that students and teachers do not \"shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.\"\n\"It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,\" he said. \"Enough is enough.\"\nLTeitz@BeaumontEnterprise.com\nTwitter.com/LizTeitz\n",
        "quotes": [
            [
                "In federal court, a cheerleader who cheers at a game engages in government speech, but in state court, she engages in private speech,",
                "",
                true
            ],
            [
                "served as a mouthpiece through which [the school district] could disseminate speech — namely, support for its athletic teams.",
                "",
                false
            ],
            [
                "This creates confusion for all Texas school districts,",
                "Brandt",
                true
            ],
            [
                "were held by public school cheerleaders while they were cheering for the school's football team, while they were in uniform at a school-sponsored event, and while they were on the school's football field to which access was limited by the school,",
                "Brandt",
                false
            ],
            [
                "simply follows the U.S. Supreme Court law written in 1969,",
                "Starnes",
                false
            ],
            [
                "shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.",
                "Starnes",
                false
            ],
            [
                "It is remarkable that the lawyers for the Kountze School District are making the same, worn-out, rejected arguments, yet again,",
                "Starnes",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kountze",
            "ruling",
            "district",
            "speech",
            "school",
            "cheerleader",
            "court",
            "isd",
            "case",
            "appeals",
            "cheerleaders"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/court-throws-out-atheist-groups-legal-challenge-to-cheerleaders-who-wanted-to-post-bible-verses-on-their-banner.html",
        "title": "Court throws out atheist group's legal challenge to cheerleaders who wanted to post Bible verses on their banner",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nCourt throws out atheist group's legal challenge to cheerleaders who wanted to post Bible verses on their banner\nCourt throws out atheist group's legal challenge to cheerleaders who wanted to post Bible verses on their banner\nCourt throws out atheist group's legal challenge to cheerleaders who wanted to post Bible verses on their banner\nA group of cheerleaders from Kountze, Texas faced some opposition from an atheist group after they posted Bible verses on their run-through banners. Thankfully, the Court of Appeals ruled in their favor and allowed them to proclaim their love for God during football games.\nIt was the Freedom From Religion Foundation (FRFF) who filed a complaint against the cheerleaders, according to Fox News . The school district actually banned cheerleaders from writing Bible verses on their banners for the football team back in 2012, but the Court of Appeals for the Ninth District Court of Texas reversed the ruling last Thursday.\n\"We find the Cheerleaders' speech on the pregame run-through banners cannot be characterized as government speech,\" the court ruled.\nFirst Liberty Institute, who represented the cheerleaders in this legal battle, could not be more thrilled with the court's decision. \"This is another great victory for the free speech and religious liberty rights of all Texas students,\" First Liberty Institute president Kelly Shackelford said. \"Hopefully this ruling will bring clarity and closure to this issue for all Texas students and schools.\"\nMeanwhile, general counsel Hiram Sasser said \"no school district should be able to censor, ban or claim ownership of the private religious speech of its students.\"\nThe cheerleaders from Kountza had the backing of Senators John Cornyn and Ted Cruz - two well-known Christian politicians. \"The First Amendment protects the religious liberty of ever American,\" Cruz said. \"I'm proud to side with the cheerleaders standing up for free expression of religion and the Bill of Rights.\"\nThe FRFF has actually garnered criticism from Christians in the past, including Answers in Genesis founder Ken Ham. Ham accused the FRFF of being partial when it comes to religion and ripping apart anything that has to do with Jesus Christ.\n\"Although the group's name is the 'Freedom From Religion Foundation,' it's really not religion in general that this group is fighting against but Christianity in particular,\" Ham wrote on his blog . \"The FFRF leaders claim to want 'the school to stop allowing the distribution of religious material altogether,' but they are willing to allow Satanic material to be given out to accomplish this — anything, as long as it's not the Bible.\"\nSponsored\n",
        "quotes": [
            [
                "We find the Cheerleaders' speech on the pregame run-through banners cannot be characterized as government speech,",
                "",
                true
            ],
            [
                "This is another great victory for the free speech and religious liberty rights of all Texas students,",
                "Kelly Shackelford",
                true
            ],
            [
                "Hopefully this ruling will bring clarity and closure to this issue for all Texas students and schools.",
                "Kelly Shackelford",
                true
            ],
            [
                "no school district should be able to censor, ban or claim ownership of the private religious speech of its students.",
                "Hiram Sasser",
                false
            ],
            [
                "The First Amendment protects the religious liberty of ever American,",
                "Ted Cruz",
                true
            ],
            [
                "I'm proud to side with the cheerleaders standing up for free expression of religion and the Bill of Rights.",
                "Ted Cruz",
                true
            ],
            [
                "Although the group's name is the 'Freedom From Religion Foundation,' it's really not religion in general that this group is fighting against but Christianity in particular,",
                "Ham",
                true
            ],
            [
                "The FFRF leaders claim to want 'the school to stop allowing the distribution of religious material altogether,' but they are willing to allow Satanic material to be given out to accomplish this — anything, as long as it's not the Bible.",
                "Ham",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://answersingenesis.org/blogs/ken-ham/2016/04/16/freedom-from-religion-or-just-from-christianity/",
                "https://www.foxnews.com/opinion/victory-court-rules-cheerleaders-can-paint-bible-verse-banners"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wanted",
            "cheerleaders",
            "verses",
            "legal",
            "speech",
            "school",
            "religious",
            "challenge",
            "court",
            "texas",
            "bible",
            "liberty",
            "throws",
            "religion",
            "post",
            "groups"
        ]
    },
    {
        "url": "https://answersingenesis.org/blogs/ken-ham/2016/04/16/freedom-from-religion-or-just-from-christianity/",
        "title": "Freedom from Religion or Just from Christianity?",
        "authors": [],
        "publisher": "https://answersingenesis.org",
        "publish_date": "2016-04-16",
        "text": "Looks like you are using an old version of Internet Explorer - Please update your browser\nShare:\nThe secular group Freedom from Religion Foundation (FFRF) has been behind many recent attempts to remove Christian symbols from public and even private places in the United States. They’ve tried to get nativity scenes removed , get Bibles taken out of hotel rooms , have opposed the Ark Encounter project , and much more. Their most recent battle is being fought in a Colorado public school district.\nThis school district, like many others, allows the Gideons to make Bibles available to students. After a complaint from a parent, FFRF and another secular group have been trying to get the school to ban the distribution of Bibles. And their tactic has been to hand out their own atheistic literature as well as satanic pamphlets! The school, which says it can’t discriminate on the type of literature being given out, hasn’t made a decision on whether to change its policy or not.\nAlthough the group’s name is the “Freedom From Religion Foundation,” it’s really not religion in general that this group is fighting against but Christianity in particular. The FFRF leaders claim to want “the school to stop allowing the distribution of religious material altogether,” but they are willing to allow Satanic material to be given out to accomplish this—anything, as long as it’s not the Bible!\nAnd why would they specifically choose something with “an opposite viewpoint” from the Bible to present to students? And why choose to provide “booklets about sex in the Bible”—which, coming from this group, will almost assuredly not treat the Bible’s teaching accurately, fairly, or favorably—and atheistic literature? Well, ultimately they want their religion of secularism and atheism—worldviews which are already being taught in public school classrooms—to be the only religion these students are exposed to. Of course, they claim that atheism is not a religion, but it is! In their worldview, they have faith that somehow the universe came into existence and by natural processes life arose—that is their belief system, their religion.\nNow their anti-Christian rhetoric shouldn’t surprise us. The message of Christianity and the Resurrection of Jesus Christ is countercultural. Our culture does not like the message that there is only one way of salvation, that they are sinners deserving of punishment, and that they must repent and trust in Christ to be saved. This message has made people angry from the days of Jesus right up until now, and people will not stop fighting it until Jesus returns. Christians certainly will express their disagreement with what these atheist groups believe, while still recognizing that people are free to believe whatever they want in the United States. However, groups like the FFRF are intolerant of Christians themselves, and don’t want Christians to be free to exercise their religion.\nThough it’s easy to get angry at groups like FFRF, remember that they aren’t ultimately fighting against us, but against Jesus and His message. And these groups are made up of lost individuals who—like everyone—desperately need the forgiveness and hope that Jesus offers. The very thing they are vehemently fighting against is the only thing they truly need. Please pray that they will see their need and will repent and trust in Jesus Christ.\nThanks for stopping by and thanks for praying ,\nKen\nThis item was written with the assistance of AiG’s team.\nPrevious Article\nEmail me with Ken’s daily email:\nThank You!\nThank you for signing up to receive email newsletters from Answers in Genesis.\nYou can also sign up for our free print newsletter (US only).\nFinish your subscription\nYou're almost done! Please follow the instructions we emailed you in order to finish subscribing.\nYou can also sign up for our free print newsletter (US only).\nWhoops!\nYour newsletter signup did not work out. Please refresh the page and try again.\nAnswers in Genesis is an apologetics ministry, dedicated to helping Christians defend their faith and proclaim the gospel of Jesus Christ .\n",
        "quotes": [
            [
                "the school to stop allowing the distribution of religious material altogether,",
                "",
                false
            ],
            [
                "booklets about sex in the Bible",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://dailycaller.com/2016/04/03/students-provided-satanic-literature-at-colorado-school/",
                "https://answersingenesis.org/ministry-news/ark-encounter/propaganda-war-against-the-ark/",
                "https://answersingenesis.org/blogs/ken-ham/2015/12/18/secularist-intolerance-bible-free-hotel-rooms/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://answersingenesis.org/prayer/",
                "https://answersingenesis.org/newsletters/print/",
                "http://www.microsoft.com/windows/downloads/ie",
                "https://answersingenesis.org/about/good-news/",
                "https://answersingenesis.org/blogs/ken-ham/2014/12/22/wise-men-remove-nativities/"
            ]
        },
        "key_words": [
            "message",
            "group",
            "jesus",
            "freedom",
            "christianity",
            "school",
            "bibles",
            "students",
            "ffrf",
            "fighting",
            "religion",
            "groups"
        ]
    },
    {
        "url": "https://www.foxnews.com/opinion/victory-court-rules-cheerleaders-can-paint-bible-verse-banners",
        "title": "Victory! Court rules cheerleaders can paint Bible verse banners",
        "authors": [
            {
                "name": "Todd Starnes Is Host Of",
                "link": null
            },
            {
                "name": "Todd Starnes",
                "link": null
            }
        ],
        "publisher": "https://www.foxnews.com",
        "publish_date": "",
        "text": "Cheerleader shaking blue and white pom poms (iStock)\nCheerleaders will be able to once again raise banners proclaiming God’s Word at football games in Kountze, Texas .\nThe Court of Appeals for the Ninth District Court of Texas ruled late Thursday in favor of the Kountze cheerleaders – declaring the inspirational Bible verses painted on run-through banners are private speech.\n“We find the Cheerleaders’ speech on the pregame run-through banners cannot be characterized as government speech,” the court ruled.\nIn 2012 the school district had banned cheerleaders from writing Bible verses on run-through banners for the football team. That decision came after the notorious Freedom From Religion Foundation filed a complaint.\nTo continue reading Todd's column from ToddStarnes.com, click here .\nLatest in Opinion\n",
        "quotes": [
            [
                "We find the Cheerleaders’ speech on the pregame run-through banners cannot be characterized as government speech,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "kountze",
            "banners",
            "verse",
            "verses",
            "district",
            "speech",
            "runthrough",
            "court",
            "bible",
            "paint",
            "cheerleaders",
            "rules",
            "victory",
            "todds",
            "football"
        ]
    }
]