[
    {
        "url": "https://www.christianpost.com/news/poll-american-catholics-divided-over-direction-of-church.html",
        "title": "Poll: American Catholics Divided Over Direction of Church",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPoll: American Catholics Divided Over Direction of Church\nPoll: American Catholics Divided Over Direction of Church\n| Friday, February 22, 2013\nAs Pope Benedict XVI is scheduled to soon step down, a recently released poll indicates that Catholics in America are almost equally divided over what direction the Roman Catholic Church should take.\nIn a report by the Pew Research Center released Thursday, 46 percent of Catholics surveyed believed the Church should \"move in new directions,\" while 51 percent believed the Church should \"maintain traditional positions.\"\nOther findings included 74 percent of Catholics holding a favorable opinion of Pope Benedict XVI, 60 percent of Catholics wanting a Pope from the developing world, and 58 percent of Catholics in favor of priests being allowed to marry.\n\"As the pontificate of Benedict XVI winds down, many American Catholics express a desire for change. For example, most U.S. Catholics say it would be good if the next pope allows priests to marry,\" reads the Pew press release about the report.\n\"At the same time, many Catholics also express appreciation for the traditions of the Roman Catholic Church…among Catholics who say they attend Mass at least once a week, nearly two-thirds (63%) want the next pope to maintain the church's traditional positions.\"\nFindings for the report came from two national surveys that gauged general public opinion on the issue surrounding the pope and the Catholic Church. The conclusions from the data came via using the responses by those who identified themselves as Catholic.\nOne survey used was conducted Feb. 13-18 and had a sample space of 1,504 adults, including 304 Catholics. The other survey, conducted Feb. 14-17, had a sample space of 1,003 adults, including 212 Catholics.\nJames Salt, executive director for the progressive organization Catholics United, told The Christian Post that while the Catholic sampling was \"less robust,\" the results of the report \"are fairly accurate.\"\n\"Without question, there is a growing crisis of leadership within American Catholicism. The numbers speak for themselves,\" said Salt. \"One in three Catholics born into the faith have stopped practicing their religion. The best way to reverse this trend is for bishops to listen more to the needs of the laity and recommit themselves to the teachings of Jesus.\"\nMarcus Plieninger, policy studies director at the conservative Catholic League for Religious and Civil Rights, provided CP with a statement from Catholic League President Bill Donohue.\nIn his comments, Donohue took issue with the validity of the Pew survey, noting among other things that the classification for Catholic might be too broad to have a valid interpretation.\n\"If someone rarely, if ever, attends church, yet identifies himself as a Catholic, should he be considered as such?\" said Donohue.\n\"…[M]ost media outlets run stories on the aggregate number, thereby leaving the impression that Catholics are deeply divided. As the survey shows, it is not practicing Catholics who are the most critical of Church teachings.\"\nDonohue added that those Catholics who said they wanted the Church to move in a new direction may have been misunderstood.\n\"Also, when Catholics are asked if the new pope should 'move in new directions,' Pew analysts and reporters just assume that those who answer 'yes' want the Church to become more 'modern,'\" said Donohue.\n\"Beware of the game that pundits (not necessarily the researchers) are playing, the purpose of which is to create the illusion of a Church badly divided. That's the only hope the 'progressives' have.\"\nWith the pope stepping down next week, the College of Cardinals will come to Rome from across the world to decide who will be the next pontiff. There is no exact timetable for when their decision will be reached.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "xvi",
            "american",
            "report",
            "church",
            "divided",
            "pew",
            "poll",
            "direction",
            "pope",
            "catholic",
            "survey",
            "catholics"
        ]
    }
]