[
    {
        "url": "https://consortiumnews.com/2017/03/30/trump-obama-continuity-for-nukes/",
        "title": "Trump-Obama Continuity for Nukes",
        "authors": [
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Drew Hunkins",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-03-30",
        "text": "Main menu\nBy Greg Mello\nAt the United Nations headquarters in New York City, negotiations began this week on a treaty banning the possession, development and use of nuclear weapons. The agreement to negotiate such a ban was passed late last year by a wide margin in the most significant development in nuclear disarmament since the end of the Cold War.\nThe mushroom cloud from the atomic bomb dropped on Hiroshima, Japan, on Aug. 6, 1945.\nBut just as the proceedings were getting underway, U.S. Ambassador Nikki Haley, supported by Britain and France, staged a protest outside the General Assembly, along with representatives of 18 other countries .\n“You know me as the U.S. ambassador to the U.N., but first and foremost I’m a mom,” Haley announced. “As a mom, as a daughter, there’s nothing I want more for my family than a world without nuclear weapons. But we have to be realistic . . . today when you see those walking into the General Assembly to create a nuclear weapons ban, you have to ask yourself, are they looking out for their people? Do they really understand the threats that we have?”\nThe United States and the other eight nuclear weapon states are all boycotting the negotiations, along with NATO states (with the exception of the Netherlands), Australia, South Korea, and Japan.\nU.S. resistance to the nuclear ban began before Nikki Haley took office. A boycott was actually announced last October by the Obama Administration. Despite this opposition, a negotiating mandate was adopted by a vote of 123 to 38, with 16 abstentions.\nNotably, North Korea voted to negotiate a nuclear weapons ban, and China, alone among the nuclear weapon states, abstained.\nA Weakened Cornerstone\nThe Nuclear Nonproliferation Treaty is the undisputed cornerstone of the world’s nuclear nonproliferation regime. Article VI of that treaty states : “Each of the Parties to the Treaty undertakes to pursue negotiations in good faith on effective measures relating to cessation of the nuclear arms race at an early date and to nuclear disarmament, and on a treaty on general and complete disarmament under strict and effective international control.”\nNikki Haley speaking at the 2013 Conservative Political Action Conference (CPAC) in National Harbor, Maryland. (Flickr Gage Skidmore)\nHaley did not explain how boycotting the negotiations could possibly comply with the requirement that the United States act in “good faith.” These negotiations are the culmination of a multi-year process principally led by about a dozen states, the Red Cross, and the International Campaign to Abolish Nuclear Weapons , a network of more than 400 non-governmental organizations in ninety countries.\nOne hundred and twenty states are in attendance at the General Assembly this week. The four-week negotiating process will proceed from general statements and the drafting of a text, to final negotiations in late June and early July.\nA Moving Account\nOn the second day of negotiations, as the opening statements concluded, Hiroshima survivor Setsuko Thurlow gave a moving first-hand account of the blast and its aftermath. Thurlow was followed by Sue Coleman speaking about the devastating impacts of British nuclear testing on aboriginal people.\nThese are moments of high drama in disarmament affairs. For a supermajority of U.N. member states to take the reins from the nuclear club and demand a treaty that declares nuclear weapons anathema once and for all, is entirely unprecedented.\nLikewise unprecedented is Haley’s conspicuous boycott and protest by the United States and its allies of a major U.N. disarmament meeting, arguably a flagrant violation of U.S. Nuclear Non-Proliferation Treaty obligations. It is certainly damaging to U.S. prestige — and no doubt a spur to negotiators, who are being reminded once again that the United States is not interested in multilateral nuclear disarmament.\nThe resolution establishing these negotiations rejects nuclear deterrence on moral and legal grounds. The resulting ban would lower the status and legitimacy of nuclear weapons, even within nuclear states. Its efficacy would develop further over time, as more states joined the treaty.\nThese negotiations are the product of the rising multipolar world, a tide which the United States cannot hold back. More than the legitimacy and status of nuclear weapons is in play. The ban process is in part about who can decide whether nuclear weapons are legitimate.\nIn a dark time, diplomats from countries without nuclear weapons and alliances are reasserting civilizational values. Despite the shameful efforts of the Obama and now the Trump Administration to impede the ban process, momentum toward a ban is strong.\nNegotiations are being webcast in their entirety. Reaching Critical Will offers daily analysis, and analysis is available from the International Campaign to Abolish Nuclear Weapons . You can also search twitter for #nuclearban.\n \nApril 1, 2017 at 01:39\nNations possessing nuclear weapons in 2017 number nine – America, United Kingdom, France, Israel, Pakistan, India, China, Russia, and North Korea. Perhaps making it illegal to possess nuclear weapons around the Earth after the year 2017 could include a “unique” punishment for possession of nuclear weapons beginning on January 1, 2018. That “unique” punishment is most deterring as the leader of each of the nine nations is forced to choose nuclear weapons or his/her punishment – death.\nConsidering that it is only a matter of time (when, not if…) until existing nuclear weapons become used, either through error or intentionally, and that today’s nuclear weapons are exponentially more destructive than the atomic bombs dropped on Hiroshima and Nagasaki – likely to kill millions of innocent men, women and children, along with virtually all life-forms for thousands of years due to radiation poisoning – sacrificing the lives of up to nine men or women leaders of nuclear armed nations seems only completely rational.\nImagining the planet flooded with gasoline and nuclear weapons as matches threatening to engulf the world with nuclear Armageddon might help one perceive the wisdom of making possession of nuclear weapons an international crime punishable by death. Any man or woman who opposes banishment of nuclear weapons from this Earth for all time is absolutely bat-shit crazy. One sees Trump on the same path as Obama in plans for taxpayer-funded expenditure of $1,000,000,000,000 (one trillion dollars) over 30 years on nuclear weaponry, so America will be “at the head of the pack”. Yes… head of the bat-shit crazy pack.\nEstablishing the death penalty as punishment for possession of nuclear weapons is a very serious proposal worthy of deep, thoughtful and wide consideration. The very real ongoing risk to humanity and future generations is undoubtedly an existential, all-encompassing threat. Ultimate,maximum and severest measures must become enacted to eliminate the clear and present danger.\nTristan\nMarch 30, 2017 at 20:52\nThank you for the fine article elucidating the situation at the U.N.   In consideration of the actions of the U.S., one could conclude with some confidence that the U.S. is planning on using nuclear weapons in the near future in accordance with the policy of full spectrum dominance and the developing strategy of limited or tactical use of nuclear weapons in a conflict, be that with a nuclear armed nation or not.\nJoe Tedesky\nMarch 30, 2017 at 19:55\nI’m hoping the U.S. does the sensible thing, and it joins the multinational world. Having the largest military and leveraging that against all odds while we work with other nations to slice our killing power down to nothing would be all too easy. Calling off the plans for investment would be a wonderful act, but then will the new plan for peace be as profitable? No doubt it could be, but war with these banker people always seems to have an appeal.\nSo far Nikki Haley hasn’t yet said anything I will agree with, and no I don’t miss Samantha Powers. In fact from what I’m getting by reading the news, is there isn’t much on the international front that gets me excited. Our country’s foreign policy leadership no matter who’s in power are on a glide pattern all of their own. This conglomerate of military and banking is just to huge to overcome. The worldwide intervention could someday come, unless by some miracle from the gods our country’s foreign policy could change for the good.\nBe against Nukes!\nMarch 30, 2017 at 19:39\nThere is no adequate substitute for trust. This is true from personal relationships to the international.  Our deeply flawed human history has failed to develop the level of trust necessary for peace and general well being for all people. This can be repaired and healed if enough people see it as a key priority and begin seriously working to make it happen.\nThe greedy elites who presently rule our world love war.  Removing these vampires from power is the key to having a better world.  No number of attempted fixes that leaves these key players in place will ever be effective. Those in power around the world, including those who pull the strings while remaining hidden, are responsible for the completely unnecessary suffering and destruction on our planet.  They must be stopped before we are all extinguished. This truth must be deeply understood; then it becomes meaningful to consider how to accomplish this essential goal.  If this is not understood, then we are left with a plethora of half-measures which will prove to be totally ineffective, however hopeful they may seem.\nDrew Hunkins\nMarch 30, 2017 at 16:54\nMany observers think that North Korea’s “dictator” is an irrational and dangerous lunatic.  They’re totally wrong.\nKim Jong Un’s actually a relatively level-headed and cagey leader who’s well aware of the dangers his state faces.  Here’s why: over the last 30 years he’s fully absorbed exactly what Washington does to small independent states that DO NOT have nuclear weapons — Washington bombs or invades them and completely obliterates them.  See Grenada, Panama, Somalia, Iraq, Afghanistan, Iraq, and Libya.\nNK’s leader fully understands this potentially astonishing threat; which is why every few months Jong Un goes on a big dog and pony show demonstrating to Washington and the U.S. public that NK does indeed have nuclear weapons and that they’re prepared to use them to fend off any attempt to annihilate their country by the biggest imperial power the globe has ever seen.  Totally Rational.\nMarch 30, 2017 at 16:36\nDespite the so-called liberals being so alarmed about loss of funding for the EPA, the agency has been ineffective and politically compromised for years. Flint and all the other contaminated drinking water in other communities show that, I forget how many more but it’s a bunch.\nMarch 30, 2017 at 16:25\nI don’t read Nikki Haley’s statement as showing any real understanding of the issue, I think she’s just using the anti-terror rhetoric.  When Putin called Trump in January, he suggested that the US and Russia discuss the START treaty to renegotiate nuclear missiles stockpiles, but Trump either understood nothing about its significance at the time, or he got his orders that it’s not on the table. Since then, there’s no hope in hell for such sensible discussion with Russia thanks to the pack of baying Democrat hounds.\nZachary Smith\nMarch 30, 2017 at 16:08\nAs much as it pains me to say it, the airhead puppet Nikki Haley is right on this issue.   The only way I can imagine such a total nuclear ban could be safely arranged would be for existing weapons to be put under the control of a world government.   Why not dismantle them?   Because hiding a few dozen would be just too simple.   I wouldn’t want a nice just-established Human Government being told to move out by some rogue nation-state or corporation.  Corporation, you ask?   Sure – both the bomb maker companies and Big Nuclear Power could have enough hidden in accounting schemes to pull it off.  That, and all the nuclear waste dumps around the planet are basically unrefined weapons material.  An extreme example: a big mining company “discovers” a valuable ore deposit a few miles from an underground test site.  A secret side tunnel could scoop out the materials from the test, and make at least one weapon from the recovered material.\nAnd in the highly unlikely event somebody did figure out a way to safely destroy all the nukes, we’re in the soup for sure.  It’s a military axiom that good big armies beat good little armies every time, and this gives China, India, and the other “biggies” an undeniable advantage.  How to counter them?  The balance of terror would have to shift to using chemical and biological weapons.   Hardly an improvement.\nFinally, there is an outside chance Trump & company is doing a head-fake on this issue.\n“While Trump talks tough, US quietly cutting nuclear force”\nWASHINGTON (AP) — The Air Force is quietly shrinking its deployed force of land-based nuclear missiles as part of a holdover Obama administration plan to comply with an arms control treaty with Russia. The reductions are nearing completion despite President Donald Trump’s argument that the treaty gives Moscow an unfair advantage in nuclear firepower.\nThe reduction to 400 missiles from 450 is the first for the intercontinental ballistic missile, or ICBM, force in a decade — when the arsenal came down from 500 such weapons. The Air Force says the latest cut in Minuteman 3 missiles will be completed in April, leaving the deployed ICBM arsenal at its smallest size since the early 1960s.\nMarch 30, 2017 at 20:49\nPeace is only able to manifest, as anything, if you believe it is possible. If Gorbechev had his way the world may have been nuclear free today.\nMarch 30, 2017 at 16:07\nI learned just recently about the 43 cases of anencephalic babies born in the state of Washington between 2010 and 2016, newborns with genetically defective, incomplete brain due to genetic developmental defect when the neural tube is formed in utero. These cases occurred in the three Washington State counties surrounding the Hanford Nuclear Reservation, considered the most toxic nuclear site in the US.  Hanford was set up in 1943 as part of the Manhattan Project. It has been a source of contention in the state for years. Anencephaly is very rare, and the WA state cases are 8000% above average in number\nZachary Smith\nMarch 30, 2017 at 16:16\nThat dreadful situation has been going on since WW2, and the Authorities appear to have no intention of spending the large sums of money necessary to fix it.    If we could somehow arrange that the US Congress (both houses), the White House Person, and the Supreme Court Justices drank water from Flint Michigan and all their food came from the Hanford area, something just might get done.\nMarch 30, 2017 at 15:54\nThe “Leader of the Free World”!  They have sold their souls… We must get the anti-nuke movement going again.  The world being left to future generations is a nightmare!  I shudder to think of it.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.theguardian.com/world/2016/oct/28/un-votes-to-start-negotiating-treaty-to-ban-nuclear-weapons"
            ],
            "gov_pgs": [
                "https://www.un.org/disarmament/wmd/nuclear/npt/text/",
                "http://webtv.un.org/live-now/watch/united-nations-conference-to-negotiate-a-legally-binding-instrument-to-prohibit-nuclear-weapons-leading-towards-their-total-elimination/5195620509001"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=FnjcbgH4Gu4",
                "https://www.youtube.com/watch?v=YcfmfVFH_8c",
                "http://www.reachingcriticalwill.org/disarmament-fora/nuclear-weapon-ban",
                "http://www.icanw.org/",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=LudlDr8H1ok",
                "http://www.icanw.org/updates/",
                "http://www.lasg.org/BAN/BAN_open.html"
            ]
        },
        "key_words": [
            "united",
            "disarmament",
            "nuclear",
            "negotiations",
            "general",
            "nukes",
            "trumpobama",
            "treaty",
            "ban",
            "weapons",
            "continuity",
            "process",
            "states"
        ]
    }
]