[
    {
        "url": "https://www.christianpost.com/trends/destiny-2-news-bungie-responds-to-complaints-on-faction-rallys-redundant-rewards.html",
        "title": "'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n'Destiny 2' News: Bungie Addresses Player Complaints Around Faction Rally's Redundant Rewards\n| Tuesday, January 23, 2018\nPromo image for \"Destiny 2's\" first DLC \"Curse of Osiris.\" | Facebook/DestinyTheGame\n\"Destiny 2's\" Faction Rallies was one of the major events in the game that debuted recently. However, they did not run as smoothly as Bungie may have hoped.\nBungie was recently prompted to issue an apology to \"Destiny 2\" gamers after many of them noticed that they had received far less new weapons after winning in the Faction Rallies for Season 2. Meanwhile, other players also complained  of receiving redundant loot items upon redeeming their Faction Engrams.\nThe game developer has since recognized these feedback from fans and explained that they had applied a new mechanism of distributing new weapons in the Faction Rallies for Season 2.\n\"It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning. This was on us. No excuses,\" Bungie  explained in a community forum.\nIn a separate statement  explaining the distribution of new weapons in upcoming Faction Rallies, Bungie confirmed that each Faction would receive five new weapons which, as mentioned, would be handed out all throughout the event.\nBungie explained that the weapon rewards, called Winner's Offering, will be changed to a new type as a new Faction Rally event takes place.\nThe Auto Rifle Winner's Offering for the first rally has already been made available. As for the second rally, the same rule applies and Bungie added: \"Additionally, the previous Winner's offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.\"\nMeanwhile, the game developer promised that the third and final Faction Rally in season 2 will also call for a new weapon \"that has yet to be featured.\"\n\"The previous Winner's Offering will be added to the Faction Engram rewards, alongside an additional weapon. This brings the total to four weapons within the Faction Engram, and a final Winner's Offering for factions to compete for over the course of the event,\" Bungie further explained.\nRecently, Bungie was also criticized by \"Destiny 2\" players after they imposed a restriction  in the number of chest rewards that can be claimed. The developer has since explained that this had been done to address an exploit that allowed players to harvest loots in the Lost Sector at a rate much faster than Bungie preferred.\nHowever, Bungie agreed with players that the remedy they had applied \"is way too penalizing\" and promised to fix it in an upcoming patch.\nSponsored\nMore In Entertainment\n",
        "quotes": [
            [
                "It was not made clear beforehand that the new Season 2 weapons would be added throughout the events of the Season rather than all at once in the beginning.",
                "",
                true
            ],
            [
                "Additionally, the previous Winner's offering (Auto Rifles) and an additional weapon are added to Faction Engram rewards.",
                "",
                true
            ],
            [
                "that has yet to be featured.",
                "",
                false
            ],
            [
                "The previous Winner's Offering will be added to the Faction Engram rewards, alongside an additional weapon.",
                "",
                true
            ],
            [
                "This brings the total to four weapons within the Faction Engram, and a final Winner's Offering for factions to compete for over the course of the event,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://comicbook.com/gaming/2018/01/20/destiny-2-faction-rally-issues-bungie-apology/",
                "https://www.bungie.net/en/Forums/Post/242099163?sort=0&page=0",
                "https://www.christianpost.com/news/destiny-2-gameplay-news-bungie-promises-to-fix-throttle-of-faction-rally-tokens-in-next-patch-214234/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.bungie.net/en/News/Article/46582"
            ]
        },
        "key_words": [
            "rally",
            "weapons",
            "rewards",
            "player",
            "season",
            "offering",
            "weapon",
            "addresses",
            "faction",
            "complaints",
            "bungie",
            "winners",
            "destiny",
            "rallys",
            "rallies",
            "players",
            "redundant"
        ]
    }
]