[
    {
        "url": "https://nutritionfacts.org/audio/paleolithic-diets/",
        "title": "NutritionFacts.org",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nAbril 6th, 2017\nPaleolithic Diets\nIn this episode, we go back in time to look at the diet of Paleolithic man and discover what there is to recommend in today’s Paleo fad diets.\nHello and welcome to Nutrition Facts – the podcast that brings you the latest in evidence-based nutrition research.  I’m your host, Dr. Michael Greger.\nI know that facts have been in the news a lot lately, both real and fake.  The concept of alternative facts is nothing new in the field of nutrition though, where powerful commercial interests have tried to not only keep people in the dark, but actively try to confuse them.  That’s why I stick to the science:  What’s the best available balance of evidence published in the peer-reviewed medical journals right now?    That’s why I wrote my New York Times best-selling book, “How Not to Die”, why I created my nonprofit site NutritionFacts.org and, now, this podcast.\nToday, we go back in time–way back in time, to the Paleolithic.  The Paleolithic period represents just the last 2 million years of human evolution, though. What did our bodies evolve to eat during the first 90% of our time on earth before that?\nOur epidemics of dietary disease have prompted a great deal of research into what humans are meant to eat for optimal health. In 1985, an influential article was published proposing that our chronic diseases stem from a disconnect between what our bodies evolved eating during the Stone Age, during the last 2 million years, and what we’re stuffing our face with today, advocating for a return towards a hunter-gatherer type diet of lean meat, fruits, vegetables, and nuts.\nThough it may be reasonable to assume our nutritional requirements were established in the prehistoric past, the question of which prehistoric past remains.  Why just the last 2 million?  We’ve been evolving for 25 million years since our common great ape ancestor, during which our nutrient requirements and digestive physiology were set down, and therefore probably little affected by our hunter-gatherer days at the tail end.  So, what were we eating for the first 90% of our evolution?  What the rest of the great apes ended up eating 95-plus percent plants.\nThis may explain why we’re so susceptible to heart disease.  For most of human evolution, cholesterol may have been virtually absent from the diet.  No bacon, butter, trans fats, and massive amounts of fiber, which pulls cholesterol from the body.  Now, this could have been a problem since, you know, our body needs a certain amount of cholesterol.  So, our bodies didn’t just evolve to make cholesterol, but preserve it, recycle it.  Our bodies evolved to hold onto cholesterol.  So, if you think of the human body as a cholesterol-conserving machine and plop it into the modern world of bacon, eggs, cheese, chicken, pork, and pastry, well then, no wonder artery-clogging heart disease is our #1 cause of death.  What used to be so adaptive for 90% of our evolution–holding on to cholesterol at all costs since we aren’t getting much in our diet–is today maladaptive, a liability leading to the clogging of our arteries.  It seems our bodies just can’t handle it.\nAs the editor-in-chief of the American Journal of Cardiology noted 25 years ago, no matter how much fat and cholesterol carnivores eat, they do not develop atherosclerosis.  You can feed a dog 500 eggs’ worth of cholesterol and a stick of butter and they just wag their tail.   Their bodies evolved from wolves, are used to getting, eating, and getting rid of excess cholesterol, whereas within months, a fraction of that cholesterol can start clogging the arteries of animals adapted to eating a more plant-based diet.\nEven if our bodies were designed through natural selection to eat mostly fruit, greens and seeds for 90% of our evolution, why didn’t we better adapt to meat-eating in the last 10%, during the Paleolithic?  We’ve had nearly 2 million years to get used to all that extra saturated fat and cholesterol.  If a lifetime of eating like that clogs up nearly everyone’s arteries, why didn’t the genes of those that got heart attacks die off and get replaced by those that could live to a ripe old age with clean arteries, regardless what they ate?  Because most didn’t survive into old age.  They didn’t live long enough to get heart attacks.  When the average life expectancy is 25, then the genes that get passed on are those that can just get us to reproductive age by any means necessary, and that means not dying of starvation.  So the higher the calorie foods, the better.  So eating lots of bone marrow and brains, human or otherwise, would be a selective advantage, as would discovering a time machine stash of Twinkies for that matter.  If we just have to live long enough to get our kids to puberty to pass along our genes, then we don’t have to evolve any protections against the ravages of chronic disease.\nTo find a population nearly free of chronic disease in old age, we don’t have to go back a million years.  In the 20th century, networks of missionary hospitals in rural Africa found coronary artery disease virtually absent–and not just heart disease, but high blood pressure, stroke, diabetes, common cancers, and on down the list.\nIn a sense, these populations in rural China and Africa were eating the type of diet we’ve been eating for 90% of our last, you know, 20 or so million years–a diet almost exclusively of plant foods.  \nHow do we know it was their diet that protected them and not something else?  Well, in the 25-year update to their original Paleo paper, they tried to clarify that they did not then, and do not now, propose that people adopt a particular diet just based on what our ancient ancestors ate.  You know, dietary recommendations must be put to the test.  That’s why the pioneering research of Pritikin, Ornish, and Esselstyn is so important, showing that plant-based diets can not only stop heart disease, but have been proven to reverse it in the majority of patients.  Indeed, it’s the only diet that ever has–perhaps because that’s what we ate throughout the vast majority of our evolution.\nWhat happens when Paleolithic-type diets are put to the test?  Let’s find out.\nThere have been about a half-dozen studies published on Paleo-type diets, starting around 20 years ago.  In what sounds like a reality TV show, 10 diabetic Australian aborigines were dropped off in a remote location to fend for themselves, hunting and gathering foods like figs and crocodiles.\nIn my video on wild game, I showed that kangaroo meat causes a significantly smaller spike in inflammation, compared to retail meat.  Of course, ideally, we’d eat anti-inflammatory foods, but wild game was significantly better—so low in fat, you can design a game-based diet with under 7% of calories from fat.  Skinless chicken breast has 14 times more fat than kangaroo meat.  So, you can eat curried kangaroo with your cantaloupe, and drop your cholesterol almost as much as eating vegetarian.\nSo, how did they do?  Well, nearly anything would have been preferable to the diet they were eating before—evidently centered around refined carbs, soda, beer, milk, and cheap fatty meat.  But, they did pretty good; significantly better blood sugar response, thanks to a ton of weight loss.  But it’s because they were starving.  They evidently couldn’t catch enough kangaroos and, so, even if they were running around in the desert for seven weeks on 1,200 calories of their original junky diet, they may have done just as well, but we’ll never know, because there was no control group.\nSame problem with some of the other Paleo studies: short, small, no control group; but, favorable results were reported.  No surprise, given they cut their saturated fat intake in half–presumably because they cut out so much cheese, sausage, or ice cream.  Same with this one:  Nine people go Paleo for ten days.  They cut their saturated fat and salt intake in half, and their cholesterol and blood pressure drops, as one might expect.\nThe longest Paleo study was only 3 months, until this one, 15 months–but, done on pigs.  It was a Paleo pig study, but the pigs did better, because they gained less weight on the Paleo diet.  Why?  Because they fed the Paleo group 20% fewer calories.  The improvement in insulin sensitivity in pigs, though, was not reproduced in people, though there were benefits, such as improved glucose tolerance, thanks to these dietary changes.  The Paleo group ate less dairy, cereals, oil, and margarine, and more fruit and nuts, with no significant change in meat consumption.\nA follow-up study also failed to find improved glucose tolerance over control, but did show other risk factor benefits—and no wonder.  Any diet cutting out dairy and doughnuts, oil, sugar, candy, soda, beer, and salt is likely to make people healthier and feel better.  Compare these representations of a day’s worth of food on a Paleo diet, versus the standard American diet.  Although it looks like there’s a tomato peeking out behind the Frosted Cheerios, the Paleo diet has lots of foods that actually grew out of the ground.  So, this kind of Paleo diet would be way better.\nWon’t it hurt people to tell them to stop eating beans, though?  Hardly anyone eats beans.  More than 96% of Americans don’t even reach the measly minimum recommended amount—only like 1 in 200 middle-aged American women.  So, telling people to stop isn’t going to change their diet very much.\nI’m all for condemning the standard American diet’s refined carbs, “nonhuman mammalian milk,” and junk foods, but proscribing legumes is a mistake.  As I’ve noted before, beans, split peas, chickpeas, and lentils may be the most important dietary predictor of survival.  Beans and whole grains are the dietary cornerstones of the longest living populations on earth.  Plant-based diets, in general, and legumes in particular, are a common thread among longevity Blue Zones around the world.\nThe bottom line may be that reaching for a serving of kangaroo may be better than a cheese Danish, but foraging for an apple might prove to be the most therapeutic of all.\nHere’s an evolutionary argument for a plant-based diet in contrast to Paleo fad diets. \nA review published recently makes an evolutionary argument for a plant-based diet, given the fact that we apparently evolved eating huge amounts of whole plant foods.  Two hundred thousand years ago, it’s estimated that we consumed 600 mg of vitamin C a day.  That’s the amount of vitamin C found in ten oranges, the amount of vitamin E found in two cups of nuts, the amount of calcium found in five cups of collard greens and they weren’t milking mammoths or anything.  That all came from their wild greens.  A hundred plus grams of fiber; now, we’re lucky if we get 20 a day.  In fact, we were exposed to such a quantity of healthy, whole plant foods, we as a species lost our ability to make vitamin C.  We still actually have the vitamin C synthesis gene in our DNA, but our bodies just junked it because, why bother?  Why waste the energy?  We were getting massive doses all day long, every day.\nThe problem is, now what happens when you take our evolutionary heritage, finely tuned over the millennia, and plop it down into meat-and-potato-chip country?\nAdvocates of the so-called Paleo diet are certainly right in railing against refined and processed junk, but may just use it as an excuse to eat just loads of meat that bears little resemblance to the flesh of prehistoric wild animals.\nJust on the contaminant issue alone, recently in the Journal of the American Meat Science Association, a review was published cataloging the laundry list: arsenic, mercury, lead, cadmium, polycyclic aromatic hydrocarbons, preservatives, veterinary drugs, like the antibiotic residues.  Given what’s now in fish, for example, it would be impossible to follow the Paleolithic diet while avoiding the risks associated with consuming mercury in amounts in excess of the suggested EPA threshold.\nThe Paleo diet patients I saw in my practice weren’t consisting on weeds and eating 100 grams of fiber a day.  They were eating burgers, not bugs.  Based in part on our evolutionary history, sufficient scientific evidence exists for public health policy to promote a plant-rich diet for health promotion.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts.  I’m Dr. Michael Greger.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "diet",
            "eat",
            "eating",
            "cholesterol",
            "fat",
            "million",
            "nutritionfactsorg",
            "paleo",
            "bodies",
            "foods",
            "meat"
        ]
    }
]