[
    {
        "url": "https://consortiumnews.com/2017/06/22/potential-chaos-in-the-kingdom/",
        "title": "Potential Chaos in the Kingdom",
        "authors": [
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Dave P.",
                "link": null
            },
            {
                "name": "Susan Sunflower",
                "link": null
            },
            {
                "name": "Michael Kent",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Fergus Hashimoto",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-06-22",
        "text": "Main menu\nJune 22, 2017\nBy Paul R. Pillar\nA foreign country may be a problematic partner for the United States for two basic types of reasons, both of which apply to Saudi Arabia. First, the partner’s foreign policies may range from misguided to immoral, or risk sucking the United States into conflicts in which it is not, or should not be, a party.\nPresident Trump shakes the hand of Saudi  Defense Minister Mohammad bin Salman (now the new Crown Prince) on May 20, 2017. (Screenshot from Whitehouse.gov)\nSaudi Arabia’s calamitous war in Yemen is currently the leading example of this sort of problem. More recently has come the economic and diplomatic offensive against Qatar, which threw a wrench into the Trump administration’s aspirations regarding regional security, and in response to which the State Department this week delivered a bemused scolding.\nSecond, internal fragility may risk having the foreign regime suddenly come apart. This not only would mean that the partnership with the United States also would come apart. It also could mean that close association of the United States with the old regime earns it lasting animosity from the new rulers and from the discontented foreign populace that supported political change.\nFor an example of this dynamic, one need look only to the other side of the Persian Gulf. The close association of the United States with the Shah of Iran became a major ingredient in post-revolutionary anti-Americanism in Iran. Even after the Shah had been deposed, his admission to the United States for medical treatment was the immediate trigger for seizure of the U.S. embassy in Tehran and a hostage crisis that lasted more than a year.\nThe association of the United States with the Saudi regime, which has endured so long and has become so taken for granted that it routinely gets referred to as an “alliance,” makes it easy to overlook what an anachronism that regime is and how fragile is such a medieval configuration within the context of the Twenty-first Century. An extended royal family, whose name is part of the country’s name (imagine if the United Kingdom were instead called “Windsor Britannia”), benefits from enormous but publicly uncounted rake-offs from the country’s oil wealth. That wealth has for many years been critical to buying subservience and complacency from the general population, although now and then indications emerge — such as the Saudi origins of most of the 9/11 hijackers — that not all is well beneath the surface complacency.\nBesides relying on what the oil money can buy, the regime also has relied heavily on religious sanction to sustain its legitimacy. As part of that reliance, the deals struck with the ulema or clergy have sustained some of the anachronistic features of the country, such as women not being allowed to drive.\nThe Succession Risk\nThe large size of the royal family means not only large rake-offs but also substantial potential for divisions within the family. One of the biggest, and surely one of touchiest, issues, has been leadership succession. The founder of the Saudi kingdom, Abdulaziz Ibn Saud, bequeathed an odd succession plan with the throne first passing to one of his oldest sons but then going, brother to brother (or half-brother) through other sons of Abdulaziz.\nPresident Donald Trump and First Lady Melania Trump join King Salman of Saudi Arabia, and the President of Egypt, Abdel Fattah Al Sisi, May 21, 2017, to participate in the opening of the Global Center for Combating Extremist Ideology. (Official White House Photo by Shealah Craighead)\nBecause he had more than three dozen sons, this arrangement could persist for a long time. But everyone knew that eventually the kingdom would run out of sons of even the unusually fecund Abdulaziz, and the throne would have to pass to the next generation. The sons and grandsons of Abdulaziz surely have had different preferences and views as to who in that next generation should get the top job. Latent instability can become overt conflict if discontented members of the ruling clan look for ways to exploit discontent in the wider population.\nThe aged King Salman, with visibly declining faculties, has made a singularly audacious move that, combined with some of his earlier moves over the past couple of years, sets up his favorite son, Muhammad bin Salman (MbS) to succeed him on the throne.\nThis is the second time Salman has sidelined a crown prince to move MbS up in the line of succession. The first victim was Salman’s half-brother Muqrin. The second was his nephew Muhammad bin Nayef (MbN), who also lost his job as interior minister.\nWith much of what Salman had done earlier in his career — most of which was spent as governor of Riyadh, with a further informal role as a sort of family disciplinarian — he could benefit from the strength that came from being one of the Sudairi Seven, an alliance of full brothers that also included King Fahd, defense minister Sultan, and MbN’s father and predecessor as interior minister, Nayef, all three now deceased. But this latest move was Salman acting on his own; MbN is also part of the Sudairi wing of the family.\nShowing Unity\nThe regime has made a show of unity, announcing that 31 of 34 members of the Allegiance Council, a family organ that is supposed to deliberate on succession matters, approved of the latest change. An image was released of MbS kissing the hand of MbN, who reportedly pledged loyalty to the new crown prince. Family members continue to share an interest in not making any moves that could jeopardize their enormous privilege and personal wealth.\nPresident Donald Trump poses for photos with ceremonial swordsmen on his arrival to Murabba Palace, as the guest of Saudi King Salman, May 20, 2017, in Riyadh, Saudi Arabia. (Official White House Photo by Shealah Craighead)\nBut surely there must be many royal family minds asking: with all the sons and all the grandsons of Abdulaziz to choose from, why should Salman be the one who gets to take it on himself to make his favorite son the designated successor?\nIt is not as if the 31-year-old MbS had a record that, before his father started catapulting him, made him stand out from the royal crowd. The most distinctive and consequential initiative associated with MbS since he began gaining extraordinary power — the war in Yemen — has been a disaster. The bellicosity and aggressiveness that MbS has displayed toward Iran, and now Qatar, have the makings of additional costly regional misadventures.\nMbS talks a good game regarding internal reform with his “Vision 2030” program, but it remains to be seen whether he has better ideas than his elders and predecessors for how to reconcile modernity with the non-modern demands of the religious establishment on which the House of Saud’s legitimacy rests. It also remains to be seen whether he will offer effective ways of weaning a sinecure-ridden society off oil and of handling the discontent that accompanies such dislocation. MbS’s father may have set him up for — when the father is no longer around — failures great enough to rend even the fabric of the royal family’s shared interests.\nThe downside for the United States is not just in losing a respected and experienced security manager and counterpart in the person of MbN. And it is not only in the prospect, serious though this is, of being involved in more Yemen-like destructive mistakes. It is in how Salman’s power play on behalf of his nuclear family has done nothing to reduce, and may even have increased, the risk that we will awake one day to discover that Saudi Arabia is not the stable partner in the Persian Gulf region that we thought it was. We thought that about the Shah’s Iran, too.\nPaul R. Pillar, in his 28 years at the Central Intelligence Agency, rose to be one of the agency’s top analysts. He is author most recently of Why America Misunderstands the World . (This article first appeared as  a blog post  at The National Interest’s Web site. Reprinted with author’s permission.)\nFergus Hashimoto\nJune 23, 2017 at 23:49\nIf disorders break out in Saudi Arabia, the US should take action to decouple the US mosque system from the Saudi Ministry of Religion in Riyadh, which runs most Muslim religious institutions in North America through the Wahhabi ISNA and its associated organizations. This might serve to prevent domestic turmoil in Arabia from being transmitted to the US Muslim community via the control that the Ministry of Religion currently exerts over the bulk of American mosques.\nFergus Hashimoto\nJune 23, 2017 at 23:35\nThe inclusion of the proper name “Saud” in the country’s name is customary in the region. Other examples are the Hashemite Kingdom of Jordan and the defunct Mutawakelite Kingdom of Yemen.\nZachary Smith\nJune 22, 2017 at 18:22\nThe bellicosity and aggressiveness that MbS has displayed toward Iran, and now Qatar, have the makings of additional costly regional misadventures.\nIt strikes me odd that Mr. Pillar makes only a glancing mention of what is – at least in the short term – likely to be a very big deal about this.   And he also doesn’t get into the “cui bono” (who benefits?) part of it by avoiding any mention of the big winner – Israel.\nIf the little septic tank of a nation can manage this to an ending they really desire, they’ll take down the two remaining local Muslim powers – Saudi Arabia and Iran.   Consider this current headline on Google News:\n“Iranian regime-linked media claims Israeli F16s are in Saudi Arabia”\nAs the article says, there may not be a bit of truth to the story, but the entire piece has a “gloating” quality I’m coming to recognize when the shitty little country feels it has pulled an especially slick trick.   Since they couldn’t twist the arm of the US to smash Iran, this must be “Plan B” for them.\nDr. Ibrahim Soudy\nJune 22, 2017 at 17:07\nThe U.S. already occupies the Gulf militarily. Just look at military bases in Saudi Arabia itself, plus Qatar, Bahrain, Iraq, and Jordan. Add to that that both Egypt and Israel are in the pocket of America and will do whatever America wants especially when it comes to securing the petro-dollars which are the lifeline of Wall Street. If any troubles happened to the corrupt Royal Families of Saudi Arabia, Kuwait, United Arab Emirates like what happened to the Shah of Iran, the US will simply occupy the oil fields and let the royals ride camels in the desert or fly to the US or Europe and enjoy a life of luxury in their mansions there……..\nOne last note, when the writer says ” First, the partner’s foreign policies may range from misguided to immoral, or risk sucking the United States into conflicts in which it is not, or should not be, a party.”…….He simply makes me laugh!! He talks about “immoral”??!! How “moral” is the US foreign Policy itself?! …….nice joke……………\nDr. Ibrahim Soudy\nJune 22, 2017 at 17:10\nWhen I say that Israel is in the pocket of the US, I mean only as a military base. In reality, America is in the pocket of Israel……\nRealist\nJune 22, 2017 at 17:07\nI would watch with amusement if these parasites tore each other apart in a civil war.  But who would come to replace them?   Some faction of American puppets without question.   Wahabi Zionists I suppose.\nJune 22, 2017 at 14:53\nI’m definitely no expert on Saudi Arabia or oil, but with abundant oil from fracking and tar sands in the US and Canada, aren’t we self sufficient enough to say ‘take your oil and shove it’ to the Saudis? Haven’t they become more of a liability than an asset, especially with their ties to extremists who wish to harm us?\nbackwardsevolution\nJune 22, 2017 at 15:15\nMichael Kent – the U.S. is also responsible for funding, training and arming ISIS and other extremists.  The Saudis don’t have the U.S. over a barrel because of their oil.  The Saudis are in league with Israel and the U.S. to split up the Middle East.  They already took out Saddam Hussein and laid waste to Iraq; they took out Gaddafi of Libya, stole his weapons and shipped them to ISIS in Syria.  They’re presently trying to take out Assad in Syria and destroy Yemen.  They want Iran next.\nThe U.S., Saudi Arabia and Israel, along with other Western countries, created ISIS specifically to take out these leaders and destroy these countries.  They’re a proxy army.\nBut they don’t want us to know this, so they use propaganda to make it seem like they’re fighting ISIS.  They’re not.  They ARE ISIS.  Without funding, these paid fighters would pack up and leave.\nMichael Kent\nJune 22, 2017 at 16:01\nThanks for your insight.The ‘news’ we’re fed daily by the establishment media doesn’t add up if you approach it from your point of view.\nbackwardsevolution\nJune 22, 2017 at 16:22\nGo on Youtube and type in: “General Wesley Clark: The US will attack 7 countries in 5 years”.  The video is 7 minutes long.\nGeneral Wesley Clark said: “This country was taken over by a group of people with a policy coup.  Wolfowitz and Cheney and Rumsfeld, and you could name a half dozen other collaborators from the Project for a New American Century.  They wanted us to destabilize the Middle East, turn it upside down, make it under our control.”\nThey are using ISIS to do this.  There was no way they could go in there and start taking out these countries as the people would have asked “why”.  That’s why they’ve manufactured the terrorist groups.  The U.S. are not bombing ISIS; they’re protecting them.\nsusan sunflower\nJune 22, 2017 at 18:21\nWe have favored nation status with the Saudis … as with the Iraqi oil, we not only purchase a great deal we also control how much is available for purchase by other countries … energy self-suffiicency is secondary to controlling OPEC and how much oil is available to — say — developing China.  Part of the benefit’s rendered by low-low-low OPEC oil prices (due to high production) is that fracking becomes too-expensive to be competitive, although — yippee — we’re planning on exporting LNG overseas soon as the terminal and pipelines can be built (the better to hobble Russia’s LNG exports) http://www.whitehouse.gov/the-press-office/2017/06/22/financial-times-reports-president-trumps-lng-export-push\nof the fuck-ups about KSA/GCC’s beligerance wrt Qatar is that Britain gets one-third it’s gasoline directly from Qatar … screwing with Britain’s oil supplies is screwing with the UK’s economy …\nD’ya see that Qatar is interested in buying a major share in American Airlines …\napparently it’s all to do with “fuck global warming” … with spurs on\nDave P.\nJune 22, 2017 at 16:15\nMichael: You are right. But we want to control the Whole World!\nRealist\nJune 22, 2017 at 17:20\nBeing the consummate control freaks, Washington not only wants to secure all the oil (and gas) that it needs for itself and its far flung military legions, it wants to allocate every drop to every other subservient vassal state (which, under PNAC, will include all states) on the surface of the planet.  It wants to play the part of the “soup nazi” on “Seinfeld,” telling disobedient pawns “no oil for you!” They see  oil not only as an essential of modern life but a cudgel to be used to exert their will.   Even the faithfully submissive, like the EU and NATO, must be kept on a short leash by their American masters, hence Nordstream 2 has got to be scuppered.\nMichael Kent\nJune 22, 2017 at 18:35\nI understand that the US needs the rest of the world to buy oil with US Dollars – Petrodollars. If other countries – Russia, China, Iran, etc. start buying and selling oil in another currency and are no longer forced to buy dollars…Well, our Dollars won’t be worth the paper they’re printed on.\nCal\nSEE THE CHARTS…..to understand exactly how much Saudi contributes–only 11% of the oil thru the OPEC cartel which I think has about 4 other countries. Canada is our largest importer.\n”In 2016, the United States imported approximately 10.1 million barrels per day (MMb/d) of petroleum from about 70 countries. Petroleum includes crude oil, natural gas plant liquids, liquefied refinery gases, refined petroleum products such as gasoline and diesel fuel, and biofuels including ethanol and biodiesel. About 78% of gross petroleum imports were crude oil.\nIn 2016, the United States exported about 5.2 MMb/d of petroleum to 101 countries. Most of the exports were petroleum products. The resulting net imports (imports minus exports) of petroleum were about 4.9 MMb/d.\n.\nJune 22, 2017 at 22:53\n“Self sufficient” without a time component is a meaningless statement.  ANYTHING can be termed a success given a short enough time frame.  Yes, the US could be “self sufficient” w/o importing ANY oil; perhaps for a few weeks, after which production could not meet existing consumption levels.  Not sure what current US daily consumption is, but I’m pretty sure it’s somewhere between 20 million and 25 million barrels.  You can look up what current US production is.  Keep in mind that what you have doesn’t mean what you can PRODUCE (extract and refine): developing energy sources isn’t a matter of flipping on a switch.\nKeep in mind that you have to think GLOBALLY.  The US could be energy sufficient, but without trading partners in which to sell products to (where do folks in the US get money to pay for the energy, or anything else?) the “system” collapses.  If Europe’s energy access is messed up then you can pretty much pull the plug on the US: Hitler was after Russia’s energy resources; the US (whose intelligence agencies were heavily influenced by Nazis) is also keying on on them (ALL wars are about resources).\nbackwardsevolution\nAt Trump’s rally in Iowa yesterday, he said:\n“We cannot let these incredibly rich nations fund radical Islamic terror or terrorism of any kind.  We cannot let it happen.”\nTrump seems to be aware of what’s going on.  Hopefully he puts a stop to it.\nThese Saudi princes are hanging by a thread.  They enjoy the high-living lifestyle with all the blonde babes and private jets, are spending money like there’s no tomorrow, but in order to maintain this lifestyle they must keep the religious crazies happy.  They placate these religious fundamentalists by giving them money to spread Wahhabism through the building of mosques and Islamic schools in Europe and Asia, but also by funding terrorist organizations such as ISIS (who want the Sunni sect of Islam to flourish and spread).\nOf course, the U.S. is in league with Saudi Arabia.  In fact, there is no way Saudi Arabia would be doing this on their own.  No way.  If the U.S. didn’t like it, Saudi Arabia would have been pounded back into the Stone Age.  Europe, Israel and the U.S. go along because ISIS helps them create chaos in the Middle East, splits people up into different factions, keeps them fighting each other.  It’s easier to make deals with small factions than it is with large countries.\nIt’s a symbiotic relationship made in Heaven.  You scratch my back, I’ll scratch your’s.  Except everybody else suffers.  The world is kept on edge, western countries suffer terrorist attacks, and the Middle East families get bombed to bits.\nSalman was probably chosen because he has shown a loyal aggression towards Iran, Syria and Yemen.  The U.S. don’t want a limp dish rag in there.\nThe U.S. just sold Saudi Arabia a huge ton of arms.  I hope Trump told them that they are to use these weapons for defense of their country only, and not to further arm ISIS.\nmike k\nJune 22, 2017 at 15:54\n“Trump seems to be aware of what’s going on. Hopefully he puts a stop to it.” Selling them billions of bucks worth of weapons is not going to stop their support of terrorism. I don’t think Donald has a clue what is going on over there. If he didn’t hear it on Fox News, how the hell would he know?\nmike k\nJune 22, 2017 at 15:57\nWhen Trump speaks at a rally, he just let’s his mouth flap.He doesn’t even try to make sense, he is just trying to feel what will get him approval from the audience.\nVirginia\nJune 22, 2017 at 16:54\nHave you emailed Trump?  I have at admin@whitehouse.gov I believe.  And just to show how we’re already being watched and censured, the last time I wrote him via my google email address, it was returned several times saying couldn’t deliver to that address but would keep trying.  I sent same message by aol and it went through immediately.  Either censored or perhaps the Whitehouse is blocking my google address.  I always ask for responses but get none.  (Not sure of the above email address — it’s from memory.)  I’m trying to inform Trump.   So far he’s taking none of my advice.  Maybe he will listen to you many knowledgeable informed strategists.  Write him please.  There is no excuse for ignorance, especially if you’re the President of the USA.  No excuse for not trying either.\nDave P.\nJune 22, 2017 at 16:07\nbackwardsevolution: You sure have real penetrating understanding of what is going on in the Middle East , and beyond in the other parts of the World. Very accurate analysis. But it seems to me that Trump does not have  any long-term understanding of the issues.\nbackwardsevolution\nJune 22, 2017 at 16:28\nDave P. – I agree re Trump.  If he knew a tenth of what we know here at this site, we’d be laughing, but I don’t think he does.  Although he does have some people around him who are savvy and maybe they’re passing on their knowledge.  I know Trump has said in the past something like “what you know you keep close to your chest”.  Could be he does have a small understanding of what is really going on, but just acts like an idiot?  I’m grasping at straws here, Dave, I know.  Just wishful thinking.\nDave P.\nJune 22, 2017 at 17:38\nbackwarsdsevolution.  After his election victory, I watched many of his interviews going back to 1980’s.  He is intelligent, and smart in his own way. I hope, as you said, that smart people around him are passing to him their knowledge.  But the opposition – Intelligence Organs, Media, Financial Oligarchy , Neo-Cons in all these Think Tanks, some factions of MIC – is very strong, and will most likely not allow him to go off the track they have been on for some time now.  It is hard to tell, situation changes day to day. What a ride we (the Whole World!) are on!\nbackwardsevolution\nJune 22, 2017 at 17:44\nDave P. – if he knows just enough to stall them (like they say Obama did on several occasions), but still sound like he doesn’t know what’s going on (just enough to save his life), then things might not escalate.  That’s a big “if”.  Keep your fingers crossed.\nSeer\nPerhaps a little context?\nThis a propaganda campaign against Qatar and, of course, though completely off-track, Iran: Qatar to appease Saudi Arabia; Iran to appease Israel.  As we know, it’s got nothing to do with REAL terrorism.\nThis is the trick.  You mention what everyone knows to be true (factual) just to suck people into supporting an overall thing and then you change out what that thing is attached to.\nbackwardsevolution\nJune 23, 2017 at 04:01\nSeer – thanks for your comments.  So you’re saying that the “incredibly rich nations” that Trump is referring to are Qatar and Iran?  I thought for a second he was referring to Saudi Arabia.  How stupid of me!   I’ve read that Qatar is providing lots of money for the terrorists, but Iran?  It would be completely criminal if they went after Iran.\nmike k\nJune 22, 2017 at 14:51\nThis article is of course highly speculative, and only focuses of one of the many profound uncertainties that we have engendered by our meddling in the complexities of the Middle East. Getting the hell out of there would go a long way in easing world tensions. But our mostly hidden Rulers are not really wise enough to do that, and find themselves stuck to he area like Brer Rabbit in the famous tale:\nThe Tar-Baby is the second of the Uncle Remus stories published in 1880; it is about a doll made of tar and turpentine used by the villainous Br’er Fox to entrap Br’er Rabbit. The more that Br’er Rabbit fights the Tar-Baby, the more entangled he becomes.\nIn modern usage, “tar baby” refers to any “sticky situation” that is only aggravated by additional involvement with it. (wiki)\nVirginia\nJune 22, 2017 at 14:50\nSince there are yet so few comments here, I’d just like to alert every one to something I heard this morning.  There will be a film on “MEDIA” available tomorrow via NetFlix.  I heard it on NBC where the commentator mentioned how corporations are influencing media content, but he exempted WaPo, NYTs, and NBC from ever being so influenced!   It starts before the Trump contest against media but does include him.  I’ll look forward to reading what you all have to say about it.\nbackwardsevolution\nJune 22, 2017 at 15:22\nVirginia – please watch that and make some notes, and then report back what you’ve found out.  Corporations control the media with advertising dollars, but there was some talk on Consortium not long ago re the CIA funding the media.  That wouldn’t surprise me.\nVirginia\nJune 22, 2017 at 16:38\nDon’t think I’ll get to watch it. Sorry. But I’m concerned it may be intended to pave the way for censorship.  Do you know that when I try to get CN on my cell phone (Android), I usually get messages telling me it’s insecure and unsafe.\nRealist\nJune 22, 2017 at 17:01\nInsecure and unsafe!   Yes, it can poison your mind!  So sayeth our correct-thinking leaders who only want what’s best for all of us.\nkdb\nMichael Kent\nJune 22, 2017 at 17:07\nLooks like it’s called ‘Nobody Speak: Trials of the Free Press’. A Netflix original, premiered at the 2017 Sundance Film Festival. Available stating June 23.\nmike k\nJune 22, 2017 at 14:32\n“As long as the yellow press at the Times and Post continues to peddle the narrative of America above all, right or wrong, the march of imperial slaughter will never abate. That tale and its glib raconteurs have to be comprehensively discredited if resistance to empire is ever going to achieve critical mass.”  From an excellent article by (Jason Hirthler.) ///\nPerhaps our purpose in sharing on this and other blogs is to try to broadcast as best we can another truth to counter the popular press lies. This is one of the last precious chances we have for making a better world.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.washingtonpost.com/world/national-security/state-department-issues-unusual-public-warning-to-saudi-arabia-and-uae-over-qatar-rift/2017/06/20/66294a58-55e9-11e7-a204-ad706461fa4f_story.html?utm_term=.51ee6279f079"
            ],
            "gov_pgs": [
                "https://www.whitehouse.gov/briefings-statements/financial-times-reports-president-trumps-lng-export-push/"
            ],
            "unsure": [
                "https://nationalinterest.org/blog/paul-pillar",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.google.com/search?q=bin+Salman+bin+Nayef+kisses+hand&hl=en&gl=us&authuser=0&tbm=isch&source=lnms&sa=X&ved=0ahUKEwj-18-ihdDUAhWKPj4KHSgnCsMQ_AUICygC&biw=1510&bih=731&dpr=1.25#imgrc=FJ7upqXwWaMHaM:"
            ]
        },
        "key_words": [
            "united",
            "succession",
            "saudi",
            "regime",
            "mbs",
            "sons",
            "royal",
            "potential",
            "kingdom",
            "family",
            "salman",
            "states",
            "chaos"
        ]
    }
]