[
    {
        "url": "https://www.christianpost.com/news/survey-suggests-unwanted-same-sex-attractions-can-be-reduced-through-counseling.html",
        "title": "Survey Suggests Unwanted Same-Sex Attractions Can Be Reduced Through Counseling",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSurvey Suggests Unwanted Same-Sex Attractions Can Be Reduced Through Counseling\nSurvey Suggests Unwanted Same-Sex Attractions Can Be Reduced Through Counseling\nSurvey Suggests Unwanted Same-Sex Attractions Can Be Reduced Through Counseling\n| Saturday, September 01, 2012\nSurvey results from a study conducted by People Can Change, a nonprofit organization that seeks to help people with unwanted same-sex attractions (SSA), show that over half of those who sought counseling for SSA felt their attractions diminish as a result.\nAccording to the survey, which was released Friday, 55 percent of those who sought out this kind of counseling experienced SSA with less intensity and frequency than before they received help. Additionally, 71 percent of those surveyed said they were either \"satisfied\" or \"very satisfied\" with the counseling they received.\n\"Hundreds of people are telling us their counseling worked, they benefited significantly, it helped them feel better about themselves -- and in some cases it even saved their lives,\" said Rich Wyler, founder and director of People Can Change, in a statement.\n\"Their voices have been largely silenced or ignored by pro-gay activists and mainstream media in favor of a more politically correct view, but the experience of these men and women is real. It is valid. They can tell you from firsthand experience that counseling to reduce homosexuality can be effective, even life-saving. Their voluntary choice to pursue change deserves respect.\"\nPeople Can Change conducted the study by sending a survey to those on the organization's email list who are seeking or have experienced \"sexual-orientation change,\" as well as to therapists and ministry leaders that support these change efforts. In all, 474 people from 19 countries responded to the survey.\nThe study is \"especially timely,\" as the organization points out, because of a bill that is currently being considered by California state lawmakers which could ban the use of reparative therapy on minors because some say it has harmful effects. The State Assembly passed the ban Tuesday in a 51-22 vote, and it will now go to the Senate for a final vote before it could make its way to Gov. Jerry Brown for final approval.\nWayne Besen, executive director of Truth Wins Out (TWO), an organization that works to fight \"anti-gay lies and the ex-gay myth,\" told The Christian Post that the People Can Change study is \"completely unscientific and bogus,\" because it is based on a survey of people who already had connections with the organization.\n\"What they're doing is absolute desperation, scientifically bankrupt,\" said Besen.\nOf those surveyed, 17 percent said they felt harmed at some point during their counseling sessions, though \"this includes some who felt disrespected by counselors who turned out to have a gay-affirming bias and refused to support a client's desire to pursue change,\" People Can Change stated.\n\"I think any percentage of perceived harm is too high, although I think it comes with counseling of all kinds,\" Wyler told CP.\nOverall, though, most people said the counseling has had a positive impact on their lives. A majority (58 percent) said their remaining SSA became less troubling, 69 percent said their self-esteem was higher, 69 percent said they had less shame, 71 percent were more self-accepting and 66 percent felt more at peace after going through counseling.\nWyler says it is important for those who have unwanted SSA to remember that becoming heterosexual alone will not ensure their happiness, but they instead need to also pursue peace with God and with themselves, and find the self-esteem and support they need. While he believes a person can be completely relieved of their SSA in some cases, he also believes the results of the study can be used to help others set realistic goals for themselves.\n\"I think that can happen, yes, but I think the more significant thing is that people find relief from the conflict ... I think setting the goal of 100 percent heterosexuality isn't necessarily helpful,\" said Wyler.\nPeople Can Change seeks to help men with unwanted SSA by offering Experiential Weekends (retreats designed to help men deal with SSA) and by connecting them to other resources.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "study",
            "samesex",
            "counseling",
            "reduced",
            "ssa",
            "attractions",
            "help",
            "think",
            "suggests",
            "unwanted",
            "support",
            "survey",
            "felt",
            "change"
        ]
    }
]