[
    {
        "url": "https://www.christianpost.com/news/values-voters-cheer-donald-trump-frc-evangelical-christian-faith-family-research-council.html",
        "title": "Values Voters Cheer Donald Trump",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nValues Voters Cheer Donald Trump\nValues Voters Cheer Donald Trump\nBy Samuel Smith , CP Reporter\n| Friday, September 09, 2016\nWASHINGTON — Republican presidential nominee Donald Trump received a warm reception from a largely evangelical crowd at Family Research Council's annual Values Voters Summit at the Omni Shoreham Hotel on Friday afternoon.\nAlthough many conservative evangelical Christians may still be up in the air about whether or not they can vote for the profane womanizer and billionaire real estate mogul, and other evangelicals have asserted they will vote for anyone but Trump, the evangelicals and social conservatives in attendance were not hesitant to embrace the GOP nominee with a standing ovation as he entered the stage after being introduced by actor Jon Voight.\nIn his 45-minute speech, Trump thanked evangelical voters for helping him edge out evangelical favorites like Texas Sen. Ted Cruz to win the Republican primary and explained that the media and culture today has made it harder to be a Christian.\n\"Your values of love, charity and faith, built this nation. How can it be that our media treats people of faith so poorly?\" Trump asked. \"One of the reasons is that our politicians have really abandoned you through a lot of this stuff. Hillary Clinton, you can forget about her.\"\n\"Let me say this right up front: [Under] A Trump administration, our Christian heritage will be cherished, protected, defended like you have never seen before,\" Trump said, followed by huge ovation of about 20 seconds. \"That includes religious liberty.\"\nU.S. Republican presidential nominee Donald Trump speaks at the Values Voter Summit in Washington, D.C., U.S., September 9, 2016. | (Photo: REUTERS/Mike Segar)\nTrump asserted that although America seems really divided today, he says that it is faith in God that will bring America back together again as one nation.\n\"Nobody likes to say it but we are living in a very, very divided nation,\" he said. \"It will be our faith in God, in His teachings, in each other that will lead us back to unity.\"\nAs he has done a number of times in the past few months, Trump vowed that if he is elected president, he will work to repeal the Johnson Amendment, which puts churches and ministries at risk of losing their tax-exempt status if they get involved in political campaigning and endorsing political candidates.\n\"All religious leaders should be able to freely express their thoughts and religious matters. I will repeal the Johnson Amendment,\" Trump exclaimed, followed by another 10-second ovation.\nIn concluding his speech, Trump even cited 1 John 4:12. To his credit, he didn't refer to the passage as \"One John,\" but rather \"first John, chapter four.\"\n\"No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us,'\" Trump recited, followed by another small ovation. \"Imagine what our country could accomplish if it started working together as one people under one God, saluting one flag.\"\n\"It is time to stop [arguing] over the smallest words and start dreaming about the great adventures that lie ahead for our country,\" Trump continued. \"This is my promise to all of you: starting in 2017, we will be one American nation. It's time to break our ties with the bitter failures of the past and embrace a new American future. Together, we will make America believe again. We will make America united again and we will make America great again.\"\nTrump exited the stage to another resounding standing ovation with a few people in the audience chanting \"Trump! Trump! Trump!\" Even though some evangelicals are still opposed to voting for Trump, there were no noticeable boos coming from the Values Voters Summit audience.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/samuel-smith",
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "ovation",
            "cheer",
            "values",
            "faith",
            "america",
            "god",
            "trump",
            "evangelical",
            "voters",
            "religious",
            "nation",
            "donald"
        ]
    }
]