[
    {
        "url": "https://www.christianpost.com/news/democrat-nancy-pelosi-trump-evangelicals-daca-legislation-dreamers.html",
        "title": "Democrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\nDemocrat Leader Nancy Pelosi Joins Trump-Supporting Evangelicals to Advance DACA Legislation\n| Thursday, January 18, 2018\nDemocrat House Minority Leader Nancy Pelosi and other Democrat members of Congress joined with conservative evangelicals, including National Hispanic Christian Leadership Conference President the Rev. Samuel Rodriguez, to promote legislation to replace the Deferred Action for Childhood Arrivals policy.\nAt a press conference held Thursday afternoon that featured Democrat and evangelical leaders, as well as several Dreamers, or young people affected by the rescinding of DACA, former House Speaker Pelosi stated there was \"nothing partisan, nothing political\" about the effort to replace DACA.\n\"We know we have to address some issues that relate to border security and we hope that we can do that in very short order,\" said Pelosi, adding that \"we take hope in the commitment of President Donald Trump\" to sign any legislation brought to his desk.\n\"We are proud to be with our Dreamers, who make America more American, with the hope, the determination, the optimism, the insistence on making the future better for the next generation. Those are American traits.\"\nIn his remarks, Rodriguez, who gave a prayer at Trump's inauguration, explained that President Trump cares about the well-being of the children of illegal immigrants and wants to sign legislation securing their legal status.\nThe Reverend Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference, giving remarks at a press conference on the future of Dreamers. | (Screenshot: YouTube/Washington Post)\n\"The president wants to make this happen. He wants to make this happen. He's a grandfather and a father. He has expressed that to me personally in the White House: 'I don't want to harm these kids. I want to make this happen,'\"  said Rodriguez.\nRodriguez also spoke about the \"clarion call\" for border security coming from both the White House and the Republican-controlled Congress.\n\"The wall is a physical object created by man. 800,000 human beings created in the Image of God by God,\" noted Rodriguez . \n\"So if we have to build a wall in order to secure and save 800,000 lives, let's make that happen as expeditiously as possible ... let's build a wall, simultaneously saving 800,000 kids.\"\nAlso in attendance for the press conference were Bishop Harry Jackson, senior pastor of Hope Christian Church, and Congresswoman Michelle Lujan Grisham (D-NM), chairwoman of the Congressional Hispanic Caucus. \nLast September, the Trump administration announced that they were rescinding the Obama-era DACA program, which temporarily protected immigrants who were brought to the United States illegally when they were children.\nIn a statement read to the press, U.S. Attorney General Jeff Sessions announced that DACA was being \"rescinded\" as it was viewed as an unlawful unilateral action on the part of the previous administration.\n\"This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,\"  stated Sessions.\n\"In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions. Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.\"\nThe full rescinding of DACA was given a six-month delay so that Congress could pass legislation on behalf of those, commonly called Dreamers, threatened with deportation once the program was gone.\nEarlier this month, federal judge William Alsup of San Francisco issued a temporary block to the administration's ending of DACA, arguing that the Department of Homeland Security's \"decision to rescind DACA was based on a flawed legal premise.\"\n\"As a result, DACA recipients who failed to renew their status by last year's deadline will have a chance to submit renewal applications. The decision does not, however, allow new applications to be submitted,\" reported the Hill.\nJohnnie Moore, a religious freedom advocate and evangelical leader with strong ties to the Trump administration, helped to organize the press conference.\nIn a statement posted to Twitter, Moore explained that \"nearly every Republican, as well as @POTUS himself, believe this is the just thing to do.\"\n\"It is the job of Congress to make laws & not according to their opinions but the opinions of their constituents. Our system demands compromise. We encourage & pray for a #DACADeal,\" added Moore.\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "We know we have to address some issues that relate to border security and we hope that we can do that in very short order,",
                "Pelosi",
                true
            ],
            [
                "we take hope in the commitment of President Donald Trump",
                "Pelosi",
                false
            ],
            [
                "We are proud to be with our Dreamers, who make America more American, with the hope, the determination, the optimism, the insistence on making the future better for the next generation.",
                "Pelosi",
                true
            ],
            [
                "The president wants to make this happen.",
                "Rodriguez",
                true
            ],
            [
                "He wants to make this happen.",
                "Rodriguez",
                true
            ],
            [
                "He's a grandfather and a father.",
                "Rodriguez",
                true
            ],
            [
                "He has expressed that to me personally in the White House: 'I don't want to harm these kids.",
                "Rodriguez",
                true
            ],
            [
                "I want to make this happen,",
                "Rodriguez",
                true
            ],
            [
                "The wall is a physical object created by man.",
                "Rodriguez",
                true
            ],
            [
                "800,000 human beings created in the Image of God by God,",
                "Rodriguez",
                false
            ],
            [
                "So if we have to build a wall in order to secure and save 800,000 lives, let's make that happen as expeditiously as possible ... let's build a wall, simultaneously saving 800,000 kids.",
                "Rodriguez",
                true
            ],
            [
                "This policy was implemented unilaterally to great controversy and legal concern after Congress rejected legislative proposals to extend similar benefits on numerous occasions to this same group of illegal aliens,",
                "",
                true
            ],
            [
                "In other words, the executive branch, through DACA, deliberately sought to achieve what the legislative branch specifically refused to authorize on multiple occasions.",
                "Jeff Sessions",
                true
            ],
            [
                "Such an open-ended circumvention of immigration laws was an unconstitutional exercise of authority by the Executive Branch.",
                "Jeff Sessions",
                true
            ],
            [
                "decision to rescind DACA was based on a flawed legal premise.",
                "William Alsup",
                false
            ],
            [
                "As a result, DACA recipients who failed to renew their status by last year's deadline will have a chance to submit renewal applications.",
                "",
                true
            ],
            [
                "The decision does not, however, allow new applications to be submitted,",
                "",
                true
            ],
            [
                "nearly every Republican, as well as @POTUS himself, believe this is the just thing to do.",
                "Moore",
                false
            ],
            [
                "It is the job of Congress to make laws & not according to their opinions but the opinions of their constituents.",
                "Moore",
                true
            ],
            [
                "We encourage & pray for a #DACADeal,",
                "Moore",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/5-christian-leaders-reactions-to-trump-admin-rescinding-daca-198027/",
                "https://thehill.com/homenews/administration/368246-judge-blocks-trump-admin-from-ending-daca-program"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://twitter.com/JohnnieM/status/954000033048752128",
                "https://www.youtube.com/watch?v=UWdNXgbI9Tg"
            ]
        },
        "key_words": [
            "press",
            "pelosi",
            "trump",
            "daca",
            "hope",
            "president",
            "trumpsupporting",
            "joins",
            "happen",
            "leader",
            "congress",
            "legislation",
            "evangelicals",
            "advance",
            "democrat",
            "nancy",
            "house"
        ]
    }
]