[
    {
        "url": "https://www.christianpost.com/news/pat-robertson-jesus-would-not-bake-a-wedding-cake-for-gay-couple.html",
        "title": "Pat Robertson: Jesus Would Not Bake a Wedding Cake for Gay Couple",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPat Robertson: Jesus Would Not Bake a Wedding Cake for Gay Couple\nPat Robertson: Jesus Would Not Bake a Wedding Cake for Gay Couple\nPat Robertson: Jesus Would Not Bake a Wedding Cake for Gay Couple\n| Friday, March 28, 2014\nPat Robertson discusses atheism on the March 24 airing of \"The 700 Club,\" a show of the Christian Broadcasting Network. | (Photo:Screenshot via 'The 700 Club'/Christian Broadcasting Network\nTelevangelist Pat Robertson has recently stated that Jesus would not have baked a cake for a gay couple, adding his commentary on an ongoing debate in the United States.\nOn the Wednesday edition of \"The 700 Club,\" Robertson spoke about how in Jesus' time a same-sex couple would not have been accepted.\n\"I think you got to remember from the Bible, you look carefully at the Bible what would have happened in Jesus' time if two men decided they wanted to cohabit together, they would have been stoned to death,\" said Robertson.\n\"So Jesus would not have baked them a wedding cake nor would he have made them a bed to sleep in because they wouldn't have been there.\"\nRobertson was alluding to the much publicized controversy over businesses headed by those with religious objections to homosexuality being compelled to service gay couples.\nIn states like Oregon  and Colorado , wedding cake bakers who refused to provide their services for gay ceremonies found themselves facing legal action.\nStates like Arizona  and Kansas  have considered anti-discrimination measures that would protect Christian-run businesses from being forced to service same-sex weddings.\nOn the issue of religious objections to servicing gay weddings and receptions, many have debated whether or not Jesus would have \"baked a wedding cake.\"\nRegarding that aspect of the debate, Erick Erickson of redstate.com argued last month that \"Jesus Christ would absolutely bake a cake for a gay person.\"\n\"He'd bake a cake for a straight person. He'd bake a cake for a girl, a boy, a person who isn't sure what they are, a black person, a white person — Jesus would bake that cake if it, in some way large or small, drew that person closer to Him,\" wrote Erickson.\n\"Christians should show love and compassion to gays, straights and everyone else. Christians should show God's love in hopes of drawing people to a relationship with Christ,\" he added.\nIn an opinion column for lifesitenews.com, John Stonestreet wrote earlier this month that people who believe \"Jesus would serve, wash the feet of, and have dinner with a gay person\" were correct.\n\"But that's different than saying that Jesus, the carpenter, would carve an altar for a same-sex wedding with a rainbow on it in place of a cross. He spent time with tax collectors, but He didn't help them steal more,\"  wrote Stonestreet.\nStonestreet added, \"I'd never want a judge to order a bakery owned by someone who identifies as gay or lesbian to be forced to bake a 'God hates gays' cake for Westboro Baptist Church.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/issue-analysis-arizona-bill-does-not-give-businesses-license-to-discriminate-against-gays-115093/",
                "https://www.redstate.com/erick/2014/02/21/yes-jesus-would-bake-a-cake-for-a-gay-person/",
                "https://www.christianpost.com/news/kansas-senate-refuses-to-consider-religious-liberty-bill-for-gay-marriage-114886/",
                "https://www.foxnews.com/opinion/oregon-ruling-really-takes-the-cake-christian-bakery-guilty-of-violating-civil-rights-of-lesbian-couple"
            ],
            "gov_pgs": [
                "https://abcnews.go.com/US/judge-orders-colorado-bakery-cater-sex-weddings/story?id=21136505"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=uzctJPEVFuA",
                "http://www.lifesitenews.com/news/would-jesus-bake-cakes-for-gay-weddings"
            ]
        },
        "key_words": [
            "samesex",
            "bake",
            "cake",
            "couple",
            "jesus",
            "gay",
            "pat",
            "baked",
            "robertson",
            "wrote",
            "wedding",
            "person"
        ]
    }
]