[
    {
        "url": "https://www.christianpost.com/news/jim-bob-duggar-tells-church-his-daughter-jana-is-still-single-on-28th-birthday.html",
        "title": "Jim Bob Duggar Tells Church His Daughter Jana Is 'Still Single' on 28th Birthday",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nJim Bob Duggar Tells Church His Daughter Jana Is 'Still Single' on 28th Birthday\nJim Bob Duggar Tells Church His Daughter Jana Is 'Still Single' on 28th Birthday\nJim Bob Duggar Tells Church His Daughter Jana Is 'Still Single' on 28th Birthday\n| Saturday, January 20, 2018\nJana Duggar is still single and available on TLC's \"Counting On.\" | (Photo: Duggar Family Official Facebook)\nJana Duggar turned 28 last weekend and some fans are upset with her father, Jim Bob, for telling a congregation in Australia that his eldest daughter is still single.\nThe Duggars were invited to speak at Kilsyth South Baptist Church in Australia, and while Jim Bob introduced his children to the congregation, he noted that it was their twins, Jana and John David's birthday.\n\"Jana — actually, back in the U.S., it's her birthday,\" Jim Bob told the congregation, which can be seen in a video  posted on the Duggar family's Facebook page. \"Jana is now 28 years old and still single, so she's still praying about the one the Lord would have for her but she's a fine young lady. And her brother, John, he is not with us but he's a pilot.\"\nMichelle Duggar added that it's the first time her twins have celebrated their birthdays separately.\nMichelle and Jim Bob Duggar | Facebook/Duggar Family Official\nAlthough the father most likely meant no harm with his comments about Jana still being single, some  people online  took offense. Jana and her twin brother are the only Duggar children older than 22 who aren't married.  \nIn 2014 , there was speculation that Jana and former NFL quarterback Tim Tebow were in a relationship. However, those rumors were put to rest after a rep for the athlete said the two have never met. The allegations surfaced after Jim Bob and Michelle met Tebow's mother, Pam.\nFellow Christian reality star Lawson Bates was also one of Jana's alleged  \"boyfriends,\" but reports of the \"Bringing Up Bates\" son and \"Counting On\" daughter also turned out to be untrue. \nSpeaking about being the only Duggar daughter older than 22 who's still single, Jana previously said said on an episode  of \"19 Kids and Counting\": \"I just think, for me, I am just waiting and we'll see. When God brings that one along it will be His timing.\" \nHer four younger sisters are all married. They courted and married the first guy they were in serious relationships with. But as Jim Bob confirmed, Jana is holding out for the right man.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "Jana — actually, back in the U.S., it's her birthday,",
                "Michelle Duggar",
                true
            ],
            [
                "Jana is now 28 years old and still single, so she's still praying about the one the Lord would have for her but she's a fine young lady.",
                "",
                true
            ],
            [
                "And her brother, John, he is not with us but he's a pilot.",
                "",
                true
            ],
            [
                "I just think, for me, I am just waiting and we'll see.",
                "Michelle Duggar",
                true
            ],
            [
                "When God brings that one along it will be His timing.",
                "Michelle Duggar",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://radaronline.com/exclusives/2014/12/tim-tebow-jana-duggar-relationship-status/",
                "https://www.intouchweekly.com/posts/jana-duggar-courting-lawson-bates-129534/?display=listicle",
                "https://www.theashleysrealityroundup.com/2014/11/08/19-kids-counting-stars-jana-john-david-duggar-reveal-why-they-arent-courting-anyone/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/search?q=jim+duggar+jana&rlz=1C5CHFA_enUS747US747&source=lnms&tbm=nws&sa=X&ved=0ahUKEwi2joGojeXYAhVKXKwKHfwqCzgQ_AUICigB&biw=1276&bih=795",
                "https://www.facebook.com/Pickles4Truth/videos/1453559871409484/"
            ]
        },
        "key_words": [
            "bob",
            "congregation",
            "jana",
            "turned",
            "jim",
            "single",
            "church",
            "duggar",
            "birthday",
            "twins",
            "whatsapp",
            "28th",
            "tells",
            "daughter"
        ]
    }
]