[
    {
        "url": "https://www.christianpost.com/news/nfl-star-benjamin-watson-tells-planned-parenthood-to-stop-quoting-martin-luther-king-jr.html",
        "title": "NFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\nNFL Star Benjamin Watson Tells Planned Parenthood to Stop Quoting Martin Luther King Jr.\n| Thursday, January 18, 2018\nBaltimore Ravens tight end Benjamin Watson points to the sky during an NFL pre-season game in this undated file photo from 2016. | (Photo: Baltimore Ravens)\nBaltimore Ravens tight end and pending free agent Benjamin Watson needed just two words to slam the nation's largest abortion provider for quoting the words of Dr. Martin Luther King Jr., one of the most revered civil rights activists of the 1960s.\nOn Martin Luther King Day Monday, Planned Parenthood, much like many other organizations in the United States, posted a tribute to the slain minister on its Facebook page.\nPlanned Parenthood shared a picture of King that features the word \"dream\" in big white lettering. Along with the picture, the abortion chain quoted King  as saying: \"Our lives begin to end the day we become silent about things that matter.\"\n\"Today, we remember Dr King's legacy of resistance and commit to carrying the torch of courageous vision and action towards justice and equity. #MLKDay ,\" the Planned Parenthood post reads.\nThe post by Planned Parenthood, which performs over 300,000 abortions every year and has been accused of unfairly targeting African-American and minority communities, didn't sit well with Watson, a devout Christian who has voiced his pro-life beliefs many times in the past.\nWatson shared the Planned Parenthood post  on his own Facebook page and offered two words in response: \"Just stop.\"\nThe post comes as Watson gears up to speak to Christians gathered in Washington, D.C., this week for the annual Evangelicals for Life conference, hosted by the Southern Baptist Convention's Ethics & Religious Liberty Commission.\nIn August 2016, Watson made national headlines after it was reported that he told Turning Point Pregnancy Resource Center in an interview that Planned Parenthood was created to \"exterminate\" African-Americans .\n\"I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and [founder Margaret] Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,\" Watson said. \"We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.\"\nWatson also seemingly criticized minorities for buying into the abortion agenda.\n\"We are buying it hook, line, and sinker, like it's a great thing. It's just amazing to me and abortion saddens me, period,\" Watson explained. \"But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do. In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.\"\n\"It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,\" he added.\nLast January, Watson spoke to marchers at the 2017 March for Life . At the event, Watson called on those in attendance to make an impact within their own sphere of influence.\n\"This is the power of one. It is the power of influence, to influence people in our neighborhoods in our churches, in our workplaces on our teams,\" Watson said. \"It is also the power to unite as we have today as one, for a common cause to end the unthinkable practice of abortion in America.\"\n\"To be pro-life should be all encompassing, from conception to the grave.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "Our lives begin to end the day we become silent about things that matter.",
                "",
                true
            ],
            [
                "Today, we remember Dr King's legacy of resistance and commit to carrying the torch of courageous vision and action towards justice and equity.",
                "",
                true
            ],
            [
                "I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and [founder Margaret] Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,",
                "Watson",
                true
            ],
            [
                "We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.",
                "Watson",
                true
            ],
            [
                "We are buying it hook, line, and sinker, like it's a great thing.",
                "Watson",
                true
            ],
            [
                "It's just amazing to me and abortion saddens me, period,",
                "Watson",
                true
            ],
            [
                "But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do.",
                "Watson",
                true
            ],
            [
                "In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.",
                "Watson",
                true
            ],
            [
                "It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,",
                "",
                true
            ],
            [
                "This is the power of one.",
                "Watson",
                true
            ],
            [
                "It is the power of influence, to influence people in our neighborhoods in our churches, in our workplaces on our teams,",
                "Watson",
                true
            ],
            [
                "It is also the power to unite as we have today as one, for a common cause to end the unthinkable practice of abortion in America.",
                "Watson",
                true
            ],
            [
                "To be pro-life should be all encompassing, from conception to the grave.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/nfl-star-ben-watson-planned-parenthood-created-exterminate-blacks-its-working-167509/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://www.facebook.com/PlannedParenthood/photos/a.401411729874877.116355.342294162453301/1999219353427432/?type=3&theater",
                "https://www.facebook.com/BenjaminWatsonOfficial/posts/1435501403243653",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/hashtag/mlkday",
                "https://www.youtube.com/watch?v=n3rI88eFsLY"
            ]
        },
        "key_words": [
            "luther",
            "watson",
            "king",
            "stop",
            "nfl",
            "abortion",
            "words",
            "planned",
            "pregnant",
            "power",
            "tells",
            "quoting",
            "parenthood",
            "star",
            "minorities",
            "martin",
            "post"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/nfl-star-ben-watson-planned-parenthood-created-exterminate-blacks-its-working.html",
        "title": "NFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\nNFL Star Ben Watson: Planned Parenthood Was Created to 'Exterminate Blacks' and 'It's Working'\n| Thursday, August 04, 2016\nNew Orleans Saints tight end Benjamin Watson (82) celebrates after a touchdown in the third quarter of the game against the New York Giants at the Mercedes-Benz Superdome. New Orleans won 52-49, New Orleans, Louisiana, November 1, 2015. | (Photo: USA Today Sports/Matt Bush)\nChristian NFL player Benjamin Watson has opened up about his views on abortion and how it factors into race relations in America today.\nIn an hour-long interview for the San Diego-based Turning Point Pregnancy Resource Center 's blog interview series, Watson, a devout Christian who often speaks out publicly on a wide range of racial and political issues, answered questions on whether race plays into the abortion debate, whether men should have any say over whether women get an abortion, and why he is pro-life.\nWatson, the author of the book Under Our Skin , has frequently discussed the racial divide in America, whether in his book, Facebook  posts or in media interviews .\nBenjamin Watson, a tight end for the New Orleans Saints, releases his first book on Nov. 17, 2015, with Tyndale Momentum, an imprint of Tyndale Publishers. Watson's book, co-written with Ken Peterson, is entitled Under Our Skin: Getting Real about Race—and Getting Free from the Fears and Frustrations that Divide Us. | (Photo: Tyndale Momentum)\nIn the second part  of the interview, Watson gave great detail on how race factors into the issue of abortion. He pointed out that the abortion agenda seems to be focused primarily on minorities and how the nation's largest abortion business was founded by Margaret Sanger, who has often been accused of being a racist and a eugenicist.\n\"I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,\" Watson said. \"We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.\"\nWatson criticized minorities for buying into the abortion agenda and suggested that black and hispanic pregnant teens are encouraged to get abortions rather than keep their babies.\n\"We are buying it hook, line, and sinker, like it's a great thing. It's just amazing to me and abortion saddens me, period. But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do,\" Watson asserted. \"In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.\n\"It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,\" he added.\nWatson explained that his book mentions how many political ideas, such as minorities should get abortions, are \"forced into our heads\" through \"reinforced culture.\"\n\"We sit here and talk about advancing the black agenda, whatever that means, we talk about our interests, and what's important to us — like having political power and advancement and all those things — and then we are turning around and we are killing our children,\" Watson said. \"And we are buying the lie that it's our personal decision to make.\"\n\"Honestly, I am sympathetic, I am. Because I know it's a hard decision,\" Watson continued. \"I don't know exactly what it's like to be pregnant and to be a single mom, or even to be a married mom and not want the child. I would never assume people are having abortions flippantly. I know people have them for convenience, but that doesn't mean it's not a tough choice for the mothers to make, so I always want to be sympathetic to that.\"\nBenjamin Watson with his two sons, Isaiah and Juda. | (Photo: Facebook/Benjamin Watson)\nAlthough Watson believes that abortion is a \"women's issue,\" he believes that men still have a large role to play in the women's ultimate decision to get an abortion.\n\"[A] lot of the women wouldn't be having abortions if the men would step up and be a part of what they are already biologically a part of. Raising children and having children, even though the women birthed the child, is designed for two people to do it,\" Watson stated. \"And there is so much undue stress and pressure on the woman if the other one isn't there.\"\nWatson argued that a fault in the process is that many men would rather have abortion be a \"women's issue\" so that they don't have to \"step up and make a decision.\"\n\"Any idea that a man doesn't have a role in it is not true, and is simply more about politics and making a man's life easier,\" Watson stressed. \"If you are going to say, 'It's your choice' and she decides on an abortion, then at least be man enough to go with her through the entire process. You should have to sit with her through the entire procedure (and recovery) if you are going to go that route.\"\nWatson, a 12-year veteran tight end who is beginning a new chapter in his career this season with the Baltimore Ravens, recalled a time where he has had to talk to a one of his NFL teammates whose girlfriends was facing an unplanned pregnancy.\n\"His girlfriend was pregnant and he had that look like, 'I don't know what to do' and I know that abortion may have very well been a possibility, although we didn't discuss it specifically,\" Watson explained. \"My whole speech to him was encouraging him about what an awesome opportunity it is to raise a child, to give the child a home, to love that child, and that God entrusted him with another life, and what a responsibility and the privilege that is.\"\nIn part 1  of the interview, Watson explained why he is pro-life.\n\"It's really more of a complete worldview,\" Watson said. \"Pro-life is being for people who are in sex-trafficking, or people who are in danger from persecution, or being for people who are stricken with poverty or illnesses, or whatever it may be. Just having a respect for life in general to me is pro-life.\"\nTurning Point is actively seeking donations  to help them accomplish their goal of providing \"hope, help and healing to women in crisis pregnancies and offer them alternatives to abortion.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [
            [
                "I do know that blacks kind of represent a large portion of the abortions, and I do know that honestly the whole idea with Planned Parenthood and Sanger in the past was to exterminate blacks, and it's kind of ironic that it's working,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "We [as minorities] support candidates, and overwhelmingly support the idea of having Planned Parenthood and the like, and yet, that is why she created it.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "We are buying it hook, line, and sinker, like it's a great thing.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "It's just amazing to me and abortion saddens me, period.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "But it seems to be something that is really pushed on minorities and provided to minorities especially as something that they should do,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "In the public, it seems to be painted that when minorities get pregnant they need to get abortions, especially when it comes to teen pregnancy.",
                "",
                true
            ],
            [
                "It's like when black girls are pregnant, it's like a statistic, but when white girls get pregnant, they get a TV show,",
                "",
                true
            ],
            [
                "We sit here and talk about advancing the black agenda, whatever that means, we talk about our interests, and what's important to us — like having political power and advancement and all those things — and then we are turning around and we are killing our children,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "And we are buying the lie that it's our personal decision to make.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "Honestly, I am sympathetic, I am.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "Because I know it's a hard decision,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "I don't know exactly what it's like to be pregnant and to be a single mom, or even to be a married mom and not want the child.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "I would never assume people are having abortions flippantly.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "I know people have them for convenience, but that doesn't mean it's not a tough choice for the mothers to make, so I always want to be sympathetic to that.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "A] lot of the women wouldn't be having abortions if the men would step up and be a part of what they are already biologically a part of.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "Raising children and having children, even though the women birthed the child, is designed for two people to do it,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "And there is so much undue stress and pressure on the woman if the other one isn't there.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "step up and make a decision.",
                "Facebook/Benjamin Watson",
                false
            ],
            [
                "Any idea that a man doesn't have a role in it is not true, and is simply more about politics and making a man's life easier,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "If you are going to say, 'It's your choice' and she decides on an abortion, then at least be man enough to go with her through the entire process.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "You should have to sit with her through the entire procedure (and recovery) if you are going to go that route.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "His girlfriend was pregnant and he had that look like, 'I don't know what to do' and I know that abortion may have very well been a possibility, although we didn't discuss it specifically,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "My whole speech to him was encouraging him about what an awesome opportunity it is to raise a child, to give the child a home, to love that child, and that God entrusted him with another life, and what a responsibility and the privilege that is.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "It's really more of a complete worldview,",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "Pro-life is being for people who are in sex-trafficking, or people who are in danger from persecution, or being for people who are stricken with poverty or illnesses, or whatever it may be.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "Just having a respect for life in general to me is pro-life.",
                "Facebook/Benjamin Watson",
                true
            ],
            [
                "hope, help and healing to women in crisis pregnancies and offer them alternatives to abortion.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/nfl-star-ben-watson-black-men-know-their-leash-is-a-little-bit-shorter-but-everyone-needs-to-obey-police-166438/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://turningpointfriends.org/donate/",
                "https://twitter.com/IamSamSmith",
                "http://turningpointfriends.org/",
                "http://underourskinbook.com/",
                "http://turningpointfriends.org/benjamin-watson-interview-part-two/",
                "http://turningpointfriends.org/ben-watson-part-one/",
                "https://www.facebook.com/BenjaminWatsonOfficial/posts/915231598603972"
            ]
        },
        "key_words": [
            "abortions",
            "watson",
            "know",
            "created",
            "nfl",
            "exterminate",
            "abortion",
            "women",
            "working",
            "child",
            "planned",
            "pregnant",
            "parenthood",
            "star",
            "blacks",
            "having",
            "minorities",
            "men",
            "ben"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/nfl-star-ben-watson-black-men-know-their-leash-is-a-little-bit-shorter-but-everyone-needs-to-obey-police.html",
        "title": "NFL Star Ben Watson: Black Men Know Their 'Leash Is a Little Bit Shorter' but Everyone Needs to Obey Police",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Star Ben Watson: Black Men Know Their 'Leash Is a Little Bit Shorter' but Everyone Needs to Obey Police\nNFL Star Ben Watson: Black Men Know Their 'Leash Is a Little Bit Shorter' but Everyone Needs to Obey Police\nNFL Star Ben Watson: Black Men Know Their 'Leash Is a Little Bit Shorter' but Everyone Needs to Obey Police\n| Wednesday, July 13, 2016\nBenjamin Watson is a tight end for the New Orleans Saints. | (Photo: EAG Sports Management)\nWhile appearing on Fox News this week to discuss racial tensions in America, NFL player Benjamin Watson asserted that young black men grow up knowing their \"leash is a little bit shorter\" with police, but stressed that is no excuse to disobey police officers' commands.\nWatson, a 12-season veteran tight end who signed with the Baltimore Ravens this past offseason and author of the 2015 book Under Our Skin: Getting Real about Race. Getting Free from the Fears and Frustrations that Divide Us , was interviewed by Megyn Kelly Tuesday night about the ongoing tension between the black community and police officers nationwide.\nWatson, an outspoken Christian who recently took to Facebook to write a lengthy post  about what Black Lives Matter means to him, told Kelly  that there have been a number of experiences from his life, even some recent experiences, where he was treated unfairly because of the color of his skin.\nAlthough race relations in America have improved, Watson emphasized that there is still a \"struggle\" with race in America today.\nDespite the fact that America still struggles with race and racial profiling by police, Watson contends that it's every citizen's responsibility, no matter their skin color, to obey commands from police officers even if a person feels they have been unjustly stopped or apprehended.\n\"[Young black men] grow up understanding that you comply with the police, that your leash is a little bit shorter,\" Watson said. \"I have been pulled over and I have actually worried, 'Is something going to happen to me even though I am a law abiding citizen?' That is a real fear and is something that we have to come to grips with.\"\n\"With that being said, of course you comply with the police whenever something happens,\" he added. \"I respect the police officers but something you learn as a young black man in this country is that ... life is a little bit different for you even though on the surface, it seems to be the same.\"\nSpeaking about the violence perpetrated against police officers in Dallas last week, Watson continued by saying that police officers are in a place of authority and they are needed in society.\n\"They have a job to do. They protect and serve,\" Watson said. \"We need them. My message for everyone, not just black men, is to obey. When a police officer asks you to do something, do it.\"\nKelly followed up by asking Watson about situations in which police officers are in the wrong.\n\"That happens sometimes. But our job as citizens is to obey what the police officers say,\" the professional athlete answered. \"The police officer's job is to respect the citizens that they are in control of.\"\nOn Wednesday morning, Watson appeared on \" Fox & Friends \" and talked about the controversy surrounding the phrase \"Black Lives Matter.\"\n\"I sometimes think they should have said 'Black Lives Matter Too,' because that is really what is being said. The outcry is that historically and presently, the feeling is that black lives don't matter as much as white lives because we don't see the same type of things happening to them,\" Watson explained. \"It's not a matter of saying 'black lives matter more than anyone else' It is kind of saying, 'You know what, black lives matter as well.'\"\nWatson further explained that when Black Lives Matter opponents use the phrase \"All Lives Matter,\" it can be perceived as insulting.\n. @BenjaminSWatson weighs in on 'Black Lives Matter' versus 'All Lives Matter' https://t.co/PByKSVwegf\n\"When the response is always that 'all lives matter,' it kind of seems disingenuous, it seems insulting and it seems very callous,\" he asserted. \"Again, it is a response to what is being perceived as a direct insult to white people by saying that 'black lives matter.'\"\nAs Americans are polarized by their sphere of influences and by the media outlets that they choose to watch, read and listen to, the solution that America needs, Watson said, is for America to embrace a \"change of heart\" and for Americans of all colors to talk openly and address their concerns without being shouted down by the other side.\n\"I said it before, I believe that heart change comes from repenting of your racism, repenting of your bias, repenting of your prejudice and say, 'You know what? God sees us all the same.'\" Watson told Kelly. \"That is the most important thing. We need to get our heart straight and then after we get the heart straight, we can treat each other straight.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [
            [
                "leash is a little bit shorter",
                "Benjamin Watson",
                false
            ],
            [
                "Young black men] grow up understanding that you comply with the police, that your leash is a little bit shorter,",
                "Benjamin Watson",
                true
            ],
            [
                "I have been pulled over and I have actually worried, 'Is something going to happen to me even though I am a law abiding citizen?",
                "Benjamin Watson",
                true
            ],
            [
                "That is a real fear and is something that we have to come to grips with.",
                "Benjamin Watson",
                true
            ],
            [
                "With that being said, of course you comply with the police whenever something happens,",
                "",
                true
            ],
            [
                "I respect the police officers but something you learn as a young black man in this country is that ... life is a little bit different for you even though on the surface, it seems to be the same.",
                "",
                true
            ],
            [
                "They have a job to do.",
                "Benjamin Watson",
                true
            ],
            [
                "My message for everyone, not just black men, is to obey.",
                "Benjamin Watson",
                true
            ],
            [
                "When a police officer asks you to do something, do it.",
                "Benjamin Watson",
                true
            ],
            [
                "But our job as citizens is to obey what the police officers say,",
                "",
                true
            ],
            [
                "The police officer's job is to respect the citizens that they are in control of.",
                "",
                true
            ],
            [
                "I sometimes think they should have said 'Black Lives Matter Too,' because that is really what is being said.",
                "Benjamin Watson",
                true
            ],
            [
                "The outcry is that historically and presently, the feeling is that black lives don't matter as much as white lives because we don't see the same type of things happening to them,",
                "Benjamin Watson",
                true
            ],
            [
                "It's not a matter of saying 'black lives matter more than anyone else' It is kind of saying, 'You know what, black lives matter as well.",
                "Benjamin Watson",
                true
            ],
            [
                "When the response is always that 'all lives matter,' it kind of seems disingenuous, it seems insulting and it seems very callous,",
                "",
                true
            ],
            [
                "Again, it is a response to what is being perceived as a direct insult to white people by saying that 'black lives matter.",
                "Benjamin Watson",
                true
            ],
            [
                "I said it before, I believe that heart change comes from repenting of your racism, repenting of your bias, repenting of your prejudice and say, 'You know what?",
                "Benjamin Watson",
                true
            ],
            [
                "God sees us all the same.",
                "Benjamin Watson",
                true
            ],
            [
                "That is the most important thing.",
                "Megyn Kelly",
                true
            ],
            [
                "We need to get our heart straight and then after we get the heart straight, we can treat each other straight.",
                "Megyn Kelly",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/benjamin-watson-reveals-what-black-lives-matter-means-to-him-166288/",
                "https://video.foxnews.com/v/5033497485001/former-nfl-player-gets-real-about-race-in-america/?playlist_id=930909787001",
                "http://insider.foxnews.com/2016/07/12/ben-watson-when-police-officer-asks-you-do-something-do-it"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/BenjaminSWatson",
                "https://twitter.com/IamSamSmith",
                "https://t.co/PByKSVwegf"
            ]
        },
        "key_words": [
            "watson",
            "obey",
            "know",
            "lives",
            "nfl",
            "men",
            "america",
            "race",
            "black",
            "matter",
            "needs",
            "officers",
            "star",
            "saying",
            "leash",
            "little",
            "shorter"
        ]
    }
]