[
    {
        "url": "https://www.christianpost.com/news/california-attorney-general-kamala-harris-raid-pro-life-david-daleiden-apartment-planned-parenthood.html",
        "title": "California Atty. Gen Behind Raid of Pro-Life Activist's Apartment Actively Advocates for Planned Parenthood",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nCalifornia Atty. Gen Behind Raid of Pro-Life Activist's Apartment Actively Advocates for Planned Parenthood\nCalifornia Atty. Gen Behind Raid of Pro-Life Activist's Apartment Actively Advocates for Planned Parenthood\nCalifornia Atty. Gen Behind Raid of Pro-Life Activist's Apartment Actively Advocates for Planned Parenthood\n| Thursday, April 07, 2016\nCalifornia Attorney General Kamala Harris speaks at the Center for American Progress' 2014 Making Progress Policy Conference in Washington November 19, 2014. | (Photo: Reuters/Gary Cameron)\nCalifornia Attorney General Kamala Harris, who ordered the raid on the apartment belonging to the producer of last year's undercover Planned Parenthood videos, was accused of being \"in bed\" with the abortion giant as she is actively using her Senate campaign to advocate for the organization.\nPro-life activists are accusing Harris, an avid Planned Parenthood supporter, of having a severe conflict of interest after she ordered the search of Center for Medical Progress founder David Daleiden's apartment in Orange County on Tuesday, in which Daleiden's laptop, hard drives and yet-to-be released undercover videos  were seized.\nHarris, who is running for the United States Senate seat vacated by retiring Democratic Sen. Barbara Boxer, is using her campaign website  to encourage visitors to sign a petition calling on federal lawmakers not to strip Planned Parenthood of its over $500 million in annual federal funding, a move brought on by conservatives last year after the release of CMP's series of undercover videos.\nScreenshot of Kamala Harris Senate campaign website showing fund raising off support for Planned Parenthood. | (Photo: Screenshot/Kamala Harris Senate Campaign)\n\"Once again, we need you to take a stand and join Kamala in defending Planned Parenthood,\" the website states.\nDavid Daleiden, head of the California-based pro-life group the Center for Medical Progress. | (Photo: CMP)\nAdditionally, Harris accepted a $15,000 donation from Planned Parenthood-affiliated PACs during her 2014 reelection campaign. During her 2016 Senate run, Harris has recieved over $254,370  from a number of pro-choice \"women's issues\" organizations like Emily's List to the Kamala Harris Victory Fund.\n\"Harris can't even pretend to be objective in this case. She has a petition on her campaign website to collect signatures to defend abortion giant Planned Parenthood,\" Lila Rose, president of the pro-life group Live Action, said in a statement shared with The Christian Post. \"And her radical pro-abortion positions are well known, including her sponsoring of a California law to force pro-life crisis pregnancy centers to tell patients where they can go to get abortions.\"\nFollowing the release of the CMP's undercover videos focusing on Planned Parenthood's aborted baby parts compensation practices, Harris threatened to prosecute Daleiden last July.\nA recent Los Angeles Times  article, titled \"Where Does Kamala Stand on the Planned Parenthood Videos?\" points out that it only took a grand jury in Harris County, Texas two months to indict Daleiden and his associate Sandra Merritt on felony charges.\nThe article asks, \"But what's taking California so long?\" A little over a week after the article was published, Daleiden's property was seized.\n\"Harris's agenda is obvious: Even the L.A. Times called Harris 'politically ambitious' and said that prosecuting CMP would help her U.S. Senate campaign,\" Rose continued. \"It's clear why — while executing a search warrant on the whistleblower — she won't also 'search' the huge amount of video footage showing Planned Parenthood's potentially illegal activity and open an investigation into that.\"\nAs the search of Daleiden's home yielded some unreleased undercover footage that could implicate Planned Parenthood, the legislative affiliate of the Family Research Council, FRC Action, posted a statement accusing Harris of trying to \"muzzle\" Daleiden and prevent him from releasing anymore undercover footage of Planned Parenthood officials.\n\"Harris is repaying [Planned Parenthood President Cecile] Richards by trying to muzzle the organization's biggest threat: a pro-lifer with hours and hours of damning evidence about the group's dark business of selling baby body parts,\" the statement  reads.\nAs Daleiden has also been indicted on felony charges in Texas, pro-life activists also accused Harris County District Attorney Devon Anderson of having a conflict of interest  against pro-life activism.\nTom Brejcha, president of the legal group defending Daleiden, the Thomas More Society, said that he believes Harris and her office were pressured to \"keep pace with the Houston prosecutor who worked with Planned Parenthood's lawyer to get a grand jury to return criminal indictments against Daleiden and his colleague Sandra Merritt.\"\nMatt Heffron, a lawyer on Daleiden's defense team, said in a statement that such politically motivated raids and criminal charges are a \"discredit to law enforcement and an oppressive abuse of government power\" and is afraid that criminal charges could result in the California investigation.\n\"To initiate criminal proceedings in the midst of civil suits is an irregular use of taxpayer money,\" Heffron added.\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.latimes.com/local/abcarian/la-me-abcarian-planned-parenthood-20160325-column.html",
                "https://www.christianpost.com/news/man-behind-planned-parenthood-baby-body-parts-investigation-says-ag-seized-undercover-videos-in-raid-161031/",
                "https://www.christianpost.com/news/texas-grand-jury-indicted-pro-life-activists-david-daleiden-never-voted-criminal-charges-planned-parenthood-156192/",
                "http://www.opensecrets.org/races/industries?cycle=2016&id=CAS1&spec=N"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.kamalaharris.org/landing/engagement-160108-planned-parenthood/",
                "https://www.frcaction.org/get.cfm?i=WA16D13&f=WU16D02",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "prolife",
            "harris",
            "advocates",
            "atty",
            "daleiden",
            "videos",
            "california",
            "statement",
            "activists",
            "parenthood",
            "undercover",
            "apartment",
            "daleidens",
            "campaign",
            "planned",
            "gen",
            "raid"
        ]
    }
]