[
    {
        "url": "https://consortiumnews.com/2013/06/05/selective-definition-of-terrorism/",
        "title": "Selective Definition of ‘Terrorism’",
        "authors": [
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Biff Michael Appia",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-06-05",
        "text": "Main menu\nBy Nima Shirazi\nIn late May, a threatening letter laced with the deadly chemical ricin was sent from Shreveport, Louisiana , to New York City Mayor Michael Bloomberg as a response to the mayor’s outspoken support for stricter gun control laws. Two identical letters, also containing the lethal substance, were addressed to both President Barack Obama and the head of the Washington D.C. lobbying group, Mayors Against Illegal Guns, which is managed and funded by Bloomberg himself.\nThe contents of the letters are clearly the work of a right-wing gun nut and read as follows: “You will have to kill me and my family before you get my guns. Anyone wants to come to my house will get shot in the face. The right to bear arms is my constitutional, god-given right and I will exercise that right till the day I die. What’s in this letter is nothing compared to what I’ve got planned for you.”\nNew York City Mayor Michael Bloomberg.\nDespite lethally targeting civilians and non-military officials far from any active battlefield, no one is referring to these acts as terrorism. Not the press, not political pundits, not the intended victims. No one.\nIn fact, Bloomberg himself was nonplussed by the whole ordeal, telling reporters on May 30, “I’m not angry. There are people who I would argue do things that may be irrational, do things that are wrong, but it’s a very complex world out there and we just have to deal with that.”\nYes, Mike, it is a very complex world. This world is so complex, in fact, that an easily identifiable act of terrorism isn’t considered terrorism for one simple reason: it probably wasn’t committed by a Muslim, but rather by some white guy in the South.\nClearly, while white guys who send murderous mail are merely acting irrationally and doing something wrong, potential violence by members of the Muslim faith present a singular threat to our civilized society. So much so, in fact, that Michael Bloomberg himself believes our own laws and the bedrock of that very society are not good enough to defend against such a scourge to humanity.\nIn April, following the horrific Boston Marathon bombing, Bloomberg declared that the American obsession with privacy, civil rights and basic freedoms were antiquated and trite when compared to the dire threat posed by hypothetical barbarian hordes of “Islamists.”\nAt a press conference at the Lower Manhattan Security Initiative, Bloomberg said , “The people who are worried about privacy have a legitimate worry. But we live in a complex world where you’re going to have to have a level of security greater than you did back in the olden days, if you will. And our laws and our interpretation of the Constitution, I think, have to change.”\nYes, how complex it is. So complex that, although a 2010 study by Duke University and the University of North Carolina found that Islamic terrorism accounted for only six percent of all terrorist attacks in the United States between 1980 and 2005 while a 2012 analysis by the Center for American Progress reported that a whopping “[f]ifty-six percent of domestic terrorist attacks and plots in the U.S. since 1995 have been perpetrated by right-wing extremists,” Michael Bloomberg has made it his duty to illegally spy on and harass Muslim communities in the New York Metro area.\nBloomberg has presided over a massive, illegal covert domestic surveillance and ethno-religious profiling program that have targeted, alienated and traumatized Muslims throughout the Northeast, despite the fact that, following the September 11, 2001 attacks, more Americans have been killed in right-wing terrorist plots than by Islamic terrorists .\n“NYPD surveillance has impacted every facet of American Muslim life,” explains Nermeen Arastu, a volunteer attorney with the Asian American Legal Defense and Education Fund (AALDEF), which co-authored a March 2013 report entitled, “Mapping Muslims: NYPD Spying and Its Impact on American Muslims.”\n“The program has stifled speech, communal life and religious practice and criminalized a broad segment of American Muslims,” Arastu added, “The isolationism that comes with being a ‘spied on’ community means that American Muslims are getting a fundamentally inferior opportunity to exercise their constitutional rights.”\nBut, for Mayor Mike, just because a white guy tries to kill you by post doesn’t mean white people in general deserve to be spied on, rounded up, marginalized, and profiled. Keep calm and carry on, he says. These things happen.\nLast week, on Chris Jansing’s MSNBC show, USA Today Washington Bureau Chief Susan Page said it was “probably not fair to taint the entire gun rights movement with the actions of this disturbing letter because there is a serious debate and two sides to it when it comes to the issue of guns.” Jansing agreed. “Yeah, and it’s unfortunate that, for a few, it comes to this,” she said.\nNot fair, she said. Unfortunate, she said.\nJust last year, Bloomberg defended his Muslim surveillance program, claiming , “Everything the NYPD has done is legal, it is appropriate, it is constitutional,” and, unsurprisingly, by invoking that sacred strawman: 9/11. “We have not forgotten the lesson of that terrible day on 9/11,” he insisted, sanctimoniously adding , “We have to keep this country safe. … Remind yourself when you turn out the light tonight.”\nBloomberg’s insistence that, “We don’t target individuals based on race or religion. We follow leads,” is fascinating because, just six months after he said this, an Associated Press report on court testimony by the NYPD stated, “In more than six years of spying on Muslim neighborhoods, eavesdropping on conversations and cataloguing mosques, the New York Police Department’s secret Demographics Unit never generated a lead or triggered a terrorism investigation.”\nBut Bloomberg’s targeting of Muslims isn’t his only method of rooting out the evil that lurks in the hearts of brown and black men. A month ago, the billionaire mayor defended his racist Stop-and-Frisk policy by invoking – what else? – the ever-looming conversation-ender: the constant scourge and fear of terrorism.\n“Look at what’s happened in Boston,” he said . “Remember what happened here on 9/11. Remember all of those who’ve been killed by gun violence and the families they left behind.”\nAgain he even claimed that our own laws and efforts not to discriminate against certain communities are making us less safe. “God forbid terrorists succeed in striking our city because of a politically driven law that undermines the N.Y.P.D.’s intelligence-gathering efforts,” he said.\nEven the editors of the New York Times were unmoved by Bloomberg’s fear-mongering defense of racial profiling. “Mayor Michael Bloomberg trotted out shopworn, discredited arguments this week ,” they wrote , “while defending the constitutionally suspect police program under which hundreds of thousands of innocent New Yorkers have been detained and questioned on the streets every year.”\nThey note, “[G]uns were seized in only 0.15 percent of all stops. In addition, only 5.4 percent of all stops resulted in an arrest, and about 6 percent led to a summons. This means that in nearly 90 percent of cases, the citizens who were stopped were doing nothing illegal. In some cases, prosecutors declined to automatically prosecute arrests made in connection with the program because they knew that the stops were illegal.”\nIn 2011, 84 percent of all those stopped under the NYPD’s Stop-and-Frisk rampage were black and Hispanic, despite respectively representing 23 and 29 percent of New York City’s total population.\nUnder Michael Bloomberg’s reign, minority communities have been collectively punished for the criminal actions of a few. In his complex world, blacks and Latinos are all potential gun-toting killers, while all Muslims are jihadists-in-training. Yet, an actual gun-toting lunatic who actually tries to murder Bloomberg is an anomaly, an aberration, nothing to be concerned with. Simply something “we just have to deal with.”\nBut call it terrorism? No, never. Not if the perpetrator is white and not Muslim.\nGlenn Greenwald, a former constitutional lawyer and currently a columnist for The Guardian, has been addressing this double standard for yea r s . “Terrorism,” he writes , “is simultaneously the single most meaningless and most manipulated word in the American political lexicon. The term now has virtually nothing to do with the act itself and everything to do with the identity of the actor, especially his or her religious identity. It has really come to mean: ‘a Muslim who fights against or even expresses hostility towards the United States, Israel and their allies.'”\nSo while the NYPD continues to terrorize minority communities and the FBI continues to foil phony Muslim terror plots that it itself devises , plans and funds , rest assured that all the well-armed and well-represented white folks in our noble nation will continue to live free from suspicion, scrutiny and surveillance no matter how much postal poison some of them send and how many mass shootings some of them carry out.\nMaybe it’s not complex after all, maybe it’s just complexion. Remember that when you turn off the light tonight.\nNima Shirazi is co-editor of the Iran, Iraq and Turkey pages for the online magazine Muftah . His political analysis can be found on his blog, Wide Asleep in America . He tweets @WideAsleepNima .\nbiff Michael Appia\nSpokane, Washington. Heart of the “Inland Empire”. Militia, separatists, white supremacists, fundies.\nSpokane. You can have a party with pipe bombs. One doesn’t go off. The bomb is brought back into the kitchen. Someone touches it & it goes off, they die. The party still goes on. No arrests. No names of the people at the party in the paper. No one classified as terrorists.\nInland Empire. A student (students?) explodes a pipe-bomb on school grounds. The local news agency will say “facebook us if you think the student should be charged with a felony or not” on local news.\nSpokane. The land of U.S. Representative Cathy McMorris-Rodgers. #4 in the House.\nF. G. Sanford\nJune 5, 2013 at 20:52\nSteve, cool it dude, those Black guys and Muslims will accuse you of being pro-gentile.\nSteve\nJune 5, 2013 at 19:49\nBloomberg is absolutely right! What are you all complaining about? I don’t understand it.\nProfiling saves lives and property- I mean you do realize the esteemed Mayor will put down all forms of terrorism and whichever group is responsible for it will have to deal with the consequences- this country cannot afford to go through the effects of terrorism upon its citizenry and the destruction of our property from vile terrorist acts.\nSo I for one applaud Mayor Mike and look forward to the white collar crimes division of the NYPD putting surveillance on all Jewish Bankers and Financiers…. that is in effect right?  After all the Madooffs, Millikens, aguiar, Stanford, and the many other masters of Wall Street have imposed a brand of economic terrorism unforeseen in these parts- homes destroyed, families left in ruins.  I mean how many black dudes or muslims owned the banks or stole billions $$$$??? Right?  Anyone, anyone???\nCapone\nJune 6, 2013 at 04:26\nDid you not read the article or, specifically, the title of the article?\nThe complaint is that, in today’s society, terroristic acts are only labeled as such when they are committed by Muslims.  Whenever a non-Muslim engages in terrorism, it is labeled as anything but.\nAs Mr. Shirazi points out, sending a letter filed with Ricin to Bloomberg or Obama is terrorism.  It’s the very definition of it.  However, because it wasn’t sent by a Muslim, it’s not called what it is.\nBy doing this, people continuously feed into the wrong notion that terrorism is specific to Islam which, obviously, fans the flames of discrimination and prejudice towards Muslims in general.\nPSzymeczek\nJune 6, 2013 at 11:33\nIf a non-Muslim does it, it’s an “isolated incident” committed by a “lone wolf.”\nSteve\nCapone:\nI was being tongue in cheek here.  Guess you missed that.  I agree with the points of the article- that is why I pointed out Bloomberg’s “selectivity”.  He waves an Israeli flag during parades celebrating Israel but breaks every privacy law to harass Muslims illegally. Using Bloombergs theory of “islamic terrorism” I am waiting for him to go after “Jewish terrorism”- millions of Americans watching $$$ Billions of their savings stolen from them.  Where is Mayor Mikey denouncing the “Jewish” terror???\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.salon.com/control/2011/07/23/nyt_17/",
                "https://www.ap.org/ap-in-the-news/2012/nypd-muslim-spying-led-to-no-leads-terror-cases",
                "https://www.theguardian.com/commentisfree/2013/may/25/andrew-sullivan-distortion-terrorism-woolwich",
                "http://www.splcenter.org/get-informed/publications/terror-from-the-right#.Uaga2WTF3rR",
                "http://www.nytimes.com/2013/05/01/nyregion/bloomberg-says-critics-of-police-would-make-new-yorkers-less-safe.html",
                "http://www.nytimes.com/2013/05/04/opinion/mayor-bloomberg-on-stop-and-frisk.html",
                "http://www.nytimes.com/2013/05/30/nyregion/letter-sent-to-bloomberg-is-said-to-test-positive-for-ricin.html",
                "https://www.salon.com/control/2011/06/22/terrorism_35/",
                "http://www.loonwatch.com/files/2010/01/not-all-terrorists-are-muslims/",
                "https://www.motherjones.com/politics/2013/04/charts-domestic-terrorism-jihadist-boston-tsarnaev/",
                "https://www.start.umd.edu/news/database-spotlight-update-profiles-perpetrators-terrorism-us",
                "https://www.salon.com/control/2011/02/16/ivans/",
                "https://www.usatoday.com/story/news/nation/2013/02/21/mass-shootings-domestic-violence-nra/1937041/",
                "https://www.nydailynews.com/news/mayor-bloomberg-defends-nypd-spying-muslims-calling-legal-constitutional-article-1.1028022",
                "https://www.nydailynews.com/new-york/brooklyn/anthrax-scare-brooklyn-courthouse-article-1.1345318",
                "http://www.salon.com/2011/09/29/fbi_terror/",
                "https://www.nytimes.com/2013/05/01/nyregion/bloomberg-says-critics-of-police-would-make-new-yorkers-less-safe.html?_r=0",
                "https://gothamist.com/news/bloomberg-terrorism-requires-a-change-in-our-quaint-view-of-constitution",
                "https://www.telegraph.co.uk/news/worldnews/northamerica/usa/9098418/Michael-Bloomberg-defends-NYPD-surveillance-on-Muslims.html",
                "https://www.salon.com/control/2011/12/10/the_real_definition_of_terrorism/",
                "https://gothamist.com/news/ray-kelly-wants-stop-and-frisk-to-instill-fear-in-minorities-state-senator-testifies",
                "https://www.cnn.com/2012/02/21/us/new-york-muslim-surveillance",
                "https://newyork.cbslocal.com/2013/05/30/bloomberg-not-angry-over-ricin-letters-sent-to-nyc-washington/",
                "http://www.policymic.com/articles/9914/stop-and-frisk-law-is-racist-and-the-shame-of-new-york-city",
                "https://www.wired.com/2013/02/american-muslim-terrorism/",
                "https://www.theatlantic.com/politics/archive/2013/03/the-horrifying-effects-of-nypd-ethnic-profiling-on-innocent-muslim-americans/274434/",
                "https://thinkprogress.org/chart-17-years-after-oklahoma-city-bombing-right-wing-extremism-is-significant-domestic-terror-805653857c40/",
                "https://www.colorlines.com/articles/report-nypd-spy-program-traumatized-muslim-communities",
                "https://www.nytimes.com/2012/04/29/opinion/sunday/terrorist-plots-helped-along-by-the-fbi.html?pagewanted=all",
                "http://www.foreignpolicy.com/articles/2012/08/20/terrorism_is_terrorism",
                "https://gothamist.com/news/nypds-controversial-muslim-spying-unit-has-generated-zero-leads",
                "https://news.yahoo.com/obamas-ricin-letter-had-same-text-letter-bloomberg-161944671.html",
                "https://www.salon.com/test/2010/02/19/terrorism_19/",
                "https://www.motherjones.com/politics/2012/07/mass-shootings-map/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.shreveporttimes.com/viewart/20130530/NEWS01/130530005/Reports-Ricin-laced-letters-threaten-gun-violence",
                "http://edition.cnn.com/2010/US/01/06/muslim.radicalization.study/",
                "https://www.bloomberg.com/tosv2.html?vid=&uuid=d6ad6bd0-c935-11e9-952b-719daeb519ba&url=L25ld3MvMjAxMy0wNS0yOS9sZXR0ZXJzLXRvLW4teS1tYXlvci1zYWlkLXRvLXRlc3QtcG9zaXRpdmUtZm9yLXJpY2luLmh0bWw=",
                "http://www.wideasleepinamerica.com/",
                "http://www.ny1.com/content/top_stories/155982/civil-rights-advocates-slam-nypd-over-record-number-of-stop-and-frisks",
                "http://www.muftah.org/",
                "https://www.ap.org/ap-in-the-news/",
                "http://www.wideasleepinamerica.com/2011/10/wall-streets-mike-vs-peoples-mic-mayor.html",
                "http://www1.cuny.edu/mu/law/2013/03/11/clear-project-issues-report-on-impact-of-nypd-surveillance-on-american-muslims/",
                "http://ccrjustice.org/stopandfrisk",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://gawker.com/5886092/fbi-foils-magical-make+believe-dc-suicide-bombing-plot",
                "https://www.msn.com/en-ca/",
                "https://twitter.com/WideAsleepNima"
            ]
        },
        "key_words": [
            "york",
            "muslim",
            "american",
            "muslims",
            "terrorism",
            "world",
            "white",
            "selective",
            "definition",
            "bloomberg",
            "complex",
            "program"
        ]
    }
]