[
    {
        "url": "https://www.christianpost.com/news/militant-atheism-gives-rise-to-christian-apologetics.html",
        "title": "Militant Atheism Gives Rise to Christian Apologetics",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMilitant Atheism Gives Rise to Christian Apologetics\nMilitant Atheism Gives Rise to Christian Apologetics\n| Tuesday, November 13, 2007\nSome of the most prominent evangelical leaders and Christian apologists recently addressed thousands of believers amid a trend of atheist outspokenness.\n\"Let's face it: Atheism is in,\" Stan Guthrie wrote in Tuesday's column in Christianity Today magazine.\nBut arising to disprove atheist claims are not just Christian arguments of faith or citations from Scripture, but evidence.\n\"We have a defensible faith that stands up to scrutiny and investigation,\" said Lee Strobel, a former atheist and author of the bestselling book The Case for Christ.\nLee was a featured speaker at this year's National Conference on Christian Apologetics, held Nov. 9-10 at Calvary Church in Charlotte, N.C. The annual conference, presented by Southern Evangelical Seminary, came as America has been experiencing a surge in attacks against religion – more specifically, Christianity.\nIn recent years, books on atheism have hit best-selling lists and the authors have gained prominence across the country.\nThe louder voice that has emerged among atheists, however, has not gone unchallenged.\n\"There's a phenomenon going on right now,\" Strobel said, according to The Charlotte Observer. \"In response to this proliferation of attacks on Christianity that we're seeing in best-selling books and on the Internet, there's a new hunger in the church for apologetics – that is, defending the faith.\"\nChurches are now finding a need to equip Christians with rebuttals and answers that go beyond an acceptance of the authority of Scripture. In response, Christian apologists are filling the void, teaching a language anchored in reason and science.\nAnd if the Church wants to keep the younger generation, Christian leaders should start stressing evidence and proof, as one 17-year-old suggested.\n\"We've grown up in a place and a time where everything can be proven,\" Emily Koll, a member of Calvary Church, told the local newspaper. \"And then, all of a sudden, with God, you have to take a leap of faith. We're not used to that. It's outside our comfort zone.\"\nNearly 4,000 people convened at Calvary this past weekend to hear speakers like Strobel and Charles Colson talk about apologetics.\nBut before even diving in to the proof, Colson said it was time Christians define Christianity, which culture, popular media and atheists have apparently done.\n\"What is Christianity?\" Colson posed at the conference.\n\"Christianity is an explanation of everything,\" he said.\nIt's not just about morality, getting saved or being part of some religious group. And it's much more than a relationship with Jesus, he told The Charlotte Observer.\nChristianity, essentially, gives an explanation for all of the great questions of life such as 'What is truth and justice?' 'Why do we exist and where did we come from?' and 'Where are we headed?'\" said Tom Gilson, who attended the conference, about Colson's talk.\n\"The Bible does not speak directly to every question,\" Gilson wrote on his blog, ThinkingChristian.net. \"Yet Biblical principles apply to all of life, as explanations of what the world and life are about, and as guidance for all that we do. Too many of us compartmentalize Christianity into some 'religious' sphere. But God is King of all.\"\nWith the atheist argument becoming more aggressive, one theologian says Christians need to deal with it and stand up to it.\n\"[I]f people look at science, they will find faith and they will find reason; the two cannot be incompatible and they have one author, namely God,\" said Midland theologian Norbert Dickman, who was scheduled to present what the Christian response should be to the rise of the atheist voice at an Illinois church on Tuesday.\nThe recent National Conference on Christian Apologetics was designed to equip individuals to \"win the battle\" of other worldviews in addition to atheism.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "apologetics",
            "faith",
            "gives",
            "church",
            "atheist",
            "militant",
            "atheism",
            "rise",
            "christianity",
            "conference",
            "response",
            "strobel",
            "christian",
            "life"
        ]
    }
]