[
    {
        "url": "https://www.christianpost.com/news/more-than-3000-dead-in-syrian-september-slaughter-isis-captures-town-with-christian-families.html",
        "title": "More Than 3,000 Dead in Syrian September Slaughter; ISIS Captures Town With Christian Families",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nMore Than 3,000 Dead in Syrian September Slaughter; ISIS Captures Town With Christian Families\nMore Than 3,000 Dead in Syrian September Slaughter; ISIS Captures Town With Christian Families\nMore Than 3,000 Dead in Syrian September Slaughter; ISIS Captures Town With Christian Families\n| Monday, October 02, 2017\nA girl runs past a damaged site after an airstrike in the besieged rebel-held town of Douma, eastern Ghouta in Damascus, Syria November 2, 2016. | (Photo: Bassam Khabieh/Reuters)\nOver 3,000 people have been killed in Syria's ongoing civil war in September, making it the deadliest month this year, a monitoring group has said. The Islamic State terror group has, meanwhile, recaptured a town where several Christian families are believed to be living.\nThe Syrian Observatory for Human Rights  said on Sunday that 955 of the casualties were civilians, while 207 children under the age of 18 were killed.\nSOHR said shelling by Syrian government and Russian warplanes were behind the majority of the deaths, as they continue fighting IS on one front, and various Islamic rebel groups on the other.\nIn an update by the Britain-based Observatory's Rami Abdel Rahman, IS radicals captured Al-Qaryatain in the central province of Homs early on Sunday. It was a \"surprise\" attack against Syrian army forces, as reported by  AFP .\nIS has suffered a number of key defeats as of late, and initially lost Al-Qaryatain in April 2016 after it had held it for eight months.\nClose to 30,000 people, including 900 Christians, reportedly lived in the town before the country's civil war began in 2011, with Rahman stating that several Christian families are still believed to be living there.\nIS has been carrying out a genocidal campaign against Christians both in Iraq and Syria, and back in August 2015, captured 270 Christians from Al-Qaryatain. The believers were apparently held in an underground dungeon for nearly a month in the Syrian desert, before being released.\nAdama Dieng, the United Nations' special adviser to the secretary-general on the Prevention of Genocide, finally admitted in September in a letter  to the American Center for Law and Justice that IS was carrying out a genocide against believers.\n\"Over the last three years, I have had the opportunity to meet with victims of [ISIS]'s brutality, including during a visit to Iraq in November 2015. I was horrified by the accounts they gave, which echo those included in your letter,\" Dieng stated in part, referring to previous ACLJ letters that documented the rapes, beheadings, kidnappings and torture Christians and other minorities have been subjected to.\nDieng further said that he agrees that extremists who have carried out war crimes and crimes against humanity must be prosecuted by independent courts.\nSyrian Christians have been able to celebrate on a few occasions this year IS' defeat and liberation of previously captured territories.\nSyriac Orthodox Christians in the northeastern city of Hasakeh marked in August the inauguration of Archbishop Maurice Amseeh, their first bishop in four years .\n\"It's true that many have left, but we're still here, and what happened today is the proof that we're still here in this country and that we will stay,\" said 23-year-old student Jenny Hakop at the time.\nAmseeh noted that he is looking forward to visiting the neighboring Deir Ezzor province after it is liberated as well.\n\"As soon as Deir Ezzor is freed from terrorism, I will make a blessed trip there to start rebuilding both buildings and people,\" the bishop said.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/new-bishop-for-syrian-christians-brings-hope-following-genocide-over-330000-deaths-196236/",
                "https://www.firstpost.com/world/islamic-state-seizes-al-qaryatain-town-in-central-syria-in-surprise-attack-shows-monitor-4099721.html",
                "https://www.christianpost.com/news/un-special-adviser-acknowledges-horror-of-isis-brutality-amid-push-to-call-it-genocide-200461/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "http://www.syriahr.com/en/?p=75352"
            ]
        },
        "key_words": [
            "rahman",
            "captures",
            "isis",
            "slaughter",
            "whatsapp",
            "town",
            "war",
            "dead",
            "families",
            "province",
            "3000",
            "christians",
            "syrian",
            "captured",
            "alqaryatain",
            "christian"
        ]
    }
]