[
    {
        "url": "https://www.christianpost.com/news/mike-huckabee-opts-out-of-running-for-president.html",
        "title": "Mike Huckabee Decides Against Running for President",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nMike Huckabee Decides Against Running for President\nMike Huckabee Decides Against Running for President\nBy Michelle A. Vu , Christian Post Reporter\n| Sunday, May 15, 2011\nMike Huckabee, a frontrunner in many GOP presidential candidate polls, won’t be among the GOP names vying to challenge President Barack Obama for the White House next year.\nThe former Arkansas governor announced Saturday night on his Fox News TV show that he will not seek the Republican nomination for president.\n“I don’t expect everyone to understand this, but I’m a believer and a follower of Jesus Christ. And that relationship is far more important to me than any political office,” said Huckabee, a former Southern Baptist pastor.\n“For me, the discussion and decision is not a political one, it is not a financial one, it is not even a practical one, it is a spiritual one,” he explained on his show. “All the factors say go, but my heart says no, and that’s the decision I’ve made … I know for now, my answer is clear and firm, I will not seek the Republican nomination for president this year.”\nHe noted however, that if he were to run, the campaign looked favorable from a financial and voting perspective; Huckabee said polls showed he could win in unlikely states like Pennsylvania and New Jersey.\nBut despite the favorable prospects and encouragement from supporters, including his family, he decided to not run after praying and having “clarity” and “inexplicable peace.”\n“Even under the best of circumstances, being president is a job that takes one to the limits of his or her human capacity,” Huckabee said. “For me, to do that apart from an inner confidence that I was undertaking it with God’s full blessing is simply unthinkable.”\nHuckabee’s surprising announcement leaves the Republican field of 2012 challengers even wider open. Pundits were already noting how unusual a year it was that no one was dominating in GOP presidential candidate polls.\nIn an American Research Group poll last month, Huckabee came in first at 18 percent, followed by former Massachusetts Gov. Mitt Romney (17 percent), and former House Speaker Newt Gingrich (12 percent).\nBut interestingly, a CNN/Opinion Research Corporation poll in April showed that real estate mogul Donald Trump was tied with Mike Huckabee as the top GOP presidential candidate. But the two lead the pack of Republicans by only single-digit percentage points.\n“[T]his is a very unusual year” for GOP candidates because there is no clear leader, commented Frank Newport, the editor-in-chief of Gallup.\nNewport noted that almost every year leading up to the presidential election there has been a clear leader among the pack who leads by double-digit percentage points. But this year, the Gallup editor observed “that none of the candidates have established themselves.”\nIt is unclear at this point which declared GOP candidate will gain Huckabee’s supporters. Huckabee has not endorsed any candidate, but has pointed out that several GOP presidential candidates share his social and fiscal conservative views, including former U.S. Senator Rick Santorum (R-Pa.); former Minnesota Governor Tim Pawlenty; and former Speaker of the House New Gingrich.\nGingrich, however, has an image problem among evangelicals because of his messy personal history of being twice divorced and having an affair.\nHuckabee also noted that Rep. Michele Bachmann (R-Minn.) and former Alaska governor and 2008 Republican vice presidential nominee Sarah Palin could also win his backers if they decide to run.\n“Those are some folks immediately, because of their strong positions on issues like life and traditional marriage, as well as fiscal conservatism,” Huckabee said on “Fox News Sunday.”\nHe acknowledged that had he run, “I would have found it hard to challenge some of them in some maybe significant way personally.”\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "candidate",
            "decides",
            "mike",
            "president",
            "run",
            "running",
            "noted",
            "huckabee",
            "governor",
            "house",
            "republican",
            "presidential",
            "gop"
        ]
    }
]