[
    {
        "url": "https://www.christianpost.com/news/trump-five-former-us-presidents-unite-hurricane-relief-concert-texas.html",
        "title": "Trump Joins Five Former US Presidents for Hurricane Relief Concert in Texas",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump Joins Five Former US Presidents for Hurricane Relief Concert in Texas\nTrump Joins Five Former US Presidents for Hurricane Relief Concert in Texas\nTrump Joins Five Former US Presidents for Hurricane Relief Concert in Texas\nIn a rare show of unity, U.S. President Donald Trump praised all five of his living predecessors on Saturday, thanking them in a video for their work helping to raise funds to aid victims of recent hurricanes.\nFive former U.S. presidents, Jimmy Carter, George H.W. Bush, George W. Bush, Bill Clinton, and Barack Obama attend a concert at Texas A&M University benefiting hurricane relief efforts in College Station, Texas, U.S., October 21, 2017. | (Photo: Reuters/Richard Carson)\nHis video statement, which commends Americans for coming together in the wake of four hurricanes and the deadly California wildfires, was shown at Saturday's fund-raising concert for hurricane victims organized by the George H.W. Bush Presidential Library Foundation and former presidents Jimmy Carter, George H.W. Bush, Bill Clinton, George W. Bush and Barack Obama. All five attended the event, which features artists Alabama, Lady Gaga, the Gatlin Brothers, Robert Earl Keene and others.\n\"The heartbreaking devastation caused by hurricanes Harvey and Irma and Maria and Nate, along with the terrible wildfires in California, have impacted millions of our fellow Americans,\" Trump said in the video. \"As a nation, we mourn for those who died, and we pray for those who lost their homes or their livelihoods.\"\nThe former presidents formed the organization \"One America\" to help with hurricane relief after the storms left devastation and death in Texas, Florida, Puerto Rico and other parts of the U.S. Gulf Coast and Caribbean. The fund has raised more than $31 million for relief.\nObama praised Americans for working to aid neighbors after heartbreaking natural disasters. Obama said the response to the storms showed \"the spirit of America at its best  — when ordinary people step up and do extraordinary things.\"\nAbout 11,000 people attended the concert, which was livestreamed on the One America Appeal YouTube channel, theOneAmericaAppeal.org website and the organization's Twitter feed, said Jim McGrath, a spokesman for former President George H.W. Bush as well as One America and the Bush Library.\n\"These were grievous storms back to back,\" Clinton said, noting significant work remains to be done.\nDubbed \"Deep in the Heart\" in a dual reference to the song \"Deep in the Heart of Texas\" and the idea that Americans' compassion for victims runs deep, the concert is taking place at Texas A&M University in College Station, Texas.\nReporting by Sharon Bernstein and David Shepardson; Editing by James Dalgleish\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "presidents",
            "bush",
            "america",
            "video",
            "concert",
            "trump",
            "texas",
            "george",
            "storms",
            "hurricane",
            "relief",
            "americans",
            "joins",
            "victims"
        ]
    }
]