[
    {
        "url": "https://www.christianpost.com/news/hagee-asserts-dividing-israel-is-not-gods-will-evangelicals-disagree.html",
        "title": "Hagee Says Dividing Israel Is Not God's Will; Evangelicals Disagree",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nHagee Says Dividing Israel Is Not God's Will; Evangelicals Disagree\nHagee Says Dividing Israel Is Not God's Will; Evangelicals Disagree\nHagee Says Dividing Israel Is Not God's Will; Evangelicals Disagree\n| Friday, January 07, 2011\nCorrection appended\nThe new year has just begun but Pastor John Hagee, arguably the most vocal and controversial Christian Zionist in the nation, has already proclaimed that it is not God's plan to divide Israel, implicitly calling into question the two-state solution that would create a Palestinian state.\nIn a Christians United for Israel webcast Thursday, Hagee cited several Old Testament verses to support his claim that God made an everlasting covenant with the Jewish people regarding their promised land. He pointed to Genesis 13:14-17, which says in part, \"The Lord said to Abram after Lot had parted from him, 'Lift up your eyes from where you are and look north and south, east and west. All the land that you see I will give to you and your offspring forever.\"\nOther verses he highlighted include Genesis 17:7-8, in which God says He will establish an \"everlasting covenant\" with Abraham, Psalm 89:28-36, and Genesis 15:18-21, which Hagee says describes the location of the land God gave to the Israelites.\n\"Jerusalem should never be divided for any reason. It is the property of the people of Israel. The president of the United States has no authority to tell the people of Israel what they can and cannot do with the city of Jerusalem,\" said Hagee, who is also the founding pastor of the 19,000-member Cornerstone Church in San Antonio, Texas, in the CUFI webcast. \"God did not make a covenant with Washington, D.C. He made a covenant with Abraham, Isaac, and Jacob. And that covenant stands. It is still the covenant.\"\nBut Dr. Richard J. Mouw, president of Fuller Theological Seminary in Pasadena, Calif., disagrees. He told The Christian Post that it is true that the earliest promises God gave about the future of the people in the Middle East were to Abraham and that God made a special covenant with Isaac and his descendants. But God also promised Abraham that He will \"bless\" his other son, Ishmael, the father of the Arab peoples, and make him \"fruitful and exceedingly numerous\" in Genesis 17:20.\n\"We have an obligation today to honor that promise of blessing as well,\" stated Mouw.\nThe respected theologian also said people should not quote God's ancient promises to the people of Israel regarding their land without noting His concern about how they use that land. The Old Testament prophets, said Mouw, were clear that God will not bless Israel if she does not practice justice toward her neighbors and the oppressed peoples within her border.\n\"If we care deeply about Israel's well-being – and I do care about that – we do Israel no favors by not encouraging Israel's leaders to practice justice and righteousness.\"\nSimilarly, Pastor Joel C. Hunter of Northland, A Church Distributed near Orlando, Fla., disagrees with Hagee's interpretation of the modern land of Israel.\nHunter, who is on the board of the National Association of Evangelicals and the World Evangelical Alliance, said Hagee's view represents \"a limited portion of Christians who are millennial dispensationalists in their theology,\" or those who believe that the nation of Israel is distinct from the Church and that God has yet to fulfill His promises to national Israel. The promises include giving Israel the land that will be the setting for a millennial kingdom where Christ, in his second coming, will rule the world from Jerusalem for a thousand years.\nDuring the webcast, Hagee said the church and Israel are distinct and that Jesus will return as a Jew and speak Hebrew.\n\"The current government (Israel) and the surveys of Israel's population, have called for a two-state solution, as have all of the United State's administrations dating back to at least Ronald Reagan,\" said Hunter to The Christian Post. \"It is not a matter of replacing Israel; it is a matter of interpreting Scripture in a broader sense than literalism.\"\nBoth Mouw and Hunter were among a group of 34 evangelical leaders who signed a letter in 2007 that supported President George W. Bush's Israeli-Palestinian peace efforts that emphasized support for a two-state solution. The letter acknowledged that both Israelis and Palestinians have rights to the disputed land. Signers of the letter said they wanted to rectify the \"serious misconception\" that all American evangelicals are against the two-state solution and the creation of a new Palestinian state.\n\"Nothing could be further from the truth,\" they stated in the letter that was published in the New York Times in July 2007. \"We, who sign this letter, represent large numbers of evangelicals throughout the U.S. who support justice for both Israelis and Palestinians.\"\nIn the webcast, Hagee did not explicitly mention the two-state solution, but he has not hidden his misgivings about land-for-peace formulas in the past, causing many to come to the conclusion that he is against the peace deal that would create a Palestinian state. But Hagee maintains in a May 2010 op-ed in The Forward that he and CUFI has \"never, and will never, oppose Israeli efforts to advance peace,\" but clarified that he is against international, including U.S., pressure on Israel to give up land in the peace process.\nCurrently, the Israel and Palestinian peace process is in an impasse given the Palestinian leadership's refusal to talk directly to Israel. Negotiations broke down three months ago when Israel refused to extend a moratorium that restricted Israeli settlement building in the West Bank. Palestinian leadership said Wednesday it was looking into other options to gain recognition of a Palestinian state besides direct talks with Israel, including gaining recognition from U.N. member states.\nThe Israel-Palestinian peace negotiation has been ongoing, with numerous stalls, for the past 17 years since the Oslo accords of 1993.\nCorrection:  Monday, January 10, 2011:\nAn article on Friday, January 7, 2011, about Pastor John Hagee's interpretation of the Bible regarding God's covenant with the Jewish people and the land of Israel incorrectly reported that Hagee denounced any peace process that involves dividing the land of Israel. Hagee did not explicitly denounce a two-state solution peace process. He has openly expressed skepticism about a land-for-peace deal, but believes the Israeli government has the right to make its own decisions for the peace process, according to CUFI spokesman Ari Morgenstern.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dividing",
            "hagee",
            "land",
            "god",
            "palestinian",
            "covenant",
            "twostate",
            "gods",
            "evangelicals",
            "israel",
            "peace",
            "solution",
            "letter",
            "disagree"
        ]
    }
]