[
    {
        "url": "https://www.christianpost.com/trends/nba-trade-rumors-why-the-golden-state-warriors-may-be-interested-in-adding-kyle-oquinn.html",
        "title": "NBA Trade Rumors: Why the Golden State Warriors May Be Interested in Adding Kyle O'Quinn",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNBA Trade Rumors: Why the Golden State Warriors May Be Interested in Adding Kyle O'Quinn\nNBA Trade Rumors: Why the Golden State Warriors May Be Interested in Adding Kyle O'Quinn\nO'Quinn has been recently mentioned as a player who could be traded by the New York Knicks\nNBA Trade Rumors: Why the Golden State Warriors May Be Interested in Adding Kyle O'Quinn\n| Thursday, January 25, 2018\nKyle O'Quinn with the New York Knicks last season | Wikimedia Commons/Keith Allison\nThe Golden State Warriors currently feature one of the best rosters ever put together in the history of the league.\nIn the backcourt, they have two-time MVP and shotmaker extraordinaire Stephen Curry and he is joined by Klay Thompson, a fellow lethal shooter who is also capable of taking on difficult assignments on defense.\nUp front, the Warriors run out Draymond Green, a versatile star who puts the team first, and Kevin Durant, a player who can make a serious run at the all-time scoring record before it is all said and done.\nSupporting this quartet of stars are playmakers Shaun Livingston and Andre Iguodala, shooters Omri Casspi, Nick Young and the still effective David West.\nThat is an impressive collection of players, and no team in the league can match that group from a talent perspective.\nStill, if the Warriors' roster does feature any weakness at all, it has to be at the center spot.\nCenters Zaza Pachulia and JaVale McGee can certainly complement their teammates well on the floor, but both big men are limited in a few ways.\nPerhaps the Warriors are aware too that they can still improve their center situation, and that may be why a recent rumor is hinting that the defending champs are interested in adding a big man currently playing for the New York Knicks.\nIn a recent article , ESPN's Ian Begley shared some information from sources who revealed that the Warriors have shown interest in acquiring Knicks center Kyle O'Quinn.\nWithin that same article, David Jacober, who serves as a strategic planning consultant for NBA teams, was quoted as saying that it was O'Quinn's \"diversity on offense\" that makes him \"attractive\" to a team like the Warriors.\nTo be clear, O'Quinn is not one of the NBA's so-called \"unicorns,\" those big men who can do just about everything on the court, but at least on offense, he profiles to be more capable than Pachulia or McGee.\nAs seen in  Basketball Reference , O'Quinn has shown a willingness to take shots even when he is not situated right next to the rim. His numbers also suggest that he can hit a reasonable amount of those shots.\nPachulia  and McGee  are not quite as effective away from the rim.\nKeep in mind too that O'Quinn has put up those shooting numbers with the Knicks. It seems safe to assume that his shooting will improve if he ends up going to the Warriors since he will likely receive more open looks playing alongside Curry, Thompson and Durant.\nThe Warriors probably do not need O'Quinn to have a good shot at winning the title this year, but adding him can certainly make them even more formidable.\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.espn.com/nba/story/_/id/22180036/what-new-york-knicks-do-trade-deadline-nba"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.basketball-reference.com/players/o/oquinky01.html",
                "https://www.basketball-reference.com/players/p/pachuza01.html",
                "https://www.basketball-reference.com/players/m/mcgeeja01.html"
            ]
        },
        "key_words": [
            "rumors",
            "adding",
            "warriors",
            "big",
            "shown",
            "trade",
            "nba",
            "center",
            "golden",
            "interested",
            "team",
            "whatsapp",
            "state",
            "thompson",
            "oquinn",
            "kyle"
        ]
    }
]