[
    {
        "url": "https://www.christianpost.com/news/trumps-marriage-melania-immigrant-shows-not-a-white-supremacist-samuel-rodriguez.html",
        "title": "Trump's Marriage to Melania, an Immigrant, Shows He's Not a White Supremacist: Samuel Rodriguez",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump's Marriage to Melania, an Immigrant, Shows He's Not a White Supremacist: Samuel Rodriguez\nTrump's Marriage to Melania, an Immigrant, Shows He's Not a White Supremacist: Samuel Rodriguez\nTrump's Marriage to Melania, an Immigrant, Shows He's Not a White Supremacist: Samuel Rodriguez\n| Sunday, August 27, 2017\nPresident Donald Trump and first lady Melania Trump attend the Commander in Chief/Salute to Armed Forces Ball in honor of his inauguration in Washington, January 21, 2017. | (Photo: Reuters/Jonathan Ernst)\nLeading Hispanic evangelical leader Samuel Rodriguez has denounced claims by some on the left and the mainstream media that President Donald Trump is a \"white supremacist.\"\nRodriguez, an Assemblies of God pastor born to Puerto Rican parents who's the head of the National Hispanic Christian Leadership Conference, was interviewed  last Tuesday by The Stream's Randy Robison, the son of televangelist James Robison.\nRodriguez, who's one of six Christian leaders to speak at Trump's inauguration in January, was asked, \"is the media  right? Is Donald Trump a white supremacist?\"\n\"No. The answer is no. President Trump is not a white supremacist. I mean, he's married to an immigrant,\" Rodriguez answered, speaking of the president's marriage to first lady Melania Trump, who was born in what is now known as Slovenia and became a permanent U.S. resident in 2001.\n\"Intellectually speaking, from a logical continuum, you can't have a child who is from an immigrant mother and be anti-immigrant,\" he added, speaking of the couple's 11-year-old son, Barron. \"So it's just intellectually naive. Right?\"\nRodriguez, who pastors the New Season Christian Worship Center in Sacramento, California, continued by saying that Trump's commitment to all Americans is not \"just rhetoric.\"\n\"He really wants to make America, in his terms, 'great again.' He really wants to reinforce the values that made it exceptional: God over man, man over government. That powerful value, that rights are given by God,\" the 47-year-old Rodriguez continued. \"Number two, limit the government. The more government grows the more man's personal liberties are cast aside, and our dependency becomes on government, not on our own God-given abilities.\"\nRev. Samuel Rodriguez on the Ethics & Religious Liberty Commission panel on \"Hobby Lobby and the Future of Religious Liberty,\" at the Southern Baptist Convention, Baltimore, Maryland, June 9, 2014. | (Photo: The Christian Post/Sonny Hong)\nRodriguez said that he understands the president's commitment to the working and middle classes and \"those who are impoverished in the inner cities of America.\"\nRobison responded by saying that Rodriguez's answer might come as a surprise to those who follow the mainstream media's coverage of the president.\nRodriguez responded by explaining that even though Trump may have done some things in which he disagrees, he has had personal conversations with Trump and knows how committed he is to making the country \"great again.\"\nRobison asked Rodriguez if Trump would make America great again \"for everyone.\"\n\"For everyone,\" Rodriguez assured. \"Now, I'm Samuel Rodriguez. I'm not Samuel Rogers. I'm not Samuel Smith. I'm Samuel Rodriguez. That 'Rodriguez.' That Latino last name, that Spanish last name, has a lot of implications.\"\n\"Why would he invite me to participate in his swearing in ceremony? Why does he grant me access to the White House, to the Oval Office?\" he asked. \"All of these questions have to be asked. So this is not a man that has the white supremacy thing. It's not an accurate portrayal.\"\nRodriguez said that he thinks Trump's \"spirit is grieved\" at the allegations of him being a white supremacist.\nTrump's daughter, Ivanka, son-in-law Jared Kushner and three of his grandchildren are Jewish. White supremacist groups have attacked the president's family on social media sites and the Daily Stormer website because they are Jewish. \nDespite speaking at his inauguration and being invited to the White House, Rodriguez hasn't been afraid to speak out against the Trump administration's actions when it comes to detaining immigrants — many of whom have previous criminal records — for deportation.\nHe also spoke out  against the administration's decision earlier this year to rescind a policy protecting undocumented parents of natural-born American citizens or legal permanent residents from deportation.\nAddressing a question regarding America's racial divide, Rodriguez told Robison in the interview that there are many reasons why the United States is experiencing the racial angst and divisiveness it has not seen since the late 1960s.\n\"Some of the reasons have legitimacy connected to them, and some do not,\" he said. \"Some actually stem from media-exacerbated hyperbole for the purpose of benefiting and profiting from constant strife. And it's unfortunate that communities of color — African-Americans and Latinos — are being exploited for the purpose of advancing a political agenda or ideology. Or for perpetual strife. Because there is money, there are ratings that come out of constant anarchy and chaos and fragmentation. It's just unfortunate.\"\nCiting the legitimate reasons for strife, Rodriguez added that there are such as the severe need for criminal justice reforms and questions surrounding the principal of \"liberty and justice for all\" for communities of color.\n\"So there is anxiety in ethnic communities. But it's a long way in its unfolding. It's not just something overnight,\" he explained. \"It's not just Charlottesville or another incident. And it's been a trajectory now for a number of years. But here's the problem. The problem is we continue to fragment ourselves. When we are continually looking at our differences we will never find our commonality.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/samuel-rodriguez-speaks-out-against-trump-rescinding-dapa-protections-188226/",
                "https://stream.org/samuel-rodriguez-on-trump-racism-and-healing-the-divide/",
                "http://www.rollingstone.com/politics/features/trumps-long-history-of-racism-w497876"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "speaking",
            "supremacist",
            "white",
            "god",
            "trump",
            "trumps",
            "shows",
            "marriage",
            "rodriguez",
            "melania",
            "hes",
            "im",
            "immigrant",
            "asked",
            "samuel"
        ]
    }
]