[
    {
        "url": "https://www.christianpost.com/news/isis-suicide-bombs-kill-120-as-rescue-workers-step-through-puddles-of-blood-to-save-injured-victims.html",
        "title": "ISIS Suicide Bombs Kill 120; Rescue Workers Step Through 'Puddles of Blood' to Save Victims",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nISIS Suicide Bombs Kill 120; Rescue Workers Step Through 'Puddles of Blood' to Save Victims\nISIS Suicide Bombs Kill 120; Rescue Workers Step Through 'Puddles of Blood' to Save Victims\nISIS Suicide Bombs Kill 120; Rescue Workers Step Through 'Puddles of Blood' to Save Victims\n| Monday, May 23, 2016\nA Syrian army soldier and civilians inspect the damage after explosions hit the Syrian city of Tartous, in this handout picture provided by SANA on May 23, 2016. | (Photo: SANA/Handout via Reuters)\nUp to 120 people have died in large-scale suicide bombings in two Syrian towns on the Mediterranean coast, human rights agencies have said, with the Islamic State terror group taking responsibility for the slaughter.\nBBC News  reported that the attacks occurred in the port city of Tartous and in Jableh, a town to the north, which are two of President Bashar al-Assad's strongholds. While state media have said that at least 78 people have been killed so far, the Syrian Observatory for Human Rights reported from sources on the ground that there are at least 73 people dead in Jableh, and another 48 in Tartous.\nSana, the state news agency, said that the majority of the victims in Jableh are women and children.\nThe suicide blasts targeted several locations, including Jableh's bus station, the entrance of the emergency department at Jableh National Hospital, and the offices of the town's electricity directorate.\nInformation Minister Omran al-Zoubi argued that IS is resorting to attacking through suicide bombs because it is unable to fight Syria's Army.\n\"We will not be deterred,\" he told al-Ikhbariya TV. \"We will use everything we have to fight the terrorists.\"\nHundreds of thousands of Syrian civilians have died in the ongoing civil war in the country, though there are disputes about the exact number. Assad's government has been fighting both the spread of IS, alongside various other Islamic rebel groups seeking to take it out of power.\nReuters  noted that IS has admitted to specifically targeting the supporters of Assad in its latest suicide bombings, noting that the targeted strongholds were believed to host Russian troops as well.\nRussia has been conducting airstrike operations against IS targets in Syria, though it has been accused by the United States government of also directly aiding Assad, who in turn has been accused of human rights violations and bombing his own people by the U.S. and other Western nations.\nRussian government spokesman Dmitry Peskov expressed concern at the attacks in Tartous and Jableh, calling on talks for peace and bringing an end to the civil war.\n\"Of course a rise in tension and terrorist activity cannot but heighten concern. It is further proof of how fragile the situation is in Syria and demonstrates the necessity to continue active steps toward resuming talks,\" Peskov said.\nIS has used mass suicide attacks in Iraq as well, killing at least 64 people  in car bomb explosions in Baghdad in May, one of the worst attacks on the Iraqi capital in years.\nThe car bombing killed mostly civilians as it ripped through a crowded market, targeting Shiite Muslims, which the terror groups considers heretics.\nReuters said in its report of the Baghdad bombing that rescue workers had to step though \"puddles of blood\" to put out fires and save victims, with several shops ablaze.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/baghdad-bombing-kills-64-leaves-puddles-blood-isis-attack-iraqi-capital-163722/",
                "http://www.bbc.com/news/world-middle-east-36358162",
                "http://www.haaretz.com/middle-east-news/1.721036"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "isis",
            "bombs",
            "jableh",
            "state",
            "puddles",
            "bombing",
            "whatsapp",
            "suicide",
            "step",
            "attacks",
            "human",
            "kill",
            "save",
            "syrian",
            "rights",
            "workers",
            "rescue",
            "victims"
        ]
    }
]