[
    {
        "url": "https://www.christianpost.com/news/duck-dynasty-sadie-robertson-instagram-honors-military-war-veterans.html",
        "title": "'Duck Dynasty' Star Sadie Robertson Honors Military, War Veterans With Bold Fashion Choice",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Duck Dynasty' Star Sadie Robertson Honors Military, War Veterans With Bold Fashion Choice\n'Duck Dynasty' Star Sadie Robertson Honors Military, War Veterans With Bold Fashion Choice\n'Duck Dynasty' Star Sadie Robertson Honors Military, War Veterans With Bold Fashion Choice\n| Tuesday, October 20, 2015\n\"Duck Dynasty\" star Sadie Robertson honored members of the military in this Instagram photo shared on October 16, 2015. | (Photo: Instagram/legitsadierob)\nSadie Robertson made a military-inspired fashion statement on Instagram last week while urging her followers to pray for those serving in the U.S. armed forces.\nThe \"Duck Dynasty\" personality, who has war veterans in her family including her A&E star  uncle Si Robertson,  honored the \"brave\" men and women serving in the military in a post shared with her 2 million Instagram followers last week.\nDressed in camouflage pants, combat-style boots and an army print shirt, Robertson shared her hopes that her photos would provoke thought and instill gratitude for those \"fighting for us.\"\n\"Today I am THANKFUL for the men and the women who serve our amazing country,\" she wrote . \"My outfit is just a reminder to pray for those who are fighting for us. Pray & say Thank you. we are truly blessed to have men & women so brave … (make comments of thankfulness to our men & women. I'm sure they would love to see it).\nThe post instantly garnered over 100,000 likes and more than 500 comments and messages of hope and support.\nRobertson regularly shares uplifting posts and words of encouragement with her fans. Last month, the teen idol said she believes young girls can manifest their future husbands  through prayer. She also told fans that before fame, her family's Christian roots ran deep, and weren't being played up for TV.\n\"We didn't just decide whenever the show started that we'd all be Christians,\" Robertson said of her famous family last month. \"This is not an act. This is something we try to do all the time, because living for God is an all-the-time thing that you do.\"\nDuring an interview with The Christian Post, Robertson said she makes a conscious effort not to get lost in fame because it's actually all just a part of God's greater plan to bring glory to His name.\n\"I think the key to that is recognizing that it's not all about me, it's truly not. God gave me this and this is all about God,\" Robertson said .\n\"I think if I would have came into this saying 'all of these followers are for me and these fans are for me,' then it would've been really difficult. I think I would've gotten lost in it all. But coming into it with the mindset of all these followers are for God, all of this fame is for God, it's not about making me famous.\"\nEmail me: benge.nsenduluka@christianpost.com Connect with me on Twitter: @MzBenge\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/duck-dynasty-star-sadie-robertson-on-fame-sexual-temptations-and-the-no-1-man-in-her-life-interview-146757/",
                "https://www.christianpost.com/news/sadie-robertson-says-young-girls-can-manifest-their-future-husbands-prayer-is-powerful-145114/",
                "https://www.christianpost.com/news/interview-duck-dynastys-si-robertson-on-life-marriage-proposals-and-his-unwavering-belief-in-the-creator-103480/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/86PLYWtXbl/?taken-by=legitsadierob",
                "http://twitter.com/MzBenge"
            ]
        },
        "key_words": [
            "sadie",
            "veterans",
            "fans",
            "god",
            "fashion",
            "post",
            "men",
            "war",
            "military",
            "honors",
            "think",
            "followers",
            "fame",
            "robertson",
            "duck",
            "pray",
            "women",
            "star",
            "dynasty"
        ]
    }
]