[
    {
        "url": "https://www.christianpost.com/news/derrick-dillard-responds-to-critic-my-view-is-no-different-than-most-americans.html",
        "title": "Derrick Dillard Responds to Critic: 'My View Is No Different Than Most Americans'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDerrick Dillard Responds to Critic: 'My View Is No Different Than Most Americans'\nDerrick Dillard Responds to Critic: 'My View Is No Different Than Most Americans'\nDerrick Dillard Responds to Critic: 'My View Is No Different Than Most Americans'\n| Tuesday, January 23, 2018\nDerick Dillard and Jill Dillard are pictured in a Thanksgiving photograph posted to Instagram on November 23, 2017. | (Photo: Derick Dillard/ Instagram)\nDerick Dillard said he believes that most Americans share his views on transgenderism.\nDillard, the husband of Jill (Duggar) Dillard who rose to fame on TLC's reality television programs \"19 Kids and Counting\" and \"Counting On,\" reportedly responded to a comment by a critic who disagreed with his views on transgenderism. \nOne Instagram user named Travelingafar commented on allegations that Dillard was fired from the \"Counting On\" show.\n\"I'm glad Derick was fired from 'Counting On.' Enough is enough with all of his nonsense,\" user Travelingafar wrote on an unrelated Instagram  post of Dillard's.\nDillard responded to the critic by writing, \"My view is no different than most Americans, but I just mentioned it.\"\nThe comments came after several people on social media spoke out against Dillard for referring to TLC's \"I Am Jazz\" star Jazz Jennings by the teenager's male birth gender in a social media post last year, instead of using his preferred gender identity. \n\"I pity Jazz, 4 those who take advantage of him in order 2 promote their agenda, including the parents who allow these kinds of decisions 2 be made by a child,\" Dillard tweeted  last November. \"It's sad that ppl would use a juvenile this way. Again, nothing against him, just unfortunate what's on tv these days.\"\nTLC subsequently released a statement about Dillard no longer appearing on the \"Counting On\" series, leading many people to infer than he had been fired. \n\"We want to let our viewers know that Derick Dillard has not participated in 'Counting On' for months and the network has no plans to feature him in the future. We want to reiterate that Derick's personal statements do not reflect the views of the network,\" TLC shared in a statement posted to Twitter   in November. \"TLC is proud to share the story of Jazz Jennings and her family and will continue to do so.\"\nDiillard, the father of two, insisted that he chose to walk away from the network.\n\"Unbelievable what's considered newsworthy these days, but then again, this is how I first heard that I was 'fired,'\" Dillard tweeted  last month. \"For the record, I was never fired.\"\nThe former reality television star said he felt it was best to take his family in another direction.\n\"I just felt it best for my family to cut ties months ago, as we are heading in a different direction,\" Dillard wrote.\nA Pew survey  released last year shows that a majority of Americans (54 percent) believe a person's gender is determined by their sex at birth. Forty-four percent say a person can be a gender different from their birth sex.\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "I'm glad Derick was fired from 'Counting On.",
                "Travelingafar",
                true
            ],
            [
                "Enough is enough with all of his nonsense,",
                "Travelingafar",
                true
            ],
            [
                "My view is no different than most Americans, but I just mentioned it.",
                "Derrick Dillard",
                true
            ],
            [
                "I pity Jazz, 4 those who take advantage of him in order 2 promote their agenda, including the parents who allow these kinds of decisions 2 be made by a child,",
                "Derrick Dillard",
                true
            ],
            [
                "It's sad that ppl would use a juvenile this way.",
                "Derrick Dillard",
                true
            ],
            [
                "Again, nothing against him, just unfortunate what's on tv these days.",
                "Derrick Dillard",
                true
            ],
            [
                "We want to let our viewers know that Derick Dillard has not participated in 'Counting On' for months and the network has no plans to feature him in the future.",
                "Derrick Dillard",
                true
            ],
            [
                "We want to reiterate that Derick's personal statements do not reflect the views of the network,",
                "Derrick Dillard",
                true
            ],
            [
                "TLC is proud to share the story of Jazz Jennings and her family and will continue to do so.",
                "Derrick Dillard",
                true
            ],
            [
                "Unbelievable what's considered newsworthy these days, but then again, this is how I first heard that I was 'fired,",
                "Derrick Dillard",
                true
            ],
            [
                "For the record, I was never fired.",
                "Derrick Dillard",
                true
            ],
            [
                "I just felt it best for my family to cut ties months ago, as we are heading in a different direction,",
                "Derrick Dillard",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://www.pewresearch.org/fact-tank/2017/11/08/transgender-issues-divide-republicans-and-democrats/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/TLC/status/929484003811479553?s=17",
                "https://www.instagram.com/p/BeN5XlvHZNl/?hl=en&taken-by=derickdillard",
                "https://twitter.com/derickmdillard/status/928732574414966784",
                "https://twitter.com/derickmdillard/status/941739351712714753"
            ]
        },
        "key_words": [
            "derrick",
            "counting",
            "jazz",
            "views",
            "fired",
            "gender",
            "different",
            "birth",
            "view",
            "americans",
            "family",
            "responds",
            "dillard",
            "critic"
        ]
    }
]