[
    {
        "url": "https://www.christianpost.com/trends/ea-sports-ufc-3s-achievements-pay-tribute-to-mma-organizations-history.html",
        "title": "'EA Sports UFC 3's' Achievements Pay Tribute to MMA Organization's History",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'EA Sports UFC 3's' Achievements Pay Tribute to MMA Organization's History\n'EA Sports UFC 3's' Achievements Pay Tribute to MMA Organization's History\nThirty-two achievements expected to be featured in the game\n'EA Sports UFC 3's' Achievements Pay Tribute to MMA Organization's History\n| Thursday, January 25, 2018\nPlenty of Achievements are featured inside 'EA Sports UFC 3' | EA Sports UFC 3 official website\n\"EA Sports UFC 3\" is going to challenge players by asking them to take on the virtual counterparts of some of the best mixed martial artists in the world, but that is not all.\nAs is the norm with games released during this current generation, the latest entry in the \"EA Sports UFC\" franchise also comes with rewards that players can unlock by completing certain tasks.\nFor the Xbox One, these are known as Achievements, and the folks from TrueAchievements have provided a list  that detailed which ones are going to be included in the upcoming MMA game.\nUpon looking at the list, long-time MMA fans may notice right away that the Achievements have been given special names.\nFor completing the game's introduction, players will unlock the Achievement known as \"UFC 1: The Beginning,\" and when they land a four-hit combo during an online multiplayer match, they get the \"UFC 80: Rapid Fire\" Achievement.\nThe entire list is made up of Achievements named in a similar manner, and those are not just random words and numbers thrown together.\nThe names of the Achievements were previously used as designations for specific UFC pay-per-views.\nFans may also notice that the names for the Achievements mostly called back to the earlier days of the organization, and that is probably because the people at the UFC have moved away for the most part from using those additional names for their events.\n\"EA Sports UFC 3\" players will be able to unlock those specially named Achievements for doing different things inside the game.\nThere are Achievements available for accomplishing certain things in multiplayer matches and ones for the Ultimate Team mode as well.\nGiven that the developers have put in work to create a more detailed career mode  for this game, it should come as no surprise that there are plenty of Achievements related to it.\nMMA fans will be able to start piling up the Achievements inside \"EA Sports UFC 3\" beginning Feb. 2. The game is also coming out for the PlayStation 4 and a Trophy list should pop up online sometime soon.\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.ea.com/games/ufc/ufc-3/news/ufc-3-goat-career-mode-deep-dive"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.trueachievements.com/n31249/ea-sports-ufc-3-achievement-list-revealed"
            ]
        },
        "key_words": [
            "list",
            "ufc",
            "mma",
            "things",
            "names",
            "tribute",
            "3s",
            "unlock",
            "pay",
            "whatsapp",
            "ea",
            "history",
            "achievements",
            "organizations",
            "players"
        ]
    }
]