[
    {
        "url": "https://www.christianpost.com/news/sarah-palin-calls-for-president-obamas-impeachment-over-border-crisis.html",
        "title": "Sarah Palin Calls for President Obama's Impeachment Over Border Crisis",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nSarah Palin Calls for President Obama's Impeachment Over Border Crisis\nSarah Palin Calls for President Obama's Impeachment Over Border Crisis\nSarah Palin Calls for President Obama's Impeachment Over Border Crisis\n| Wednesday, July 09, 2014\nFormer Alaska Governor Sarah Palin at CPAC, National Harbor, Md., March, 8 2014. | (Credit: The Christian Post/Sonny Hong)\nFormer Alaska governor Sarah Palin has stated that President Barack Obama should be impeached due to his handling of the most recent crisis on the United States' southern border.\nIn a column posted on Breitbart.com on Tuesday, Palin explained her reasons for wanting President Obama impeached.\n\"Without borders, there is no nation. Obama knows this. Opening our borders to a flood of illegal immigrants is deliberate,\" wrote Palin.\n\"Because of Obama's purposeful dereliction of duty an untold number of illegal immigrants will kick off their shoes and come on in, competing against Americans for our jobs and limited public services.\"\nPalin also wrote on the conservative website that she believes \"President Obama's rewarding of lawlessness, including his own, is the foundational problem here.\"\n\"It's not going to get better, and in fact irreparable harm can be done in this lame-duck term as he continues to make up his own laws as he goes along, and, mark my words, will next meddle in the U.S. Court System,\" wrote Palin .\n\"It's time to impeach; and on behalf of American workers and legal immigrants of all backgrounds, we should vehemently oppose any politician on the left or right who would hesitate in voting for articles of impeachment.\"\nPalin's comments come as the White House has asked Congress  for an estimated $3.7 billion in emergency funds to help Central American minors who have crossed the border.\nWhite House officials say the funds will be used to provide services to the minors, as well as build detention centers, provide immigration judges, and increase border security.\n\"President Obama has said he hopes such steps will speed deportations and discourage adults from sending children on a dangerous, sometimes deadly, trip north,\" reported The Washington Post.\n\"But GOP leaders, who have called on Obama to take stronger action, said they were reluctant to give the administration a 'blank check' without ­more-detailed plans to ensure that the money would help stem the crisis at the border.\"\nU.S. President Barack Obama walks with Governor Rick Perry as he arrives in Austin, Texas May 9, 2013 | (Photo: Reuters)\nObama has weathered demands for his impeachment in the past. In 2012, a petition at the \"We The People\" White House website called for Obama's removal from office.\nCrafted by \"Stephen M.\" and garnering over 49,000 signatories, the petition called  for impeachment over claims that Obama declared war on Libya without congressional approval, forced \"Obamacare\" on Americans, his alleged disrespect for the Constitution, and appointing \"agency 'czars' without Senate approval.\"\nThe White House replied, saying Obama did not officially declare war in Libya, the Affordable Care Act was declared constitutional by the U.S. Supreme Court, and the president does respect the Constitution. Regarding the \"czars\" claim, the White House wrote that \"many of those who have been called 'czars' have in fact been confirmed by the U.S. Senate as prescribed by federal law, and others hold policy jobs that have existed in Administrations stretching back decades.\"\n\"So the short answer is that we won't be calling for the President's impeachment — and given the fact that you made your appeal to the White House itself, we doubt you were holding your breath waiting for our support,\" wrote the White House.\n\"Here's the important thing, though. Even though this request isn't going to happen, we want you to walk away from this process with knowledge that we're doing our best to listen — even to our harshest critics.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.washingtonpost.com/politics/white-house-to-seek-38-billion-for-border-control-more-than-previously-signaled/2014/07/08/ac95a56e-06a9-11e4-bbf1-cc51275e7f8f_story.html",
                "http://www.breitbart.com/Big-Government/2014/07/08/Exclusive-Sarah-Palin-Time-to-Impeach-President-Obama"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://m.christianpost.com/news/white-house-responds-to-impeachment-petition-that-got-49000-signatures-88228/"
            ]
        },
        "key_words": [
            "called",
            "obamas",
            "sarah",
            "president",
            "immigrants",
            "white",
            "crisis",
            "border",
            "house",
            "wrote",
            "obama",
            "impeachment",
            "calls",
            "palin"
        ]
    }
]