[
    {
        "url": "https://www.christianpost.com/news/evangelist-could-face-felony-charges-after-asking-baker-to-make-anti-gay-marriage-cake.html",
        "title": "Evangelist Could Face Felony Charges After Asking Baker to Make Anti-Gay Marriage Cake",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nEvangelist Could Face Felony Charges After Asking Baker to Make Anti-Gay Marriage Cake\nEvangelist Could Face Felony Charges After Asking Baker to Make Anti-Gay Marriage Cake\nEvangelist Could Face Felony Charges After Asking Baker to Make Anti-Gay Marriage Cake\n| Friday, April 17, 2015\nSame-sex couple plastic figurines are displayed during a gay wedding fair in Paris in this April 27, 2013, file photo. | (Photo: Reuters/Gonzalo Fuentes)\nArizona Internet Evangelist Joshua Feuerstein could be facing felony charges after posting a YouTube video recording of a conversation he had with a Florida baker where he asked if she could make him a sheet cake displaying the words \"We do not support gay marriage.\"\nOn April 1, Feuerstein called Cut the Cake bakery in Longwood, Florida, and asked owner Sharon Haller if she would make a cake and include the words \"We do not support gay marriage.\" Haller initially thought the phone call was a prank. She then refused to make the cake saying, \"We do not do that, sorry.\" She then quickly hung up the phone.\nConsidering the number of Christian-owned small businesses that have been sued, fined and received death threats for refusing to provide services for gay weddings, Feuerstein then spoke into the camera and offered his take on whether business owners should be forced to service events they believe to be morally wrong.\n\"It obviously violates her principles, so she doesn't feel like she should be forced to make the cake. And yet, there is all of this hoopla because Christian bakeries think that they shouldn't be forced,\" he explained. \"We're getting to the place in America now where Christians are not allowed any form of freedom of speech.\"\n\"I love gay people. This is nothing against gay people,\" Feuerstein asserted. \"This is about religious freedom.\"\nAfter Feuerstein posted the video online, Haller told local media  outlets that she received death threats for refusing to make the cake that Feuerstein asked for.\n\"People [are] telling us that we need to kill ourselves and all kinds of stuff, and we're just afraid for our business and our safety,\" Haller is quoted as saying to local media.\nFeuerstein has since removed the video from YouTube.\nBreitbart  reports that Haller is considering taking Feuerstein to court because he never got her permission to publish their conversation. Recording conversations without consent is a third-degree felony in the state of Florida and punishable by up to five years in prison, The Orlando Sentinel  was told by a Sarasota-based lawyer.\n\"The same statute that criminalizes recording phone calls also criminalizes posting it and publishing it,\" Andrea Flynn Mogensen, a lawyer who specializes in civil-liberty cases, said.\nBreitbart also reports that Haller has inquired with the FBI as to whether Feuerstein can be charged with a hate crime.\nBut Haller is not the only one receiving death threats over this exchange, as Feuerstein wrote on Facebook that he has also received death threats, and he and his family have left town for protection after Haller told News 13  that Feuerstein asked her to make a cake that says, \"I hate gays.\"\n\"He gave credit card information and he said he wants written on the cake, 'I hate gays,'\" Haller is quoted as saying to the media outlet.\nFeuerstein told one Orlando news channel  that he never meant to cause any harm toward Haller and was just filming to see if a \"double standard\" exists.\n\"I wanted to see if it was actually a double standard; if a gay-friendly bakery and one that advertised themselves as so on pro-LGBT wedding sites would actually bake a cake that went against their principles,\" Feuerstein said.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.breitbart.com/london/2015/04/13/christian-who-asked-gay-rights-bakery-to-bake-anti-gay-marriage-cake-may-face-legal-action/",
                "http://www.orlandosentinel.com/business/os-cut-the-cake-bakery-gay-fight-20150403-story.html",
                "https://www.clickorlando.com/news/central-fla-baker-receives-death-threats-after-refusing-anti-gay-request"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.mynews13.com/fl/orlando/news/2015/4/3/casselberry_bakery"
            ]
        },
        "key_words": [
            "haller",
            "told",
            "evangelist",
            "cake",
            "asking",
            "death",
            "gay",
            "video",
            "felony",
            "baker",
            "threats",
            "marriage",
            "charges",
            "face",
            "antigay",
            "saying",
            "feuerstein",
            "asked"
        ]
    }
]