[
    {
        "url": "https://www.christianpost.com/news/planned-parenthood-name-deceptive-we-dont-help-pregnant-women-prenatal-care.html",
        "title": "Planned Parenthood: Our Name Is 'Deceptive,' We Don't Help Pregnant Women",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPlanned Parenthood: Our Name Is 'Deceptive,' We Don't Help Pregnant Women\nPlanned Parenthood: Our Name Is 'Deceptive,' We Don't Help Pregnant Women\nPlanned Parenthood: Our Name Is 'Deceptive,' We Don't Help Pregnant Women\n| Tuesday, January 24, 2017\nPlanned Parenthood Claims to offer prenatal care. | (Photo: Screenshot of Live Action YouTube video)\nPlanned Parenthood President Cecile Richards uses Twitter to promote its services, including abortions, under the hashtag #WhatWomenNeed for Valentine's Day on February 10, 2014. Richards is the daughter of former Democratic governor of Texas Ann Richards, and once served as deputy chief of staff for House Democratic leader Nancy Pelosi. | (Photo: Twitter/Cecile Richards)\nView Photos\nPro-life organization Live Action released an investigative video on Tuesday exposing Planned Parenthood's misleading claim that it provides healthcare services to pregnant women. \nIn its latest  undercover video , Live Action called and went into 97 Planned Parenthood clinics nationwide to ask if they provide prenatal services to women who want to carry their unborn baby to term. \nNinety-two clinics responded by saying that Planned Parenthood doesn't have an OB/GYN on staff and only use their ultrasound equipment on women seeking an abortion to find out if the abortionist will need to perform a first, second or third trimester abortion.  \nWhen a Live Action investigator went to a Planned Parenthood clinic in Boise, Idaho, seeking prenatal care, a clinic worker admitted that the business' name is \"deceptive,\" adding \"if you are looking to terminate [your baby] we can do that.\"\nOther Live Action investigators were told: \"Planned Parenthood offers abortions, so they don't offer prenatal care.\" And, \"No, see, we don't see pregnant women as a way of giving prenatal care, we see pregnant women, um, you know, if they are considering other options.\"\nAnother Planned Parenthood employee seen in the video even recommends that the investigator go to CareNet, a pro-life center down the street, for prenatal services.\nIn their investigation, Live Action reports that there were five clinics in the U.S. that said they provide prenatal services to pregnant women. \nLila Rose, president of Live Action, told The Christian Post that they were giving those five clinics the benefit of the doubt, but they know the services those clinics provide are minimal. \n\"We know from past experience that Planned Parenthood is untrustworthy and lies repeatedly to the public,\" Rose said  about the business' repeated claim that it provides prenatal care to underserved women. \nLast year, CP was told by a Planned Parenthood employee  that the only service some clinics provide to pregnant women who don't want to have an abortion is to give them one packet of prenatal vitamins. \nThe pro-life group Life Dynamics has accused Planned Parenthood of \" operating a pedophile protection racket \" after criminal court cases nationwide revealed that sexual abuse victims, some as young as 10, were taken to the clinics by their abusers for birth control or abortions and the staff failed to report the suspected crimes to authorities. \n\"Last week, Live Action released public records that show Planned Parenthood also failed to report child sex traffickers to local authorities as it had claimed,\" Rose added. \"Planned Parenthood also lied about retraining thousands of its staff to identify and report sex traffickers. Instead, a former manager said the sessions were used to train staff how to identify undercover journalists.\" \nIn a 2014 undercover video  filmed at a Planned Parenthood workshop in Michigan, an abortion provider is seen arguing against helping young victims of rape and sexual assault by asserting that because clinic workers are not state employees, they should not be required to report known cases of child abuse to authorities.\nPlanned Parenthood has also misled women about providing mammogram services. \nDuring her sworn testimony before the House Committee on Oversight and Government Reform in Septemeber 2015, Planned Parenthood President Cecile Richards also admitted under oath that despite repeated claims that the business provides life-saving mammograms to women, \"there aren't any Planned Parenthood clinics ... not any have mammogram machines at their facilities.\"\nIn 2013, Planned Parenthood received $677,287 from the Susan G. Komen Breast Cancer Foundation to fund breast cancer screenings, but  provided 0 mammograms  or breast cancer screenings.\nFollowing eight years of operating under an administration that was supportive of abortion providers, Planned Parenthood is now on the defensive after President Donald Trump signed  an executive order reinstating the Mexico City Policy that bans government funding of international groups that provide or promote abortion.\nThe policy was first announced in 1984 by former President Ronald Reagan. Obama, like Bill Clinton, rescinded the policy in his first week in power.\nFollow Brandon Showalter on Twitter: @BrandonMShow Follow Brandon Showalter on Facebook: @BrandonMShow\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/hillary-clintons-4-lies-about-abortion-planned-parenthood-171103/",
                "https://www.christianpost.com/news/planned-parenthood-is-operating-a-pedophile-protection-racket-says-pro-life-group-in-investigative-report-130779/",
                "https://www.christianpost.com/news/trump-reverses-obama-policy-funding-abortion-overseas-mexico-city-planned-parenthood-173373/",
                "https://adflegal.org/detailspages/blog-details/allianceedge/2015/09/04/susan-g.-komen-grants-to-planned-parenthood-in-support-of-breast-cancer-screening-result-in-zero-mammograms"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.liveaction.org/defund-debate-hits-live-action-exposes-planned-parenthoods-prenatal-care-deception/",
                "https://www.youtube.com/watch?v=ekgiScr364Y&feature=youtu.be",
                "https://www.youtube.com/watch?v=Toh6fIICwPk",
                "https://twitter.com/BrandonMShow"
            ]
        },
        "key_words": [
            "richards",
            "prenatal",
            "president",
            "action",
            "pregnant",
            "parenthood",
            "help",
            "planned",
            "deceptive",
            "clinics",
            "dont",
            "women",
            "live"
        ]
    }
]