[
    {
        "url": "https://consortiumnews.com/2017/01/11/how-obama-spread-the-mideast-fires/",
        "title": "How Obama Spread the Mideast Fires",
        "authors": [
            {
                "name": "Sam F",
                "link": null
            },
            {
                "name": "Dr. Ibrahim Soudy",
                "link": null
            },
            {
                "name": "Incontinent Reader",
                "link": null
            },
            {
                "name": "J'Hon Doe Ii",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Regina Schulte",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Walt Miller",
                "link": null
            },
            {
                "name": "Rikhard Ravindra Tanskanen",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-01-11",
        "text": "Main menu\nJanuary 11, 2017\nBy Daniel Lazare\nWith President Obama down to less than two weeks in office, everyone is busy assessing his legacy. So let’s begin with the Arab world. Not since the Vietnam War, we can safely say, has an administration left a region in ruins the way Obama has left the Middle East (although it’s true that George W. Bush contributed mightily to the mess).\nPresident Obama and King Salman Arabia stand at attention during the U.S. national anthem as the First Lady stands in the background with other officials on Jan. 27, 2015, at the start of Obama’s State Visit to Saudi Arabia. (Official White House Photo by Pete Souza)\nBut Obama has expanded the chaos outward from Bush’s legacy wars in Iraq and Afghanistan, now including Libya, Syria and Yemen with ripple effects from the refugee flows extending into Turkey and even into Europe. Terrorism is exploding, entire nations have been reduced to war zones, while religious sectarianism is raging out of control.\nOf course, not all of it is Obama’s fault. After all, he didn’t start the Sunni-Shia conflict, which dates back to the mid-Seventh Century, nor is he responsible for Arab-Persian ethnic tensions in general, which go back even farther. But he breathed new life into such forces and enabled them to achieve a new kind of prominence, with consequences that are little short of breathtaking.\nHow did someone so charming and seemingly so progressive wreak such havoc? The answer is through a combination of weakness, complacency, and taking the easy way out. Obama is the sort of cool and laid-back individual who adapts effortlessly to whatever institution he finds himself in, whether it’s the Harvard Law Review, the Illinois state legislature, the U.S. Senate or the White House.\nThe writer Edward L. Fox argues that, during his childhood in Indonesia, he soaked up the Javanese doctrine of halus in which a king “does not conquer opposing political forces, but absorbs them all under himself.” Instead of meeting conflict head on, the king floats serenely above it. The idea is to “let your opponent yell and scream, listen politely, and then, when your adversary has exhausted himself, somehow end up winning.”\nWhereas someone a little less afraid of getting his hair mussed might have confronted “ the Blob ,” as Washington’s pro-war foreign-policy establishment is known, Obama decided to name Hillary Clinton, one of its chief standard-bearers, as Secretary of State, and keep Robert Gates, another pillar of the national security establishment, as Secretary of Defense.\nRather than fighting what President Dwight Eisenhower dubbed the “military-industrial complex,” Obama’s idea was to disarm it by bringing some of its chief advocates into his inner circle and perhaps give his own standing a boost as well. But what it chiefly did was to provide the War Party with a new lease on life.\nMore Conflict, Not Less\nThe upshot was more conflict rather than less. John Kerry, Clinton’s no-less-bellicose successor, made this clear in his much-ballyhooed Dec. 28 speech about the breakdown in Israeli-Palestinian negotiations.\nU.S. Secretary of State John Kerry delivers remarks on Syria at the Department of State in Washington, D.C., on Aug. 30, 2013. [State Department photo]\nAlthough the address has been hailed in certain quarters as an attempt to put peace back on track, a careful reading reveals something very different: the epic two-state talks between Israel and Palestine were not about peace, but about tamping down conflict in one corner of the Middle East so that the U.S. could pursue various imperial misadventures in others. Kerry revealed as much by declaring that all of America’s allies have “common interests in countering Iran’s destabilizing activities.”\nThe 2002 Saudi Initiative, which served as the basis for the latest failed Israeli-Palestinian peace talks, not only called for an Israeli-Palestinian accord, but for a regional defense agreement aimed at keeping the Persians out.\nThe framework, Kerry went on, “envisages Israel being a partner in those efforts when peace [with the Palestinians] is made. This is the area where Israel and the Arab world are looking at perhaps the greatest moment of potential transformation in the Middle East since Israel’s creation in 1948. The Arab world faces its own set of security challenges. With Israeli-Palestinian peace, Israel, the United States, Jordan, Egypt – together with the GCC [Gulf Cooperation Council] countries – would be ready and willing to define a new security partnership for the region that would be absolutely groundbreaking.”\nThis was the old goal of a “GCC + 2” security umbrella in which Israel and the Palestinians would forget their differences and join with Egypt, Jordan, and the six members of the GCC – Saudi Arabia, Qatar, Kuwait, Bahrain, the United Arab Emirates, and Oman – to form a united front against a non-Arab intruder, Iran.\nThe alliance thus had an ethnic dimension right from the start. But it also had a religious dimension since all eight Arab nations are Sunni or Sunni-controlled with the minor exception of Oman. So, GCC + 2 would only pave the way for a growing sectarian conflict between Wahhabism, the stringent form of Sunni orthodoxy that is the official state ideology in Saudi Arabia, the dominant member of the GCC, and Iranian Shi‘ism.\nBut since Shi‘ism is not confined to a single nation but is actually the majority religion throughout the Persian Gulf area, it was a formula for something even worse, an all-out regional struggle between the Sunni states led by Riyadh on one hand and, on the other, an Iranian-dominated “Shi‘ite crescent” stretching from Lebanon and Syria to Bahrain, Yemen, and the Saudis’ own Eastern Province, the center of both its oil industry and its 15 percent Shi‘ite minority.\nThe Worst Passions\nIt was a strategy guaranteed to excite the worst passions on both sides of the divide. It was a recipe not only for war but for religious war, which is the worst kind. Not surprisingly, violence exploded, and more than a million refugees were sent fleeing toward Europe, a human inundation that is now roiling the political waters from Paris to Warsaw.\nU.S. Secretary of State Hillary Clinton meets with Saudi King Abdullah in Riyadh on March 30, 2012. [State Department photo]\nYet, Obama – with his Javanese penchant for reconciling opposites – has shown a strange combination of vision and blindness throughout the debacle. He spoke up in favor of human rights. But at his first meeting with Saudi King Abdullah, he bowed deeply and apparently kissed his hand , a curious gesture for a young progressive encountering one of the world’s greatest despots but it was a sign of hypocrisies to come. Obama protested loudly when Bashar al-Assad’s cracked down on Sunni-led Arab Spring protests in Syria, but Obama remained silent when Saudi Arabia dispatched troops to crack down on Shi‘ite-led Arab Spring protests in neighboring Bahrain.\nWelcoming Abdullah’s equally tyrannical neighbor, Qatar’s Hamad bin Khalifa al-Thani, in April 2011, Obama uttered the usual diplomatic boilerplate, expressing appreciation for “the leadership that the emir has shown when it comes to democracy in the Middle East.” But he was franker in private.\nNot realizing that he was speaking into an open mike, he told donors at a Democratic fundraiser in Chicago later that evening that Al-Thani was a “pretty influential guy. He is a big booster, big promoter of democracy all throughout the Middle East. Reform, reform, reform – you’re seeing it on Al Jazeera. Now, he himself is not reforming significantly. There’s no big move towards democracy in Qatar. But you know part of the reason is that the per capita income of Qatar is $145,000 a year. That will dampen a lot of conflict.”\nIn fact, Al-Thani is a lawless autocrat who, according to Obama’s own State Department , prohibits organized political parties, restricts civil liberties “including freedoms of speech, press, and assembly and access to a fair trial,” and countenances human trafficking “primarily in the domestic worker and labor sectors.” But since he has oodles of oil and natural gas and is friendly to the U.S. besides, he gets a free pass.\nDouble your standards, double your fun. A month later, Obama gave a major address in which he called for “freedom of religion, equality for men and women under the rule of law, and the right to choose your own leaders – whether you live in Baghdad or Damascus, Sanaa, or Tehran.” But he remained studiously silent about Saudi Arabia, America’s chief ally in the region, where the rule of law is nonexistent and the status of women is probably the worst in the world.\nWhile urging freedom for Egypt’s Christian minority, he said nothing about how the Saudis routinely arrest Christians for the “crime” of attending underground services , close down Shia mosques , or tolerate dangerous sectarian rhetoric in which Sunni routinely clerics accuse “evil Shias” of “set[ting] traps for monotheism and for the Sunnis” and seeking to “skin Sunnis and boil them in water.”\nEnlisting the Autocracies\nBut not only did Obama shield the other oil autocracies from criticism, but, on the theory that only Arabs can solve Arab problems, he encouraged them to become more active abroad. The results were uniformly disastrous. Despite Al-Thani’s well-established record as a supporter of the Muslim Brotherhood and similar forces , Hillary Clinton spent much of late March 2011 persuading him to take part in the U.S.-led military effort to overthrow Libyan strongman Muammar Gaddafi, according to an internal State Department memo . When he said yes, the Obama administration was overjoyed.\nOusted Libyan leader Muammar Gaddafi shortly before he was murdered on Oct. 20, 2011.\nBut Al-Thani took advantage of the deal to distribute some $400 million to Salafist rebels in the form of machine guns, automatic rifles, and ammunition so that they could do to Libya what an earlier generation of U.S.-backed jihadis had done to Afghanistan, i.e. reduce it to chaos.\nSaudi Arabia, Qatar and other Sunni-run states responded the same way when the U.S. invited them to fund the uprising against Syria’s leader Bashar al-Assad, an Alawite, a branch of Shi’a Islam. These “friends of Syria” channeled billions of dollars in aid to Salafist rebels determined to impose Saudi-style fundamentalism.\nIn August 2012, the U.S. Defense Intelligence Agency warned that Salafists, the Muslim Brotherhood, and Al Qaeda were “the major forces driving the insurgency,” that rebels were seeking to establish a “Salafist principality in eastern Syria,” and that “western countries, the gulf states, and Turkey are supporting these efforts” in order to counter the Shi‘ite threat.\nIn September 2014, Clinton wrote in an email that Saudi Arabia and Qatar were “providing clandestine financial and logistic support to ISIL and other radical Sunni groups” while Vice President Joe Biden admitted the same thing a month later at a talk at Harvard’s Kennedy School:\n“Our allies in the region were our largest problem in Syria … the Saudis, the emirates, etc. what were they doing? They were so determined to take down Assad and essentially have a proxy Sunni-Shia war, what did they do? They poured hundreds of millions of dollars and tens of thousands of tons of military weapons into anyone who would fight against Assad except the people who were being supplied were Al Nusra and Al Qaeda and the extremist elements of jihadis coming from other parts of the world.” [ Quote starts at 53:25.]\nA Spreading Fire\nYet President Obama did nothing to stop this pouring of gasoline on this regional sectarian war. Rather than tamping down the sectarianism, the U.S. facilitated its spread. Chatting with Australian Prime Minister Malcolm Turnbull, Obama remarked how the easy-going Indonesia he remembered as a child was coming under the sway of the harsh and unforgiving Wahhabism taught in Saudi-funded madrassas.\nSyrian women and children refugees at Budapest railway station. (Photo from Wikipedia)\n“Aren’t the Saudis your friends?” Turnbull asked. To which Obama could only smile and say : “It’s complicated.” This is Obama-speak for: “I reconcile opposites, but please don’t ask me to explain how.”\nOnce sectarianism is out of the bag, it’s very hard to put it back in. In Turkey, which President Recep Tayyip Erdogan turned into a transit hub for Syria-bound Salafist fighters at U.S. behest, the country’s 20 percent Alevi minority, which practices a form of Shi‘ism, is hunkering down in anticipation of attacks by Erdogan’s Sunni supporters, ISIS, or both. \\ Since March 2015, Shi‘ite Houthis in Yemen have been fending off an air assault by Saudis convinced that the Houthi fighters are part of some occult Iranian conspiracy aimed at taking over that country as well.\nMembers of the Saudi ruling elite “see the hand of Iran everywhere and take seriously the declarations in the Iranian press bragging about how Iran now controls four Arab capitals – Baghdad, Sanaa, Beirut, and Damascus,” a Riyadh-based diplomat told the French journalist Alain Gresh. “They are obsessed with Iran,” said another.\nThe result is a self-fulfilling prophecy in which the Saudis, backed by the U.S., attack Shi‘ite forces before they can attack them, thereby generating yet another round of conflict and recrimination.\nObama adapted to such paranoia all too gracefully and easily. Instead of fighting it, he accepted it as a given and tried to work with it, which only made it worse. The consequence was to tip the entire region into the abyss. Rarely has coolness led to more uncool results.\nDaniel Lazare is the author of several books including The Frozen Republic: How the Constitution Is Paralyzing Democracy (Harcourt Brace).\nRikhard Ravindra Tanskanen\nJanuary 20, 2017 at 14:43\nCan you even speak English? Mentioning the Talmud destroys your credibility – you oddly don’t mind CHRISTIANS trying to take over the world (which they have since the Apostles) and yet you say JEWS are doing it. Idiot.\nJanuary 14, 2017 at 13:12\nAt the base of the problem is, Obama’s ,and others’, belief, that the US is “exceptional” and can do whatever it wants.\nJanuary 14, 2017 at 07:33\n“Rather than fighting what President Dwight Eisenhower dubbed the “military-industrial complex,” Obama’s idea was to disarm it by bringing some of its chief advocates into his inner circle and perhaps give his own standing a boost as well. But what it chiefly did was to provide the War Party with a new lease on life.” Lazare goes from, I assume, speculating about Obama’s motives and approach (do nothing but rubber stamp chaos that powerful special interests prefer for their own reasons and be rewarded with prosperity and glory and even the freedom, if you so choose, to join in the fun) to asserting that Obama’s failure (from the people’s standpoint) is a result of the halus philosophy Edward L Fox talks about. Obama, of course, can’t simply be ‘evil’ – even though it’s a free universe and you can choose to be evil – where you sell your soul for gain. Even if Obama himself talks about his embrace of halus (Does he?), it wouldn’t negate the fact that he’s self-modified himself into being a believer in inequality and violence. What do we see? Obama has jettisoned the golden rule (which expresses behavior that we are, even in a state of imperfection, normally and logically in favor of) in order to embrace this world’s dark paradigm of ‘riches for the strongest’, which you have done for sure if you’ve embraced neoliberalism (which has inequality at it’s core) and neoconservatism (which neoliberals, who are busy stealing the means of survival from those too weak to keep you from taking it from them, need), which is violence and deceit.\nYou don’t prove that there’s no God by talking about evil (and ‘proving’ there’s no God seems to be a kick a lot of writers are on), so (the idea seems to be) if you don’t talk about evil, that should make it, and the idea of a Creator God and a rebellious angel named Satan, go away (and in the meantime, bring you a lot of attention for the clever way you go about ‘proving’ something you ‘choose’ to believe).\nYou’re not going to disappear the word, Daniel. But you and other bright lights can try to if you wish.\nWhen you apply the benefit of your research and analysis – outside of other ideas that you’re trying to prove, but not openly – you’re eminently useful. And that’s not a bad, or insufficient, thing.\nWalt Miller\nJanuary 13, 2017 at 17:40\nObama has been essentially feckless.  But  his idiot bots weep at the end of his term.\nWalt Miller\nJanuary 13, 2017 at 17:39\nObama I would guess wouldn’t or couldn’t cross the Dark State.\nWe have got break it’s hold on this country.  The DS loves the Saudis when they should be our number one enemy.\nJanuary 14, 2017 at 07:46\nThat’s it of course. No one who knows the score, who also lacks principles and therefore possesses a willingness to sell his services in return for personal gain, would, for no reason, cross the “dark state.” For others, who are principled and haven’t discarded their humanity and sense of justice and who therefore feel outraged by the exploitation and violence happening, not just because it’s a violent world but also because our ‘leaders’ are down with inequality and violence, They ‘have to’ speak truth to power, even when they know that it may cost them. That’s how it is, for now, in this dark, upside down world in which Obama, who is totally down with chaos, inequality and deceit (just read Seymour Hersh’s “The Killing Of Osama bin Laden” to get an idea about the level of deceit that that man is capable of) is president of the most powerful nation on earth and Julian Assange, who tells the people what those who purport to act in their name are doing is stuck in an embassy, without sunlight, that he can’t leave ever, or else.\nJamie\nJanuary 13, 2017 at 13:50\n“he soaked up the Javanese doctrine of halus in which a king “does not conquer opposing political forces, but absorbs them all under himself.”\nThese contortions to explain Obama are unnecessary. He genuinely loves serving financial capital and their imperialist interests. All of this psychological dribble is just liberal white guilt and it is disrespectful to President Obama who consciously chose his life course long before the presidency. He is not a weak philosopher king, but a corporatist like Clinton and Bush before him. Turning Obama into a liberal, cuddly teddy bear emasculates him and borders on racism. Let him be himself and let his actions speak for themselves. Black people are just as capable at serving the ruling class as any other ethnicity and are just as capable of weathering well thought-out criticisms.\nJanuary 13, 2017 at 09:55\nI’m reading Seymour Hersh’s “The Killing Of Osama bin Laden” right now and in that book Hersh has a lot to say about those who cry “Fake news!” The Pakistanis were so miffed at Obama’s double dealing, in connection with the operation that saw Osama bin Laden murdered, primarily in order to boost Obama’s re-election prospects, that they turned their backs on the US for some time afterward. The fake heroics of mentally and spiritually ruined soldiers (Navy Seals) who slaughtered, with glee, a defenseless, crippled, old Osama bin Laden were bad enough. But the lies, beginning with Obama’s frantic efforts to capitalize on the premeditated murder of bin Laden multiplied rapidly and in pretty short order, it was impossible for the admin, and those hitching their wagons to it, to win over those they were lying to. For example, Obama promised to wait two weeks to announce to the American people that they had taken bin Laden and so the killer Seals, who didn’t expect a presidential address and a particular version of events, were bragging about shredding bin Laden. There was no body to bury at sea.\nAnyway, The hiatus in American-Pakistani good relations led to a rise in (other) terrorist activities by assorted terrorists, including IS, to the point where Pakistanis feel so in danger that, despite their dislike of the Americans and Obama (who they are just like), they returned to cooperating with them.\nAs one informant Hersh talks to notes, the Obama admin knows how to kill and destroy and that’s all. There’s no vision.\nWhat kind of vision does he suppose we might get from that neoliberal/neoconservative crowd? I think they are having tremendous success – by their standards. Destabilization is the name of the game, Isn’t it? Destabilize and appropriate.\nGregory Herr\nJanuary 13, 2017 at 15:29\nArby, you may be interested in following up on the fate of those very Seals:\nJanuary 13, 2017 at 03:06\nWay too forgiving of Obama imo. Assuming his ‘good intentions’ is not a sustainable position.\nRegina Schulte\nJanuary 12, 2017 at 21:21\nI have often wondered if, by bringing onboard some (lots, in fact) of his rivals,\nPresident Obama was employing a pre-emptive maneuver. Given the degree\nof racial bias/hatred he knew was inevitable, did he perhaps include former\nadversaries and “movers and shakers” from the Bush administration as\nevidence that he will “fit in” and not do anything too drastic for the “white\nguys” and citizenry? In other words, was he trying to exhibit “color blindness?”\nGregory Kruse\nJanuary 12, 2017 at 21:04\nObama is just like Abraham Lincoln. A president who accommodated every criminal and condoned every atrocity in order to advance the agenda of the moneyed elite and the corporations.  But at least, Lincoln won the war before his term ended, at least as far as the Northern elite was concerned, whereas Obama has just handed over excessive powers and a state of war to a bleach-blond Mussolini. I don’t know how his wife and children can still love him.\nonno\nJanuary 12, 2017 at 09:28\nObama a president with a SICK mind with an inferiority complex and ego to match the $ 19 trillion deficit for the American people. Glad I don’t see or hear his stupid rhetoric’s. He should go back to his birthplace in Kenya, maybe people there will still listen to his stories.\nJoe Tedesky\nJanuary 12, 2017 at 01:33\nI wouldn’t dare begin to defend Obama’s foreign policies, especially over his Middle East implementation of Israel’s Yinon Plan, since I feel I could have done more while he held office to hold his feet to the fire. Call me liberal, progressive, or whatever you need to describe me, but I didn’t push our cool President enough when it could have mattered, and with this I resign disappointed in myself for not doing more to be able to say honestly, ‘Yes We Can’.\nYes, I called my congressperson a few times, and for most of the time my congressperson voted the way I wanted him to vote. The only excuse I had, was that Obama amongst the rest of the DC crowd looked as though he was the only sensible one in that group of scoundrels, so I continued to believe in him. Although when 2010 came with the Republican arrival of the Tea Party candidates, I once again felt like Obama was the only game in town. I still look back on those days, and have a hard time identifying who, or what else there was to rally behind, except Obama. If I’m not making much sense, it’s because there is no sense to be made of my choice to continue backing Barack Obama for most of his time in office. Due to my own short comings I will accept full responsibility for what I voted for, and for what I didn’t do.\nIf I must search for an excuse, or something to blame my failures on, I would like to bring up our corporate run news media. While watching this CIA/MSM driven demonization of all things Russian, I become even more bewildered, because this Putin puppet witch hunt is coming from the left, and of all things crazy they are accompanied by the ever troublesome neocon establishment. Where is our Edward R Murrow who spoke out against Joe McCathy’s Red Scare congressional hearings? Why hasn’t there been a Cronkite 1968 Vietnam is loss moment, when it comes to reporting to the American public that all hope is loss, and why are we even in the Middle East in the first place?\nWhere would we be, or how would I have reacted, if we had had a responsible press to report to us. Like I said I can only blame myself for not doing more, but quality reporting may have alerted enough of us that I would have been sure to follow the crowd of protesters as they passed by my window on their way to the White House to demand a better solution and outcome to our world’s many problems.\nSo here I sit, and instead of screaming out ‘Yes We Can’ I now get to whisper ‘No We Didn’t’.\nJohn\nJanuary 13, 2017 at 12:49\nIt is not “the left” screaming “Blame Putin”, it is the Democrats.  There is a huge difference.\nThe Right Wing includes all supporters of Capitalism.  The Left is made up of Anti-Capitalists (Socialists, Communists, Anarchists, and others who envision a more egalitarian society.)  True Social Democrats sit in the Center (Sanders was, in reality, a New Deal Liberal, which is solidly in the Right Wing.)\nThe Left has no voice in the mainstream media,  but realizes that, by perusing a hard-right economic and foreign policy platform, Hillary needs blame noone but herself for her loss.\nJ'hon Doe II\nlest we forget hemlock as the choice\nbetween displaced Arabs in Europe\nor outright Syrian genocide\nJanuary 11, 2017 at 22:57\nFor years this reader was an apologist (or rather semi-apologist) for Obama, blaming his misadventures on the neocons in the Deep State, blaming them on his fear of the CIA, blaming them on what the NSA had on him in the bath houses of Chicago, blaming them on his advisors, blaming them on his handlers, etc., etc.   Well, his record speaks for itself- and ‘the buck’, and all the accumulated shit that goes with it, stops with him.  His Presidency was a disaster, covered by the patina of ‘coolness’ and ‘word smithing to make the crimes appear palatable, normal- and even morally justifiable.  Well, they weren’t and they aren’t, and his last two months in office have revealed much of his character and the cruel vindictiveness behind it.  So, for this member of John Q Public, it’s good riddance to very, very bad rubbish.  Let him be relegated to the dustbin of history, or as some might say, disappear in the sands of time.\nI agree.\nJanuary 11, 2017 at 21:51\nIt would be laughable if it weren’t so pathetic to hear Senator Rubio condemn Russia today for “war crimes” in Syria while completely ignoring what America’s sundry armed combatants, including the Jihadi mercenaries we have recruited, funded and armed under the aegis of ISIS (and whatever other pseudonymns those phony “moderates” commit wholesale murder under).   Under Obama, the notion of “truth” simply meant what was convenient.   Thus it would have remained under Clinton.  The grand conspiracy of the spooks, neocons, Democrats and the media intend to keep it that way by sabotaging Mr. Trump’s presidency in every way possible.\nJ'hon Doe II\n“Sabotaging Mr. Trump’s presidency in every way possible.”\n??? — we’ll see  in 30 months (or less) how pleased The People will be with Mr. Trump, Realist.\nDr. Ibrahim Soudy\nJanuary 11, 2017 at 21:15\nObama is doing what the Jewish Neocons want done and started it by the War on Terror……Here is Carl Bernestine\nJanuary 11, 2017 at 20:51\nOur failures in the Middle East and Southwest Asia go way back at least to the end of World War Two. Rewarding the Zionists in their dispossession of Arabs in Palestine and overthrowing Mossadegh in Iran were a tragic start on a three quarters of a century journey.\nObama was but another participant, behaving little different than those before him.  Perhaps he has a greater sense of self importance than others and projects a sense that somehow his words will make it all better. A little humility and he might return his Nobel Prize, which has to be one of the most bizarre acts of the Nobel Committee, granting the Prize before he had a chance to warm his Oval Office chair\nJ'hon Doe II\nJanuary 11, 2017 at 19:01\n“The Iron Heel” describes a world in which the division between the classes has deepened, creating a powerful Oligarchy that retains control through terror. A manuscript by rebel Avis Everhard is recovered in an even more distant future, and analyzed by scholar Anthony Meredith. Published in 1908, Jack London’s multi-layered narrative is an early example of the dystopian novel, and its vision of the future proved to be eerily prescient of the violence and fascism that marked the initial half of the 20th century.\nJanuary 11, 2017 at 18:27\n“Rarely has coolness led to more uncool results.” That’s a nice one.\nJ'hon Doe II\nObama spread mideast fires by capitulating/deferring to an adamant Right definition of the conflict.\nThe Right are belligerently bombastic.\nJanuary 11, 2017 at 23:53\nYes, you imply that the “belligerently bombastic” right exerted such social pressure on the surrounded Obama to force his “capitulating/deferring” to their policies. This seems in line with Woodward’s portrayal in The War Within. Obama installed no cabinet to prevent this, changed no rules, did not exert chief executive authority, fired no one and in fact gave them little argument. Certainly a coward who betrayed the people, and likely a traitor from the outset.\nImagine having a Congress controlled by the same party for two years and doing not even one percent of FDR’s first 100 days. Clearly Obama and the Dems meant to do nothing.\nThe problem is indeed money in mass media and elections, the tools of nonviolent democracy, without which it cannot be restored nonviolently.\nJim\nJanuary 11, 2017 at 15:40\n“Obama’s idea was to disarm it by bringing some of its chief advocates into his inner circle and perhaps give his own standing a boost as well. But what it chiefly did was to provide the War Party with a new lease on life.”\nI don’t buy this for a second. Obama was put in charge to take the baton from Bush and move the Empire forward. He knowingly did that; and knowlingly duped his supporters that he was some sort of Progressive. The key thing is they (the elites) knew what they were doing and Obama was a willing agent of their plan. And then the baton was to be handed over to the first female President to yet again, move the plan forward. Trump ruined that plan; and quickly became enemy numero uno.\nBob Van Noy\nWell said Jim.  For what it’s worth…I agree.\nPeter Smith\nJanuary 11, 2017 at 18:34\nWell, Jim what you’re saying is true and is not in conflict with O being a weak leader and bowing to powers easily. Obviously, the Masters who enabled him to get where he got, knew about him being weak and passive and that is why the baton was handed to him so easily. And yes, the next on line was Hillary, another weak leader. Well, I’m not so sure about Trump. It’s early to know if he’s gonna bow down to pressure. A few choices he made, however, are not very promising, including son-in-law, Jared Kushner. Will see ….\nJames lake\nSpot on – Obama was a hawk all along.\nThe progressive label was wishful thinking from his fans – black people, women, milenials projecting on to him.\nHe had no track record to back up this very view.\nOne billion was raised to elect him. His paymasters no doubt being part of the MIC!!!\nAs well as the regime change policies and the Cold War 2.  Obama also oversaw  the expansion of the USA military in Africa to 33 nations – what for ?\nThis goes unreported in the biased media who attack trump as if he was the one who had attacked 7 countries contributing to the destabilisation of the Middle East and Europe\nObama was a con man\nJames Lake, I agree.\nJanuary 11, 2017 at 15:29\n“The whole EU project is facing utter collapse. The myth of European/Western cultural and political superiority — cultivated over the past five centuries — lies in the dust, as far as ‘all Asiatic vague immensities’, as Yeats wrote in The Statues, are concerned. This is bound to be the Eurasian century.\n“A sound way forward would have been what Putin proposed way back in 2007 — a unified continental trade emporium from Lisbon to Vladivostok. The idea was later picked up and expanded by the Chinese via the One Belt, One Road (OBOR) concept.\n“Instead, the Obama administration, leading the West ‘from behind’, counter-attacked with a pivot to Asia (for which, read containment of China) and Cold War 2.0 (demonization of Russia).\nShadow play: the New Great Game in Eurasia\nBy Pepe Escobar\nJanuary 11, 2017 at 16:06\nNATO interventionism in Libya and Syria, grossly inflated concerns about Iran, the violent coup d’etat in Kiev and the regime’s military assault on the Donbass region, and the emergence of ISIS all reflect the Obama administration’s vigorous efforts to thwart Eurasian integration.\nJosh Stern\nRe:\n“Obama remarked how the easy-going Indonesia he remembered as a child was coming under the sway of the harsh and unforgiving Wahhabism taught in Saudi-funded madrassas.’Aren’t the Saudis your friends?’ Turnbull asked. To which Obama could only smile and say: ‘It’s complicated.’ This is Obama-speak for: ‘I reconcile opposites, but please don’t ask me to explain how.’\nThere IS a simple observation to uncomplicate it: the US Deep State always prefers greater domestic military buildup; the US Deep State always prefers more conventional warfare and more terrorism on foreign soil if it can be interpreted as a pretext for more military buildup at home. Individual leaders as POTUS may either happily oblige or try to resist this Deep State impulse; they will be supported with sunny propaganda to the extent they oblige, and they will be attacked, with propaganda, and sometimes with sabotage or literal threats to the extent that they resist.\nUS abuse of Latin America goes back over 100 years and peaked under Reagan/Casey. That collection of actions – including the terrorists from School of the Americas and Operation Condor – compete in a contest of shame with US destruction in the Middle East and Vietnam – less structural damage and less peak intensity, but greater longevity, more countries/govts. involved, greater overall contribution to poverty, a larger percentage was covert action, and there were fewer – almost zero foreign powers around to share in the blame.\nMany would say “Latin America was not about armies/CIA – it was about United Fruit, Alcoa and Domino Theory (though we first supported Castro to get rid of Batista). But, in fact, the same institutions that were supposed to be fighting Reds were immediately shifted to fighting Narcos (even though the CIA was profiting from the Narco trade), and then to fighting any govt. opponent, calling them terrorist/insurgent. They just changed the signs on the programs without changing the policy. So it’s hard to claim it was really just about those old plantations or ancient, silly Domino theory. So, in reality, Latin America does fit the same model of always supporting conflict as a reason for greater US Security State buildup and outlay.\nJanuary 11, 2017 at 14:28\nIn memory of children, women, and men slaughtered for profit: “In God We Trust”. For shame. For shame. Your god has no grace to shed on thee, no good to crown, for there is no brotherhood. For shame.\nBill Bodden\nJanuary 12, 2017 at 23:38\nYour god has no grace to shed on thee, no good to crown, for there is no brotherhood. For shame.\nAmerica’s god is Mammon.  His temple and high priests are located in and around Wall Street in New York so there has been a long history of the nation’s leaders wreaking havoc around the planet for profit.  Morality is not a factor in business decision or in government policy.\nBill Bodden, You are, absolutely, correct.\nexiled off mainstreet\nJanuary 11, 2017 at 14:21\nThis is an excellent overview of the fact situation. I come to the conclusion that, even if his instincts were not as bad as his predecessors, Obama ended up doing worse because he was too weak to oppose the deep state power structure in place in this crucial area.The latest, where US backed mercenaries are poisoning the Damascus water supply, qualifies as a war crime and/or crime against humanity. The fact that bozos like George Clooney are planning propaganda film paeans to the White Helmets, the propaganda face of el qaeda, is an outrage. The “white helmets” are in fact involved in the water supply poisoning. This makes Clooney an apologist for war crimes, and, looking at the result of his Darfur propaganda campaign in the failed Sudan states, he has a track record of backing war crimes.\nbackwardsevolution\nJanuary 11, 2017 at 19:35\nexiled – George Clooney is just like Meryl Streep – they’ve both bought into the government propaganda.  They are ill-informed and because of this, they are actually dangerous as people do listen to them.  Hollywood fluff living in la-la land.  It’s really tragic, because if they actually knew what was going on, they could actually do some good.\nJosh Stern\nJanuary 12, 2017 at 02:41\nIf Obama’s shortcoming was just or mainly weakness, why did he become the most POTUS in history against leaks in the public interest and whistleblowers?   Why did reporting govt. wrongdoing to the public, for only civic reasons, suddenly  become routinely charged as an act of espionage and high  treason under Obama?     Was it weakness that made him best buddies with drone program architect Brennan?  Weakness that led him to interventions in Ukraine, Libya, Honduras, Venezuela, and Syria?\nObama the 2008 campaigner was anti-war, anti-prison, anti-torture and advocate for change.  POTUS Obama sought consensus on most domestic policy and sought to be a CIA insider on State Security and foreign policy.\nWas he a sort of CIA/Manchurian Candidate, in secret, before he reached the US Presidency or did that happen after the election?  Hard to say, from the outside.  It’s possible that “favors” only got called in after his election – in which case the answer would be that he was, but didn’t know that.  Either way, there is a definite pattern there which isn’t well explained by weakness.  He didn’t have to bless all of those interventions and whistleblower attacks.\nJohn\nJanuary 13, 2017 at 12:28\nOne can look at his mother, a CIA operative, and his first job, at BIC, a known CIA front, and be assurred, it was not weakness.\nJanuary 11, 2017 at 11:44\nObama will not go down well in history. Joseph Kishore has written an accurate and concise assessment of his two terms in office for the WSWS site. The National Secretary of the Socialist Equality Party manages to sum up the Obama legacy very neatly in just over twenty paragraphs.\nJanuary 11, 2017 at 19:03\nThank you for the link, Bryan.  Joseph Kishore has it right.\nMark Thomason\nJanuary 11, 2017 at 11:42\nYes, each Administration seems to outdo the last in wasting its opportunities.\nBush I had no vision of what to do after we won the Cold War.\nBill Clinton just tread water and indulged himself.\nW used US power to wreak havoc of no benefit to the US.\nThen Obama’s win rejecting that wasted that rejection, and kept on The Blob in power, expanding what it had done.\nHillary promised to take The Blob to new depths of disaster.\nIt has for decades been a failure to have any vision, to build anything despite vast opportunity. Instead, that opportunity was wasted for any large national ends, and at most exploited for small private ends of enrichment and pet projects.\nThe attack on Trump is that he won’t make things worse, he won’t serve the hawk design of conflict with everybody.  Our government and media are determined to fight him to force him to do yet more damage.\nHelen Marshall\nJanuary 11, 2017 at 15:38\nBill Clinton did more than tread water.  He broke the promises made by Bush I and his people, and began the expansion of NATO that has resulted in NATO military operations along the borders with Russia and the beginnings of a new Cold Water.  Victoria Nuland, who helped install the neo-Nazi regime in Kiev, got her start in the Clinton Dept of State, working in #2 Strobe Talbott’s office.\nWobblie\nJanuary 11, 2017 at 11:13\nI don’t like these excuses for why Democrats, yet again, act like Republicans. “Obama’s just trying to reconcile opposites”, they say. Obama is and always was a fraud. I never tire of telling people I know “I told you so.” Now it’s the Republicans’ turn.\nWhen Bush does it, he’s an evil. Tweedledum and Tweedledee, neoconservative, liberal interventionist, neoliberal. Pick your title. They are all the same, and all undemocratic.\nJanuary 11, 2017 at 21:51\nAgreed. After exhaustively detailing what, by any stretch of the imagination, would be enough to send one to the docket at Nuremburg, why does this writer or any writer feel compelled to speak of Obama as being “cool?” Is support for ISIS head-chopping cool? Or perhaps the CIA drone assassination programs, under his direction, which have killed thousands, mostly bystanders. is also “cool.” Or am I missing something? Perhaps he learned more from his Indonesian step-dad, Lolo Soetoro, than simply”halus.” The families of the hundreds of thousands of dead in Syria, Libya and Yemen, among others, might also think so.\ninteresting article.\nI believe a number of “War Arsonists” are “The War Criminals That Opened The Gates of Hell.”\n[See link with numerous information below]\nJanuary 11, 2017 at 10:57\nWow, thanks Daniel Lazare for explaining the inexplicable: that it was the tragic weak leadership of the constitutional scholar I voted for twice that accounts for the chaos and mayhem we have sponsored in the Middle East. Instead of a foreign policy based on ethics and principles that would echo supposedly what this country stands for, or at least echo the narrative of the fantasy of “who we are” we stood back and allowed the “blob” to rule.\nIt reminds me of Manuel Zalaya’s response to Amy Goodman, when asked about Hillary Clinton’s role in the 2009 Honduran Coup, he said:\n“Secretary Clinton had many contacts with us. She is a very capable woman, intelligent, but she is very weak in the face of pressures from groups that hold power in the United States, the most extremist right-wing sectors of the U.S. government, known as the hawks of Washington. She bowed to those pressures. And that led U.S. policy to Honduras to be ambiguous and mistaken.”\nJanuary 13, 2017 at 12:23\nI have to wonder if he was actually describing Amy Goodman there…\nrichard young\nJanuary 13, 2017 at 22:05\nThanks for the reference to the Obama Administration’s policies in Latin America.  Honduras is only one of many instances in which Obama and Clinton consistently supported right-wing parties and opposed progressive parties throughout Latin America and the Caribbean area — e.g., Haiti, Honduras, Nicaragua, Ecuador, Venezuela, Brazil, Argentina and Bolivia.  Of course Obama merely followed the same US anti-progressive foreign policies carried out by prior Republican and Democratic administrations; but one might have hoped for something different from the first black President of our nation.  Then again, I guess that Obama’s very careful avoidance of any mention of “the poor” in our country (he always referred to “the middle class”) should have dispelled any doubts as to where his real interests lay.\nW. R. Knight\nObama’s Legacy: “A day late and a dollar short.”\nExcellent analysis. Thank you.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.foxnews.com/world/saudi-anti-christian-sweep-prompts-calls-for-us-involvement",
                "https://www.foreignaffairs.com/articles/turkey/2017-01-05/turkey-and-alevis",
                "https://www.nytimes.com/2012/12/06/world/africa/weapons-sent-to-libyan-rebels-with-us-approval-fell-into-islamist-hands.html?_r=1",
                "https://www.nytimes.com/2014/08/25/opinion/qatar-club-med-for-terrorists.html?_r=1",
                "https://aeon.co/essays/is-obama-the-first-javanese-president-of-the-us?utm_source=Aeon+Newsletter&utm_campaign=ab285810d5-EMAIL_CAMPAIGN_2017_01_06&utm_medium=email&utm_term=0_411a82e59d-ab285810d5-68696681",
                "https://www.theatlantic.com/magazine/archive/2016/04/the-obama-doctrine/471525/",
                "https://www.washingtonpost.com/news/monkey-cage/wp/2015/05/29/sectarianism-after-the-saudi-mosque-bombings/?utm_term=.e6daeb6d65a0",
                "http://mobile.nytimes.com/2016/05/08/magazine/the-aspiring-novelist-who-became-obamas-foreign-policy-guru.html?smid=tw-share&referer=",
                "http://content.usatoday.com/communities/theoval/post/2011/04/obama-no-big-move-toward-democracy-in-qatar/1#.WHQjcHeZO1t",
                "http://orientxxi.info/magazine/between-war-in-yemen-and-war-of-succession,1641",
                "https://levantreport.com/2015/05/19/2012-defense-intelligence-agency-document-west-will-facilitate-rise-of-islamic-state-in-order-to-isolate-the-syrian-regime/",
                "https://www.nybooks.com/articles/2011/10/27/strange-power-qatar/",
                "https://www.nytimes.com/2016/01/24/world/middleeast/us-relies-heavily-on-saudi-money-to-support-syrian-rebels.html?_r=1",
                "https://www.nytimes.com/2016/12/28/opinion/bibi-netanyahu-makes-trump-his-chump.html?_r=1"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/the-press-office/2011/05/19/remarks-president-middle-east-and-north-africa",
                "https://www.state.gov/state-gov-website-modernization/",
                "https://www.state.gov/remarks-secretary-pompeo/"
            ],
            "unsure": [
                "https://wikileaks.org/podesta-emails/emailid/3774",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=CseUglupmZk",
                "https://www.youtube.com/watch?v=dcKVCtg5dxM"
            ]
        },
        "key_words": [
            "arabia",
            "saudi",
            "syria",
            "state",
            "arab",
            "mideast",
            "sunni",
            "war",
            "spread",
            "conflict",
            "obama",
            "saudis",
            "fires"
        ]
    }
]