[
    {
        "url": "https://www.christianpost.com/news/shocking-footage-captures-screaming-syrian-child-being-rescued-50-other-children-killed-video.html",
        "title": "Shocking Footage Captures Screaming Syrian Child Being Rescued; 50 Other Children Killed (VIDEO)",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nShocking Footage Captures Screaming Syrian Child Being Rescued; 50 Other Children Killed (VIDEO)\nShocking Footage Captures Screaming Syrian Child Being Rescued; 50 Other Children Killed (VIDEO)\nShocking Footage Captures Screaming Syrian Child Being Rescued; 50 Other Children Killed (VIDEO)\n| Wednesday, January 24, 2018\nVideo footage shows Syrian child being rescued from the rubble in Eastern Ghouta in January 2018. | (Screenshot: BBC News)\nFootage obtained from Eastern Ghouta in Syria has captured the dramatic rescue of a young child from underneath a large pile of rubble. But at least 50 other children are among the 200 people who have died in the area due to the bombings over the past couple of weeks.\nA BBC News video , published Tuesday, showed people pulling out a 3-year-old boy named Mahmoud from the rubble of a building that was taken down in an air strike.\nAlthough Mahmoud survived, his older brother was lost in the rubble, the report said.\nThe video showed another eight civilians being pulled out alive with the help of workers and locals.\nEastern Ghouta is one of the heavily besieged areas finding itself in the crossfire of Syria's civil war, with at least 200 people being killed due to air strikes, shelling, and bombardment between government forces and rebels who are trying to take down President Bashar Al Assad.\nUNICEF, the U.N.'s agency for children, said last week that as many as 200,000 children have been trapped under siege since 2013, when the civil war intensified.\n\"It is shameful that nearly seven years into the conflict, a war on children continues while the world watches. Millions of children across Syria and in neighboring countries have suffered the devastating consequences of unabating levels of violence in several parts of the country,\" the organization said in a statement .\n\"UNICEF received information from inside east Ghouta that people are taking shelter underground in fear for their lives. One particular heavy attack on residential buildings was so strong it reportedly injured 80 civilians including children and women. Medical personnel struggled to pull survivors out of the rubble.\"\nThe BBC video further shows how survivors of the attacks are struggling without shelter, food or jobs. There's no money to purchase firewood either as families suffer in winter cold temperatures.\nAnd desperate families have risked their lives crossing snow-covered mountains in freezing temperatures to find safety in Lebanon. At least 12 Syrians, including two children, died last week during such treks, according to  UNICEF . \n\"More children could be among the dead as residents in the area and the Lebanese authorities continue to look for people who are reportedly trapped in the mountainous in freezing temperatures and snow,\" said Geert Cappelaere, UNICEF regional director for the Middle East and North Africa, on Saturday.\nMeanwhile, watchdog groups, such as the Syrian Observatory for Human Rights, have said that chlorine gas has been used in the bombing of Syrian cities, though the government's army continues to deny  that it has used any kind of chemical weapons against its own people.\nThe United States has continued to insist that Syria is not only using chemical weapons in its fight against rebels, which has contributed to the deaths of thousands of innocent civilians, but that Russia is complicit by continuing to stand by Assad.\n\"There is simply no denying that Russia, by shielding its Syrian ally, has breached its commitments to the United States as a framework guarantor and has betrayed the chemical weapons convention and the UN Security Resolution 2118,\" U.S. Secretary of State Rex Tillerson said Tuesday, according to Fox News .\nTillerson was speaking about an agreement made in 2013 between Russia and the U.S. that would have secured the removal of chemical weapons from Syria.\n\"Russia's failure to resolve the chemical weapons issue in Syria calls into question its relevance to the resolution of the overall crisis,\" he added. \"At a very minimum, Russia must stop vetoing and at least abstain from future Security Council votes on this issue.\"\nNikki Haley, U.S. ambassador to the U.N., also accused Russia of failing to live up to the agreements.\n\"If these reports are true, this attack in Syria should weigh heavily on their conscience. The United States will never stop fighting for the innocent Syrian children, women, and men who have become victims of their own government and those who continue to prop it up,\" she said, referring to suspected poisonous gas use in the Duoma district on Monday.\nWatch the BBC video of the rubble rescue below:\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.bbc.com/news/av/world-42776933/syrian-regime-routinely-bombs-civilians-in-eastern-ghouta",
                "http://www.foxnews.com/world/2018/01/23/haley-tillerson-call-out-russia-on-syrias-chemical-weapons-use.html",
                "https://www.reuters.com/article/us-mideast-crisis-syria-ghouta/rescuers-in-rebel-held-syrian-area-accuse-government-of-gas-attack-idUSKBN1FB135"
            ],
            "gov_pgs": [
                "http://www.un.org/apps/news/story.asp?NewsID=58419#.WmiOI1Rl_IU",
                "http://www.un.org/apps/news/story.asp?NewsID=58452#.WmifzOg-ffY"
            ],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "united",
            "syria",
            "screaming",
            "shocking",
            "captures",
            "video",
            "children",
            "child",
            "russia",
            "rescued",
            "chemical",
            "war",
            "footage",
            "rubble",
            "weapons",
            "killed",
            "syrian"
        ]
    }
]