[
    {
        "url": "https://www.christianpost.com/news/isis-sex-slave-survivor-tells-congress-about-horrors-of-her-captivity-it-was-like-hell.html",
        "title": "ISIS Sex Slave Survivor Tells Congress About Horrors of Her Captivity: 'It Was Like Hell'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nISIS Sex Slave Survivor Tells Congress About Horrors of Her Captivity: 'It Was Like Hell'\nISIS Sex Slave Survivor Tells Congress About Horrors of Her Captivity: 'It Was Like Hell'\nISIS Sex Slave Survivor Tells Congress About Horrors of Her Captivity: 'It Was Like Hell'\n| Wednesday, October 04, 2017\nA Yazidi woman who was enslaved by the Islamic State for over nine months holds up pictures of family members as she testifies before a United States House of Representatives Foreign Affairs subcommittee hearing in Washington, D.C., on Oct. 3, 2017. | (Photo: The Christian Post / Samuel Smith)\nWASHINGTON — A Yazidi victim of the Islamic State's genocide in Iraq detailed for members of the U.S. Congress on Tuesday the horrors she experienced during the nine months was held as a slave.\nUsing the pseudonym Shireen, the 31-year-old Yazidi woman told a House Foreign Affairs subcommittee hearing on genocide in Iraq and Syria that her captivity under IS (also known as ISIS, ISIL or Daesh) was \"like hell.\"\nIn her remarks to the panel, which required a translator, Shireen said that life was simple for her and her family on their rural farm near the Yazidi town of Sinjar before IS jihadis came and mass murdered thousands of Yazidi males and enslaved thousands of Yazidi women and children.\nIn her written testimony, Shireen said that her family was preparing to celebrate a summer feast on Aug. 3, 2014, when she heard the sound of gunshots in the distance. After calling her uncle and learning that IS jihadis were advancing in northern Iraq as Kurdish troops were pulling out, Shireen's family decided to flee toward Sinjar mountain. However, their car broke down right at the base of the mountain.\nAlthough the family continued their journey on foot, Shireen explained that they were eventually captured when three cars of IS jihadis stopped them. Shireen recalled her and her family being sent to a wedding hall near Sinjar city.\n\"We were ordered and threatened by ISIS militants to get off the trucks they had loaded us into. After we stepped out of the trucks, the militants shot three bullets into a young Yazidi man's head, killing him because he said he wanted to wait for his family to arrive,\" Shireen's written testimony explains.\n\"Our tragedy began from here as they moved all the abducts to the government office inside Sinjar district. ISIS militants separated Yazidi girls [from] the rest of us by force. My sister, Sahera, was about 15 years old and she was the second girl that was taken. Her hand was in my hand and she was throwing up and crying. She was wearing a dress I had made for her. I was crying and begging them to not take her. One of the militants hit my back with his weapon. Then they forced us all into buses and took us to Badoosh jail.\"\nAccording to Shireen, the \"jail smelled dirty and there was blood everywhere on the floor.\" While in the jail, Shireen said that the prison building was targeted by a U.S. Coalition airstrike.\n\"As a result, they moved us to Tal Afar district where ISIS leaders who are responsible for our kidnapping and selling were there,\" she explained. \"One of them [was] called Haji Mahdi who is from Tel Afar and another called Abu Ali from Mosul.\"\nShireen recalled being sold to a person from Raqqa, Syria. According to her testimony, she was tortured in Raqqa because she refused to speak.\n\"From Raqqa they sold me again to a person from Mosul city,\" she added. \"I was sold and bought  for more than five times.\"\nShireen warned that some girls she knew were sold for as cheap as a few bucks.\n\"I spend nine months in captivity under ISIS; it was like hell,\" she asserted.\nShireen explained that IS jihadis committed some of the worst acts against her and other Yazidis, including forced conversions, sexual enslavement and mass killing.\nOne of the worst parts of Shireen's experiences under IS captivity was a time in which IS performed an abdominal surgery on her in Mosul.\n\"[U]ntil now, I am suffering from the effects of it,\" she said. \"I don't know why they operated on me or what kind of a procedure was done on my body.\"\nWhile Shireen is not sure what the surgery was, it was widely reported that IS began the practice of harvesting organs from some of its Yazidi captives  to finance its terror campaign. \nAlthough she did not detail how she escaped from IS, Shireen stated that 19 members of her family remain missing.\n\"They may be killed or still in captivity but we don't know anything about them,\" she informed the panel. \"Many countries including United states and the United Nations recognized the Yazidi genocide, however our hope was there will be steps following that to provide justice and protection for my people. We are still waiting for action and the liberation of thousands of Yazidis from ISIS captivity. Today, in the liberated areas of Yazidi homeland, there are more than 40 mass graves.\"\nYazidis, like Christians in Iraq, are not receiving much direct humanitarian aid from the United Nations or the United States because many are afraid to go to U.N. camps out of fear of being persecuted by Muslims.\nShireen claimed in the hearing that she saw one of the IS jihadis who sold her as a sex slave, Abu Ali, being interviewed on Kurdish television and is now claiming to be an internally displaced person.\n\"He is responsible for separating me from my family and selling and enslaving me with many other Yazidi girls. I heard that he now lives in IDP camp close to Mosul and there is no one to punish him for his crimes against me and against Yazidi community,\" she stressed. \"There are thousands of ISIS militants like Abu Ali who committed crimes against Yazidis and today, they are free without punishment.\"\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.express.co.uk/news/world/599508/ISIS-Islamic-State-Yazidi-Sex-Slave-Organ-Harvesting-Koran-Muslim-Jihad-Islam"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "jihadis",
            "united",
            "tells",
            "isis",
            "captivity",
            "horrors",
            "family",
            "congress",
            "sold",
            "survivor",
            "militants",
            "sex",
            "slave",
            "hell",
            "thousands",
            "yazidi",
            "shireen"
        ]
    }
]