[
    {
        "url": "https://www.christianpost.com/news/80-nigerian-christians-slaughtered-inhuman-violence-victims-describe-being-hacked-by-machetes.html",
        "title": "80 Nigerian Christians Slaughtered in 'Inhuman' Violence; Victims Describe Being Hacked by Machetes",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n80 Nigerian Christians Slaughtered in 'Inhuman' Violence; Victims Describe Being Hacked by Machetes\n80 Nigerian Christians Slaughtered in 'Inhuman' Violence; Victims Describe Being Hacked by Machetes\n80 Nigerian Christians Slaughtered in 'Inhuman' Violence; Victims Describe Being Hacked by Machetes\n| Tuesday, January 23, 2018\nPeople react as a truck carries the coffins of people killed by the Fulani herdsmen, in Makurdi, Nigeria January 11, 2018. | (Photo: REUTERS/Afolabi Sotunde)\nMore than 80 Nigerian Christians have been slaughtered at the hands of radical Islamic herdsmen this month, with major Christian groups decrying the \"inhuman\" violence, as survivors describe what it felt like to be hacked by machetes.\nPersecution watchdog group International Christian Concern  said on Monday that more than 80 Christians have died in Benue State since Jan. 1, with 50 deaths in Logo and another 30 in Guma County.\nThe shooting and machete attacks have been carried out by Fulani herdsmen, nomadic Muslims who graze their cattle throughout the country, and for the past couple of years have been targeting  Christian farmers who stand in their way.\nSurvivors described some of the attacks, with one man identified only as Vershima explaining how he and others had been ambushed on Jan. 3 by armed Fulani.\nThe herdsmen \"opened fire on us, killing three of the people I was conveying and injuring me,\" the man said, who was shot in the chest and left for dead.\nAnother survivor, named Peter, a local cattle guard, said the attackers who went after him \"were people I had interfaced with in that community.\"\n\"I got up and called them by their names and tried to wrestle the machete they had out of their hands, but to no avail. I was overpowered and they began to cut me,\" said Peter, who is now in a hospital recovering from his wounds.\nOfficials in Benue passed an anti-open grazing bill last year which was seen as an attempt to put an end to the roaming and violence of the Fulani, but as ICC pointed out, the effort has \"failed thus far.\"\nThe Rev. Musa Asake, the General Secretary of the Christian Association of Nigeria, came out with a major address  last week, speaking on his \"grave concern\" for the continued attacks believers in the country are facing, both at the hands of the Fulani, and other terrorists, such as Boko Haram.\nAsake said Benue, in particular, has seen \"horrendous and inhuman attacks\" going back to 2013, and accused government forces of not only not doing enough to protect citizens, but in some cases of collaborating with the herdsmen.\nIn detailing one attack on New Year's Day in Ilorin, the General Secretary said that security agents refused to intervene until three churches were burned.\n\"This pattern suggests collusion of the Security Units with the Islamist militia operating under such names as Fulani herdsmen, Boko Haram, 'unknown gunmen,' and 'group of vandals,'\" Asake asserted.\nHe also pointed to the Nigerian Air Force bombing a Christian IDP Camp in January 2017, leaving over 200 Christian refugees dead, which was presented to the nation as an accident.\n\"In December 2017, an Air Force spokesperson confirmed that the Nigerian Air Force sent an Alpha Jet and an EC 135 attack helicopter to fire 'warning' shots at Islamist militia attacking Christians in Numan, Adamawa state, but not to kill them,\" Asake continued.\n\"The villagers were later to report that the jet actually bombed the Christian villages resulting in the death of over 50 people, while the Nigerian Air Force said it merely fired warning shots at the Islamist militia attacking the villagers. This is jihad as we cannot understand fired warning shots in the narrative of this attack.\"\nCAN further accused President Muhammadu Buhari of failing to run Nigeria with Democratic values, and argued that he has \"no respect for human rights.\"\n\"Under President Buhari, the murderous Fulani herdsmen enjoyed unprecedented protection and favoritism to the extent that the herdsmen treat Nigeria as a conquered territory,\" the statement read.\n\"Rather than arrest and prosecute the Fulani herdsmen, security forces usually manned by Muslims from the North offer them protection as they unleash terror with impunity on the Nigerian people.\"\nBuhari has insisted on a number of occasions that he is taking the Fulani attacks very seriously, and that his government is doing all it can to bring them under control.\n\"The president assured Nigerians that the rising attacks on communities by herdsmen will soon be brought under control by security forces deployed to the vulnerable areas across the country,\" noted a statement this week regarding a meeting between Buhari and the Board of Directors of the Nigerian Economic Summit Group in Abuja.\n\"He said the unfortunate incident of attacks, which had resulted in loss of lives and properties, had already brought sorrow and hardship on many Nigerians, with the government deeply affected,\" it added.\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "opened fire on us, killing three of the people I was conveying and injuring me,",
                "",
                false
            ],
            [
                "were people I had interfaced with in that community.",
                "",
                false
            ],
            [
                "I got up and called them by their names and tried to wrestle the machete they had out of their hands, but to no avail.",
                "Peter",
                true
            ],
            [
                "I was overpowered and they began to cut me,",
                "Peter",
                true
            ],
            [
                "This pattern suggests collusion of the Security Units with the Islamist militia operating under such names as Fulani herdsmen, Boko Haram, 'unknown gunmen,' and 'group of vandals,",
                "Asake",
                true
            ],
            [
                "In December 2017, an Air Force spokesperson confirmed that the Nigerian Air Force sent an Alpha Jet and an EC 135 attack helicopter to fire 'warning' shots at Islamist militia attacking Christians in Numan, Adamawa state, but not to kill them,",
                "Asake",
                true
            ],
            [
                "The villagers were later to report that the jet actually bombed the Christian villages resulting in the death of over 50 people, while the Nigerian Air Force said it merely fired warning shots at the Islamist militia attacking the villagers.",
                "",
                true
            ],
            [
                "This is jihad as we cannot understand fired warning shots in the narrative of this attack.",
                "",
                true
            ],
            [
                "Under President Buhari, the murderous Fulani herdsmen enjoyed unprecedented protection and favoritism to the extent that the herdsmen treat Nigeria as a conquered territory,",
                "",
                true
            ],
            [
                "Rather than arrest and prosecute the Fulani herdsmen, security forces usually manned by Muslims from the North offer them protection as they unleash terror with impunity on the Nigerian people.",
                "Buhari",
                true
            ],
            [
                "The president assured Nigerians that the rising attacks on communities by herdsmen will soon be brought under control by security forces deployed to the vulnerable areas across the country,",
                "Buhari",
                true
            ],
            [
                "He said the unfortunate incident of attacks, which had resulted in loss of lives and properties, had already brought sorrow and hardship on many Nigerians, with the government deeply affected,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "http://canng.org/news-and-events/news/158-can-press-conference-miyetti-allah-should-be-prosecuted-for-genocide",
                "https://www.christianpost.com/news/100-christians-killed-militant-fulani-herdsmen-nigeria-210393/",
                "https://www.persecution.org/2018/01/22/over-80-killed-in-benue-state-nigeria-in-january/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "80",
            "christian",
            "attacks",
            "warning",
            "slaughtered",
            "force",
            "nigerian",
            "christians",
            "violence",
            "hacked",
            "inhuman",
            "machetes",
            "herdsmen",
            "fulani",
            "victims",
            "air",
            "security"
        ]
    }
]