[
    {
        "url": "https://www.christianpost.com/news/trump-religious-freedom-health-workers-hhs-division-conscience.html",
        "title": "Trump to Protect Religious Freedom of Health Workers With New HHS Division",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTrump to Protect Religious Freedom of Health Workers With New HHS Division\nTrump to Protect Religious Freedom of Health Workers With New HHS Division\nTrump to Protect Religious Freedom of Health Workers With New HHS Division\n| Thursday, January 18, 2018\nAn emergency sign points to the entrance to Scripps Memorial Hospital in La Jolla, California, U.S. March 23, 2017. | (Photo: REUTERS/Mike Blake)\nThe Department of Health and Human Services has unveiled a new division meant to defend the conscience rights of medical professionals who may hold moral or religious objections to things like abortions or gender reassignment surgery.\nKnown as the Conscience and Religious Freedom Division , the entity will exist under HHS' Office of Civil Rights and help to enforce conscience rights.\nOCR Director Roger Severino said in a statement released Thursday morning that religious freedom laws are \"just empty words on paper if they aren't enforced.\"\n\"No one should be forced to choose between helping sick people and living by one's deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice,\" stated Severino.\n\"For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.\"\nActing HHS Secretary Eric D. Hargan stated that the new division was part of the Trump administration's overall effort to advance religious liberty protections.\n\"President Trump promised the American people that his administration would vigorously uphold the rights of conscience and religious freedom. That promise is being kept today,\" stated Hargan in a statement released Thursday.\n\"The Founding Fathers knew that a nation that respects conscience rights is more diverse and more free, and OCR's new division will help make that vision a reality.\"\nSince taking office, President Donald Trump has sought measures to broaden religious exemptions to HHS policies, like the Obama era contraception mandate.\nLast October, the administration passed two new rules allowing for both for-profit and non-profit entities to get exemptions from the Affordable Care Act law requiring employers to provide birth control coverage.\n\"The Republican president signed an executive order in May asking for rules that would allow religious groups to deny their employees insurance coverage for services they oppose on religious grounds,\" reported Reuters last year.\n\"The U.S. Department of Health and Human Services on Friday moved to broaden those narrow religious exemptions to include an exception 'on the basis of moral conviction' for non-profit and for-profit companies.\"\nThe new division has come under fire from some liberal organizations, who claim that the initiative will be used to advance discrimination.\n\"This is the use of religion to hurt people because you disapprove of who they are,\" said Harper Jean Tobin of the National Center for Transgender Equality, as quoted by Politico.\n\"Any rule that grants a license to discriminate would be a disgrace and a mockery of the principal of religious freedom we all cherish.\"\nOthers, including Ryan T. Anderson of the Heritage Foundation, have argued that this negative portrayal of the new division and its conscience protections are inaccurate.\n\"I don't know of a single example of a doctor who 'refuses' to 'treat transgender patients.' I do know of some examples of doctors who can't do sex-reassignment therapies because they think they are bad medicine,\"  tweeted Anderson on Thursday morning.\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "just empty words on paper if they aren't enforced.",
                "Roger Severino",
                false
            ],
            [
                "No one should be forced to choose between helping sick people and living by one's deepest moral or religious convictions, and the new division will help guarantee that victims of unlawful discrimination find justice,",
                "Severino",
                true
            ],
            [
                "For too long, governments big and small have treated conscience claims with hostility instead of protection, but change is coming and it begins here and now.",
                "Roger Severino",
                true
            ],
            [
                "President Trump promised the American people that his administration would vigorously uphold the rights of conscience and religious freedom.",
                "Hargan",
                true
            ],
            [
                "That promise is being kept today,",
                "Hargan",
                true
            ],
            [
                "The Founding Fathers knew that a nation that respects conscience rights is more diverse and more free, and OCR's new division will help make that vision a reality.",
                "",
                true
            ],
            [
                "The Republican president signed an executive order in May asking for rules that would allow religious groups to deny their employees insurance coverage for services they oppose on religious grounds,",
                "",
                true
            ],
            [
                "The U.S. Department of Health and Human Services on Friday moved to broaden those narrow religious exemptions to include an exception 'on the basis of moral conviction' for non-profit and for-profit companies.",
                "",
                true
            ],
            [
                "This is the use of religion to hurt people because you disapprove of who they are,",
                "Harper Jean Tobin",
                true
            ],
            [
                "Any rule that grants a license to discriminate would be a disgrace and a mockery of the principal of religious freedom we all cherish.",
                "",
                true
            ],
            [
                "I don't know of a single example of a doctor who 'refuses' to 'treat transgender patients.",
                "Anderson",
                true
            ],
            [
                "I do know of some examples of doctors who can't do sex-reassignment therapies because they think they are bad medicine,",
                "Anderson",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.politico.com/story/2018/01/16/conscience-abortion-transgender-patients-health-care-289542",
                "https://www.christianpost.com/news/trump-rolls-back-contraceptive-mandate-making-it-easier-to-get-religious-exemption-201932/"
            ],
            "gov_pgs": [
                "https://www.hhs.gov/about/news/2018/01/18/hhs-ocr-announces-new-conscience-and-religious-freedom-division.html",
                "https://www.hhs.gov/conscience/index.html"
            ],
            "unsure": [
                "https://twitter.com/RyanTAnd/status/953984731305168896",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/"
            ]
        },
        "key_words": [
            "protect",
            "religious",
            "trump",
            "services",
            "health",
            "freedom",
            "conscience",
            "rights",
            "stated",
            "workers",
            "division",
            "hhs",
            "moral"
        ]
    }
]