[
    {
        "url": "https://www.christianpost.com/news/filmmakers-begin-movie-on-luis-palaus-life-amid-cancer-diagnosis.html",
        "title": "Filmmakers Begin Movie on Luis Palau's Life Amid Cancer Diagnosis",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFilmmakers Begin Movie on Luis Palau's Life Amid Cancer Diagnosis\nFilmmakers Begin Movie on Luis Palau's Life Amid Cancer Diagnosis\nFilmmakers Begin Movie on Luis Palau's Life Amid Cancer Diagnosis\n| Tuesday, January 23, 2018\nEvangelist Luis Palau preaches at Radio City Music Hall on July 7, 2015, in New York City. | (Photo: The Luis Palau Association)\nOn the heels of the shocking announcement that beloved world-renowned evangelist Luis Palau was diagnosed with Stage 4 lung cancer, filmmakers have begun shooting a movie about his life.\n\"Did you know some friends of the ministry have decided to do a movie on my life?\" Palau revealed in a  Facebook post  containing a video of actor Gaston Pauls dressed as a young Palau.\nAt the top of the year, before sharing with the world that he was officially diagnosed with cancer, Palau actually shared that filming on the autobiographical film had started in Argentina. Filmmakers are hoping to have it released in Latin America and the USA in October 2018.\n\"It's quite surreal watching someone take on your persona and story. They just created a Facebook page so you can follow along. Visit Palau Movie  and be sure to click 'Like,'\" he told his supporters. \"Please join us in praying for the movie, that it would honor the Lord and clearly share the Good News.\"\nIn the video that Palau shared, well-known Argentine actor, TV host and producer Gaston Pauls is heard sharing his excitement to begin shooting.\n\"Hi everyone. We are here at the wardrobe fitting preparing for next Monday [when] we are going to start our film 'Palau'!\" Pauls announced .\n\"Palau,\" which is currently the title of the film, was writen and is being directed by Kevin Knoblock.\nAlso featured in the film are Alexandra Bard (who plays Palau's wife, Pat), Santiago Achaga, (22-year-old Luis Palau), Agustin Amoedo (10-year-old Luis Palau), Fabian Carrasco (Palau's father, Luis Sr.), Darren Dowler (Billy Graham) and more.\nLuis Palau, Gaston Pauls and movie production staff during a meeting in Portland, November 14, 2017. · | (Photo: Facebook/Palau Movie)\nPalau was joined by his two sons, Kevin and Andrew, on Thursday to reveal that Palau was diagnosed with Stage 4 lung cancer recently.\n\"We wanted to tape this video to tell the whole world that love dad and the work that we do what's been going on in dad's life,\" Kevin, president of Luis Palau Ministries, said in the social media video posted  Thursday.\n\"To our surprise, the early report that we got just before Christmas [said] that there was some cancer inside one of dad's lungs,\" Kevin explained.\nThey got extra testing done and went to an oncologist who revealed the terminal diagnosis.\n\"Just a few days ago we got the word that it's stage 4 lung cancer. That's a shock, especially with someone who's always been as healthy as dad,\" he continued.\nPalau added that's it's been an emotional time for him. He confessed that the first thing he did was cry.\n\"I think 'oh wow, I can be gone in a few months' and one silly thought that came to mind is that I won't be able to pick up the phone and talk to the boys and hear their voice and talk to my wife,\" he emotionally shared.\n\"This is sad, I don't feel panic or horror. If [I'm] healed, hallelujah! And many people are praying that the Lord will do a miracle. It would take literally a miracle, medically speaking.\"\nDespite the sad news, production on \"Palau\" the movie will continue and the 83-year-old is remaining optimistic that he will be around to see all the Lord will do the rest of the year. To stay up to date on Palau's condition, go to Palau.org .\nFor more information on the film, visit Palau Movie  on Facebook.\nFollow Jeannie Law on Twitter: @jlawcp Follow Jeannie Law on Facebook: JeannieOMusic\nRelated Articles\nMore In Entertainment\n",
        "quotes": [
            [
                "Did you know some friends of the ministry have decided to do a movie on my life?",
                "Gaston Pauls",
                true
            ],
            [
                "It's quite surreal watching someone take on your persona and story.",
                "Gaston Pauls",
                true
            ],
            [
                "They just created a Facebook page so you can follow along.",
                "Gaston Pauls",
                true
            ],
            [
                "Visit Palau Movie  and be sure to click 'Like,",
                "Gaston Pauls",
                true
            ],
            [
                "Please join us in praying for the movie, that it would honor the Lord and clearly share the Good News.",
                "Gaston Pauls",
                true
            ],
            [
                "We are here at the wardrobe fitting preparing for next Monday [when] we are going to start our film 'Palau'!",
                "Gaston Pauls",
                true
            ],
            [
                "We wanted to tape this video to tell the whole world that love dad and the work that we do what's been going on in dad's life,",
                "Kevin",
                true
            ],
            [
                "To our surprise, the early report that we got just before Christmas [said] that there was some cancer inside one of dad's lungs,",
                "Kevin Knoblock",
                true
            ],
            [
                "Just a few days ago we got the word that it's stage 4 lung cancer.",
                "",
                true
            ],
            [
                "That's a shock, especially with someone who's always been as healthy as dad,",
                "",
                true
            ],
            [
                "I think 'oh wow, I can be gone in a few months' and one silly thought that came to mind is that I won't be able to pick up the phone and talk to the boys and hear their voice and talk to my wife,",
                "",
                true
            ],
            [
                "This is sad, I don't feel panic or horror.",
                "",
                true
            ],
            [
                "And many people are praying that the Lord will do a miracle.",
                "",
                true
            ],
            [
                "It would take literally a miracle, medically speaking.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/LuisPalauLive/posts/10156033896453114",
                "https://www.facebook.com/palaumovie/?fref=mentions",
                "https://www.facebook.com/palaumovie/videos/509737016074438/",
                "https://www.facebook.com/JeannieOMusic",
                "https://www.palau.org/",
                "https://twitter.com/jlawcp",
                "https://www.facebook.com/LuisPalauLive/videos/10156069503308114/"
            ]
        },
        "key_words": [
            "life",
            "video",
            "kevin",
            "pauls",
            "palau",
            "palaus",
            "cancer",
            "amid",
            "film",
            "filmmakers",
            "diagnosis",
            "begin",
            "stage",
            "movie",
            "luis"
        ]
    }
]