[
    {
        "url": "https://www.christianpost.com/news/facebook-bans-paid-ads-pro-life-film-produced-by-mlk-niece.html",
        "title": "Facebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\nFacebook Lifts Ban on Paid Ads for Pro-Life Film Produced by MLK's Niece After Appeal\n| Thursday, January 18, 2018\nFacebook. | (Photo: Reuters/Dado Ruvic)\nUPDATE 11:40 a.m. ET Jan. 18: Facebook said Thursday that it has lifted its ban on paid ads for a fundraising effort connected to Alveda King's upcoming documentary that highlights the \"real untold story\" of abortion in the United States and the history of eugenics associated with Planned Parenthood.\nIn an emailed statement to The Christian Post, Facebook said the pro-life ad was originally disapproved in error and was correctly approved upon appeal. At this time, all ads connected to the \"Roe v. Wade\" movie page are running.\nFacebook also said that abilities of all the administrators for the page will be fully restored after being temporarily blocked for so-called \"spam behavior.\"\nOriginal report: \nMartin Luther King Jr.'s niece is speaking out against Facebook's decision to ban paid ads for a fundraising effort connected to her upcoming documentary that highlights the \"real untold story\" of abortion in the United States and the history of eugenics associated with Planned Parenthood.\nAlveda King, a prominent Christian conservative and pro-life activist who serves as director of civil rights for the unborn at Priests for Life, spoke with Family Research Council's Tony Perkins during a special National Religious Freedom Day broadcast  of his radio show on Tuesday and explained that Facebook pulled down paid ads and is blocking shares for her upcoming film, \" Roe v, Wade .\"\nNamed after the 1973 U.S. Supreme Court decision that legalized elective abortions, the documentary stars Hollywood actor Jon Voight and is said to be the first movie ever to expose \"the real untold story of how people lied; how the media lied; and how the courts were manipulated to pass a law that has since killed over 60 million Americans.\"\nAlveda King, founder of Alveda King Ministries, speaks during an \"I Have a Dream\" Gospel brunch at the Willard InterContinental Hotel in Washington, D.C., on August 25, 2013. | (Photo: Reuters/Mary F. Calvert)\n\"There is a new movie coming out — 'Roe v. Wade.' I am one of the executive producers. Facebook has pulled down our ads, the paid ads and any mention of the non-paid ads,\" King said while addressing the topic of religious freedom. \"They do not want the message of the injustice of abortion broadcast and they are trying to block that.\"\nKing is referring to Facebook's blocking of ads promoting the movie's Indiegogo crowdfunding account . Thus far, the movie has raised just under $44,000 out of its stated goal of $2 million.\n\"That is another violation of religious freedom. It's very discriminatory,\" she continued. \"So, when we are denied the opportunity and the right to proclaim the Gospel freely in this nation that was founded upon ... that right, it's a terrible injustice. My uncle did say injustice anywhere is a threat to justice everywhere. I know we can all agree. It's wrong to take the life of a baby in the womb. It's wrong to silence those voices of people who want to proclaim our faith and all of those aren't just civil rights injustices, but they are an injustice against God's will.\"\nAccording to an update on the crowdfunding page, \"Facebook has banned us from inviting friends to 'Like' our page and from 'Sharing' our PAID ads.\"\nThe Christian Post has reached out to Facebook for comment on the situation. A response is pending.\n\"It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our 'Roe v. Wade' movie page,\" fellow executive producer Jalesia McQueen told Breitbart  in a statement.\nThe news comes as Facebook is frequently criticized for having bias against and censoring conservative Christians.\nEarlier this month, Facebook unpublished the popular Facebook page  of Warriors for Christ ministry, which had over 225,000 followers and spoke critically of things like homosexuality, transgenderism and abortion. Facebook told The Christian Post that the page was removed because it violated its policies on hate speech and bullying.\nAdditionally, Facebook refused to take action  this week after popular Christian mommy blogger Elizabeth Johnston, best known as \"The Activist Mommy,\" voiced concern with a Facebook group that was titled \"I will find Activist Mommy and burn whoever runs it alive.\"\nOfficials of the social media giant ruled that the group did not violate Facebook community standards because it was determined that the group was \"satirical.\"\n\"With 2 billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,\" Johnston told CP on Tuesday. \"Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "the real untold story of how people lied; how the media lied; and how the courts were manipulated to pass a law that has since killed over 60 million Americans.",
                "Jon Voight",
                false
            ],
            [
                "There is a new movie coming out — 'Roe v.",
                "King",
                true
            ],
            [
                "I am one of the executive producers.",
                "King",
                true
            ],
            [
                "Facebook has pulled down our ads, the paid ads and any mention of the non-paid ads,",
                "King",
                true
            ],
            [
                "They do not want the message of the injustice of abortion broadcast and they are trying to block that.",
                "King",
                true
            ],
            [
                "That is another violation of religious freedom.",
                "",
                true
            ],
            [
                "So, when we are denied the opportunity and the right to proclaim the Gospel freely in this nation that was founded upon ... that right, it's a terrible injustice.",
                "King",
                true
            ],
            [
                "My uncle did say injustice anywhere is a threat to justice everywhere.",
                "King",
                true
            ],
            [
                "I know we can all agree.",
                "King",
                true
            ],
            [
                "It's wrong to take the life of a baby in the womb.",
                "King",
                true
            ],
            [
                "It's wrong to silence those voices of people who want to proclaim our faith and all of those aren't just civil rights injustices, but they are an injustice against God's will.",
                "King",
                true
            ],
            [
                "Facebook has banned us from inviting friends to 'Like' our page and from 'Sharing' our PAID ads.",
                "",
                true
            ],
            [
                "It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our 'Roe v. Wade' movie page,",
                "Breitbart",
                true
            ],
            [
                "I will find Activist Mommy and burn whoever runs it alive.",
                "Elizabeth Johnston",
                true
            ],
            [
                "With 2 billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,",
                "Johnston",
                true
            ],
            [
                "Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.",
                "Johnston",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.indiegogo.com/projects/roe-v-wade-the-movie-film#/updates/all",
                "https://www.christianpost.com/news/facebook-says-threat-to-burn-activist-mommy-alive-doesnt-violate-community-standards-213999/",
                "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech-212992/",
                "http://www.breitbart.com/big-hollywood/2018/01/11/nick-loeb-producing-roe-v-wade-movie-crowdfund-site-blocked-facebook/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.indiegogo.com/projects/roe-v-wade-the-movie-film#/",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/familyresearchcouncil/videos/10156016781102442/",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "roe",
            "lifts",
            "mlks",
            "prolife",
            "abortion",
            "produced",
            "christian",
            "facebook",
            "ban",
            "appeal",
            "v",
            "film",
            "religious",
            "ads",
            "paid",
            "niece",
            "movie",
            "page"
        ]
    },
    {
        "url": "https://www.indiegogo.com/projects/roe-v-wade-the-movie",
        "title": "ROE v. WADE the Movie",
        "authors": [
            {
                "name": "Rvw Film",
                "link": null
            }
        ],
        "publisher": "https://www.indiegogo.com",
        "publish_date": "2018-01-09",
        "text": "",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "roe",
            "v",
            "wade",
            "movie"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/facebook-says-threat-to-burn-activist-mommy-alive-doesnt-violate-community-standards.html",
        "title": "Facebook Says Threat to Burn 'Activist Mommy' Alive Doesn't Violate Community Standards",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Says Threat to Burn 'Activist Mommy' Alive Doesn't Violate Community Standards\nFacebook Says Threat to Burn 'Activist Mommy' Alive Doesn't Violate Community Standards\nFacebook Says Threat to Burn 'Activist Mommy' Alive Doesn't Violate Community Standards\n| Wednesday, January 17, 2018\nElizabeth Johnston | (Photo: Facebook / The Activist Mommy)\nPopular conservative Christian blogger and homeschool mother Elizabeth Johnston, also known as the \"Activist Mommy,\" is crying foul after Facebook claimed that a Facebook group that threatened to burn her alive didn't violate its community standards.\nJohnston, who holds traditional conservative beliefs about things like marriage, sex and abortion, runs \"The Activist Mommy\" blog  and social media pages and is known for posting viral video rants, recently voiced concern to Facebook administrators about a private Facebook group that was titled \"I will find Activist Mommy and burn whoever runs it alive.\"\nJohnston told The Christian Post on Tuesday that although she reported the page through Facebook, she received a response to her claim that stated: \"We looked over the group you reported, and though it doesn't go against one of our specific community standards, we understand that the group or something shared in may still be offensive to you and others.\"\nJohnston took a screenshot  of the response and posted it to Facebook. Since going public with her displeasure about the group's name, Johnston says that the group has since changed its name to \" May God make the Activist Mommy Spontaneously Combust .\"\nThe description of the private group claims that the page is \"satire.\"\n\"This is a Tagging group for activist mommy bulls**t and for posting things to look at in horror and make fun of,\" the page reads.\nThe page's administrator also reportedly  placed a disclaimer that reads, \"I don't really want someone to burn her alive. I don't want to, I don't want followers to do so, just don't do it. I don't condone it.\"\nThat initial response from Facebook about her concern with the page's original name did not sit well with Johnston. She told CP that she reached out directly by email to contacts she has with Facebook on Sunday and explained that \"a page threatening my life is still up after hundreds of people have reported it.\"\nA Facebook official replied to Johnston's email and told her that the matter had been escalated internally. However, the official explained that \"given the new name and her disclaimer in the bio it doesn't violate our community standards.\"\n\"With a death threat, you never know 100 percent if someone is going to follow through on their threat. But it is the job of Facebook to take all targeted death threats seriously. That is their job,\" Johnston said. \"For them to say that because now that the page has edited itself to claim that it is satire that they are not going to take the death threats seriously, just shows that we are all defenseless on Facebook's platform, especially public figures.\"\nAccording to Johnston, whose Facebook page has over 482,000 followers, Facebook judges these matters differently for public figures than they do private citizens.\n\"That is the thing that is even more dangerous about this is that it is a private group that is inciting violence against me. So I can't be there to see what it is,\" she added. \"It is not like a public page where what they say about me I can see it. But I can't see what is going on inside of here. Last week, I got two very targeted death threat emails. I don't get those on a weekly basis. I get very hateful mail but I don't I get threats of, 'I know where you live.' Last week, I got two that were so frightening that I called the police and I filed a report.\"\nOne of the threatening emails that Johnston received explained to her that her address had been leaked. The other email stated, \"God will punish you for your sins. we all know where you live now. punishment is near sweatheart.\" \nJohnston states that if her email or address were exposed within the group, she would have no way of knowing.\nA Facebook spokesperson told CP Tuesday night that the Facebook group in question was determined to be \"satirical\" and thus did not violate Facebook's community standards. The Facebook official explained that the social media platform allows satire and expects administrators to indicate their groups' purposes. \nFacebook's community standards explain that when evaluating direct threats , Facebook \"may consider things like a person's public visibility or the likelihood of real world violence in determining whether a threat is credible.\"\n\"It was personally escalated and taken to the people who make these decisions, so people were looking at this. This wasn't artificial intelligence, this wasn't a robot or computer,\" Johnston told CP. \"People at Facebook looked at this and still made the determination that they weren't going to change it.\"\nJohnston explained that the reason why she is going public with Facebook's response to her complaint is because she has seen \"a heightened problem with the extreme double standard\" when it comes to how Facebook handles flagged content.\nLast year, national headlines were made when Johnston's Facebook page was suspended because posts citing the Bible's teaching on homosexuality  were deemed a violation of Facebook's community standards. Her page was later restored and Facebook admitted  that the page was removed in error.\n\"Facebook should be a safe place for the free exchange of ideas, regardless of one's political or religious affiliation. The public is growing increasingly disgruntled, and rightly so, with the double standard of Silicon Valley companies like Facebook, Google, and Twitter who are getting exposed for applying a different standard to users on the right and the left of the social/political spectrum,\" Johnston told CP. \"The big guys at Facebook do not want us little guys to compete evenly in the marketplace of ideas and free speech, because they realize we greatly outnumber them.\"\n\"With two billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,\" she maintained. \"Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.\"\nEarlier this month , Facebook removed the Facebook page of the pre-denomination Christian ministry \"Warriors for Christ,\" citing its policies on bullying and hate speech.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "I will find Activist Mommy and burn whoever runs it alive.",
                "Johnston",
                true
            ],
            [
                "We looked over the group you reported, and though it doesn't go against one of our specific community standards, we understand that the group or something shared in may still be offensive to you and others.",
                "Elizabeth Johnston",
                true
            ],
            [
                "May God make the Activist Mommy Spontaneously Combust .",
                "Johnston",
                true
            ],
            [
                "This is a Tagging group for activist mommy bulls**t and for posting things to look at in horror and make fun of,",
                "Johnston",
                true
            ],
            [
                "I don't really want someone to burn her alive.",
                "Elizabeth Johnston",
                true
            ],
            [
                "I don't want to, I don't want followers to do so, just don't do it.",
                "Elizabeth Johnston",
                true
            ],
            [
                "a page threatening my life is still up after hundreds of people have reported it.",
                "Johnston",
                false
            ],
            [
                "given the new name and her disclaimer in the bio it doesn't violate our community standards.",
                "Elizabeth Johnston",
                false
            ],
            [
                "With a death threat, you never know 100 percent if someone is going to follow through on their threat.",
                "Johnston",
                true
            ],
            [
                "But it is the job of Facebook to take all targeted death threats seriously.",
                "Johnston",
                true
            ],
            [
                "For them to say that because now that the page has edited itself to claim that it is satire that they are not going to take the death threats seriously, just shows that we are all defenseless on Facebook's platform, especially public figures.",
                "Johnston",
                true
            ],
            [
                "That is the thing that is even more dangerous about this is that it is a private group that is inciting violence against me.",
                "",
                true
            ],
            [
                "So I can't be there to see what it is,",
                "",
                true
            ],
            [
                "It is not like a public page where what they say about me I can see it.",
                "",
                true
            ],
            [
                "But I can't see what is going on inside of here.",
                "",
                true
            ],
            [
                "Last week, I got two very targeted death threat emails.",
                "",
                true
            ],
            [
                "I don't get those on a weekly basis.",
                "",
                true
            ],
            [
                "I get very hateful mail but I don't I get threats of, 'I know where you live.",
                "",
                true
            ],
            [
                "Last week, I got two that were so frightening that I called the police and I filed a report.",
                "",
                true
            ],
            [
                "God will punish you for your sins.",
                "",
                true
            ],
            [
                "we all know where you live now.",
                "",
                false
            ],
            [
                "may consider things like a person's public visibility or the likelihood of real world violence in determining whether a threat is credible.",
                "",
                false
            ],
            [
                "It was personally escalated and taken to the people who make these decisions, so people were looking at this.",
                "Johnston",
                true
            ],
            [
                "This wasn't artificial intelligence, this wasn't a robot or computer,",
                "Johnston",
                true
            ],
            [
                "People at Facebook looked at this and still made the determination that they weren't going to change it.",
                "Johnston",
                true
            ],
            [
                "a heightened problem with the extreme double standard",
                "",
                false
            ],
            [
                "Facebook should be a safe place for the free exchange of ideas, regardless of one's political or religious affiliation.",
                "Johnston",
                true
            ],
            [
                "The public is growing increasingly disgruntled, and rightly so, with the double standard of Silicon Valley companies like Facebook, Google, and Twitter who are getting exposed for applying a different standard to users on the right and the left of the social/political spectrum,",
                "Johnston",
                true
            ],
            [
                "The big guys at Facebook do not want us little guys to compete evenly in the marketplace of ideas and free speech, because they realize we greatly outnumber them.",
                "Johnston",
                true
            ],
            [
                "With two billion users, it can be argued that Facebook has become a public utility and thus cannot discriminate against users based upon their political or religious views,",
                "",
                true
            ],
            [
                "Conservative users who don't tow the liberal line on issues like Islam, abortion, and homosexuality are repeatedly banned and silenced in an Orwellian manner for expressing their valid concerns, thus causing conservatives to cry out for an alternative platform that welcomes the free exchange of ideas.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.lifesitenews.com/news/facebook-says-group-wanting-to-burn...alive-christian-mom-meets-community-s",
                "https://www.christianpost.com/news/facebook-suspends-christian-homeschool-moms-account-over-posts-citing-bible-on-homosexuality-175521/",
                "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech-212992/",
                "https://www.christianpost.com/news/facebook-apologizes-for-suspending-christian-mom-over-post-on-homosexuality-175779/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://activistmommy.com/",
                "https://www.facebook.com/communitystandards#direct-threats",
                "https://www.facebook.com/theactivistmommy/photos/a.958532077598275.1073741829.954553357996147/1518514258266718/?type=3&theater",
                "https://www.facebook.com/groups/881576185343888/?hc_location=ufi",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "doesnt",
            "mommy",
            "community",
            "group",
            "dont",
            "told",
            "public",
            "facebook",
            "alive",
            "violate",
            "going",
            "burn",
            "threat",
            "page",
            "standards",
            "activist",
            "johnston"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech.html",
        "title": "Facebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\nFacebook Takes Down 'Warriors for Christ' Page Citing Policy on Bullying, Hate Speech\n| Tuesday, January 09, 2018\nFacebook has unpublished the Facebook page associated with the pre-denominational Christian ministry \"Warriors for Christ,\" an organization that opposes homosexuality and abortion, on grounds that it violated its community standards on bullying and hate speech.\nWarriors for Christ , a West Virginia-based ministry that stands unapologetically opposed to all sinful behavior, no longer has access to its main Facebook page that had over 225,000 followers.\nThe main Warriors for Christ Facebook page, which is often used to post memes that lash out against society's embrace of things like LGBT rights and abortion, and is used to facilitate the organization's video ministry  led by Pastor Rich Penkoski, was initially removed by the social media giant on Dec. 29.\nAlthough the Facebook page was reinstated on Jan. 2 after an online petition  was launched calling for Facebook to republish the page, Facebook administrators again took the Warriors for Christ page down last Friday.\nPenkoski said in an interview with The Christian Post on Monday that his organization's Christian beliefs are being censored by Facebook because a number of LGBT activists who follow Warriors for Christ on social media had lodged complaints.\n\"We can't even use the term 'LGBT' in any context whatsoever or else it immediately gets flagged and banned. If we type those four letters out in our page, it gets removed,\" Penkoski said.\nAs there have been a number of Warriors for Christ's Facebook posts and videos that have been removed by Facebook, Penkoski said that other posts that have been removed included ones that displayed the organization's opposition to abortion.\n\"We count our posts on the page. Out of 3,000 posts, less than 3 percent had to with LGBT issues,\" Penkoski explained, adding that the majority of the counseling work his ministry does is to help reconcile marriages impacted by adultery.\n\"Yet, homosexuality is the focus that everyone keeps talking about with us. We talk about abortion. We talk about adultery. We talk about fornication. Nobody ever talks about that stuff,\" he added. \"When Facebook pulled our page [for the first time], we were actually counseling with a young woman who was suicidal.\"\nWhile Penkoski said he did not receive an explanation the first time the page was unpublished on Dec. 29, he says he did receive an email from Facebook explaining why the page was removed on Jan. 5 and left with no way to appeal the decision.\n\"Your Page 'Warriors for Christ' has been removed for violating our Terms of Use. A Facebook Page is a distinct presence used solely for business or promotional purposes. Among other things, Pages that are hateful, threatening or obscene are not allowed,\" the email reads. \"We also take down Pages that attack an individual or group, or that are set up by an unauthorised individual. If your Page was removed for any of the above reasons, it will not be reinstated. Continued misuse of Facebook's features could result in the permanent loss of your account.\"\nCP contacted Facebook for comment on the removal of Warriors for Christ's page, but was pointed in the direction of Facebook's policies on bullying  and hate speech .\n\"We don't tolerate bullying or harassment. We allow you to speak freely on matters and people of public interest, but remove content that appears to purposefully target private individuals with the intention of degrading or shaming them,\" the policy on bullying reads.\nThe Facebook policy on hate speech states that content is removed if it \"attacks\" people based on their race, ethnicity, national origin, religious affiliation, sexual orientation, sex, gender and gender identity.\nThe hate speech policy further calls out pages that \"identify and shame private individuals,\" and repeatedly target other people with unwanted friend requests or messages.\nPenkoski told CP that the Warriors for Christ page does not target private individuals.\n\"These are not violations of community standards,\" Penkoski said of the posts removed by Facebook. \"Facebook may not like it but it is not a violation of anything. It is not hurtful. It is not obscene. It's not attacking. It's not threatening. We are Christians. We don't do that.\"\nPenkoski has himself been threatened and even been forced to move homes for the sake of his family's safety after the Warriors for Christ Facebook page made headlines last June for announcing  that any person who posted an LGBT rainbow flag emoji on the page would be banned from the page.\n\"We specifically ask Facebook, what exact standards of yours did we violate? People have seen what has happened to us with the death threats and everything else. That's actual hate speech — calling for the death of someone else. I don't care who does it. If you are Christian or not, that is hate speech,\" Penkoski asserted. \"We have never done anything close to that. In fact, we have stated emphatically that we don't want harm to come to anybody, whether they agree with us or not. Our job is to preach the truth because we want people to live better lives.\"\nLast Monday, Penkoski informed CP that the organization lost access to its lesser-known youth ministry Facebook page and the Facebook page of its affiliate in Australia. However, Warriors for Christ regained access to those two pages later on Wednesday evening. \nWarriors for Christ is now operating mainly on Facebook via its old youth ministry page . That page only has a reach of nearly 6,000 followers.\nOver 2,100 people have signed onto the Change.org petition calling for the Warriors for Christ Facebook page to be reinstated.\nPenkoski is one of the founders of the new Christian social media alternative launched last year called SocialCross.org . The platform was inspired by Penkoski's own personal suspensions from Facebook for posting about his opposition to the LGBT agenda. Over 12,000 users have joined the site.\nThe Facebook page that Warriors for Christ was using as their primary Facebook outlet after having their main Facebook page with 225,000 followers unpublished last Friday, was taken down by Facebook on Tuesday morning.\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "We can't even use the term 'LGBT' in any context whatsoever or else it immediately gets flagged and banned.",
                "Rich Penkoski",
                true
            ],
            [
                "If we type those four letters out in our page, it gets removed,",
                "Rich Penkoski",
                true
            ],
            [
                "We count our posts on the page.",
                "Rich Penkoski",
                true
            ],
            [
                "Out of 3,000 posts, less than 3 percent had to with LGBT issues,",
                "Rich Penkoski",
                true
            ],
            [
                "Yet, homosexuality is the focus that everyone keeps talking about with us.",
                "",
                true
            ],
            [
                "Nobody ever talks about that stuff,",
                "",
                true
            ],
            [
                "When Facebook pulled our page [for the first time], we were actually counseling with a young woman who was suicidal.",
                "",
                true
            ],
            [
                "Your Page 'Warriors for Christ' has been removed for violating our Terms of Use.",
                "",
                true
            ],
            [
                "A Facebook Page is a distinct presence used solely for business or promotional purposes.",
                "",
                true
            ],
            [
                "Among other things, Pages that are hateful, threatening or obscene are not allowed,",
                "",
                true
            ],
            [
                "We also take down Pages that attack an individual or group, or that are set up by an unauthorised individual.",
                "",
                true
            ],
            [
                "If your Page was removed for any of the above reasons, it will not be reinstated.",
                "",
                true
            ],
            [
                "Continued misuse of Facebook's features could result in the permanent loss of your account.",
                "",
                true
            ],
            [
                "We don't tolerate bullying or harassment.",
                "",
                true
            ],
            [
                "We allow you to speak freely on matters and people of public interest, but remove content that appears to purposefully target private individuals with the intention of degrading or shaming them,",
                "",
                true
            ],
            [
                "These are not violations of community standards,",
                "Rich Penkoski",
                true
            ],
            [
                "Facebook may not like it but it is not a violation of anything.",
                "Rich Penkoski",
                true
            ],
            [
                "We specifically ask Facebook, what exact standards of yours did we violate?",
                "Rich Penkoski",
                true
            ],
            [
                "People have seen what has happened to us with the death threats and everything else.",
                "Rich Penkoski",
                true
            ],
            [
                "That's actual hate speech — calling for the death of someone else.",
                "Rich Penkoski",
                true
            ],
            [
                "I don't care who does it.",
                "Rich Penkoski",
                true
            ],
            [
                "If you are Christian or not, that is hate speech,",
                "Rich Penkoski",
                true
            ],
            [
                "We have never done anything close to that.",
                "Rich Penkoski",
                true
            ],
            [
                "In fact, we have stated emphatically that we don't want harm to come to anybody, whether they agree with us or not.",
                "Rich Penkoski",
                true
            ],
            [
                "Our job is to preach the truth because we want people to live better lives.",
                "Rich Penkoski",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/social-cross-website-offers-christians-alternative-facebook-196418/",
                "https://www.christianpost.com/news/pastor-forced-move-receiving-threats-opposing-facebooks-rainbow-flag-emoji-193075/",
                "https://www.christianpost.com/news/warriors-for-christ-pastor-accuses-facebook-of-censorship-after-calling-pride-rainbow-mark-of-the-beast-191620/",
                "https://www.patheos.com/blogs/progressivesecularhumanist/2017/06/christian-facebook-page-fights-rainbow-flag-emojis-loses/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/wfcchurch.org/",
                "https://wfcchurch.org/",
                "https://www.change.org/p/facebook-bring-back-the-warriors-for-christ-page",
                "https://www.facebook.com/communitystandards#bullying-and-harassment",
                "https://www.youtube.com/channel/UCDPOf1ECvN5hWV7LY_WGy_A",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "penkoski",
            "ministry",
            "lgbt",
            "removed",
            "takes",
            "speech",
            "policy",
            "facebook",
            "citing",
            "christ",
            "warriors",
            "posts",
            "bullying",
            "page",
            "hate"
        ]
    },
    {
        "url": "https://www.breitbart.com/entertainment/2018/01/11/nick-loeb-producing-roe-v-wade-movie-crowdfund-site-blocked-facebook/",
        "title": "Facebook Blocks Crowdfunding Site for ‘Roe v. Wade’ Movie",
        "authors": [
            {
                "name": "Dr. Susan Berry",
                "link": null
            }
        ],
        "publisher": "http://www.breitbart.com",
        "publish_date": "2018-01-11",
        "text": "Actor and producer Nick Loeb is joining with pro-life leaders in the production of Roe v. Wade , described as “the first movie ever about the true story” of the controversial Supreme Court case that created a right to abortion though no such right ever existed in the Constitution.\nPro-life leader Dr. Alveda King, who heads Civil Rights for the Unborn, a division of Priests for Life, is serving as an executive producer of the movie.\nAcademy Award-winning actor Jon Voight is attached to play a Supreme Court Justice in the film, says the fundraising site.\n“No one’s ever done this movie before,” Loeb told Breitbart News in an interview.\n“Planned Parenthood is a major theme throughout our film,” he said. “The movie opens up with the founder of Planned Parenthood Margaret Sanger giving a speech at a KKK rally, talking about how we should reduce the black population in America.”\nLoeb explained that Planned Parenthood and abortion advocacy organization NARAL were behind the effort to find a young girl – Norma McCorvey, who eventually became “Roe” – about whom “they could manufacture a case to bring before the Supreme Court.”\nMcCorvey ultimately became a pro-life advocate.\nHollywood only wants you to hear their version of the story – in fact, there are 3 movies currently in development that take a pro-abortion stance. But you shouldn’t be surprised. Hollywood has always had an agenda to influence Americans to accept abortion, even if they have to re-write history to do it.\nThe producers note that ten percent of the net proceeds of the film will be donated to pro-life organizations.\nThe crowdfunding site, however, has been blocked by Facebook, as has been the sharing of the site by followers.\nScreenshot\nScreenshot\nScreenshot\nScreenshot\n“It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our Roe v. Wade movie page,” said Jalesia McQueen, an executive producer of the movie, in a statement to Breitbart News.\nFacebook did not respond to an email regarding its reasons for blocking the Roe v. Wade fundraising site itself and the sharing of the site by followers. Its press office sent a generic response letter.\nThe Christian Post reported Tuesday that Facebook had also censored Christian ministry Warriors for Christ, which opposes abortion and homosexuality, claiming it violated its standards on bullying and hate speech.\nThe report notes the Warriors’ Facebook page was taken down on December 29, reinstated on January 2 after an online petition was launched, and then removed again by Facebook on January 5.\nPastor Rich Penkoski of the Warriors told the Post Facebook is censoring his group due to complaints by LGBT activists.\n“Yet, homosexuality is the focus that everyone keeps talking about with us,” he reportedly said. “We talk about abortion. We talk about adultery. We talk about fornication. Nobody ever talks about that stuff.”\nPenkoski said he received an email from Facebook regarding its censoring of the Warriors’ page that offered no path to appeal its decision.\n“Your Page ‘Warriors for Christ’ has been removed for violating our Terms of Use. A Facebook Page is a distinct presence used solely for business or promotional purposes. Among other things, Pages that are hateful, threatening or obscene are not allowed,” the email reportedly read. “We also take down Pages that attack an individual or group, or that are set up by an unauthorised individual. If your Page was removed for any of the above reasons, it will not be reinstated. Continued misuse of Facebook’s features could result in the permanent loss of your account.”\nIn 2013, LifeNews reported that Facebook CEO and co-founder Mark Zuckerberg and his wife donated 18 million shares of Facebook stock, valued at $992.2 million, to the Silicon Valley Community Foundation – which distributes funds from donors to companies, one of which is Planned Parenthood.\nIn Planned Parenthood’s latest annual report released two weeks ago, the abortion industry giant boasted, “Tech stands with Planned Parenthood”:\nLast spring, at the massive South by Southwest Conference, Planned Parenthood and Tumblr launched Tech Stands With Planned Parenthood to foster stronger partnerships with the tech community. More than 70 tech leaders and executives sent a letter to congressional leadership in support of Planned Parenthood. Employees at Google organized to raise funds for Planned Parenthood and launched internal initiatives under the Tech Stands with Planned Parenthood campaign. Many other tech supporters have continued to show their support through local partnerships with Planned Parenthood affiliates, hosting matching campaigns, and more.\nSimilarly, in October, tech industry giant Google honored Planned Parenthood president Cecile Richards during an event titled “Heroes on the Front Lines of Resistance.”\nPlease let us know if you're having issues with commenting.\nSOCIAL\nFROM THE HOMEPAGE\n",
        "quotes": [
            [
                "the first movie ever about the true story",
                "",
                false
            ],
            [
                "No one’s ever done this movie before,",
                "Loeb",
                true
            ],
            [
                "Planned Parenthood is a major theme throughout our film,",
                "Loeb",
                true
            ],
            [
                "The movie opens up with the founder of Planned Parenthood Margaret Sanger giving a speech at a KKK rally, talking about how we should reduce the black population in America.",
                "Loeb",
                true
            ],
            [
                "they could manufacture a case to bring before the Supreme Court.",
                "Norma McCorvey",
                false
            ],
            [
                "It is outrageous that Facebook purports to be apolitical when there have been trends of blocking pages of conservative causes, such as our Roe v. Wade movie page,",
                "Jalesia McQueen",
                true
            ],
            [
                "Yet, homosexuality is the focus that everyone keeps talking about with us,",
                "Penkoski",
                true
            ],
            [
                "Nobody ever talks about that stuff.",
                "Penkoski",
                true
            ],
            [
                "Your Page ‘Warriors for Christ’ has been removed for violating our Terms of Use.",
                "Penkoski",
                true
            ],
            [
                "A Facebook Page is a distinct presence used solely for business or promotional purposes.",
                "Penkoski",
                true
            ],
            [
                "Among other things, Pages that are hateful, threatening or obscene are not allowed,",
                "Penkoski",
                true
            ],
            [
                "We also take down Pages that attack an individual or group, or that are set up by an unauthorised individual.",
                "Penkoski",
                true
            ],
            [
                "If your Page was removed for any of the above reasons, it will not be reinstated.",
                "Penkoski",
                true
            ],
            [
                "Continued misuse of Facebook’s features could result in the permanent loss of your account.",
                "Penkoski",
                true
            ],
            [
                "Heroes on the Front Lines of Resistance.",
                "Cecile Richards",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.breitbart.com/big-government/2017/10/11/google-sponsors-resistance-event-honoring-planned-parenthood-president/",
                "https://www.lifenews.com/2014/02/12/facebook-ceo-mark-zuckerberg-donates-992-2-million-to-charity-funding-planned-parenthood/",
                "https://www.christianpost.com/news/facebook-takes-down-warriors-for-christ-page-citing-policy-bullying-hate-speech-212992/",
                "https://www.breitbart.com/big-government/2018/01/02/womens-health-care-planned-parenthood-321384-abortions-0-mammograms/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.indiegogo.com/projects/roe-v-wade-the-movie-film#/",
                "https://www.change.org/p/facebook-bring-back-the-warriors-for-christ-page",
                "https://www.breitbart.com/contact-us/comment-feedback/"
            ]
        },
        "key_words": [
            "roe",
            "crowdfunding",
            "abortion",
            "v",
            "site",
            "facebook",
            "planned",
            "warriors",
            "blocks",
            "parenthood",
            "movie",
            "page",
            "wade",
            "tech"
        ]
    },
    {
        "url": "https://www.lifesitenews.com/news/facebook-says-group-wanting-to-burn...alive-christian-mom-meets-community-s",
        "title": "Facebook says group wanting to ‘burn…alive’ Christian mom meets ‘Community standards’",
        "authors": [
            {
                "name": "Follow Dorothy",
                "link": null
            },
            {
                "name": "Dorothy Cummings Mclean",
                "link": null
            }
        ],
        "publisher": "https://www.lifesitenews.com",
        "publish_date": "",
        "text": "Facebook says group wanting to ‘burn…alive’ Christian mom meets ‘Community standards’\nJanuary 15, 2018 ( LifeSiteNews ) – A Facebook group wanting to “burn...alive” a U.S. Christian pro-family activist who takes bold stances against feminism, political correctness, and the LGBT lobby \"doesn't go against...Community Standards,” according to Facebook.\nConservative blogger Elizabeth Johnston , also known as “The Activist Mommy,” took umbrage when she found a Facebook group called “I will find The Activist Mommy and burn whoever runs it alive.” The Activist Mommy's common sense and bucking of political correctness have gained her large online audiences. Her social media accounts have been targeted for censorship by Facebook and Twitter . \nJohnston first reported the group to Facebook for “harassment” and then encouraged others to flag it.  \nFacebook responded to Johnston, saying that the group didn’t “go against one of [Facebook’s] specific community standards.” The Facebook moderator suggested that Johnston send the exact content that she deemed harassment, like a photo, “instead of the entire group.”\nJohnson was outraged by Facebook’s response. \n“So a page named 'I Will Find Activist Mommy And Burn Whoever Runs It Alive' does NOT go against Facebook’s community standards? Hmmm...if that is not targeted violence, nothing is! Facebook is a joke! Share this folks!” she posted. \nThe legal implications of uttering a death threat may have occurred to the page holder, for he or she eventually printed a disclaimer saying “I don’t really want someone to burn her alive. I don’t want to, I don’t want followers to do so,  just don’t do it. I don’t condone it.”\nSince Johnson reported the page, the name of the page has been changed to “May God make the Activist Mommy spontaneously combust.”\nLast year Activist Mommy led the pro-family charge against Teen Vogue’s article “Anal Sex: What You Need to Know,” promoting rectal sex to girls. She called on parents to demand that stores pull Teen Vogue from their shelves, calling it a “piece of trash” as she tore pages from the magazine and threw them into a burning fire pit.\nFREE pro-life and pro-family news.\nStay up-to-date on the issues you care about the most. Sign up today!\nSubscribe\nCan you donate today?\nMust-Reads\nComments\nLifeSiteNews welcomes thoughtful, respectful comments that add useful information or insights. Demeaning,             hostile or propagandistic comments, and streams not related to the storyline, will be removed.\nLSN commenting is not for frequent personal blogging, on-going debates or theological or other disputes             between commenters.\nMultiple comments from one person under a story are discouraged (suggested maximum of three). Capitalized             sentences or comments will be removed (Internet shouting).\nLifeSiteNews gives priority to pro-life, pro-family commenters and reserves the right to edit or             remove comments.\n",
        "quotes": [
            [
                "I will find The Activist Mommy and burn whoever runs it alive.",
                "Elizabeth Johnston",
                true
            ],
            [
                "go against one of [Facebook’s] specific community standards.",
                "Johnston",
                false
            ],
            [
                "So a page named 'I Will Find Activist Mommy And Burn Whoever Runs It Alive' does NOT go against Facebook’s community standards?",
                "Johnston",
                true
            ],
            [
                "Hmmm...if that is not targeted violence, nothing is!",
                "Johnston",
                true
            ],
            [
                "I don’t really want someone to burn her alive.",
                "",
                true
            ],
            [
                "I don’t want to, I don’t want followers to do so,  just don’t do it.",
                "",
                true
            ],
            [
                "May God make the Activist Mommy spontaneously combust.",
                "Johnson",
                true
            ],
            [
                "Anal Sex: What You Need to Know,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.lifesitenews.com/news/facebook-says-its-sorry-for-freezing-out-christian-mom-who-quoted-bible-on",
                "https://www.lifesitenews.com/news/teen-vogue-editor-flips-off-critics-of-anal-sex-article-blames-backlash-on",
                "https://www.lifesitenews.com/news/activist-burns-piece-of-trash-teen-vogue-over-anal-sex-article",
                "https://www.lifesitenews.com/news/twitter-reinstates-activist-mommy-after-she-criticizes-gay-teen-vogue-edito",
                "https://www.teenvogue.com/story/anal-sex-what-you-need-to-know"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://activistmommy.com/",
                "https://www.facebook.com/theactivistmommy/photos/a.958532077598275.1073741829.954553357996147/1518514258266718/?type=3&theater",
                "https://www.lifesitenews.com/",
                "https://www.facebook.com/groups/881576185343888/?hc_location=ufi"
            ]
        },
        "key_words": [
            "group",
            "mommy",
            "community",
            "dont",
            "facebooks",
            "christian",
            "meets",
            "facebook",
            "burnalive",
            "wanting",
            "burn",
            "page",
            "standards",
            "mom",
            "activist",
            "johnston"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/facebook-suspends-christian-homeschool-moms-account-over-posts-citing-bible-on-homosexuality.html",
        "title": "Facebook Suspends Christian Homeschool Mom's Account Over Posts Citing Bible on Homosexuality",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFacebook Suspends Christian Homeschool Mom's Account Over Posts Citing Bible on Homosexuality\nFacebook Suspends Christian Homeschool Mom's Account Over Posts Citing Bible on Homosexuality\nFacebook Suspends Christian Homeschool Mom's Account Over Posts Citing Bible on Homosexuality\n| Tuesday, February 21, 2017\nElizabeth Johnston | (Photo: Facebook / The Activist Mommy)\nA Christian mother is accusing the social media giant Facebook of censorship after her account was suspended over posts on what the Bible says about homosexuality and sin.\nElizabeth Johnston, an Ohio homeschooling mother of 10 who runs the popular conservative blog \" The Activist Mommy ,\" told The Christian Post on Tuesday that Facebook suspended her account earlier this month because she wrote about how Leviticus condemns homosexuality as \"detestable\" and an \"abomination.\"\nJohnston said the comment in question was posted over six months ago in a long thread of comments that was in response to another Facebook user who claimed that Christians are hypocrites for condemning homosexuality but being willing to eat shellfish and pork.\nThe post was removed on Feb. 9 and Johnston's public \"The Activist Mommy\" Facebook page , which has over 76,000 followers, was frozen for a period of three days. She was alerted that her comment on homosexuality was removed because \"it doesn't follow the Facebook Community Standards.\"\n\"Someone had commented underneath one of my videos and were commenting under the thread and said something about how Old Testament law prohibits the eating of pork — one of the homosexuals' favorite arguments to make. I responded with just scriptural commentary and that is considered 'hate speech' by Facebook,\" Johnston explained. \"It was just very intellectual and it was just a commentary on what the Bible says. There was no name calling or anything like that.\" \nAfter her account was unfrozen on Feb. 12, Johnston said that she re-posted her thoughts on the Bible's condemnation of homosexuality only to have Facebook remove the post again and freeze her account for an additional seven days.\n\"Last Sunday, I posted something about the ban, explaining to my followers where I had been the last three days and reposted the screenshot and wrote #FacebookCensorship,\" Johnston said. \"That ticked them off and they didn't like that at all. It was going viral. Just within a few hours, they had banned me again and they were going to make it more painful.\"\nThe widely used social media platform was surrounded in controversy last year after it was accused of censoring conservative news sites  in its \"trending news\" section. At the time, Zuckerberg denied the allegations that Facebook suppresses conservative media outlets and assured that Facebook is \"committed to building a platform for all ideas.\"\nZuckerberg later had a meeting with conservative media figures to hear their concerns and build trust. He assured that Facebook is a \"platform for all ideas.\"\nFacebook has yet to provide a concrete reason as for why Johnston's posts were removed and her account was suspended. But the organization's community standards explain that Facebook removes various forms of \"hate speech\" — a term LGBT activists have used to label traditional biblical teachings on homosexuality.\nThe community standards  state: \"Facebook removes hate speech, which includes content that directly attacks people based on their: race, ethnicity, national origin, religious affiliation, sexual orientation, sex, gender, or gender identity, or serious disabilities or diseases.\"\nJohnston's post only cited Scripture and did not directly attack any person.\nThe Ohio mother contended that with the way the Facebook algorithm is set up is that all that is needed for her account to be frozen is for liberal trolls and LGBT activists to report her account.\nJohnston, who launched her \"Activist Mommy\" blog in 2016, told CP that she had been active on Facebook for over 10 years and was never reported until she became \"The Activist Mommy.\" Since then, she has had her account frozen three different times. The first time coming last year after LGBT activists complained about a video she posted of a local gay pride parade. \n\"The fact of it is that the people who have more influence and a following as conservative Christians and have a larger voice in the culture are at greater risk for this type of thing happening,\" she stated. \"We can be innocent as a baby but if a homosexual goes onto a website and tells everybody to report 'The Activist Mommy,' then I end up getting banned.\"\n\"It would be one thing if Facebook said, 'We're liberals. This is our page and we can do whatever we want. It's our property.' I would appreciate that at least they were being honest and transparent,\" she added. \"But no, they lie and say 'we're unbiased.' But when Christians report nudity or pictures of Donald Trump assassinated with a bullet through his head, we get responses that say, 'This does not violate Facebook's community guidelines' and the post remains.'\"\nThe Christian Post reached out to Facebook for comment on why Johnston's posts were removed and whether or not the platform allows its users to debate issues of homosexuality. No response was received by press time.\nThis is not the first time that Facebook has tried to censor somebody who posted about their opposition to the LGBT movement.\nLast April after the controversy surrounding North Carolina's transgender bathroom bill became a national issue, Kristi Merritt of Lakewood, Washington, posted a series of photos  on Facebook with the purpose of showing the flawed logic behind the Left's push for transgender rights.\nMerritt dressed up in a series of outfits to prove her point that no matter what clothes somebody puts on, they are still the same biological sex they were when they were born.\nOne picture shows Merritt dressed up in a sombrero while she holds a Corona and a sign that reads, \"Does this make me a Mexican?\" Another photo shows Merritt dressed up like a pirate with a sign that reads, \"Does this make me a pirate?\" A third photo shows Merritt wearing a Russell Wilson Seattle Seahawks jersey while holding a sign that asks, \"Does this make me Russell Wilson?\" A fourth photo features a dress, purse and high-heel shoes laid out next to a sign that asks, \"Then, how can this make a man into a woman?\"\n\"A man in women's clothes does not make him a woman,\" Merritt wrote. \"Men should not get to be in our bathrooms or lockers!\"\nIn an update post , Merritt wrote that Facebook tried to get her to remove the pictures because they had been flagged for nudity even though she was fully clothed in all of the pictures. Merritt was told that in order to keep her account activated, she must remove the posts tagged for nudity.\n\"Facebook is trying to make me remove this post, they are saying it has nudity in it. Here's what's happening. The people who want to censor me are reporting it as having nudity when clearly it does not,\" she said. \"THIS IS HOW THE LEFTIST HATERS function, only they have free speech!!!!\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "it doesn't follow the Facebook Community Standards.",
                "Elizabeth Johnston",
                false
            ],
            [
                "Someone had commented underneath one of my videos and were commenting under the thread and said something about how Old Testament law prohibits the eating of pork — one of the homosexuals' favorite arguments to make.",
                "Johnston",
                true
            ],
            [
                "I responded with just scriptural commentary and that is considered 'hate speech' by Facebook,",
                "Johnston",
                true
            ],
            [
                "It was just very intellectual and it was just a commentary on what the Bible says.",
                "Johnston",
                true
            ],
            [
                "There was no name calling or anything like that.",
                "Johnston",
                true
            ],
            [
                "Last Sunday, I posted something about the ban, explaining to my followers where I had been the last three days and reposted the screenshot and wrote #FacebookCensorship,",
                "Johnston",
                true
            ],
            [
                "That ticked them off and they didn't like that at all.",
                "Johnston",
                true
            ],
            [
                "Just within a few hours, they had banned me again and they were going to make it more painful.",
                "Johnston",
                true
            ],
            [
                "committed to building a platform for all ideas.",
                "Zuckerberg",
                false
            ],
            [
                "Facebook removes hate speech, which includes content that directly attacks people based on their: race, ethnicity, national origin, religious affiliation, sexual orientation, sex, gender, or gender identity, or serious disabilities or diseases.",
                "Johnston",
                true
            ],
            [
                "The fact of it is that the people who have more influence and a following as conservative Christians and have a larger voice in the culture are at greater risk for this type of thing happening,",
                "",
                true
            ],
            [
                "We can be innocent as a baby but if a homosexual goes onto a website and tells everybody to report 'The Activist Mommy,' then I end up getting banned.",
                "",
                true
            ],
            [
                "It would be one thing if Facebook said, 'We're liberals.",
                "",
                true
            ],
            [
                "This is our page and we can do whatever we want.",
                "",
                true
            ],
            [
                "I would appreciate that at least they were being honest and transparent,",
                "",
                true
            ],
            [
                "But no, they lie and say 'we're unbiased.",
                "",
                true
            ],
            [
                "But when Christians report nudity or pictures of Donald Trump assassinated with a bullet through his head, we get responses that say, 'This does not violate Facebook's community guidelines' and the post remains.",
                "",
                true
            ],
            [
                "Does this make me a Mexican?",
                "",
                true
            ],
            [
                "Does this make me a pirate?",
                "Merritt",
                true
            ],
            [
                "Does this make me Russell Wilson?",
                "Merritt",
                true
            ],
            [
                "Then, how can this make a man into a woman?",
                "",
                true
            ],
            [
                "A man in women's clothes does not make him a woman,",
                "Merritt",
                true
            ],
            [
                "Men should not get to be in our bathrooms or lockers!",
                "Merritt",
                true
            ],
            [
                "Facebook is trying to make me remove this post, they are saying it has nudity in it.",
                "",
                true
            ],
            [
                "The people who want to censor me are reporting it as having nudity when clearly it does not,",
                "",
                true
            ],
            [
                "THIS IS HOW THE LEFTIST HATERS function, only they have free speech!!!!",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/former-facebook-employees-unmask-trending-news-blacklist-of-conservative-media-163456/",
                "https://www.christianpost.com/news/facebook-tells-woman-remove-photos-flagged-nudity-opposing-men-womens-bathrooms-162576/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/theactivistmommy/",
                "https://www.facebook.com/photo.php?fbid=10206483854241425&set=p.10206483854241425&type=3&theater",
                "https://www.facebook.com/communitystandards#hate-speech",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "merritt",
            "suspends",
            "moms",
            "mommy",
            "homosexuality",
            "does",
            "christian",
            "facebook",
            "citing",
            "conservative",
            "bible",
            "posted",
            "homeschool",
            "posts",
            "account",
            "post"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/facebook-apologizes-for-suspending-christian-mom-over-post-on-homosexuality.html",
        "title": "Facebook Apologizes for Suspending Christian Mom Over Post on Homosexuality",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFacebook Apologizes for Suspending Christian Mom Over Post on Homosexuality\nFacebook Apologizes for Suspending Christian Mom Over Post on Homosexuality\nFacebook Apologizes for Suspending Christian Mom Over Post on Homosexuality\n| Friday, February 24, 2017\nFacebook CEO Mark Zuckerberg is seen on stage during a town hall at Facebook's headquarters in Menlo Park, California, September 27, 2015. | (Photo: Reuters/Stephen Lam/File Photo)\nThe social media giant Facebook said Thursday that it made an \"error\" by suspending a Christian video blogger's account after she wrote a post about the Bible's condemnation of homosexuality.\nAs previously reported by The Christian Post , Facebook recently froze the public Facebook page of Elizabeth Johnston, an Ohio homeschool mother of 10 who runs the popular blog and Facebook account \"The Activist Mommy.\"\nElizabeth Johnston | (Photo: Facebook / The Activist Mommy)\n\"The Activist Mommy\" Facebook account was frozen on Feb. 9 because of a comment Johnston posted over six months ago that cited passages from the New Testament and Old Testament, including how Leviticus states that homosexuality is a \"detestable\" sin and an \"abomination.\"\nThe comment, which included no name-calling, was simply Johnston's commentary in response to another Facebook user, who had commented on one of Johnston's videos and argued that Christians are hypocrites for condemning homosexuality.\nJohnston received a message from Facebook saying that the post in question was removed because \"it doesn't follow the Facebook Community Standards.\" Additionally, her account was frozen for a period of three days.\nAfter she regained access to her account on Feb. 12, Johnston published a post explaining to her followers that her Facebook account had been frozen. The post included a screengrab of her original Bible commentary and the message that she received from Facebook. She concluded the post with the hashtag #FacebookCensorsBible.\nIt didn't take long for Facebook to remove the Feb. 12 post  and freeze Johnston's account for an additional seven days.\nAfter news of Johnston's claims were reported on by CP and picked up by numerous media outlets worldwide, Facebook is now offering an apology.\nA spokesperson for the social media company told CP on Thursday that the removal of Johnston's post and the suspension of her account was done by mistake and \"in error.\" The spokesperson assured that both posts in question have been restored.\n\"The post was removed in error and we restored it as soon as we were able to investigate,\" the Facebook spokesperson wrote in an email. \"Our team processes millions of reports each week and we sometimes get things wrong.\"\n\"We are sorry for any inconvenience this may have caused,\" the spokesperson added.\nAlong with the statement sent to CP, Facebook also notified Johnston on Thursday to inform her that a member of the Facebook team \"accidentally removed\" the two posts.\n\"This was a mistake,\" the notification read. \"We apologize for the error.\"\nJohnston wrote in an email to CP that she appreciates Facebook's apology. However, she stressed the fact that Facebook didn't feel the need to take action until after the issue was highlighted by major media outlets.\n\"Saying this was an accident is a joke! They sent me the post and said it specifically violated their community guidelines. Now they are saying they accidentally stated that and banned me for 10 days accidentally? No! It took a national news story to get my content returned to my page. What about the average Facebook user who doesn't have that luxury?\" Johnston asked. \"I am on a mission now to speak for them. I am receiving messages, screenshots and evidence from all over the world which proves that Facebook's system for filtering and banning is punitive against conservatives and Christians.\"\n\"If Facebook needed time to review the post that someone complained about, then why didn't they simply delete my comment until they had time to review it?\" Johnston continued. \"Why did they punish me with a 10-day ban? This is damage control because my story hit mainstream media.\"\nJohnston is not letting up on her claims that Facebook is censoring her account. Johnston started a thread  on her Facebook page asking her over 78,000 followers to submit any information on how her page is being censored by Facebook.\n\"One person told me my videos had no 'share' buttons on them while everyone else's do,\" Johnston wrote. \"Another woman just told me nothing happens when she clicks or shares my posts while she can share other people's posts.\"\nOne Facebook user wrote: \"I had your page 'liked' before but I just went to it and it wasn't 'liked' so I re-liked it.\"\nA Facebook user named David Dlugosinski wrote: \"No idea what happened yesterday. I shared your original post on Tuesday but it (and ONLY it) disappeared on Wednesday.\"\n\"After commenting on the disappearance in several places and re-sharing your post, the original 'share' re-appeared [sic]. It was definitely gone for a few hours,\" Dlugosinski said. \"I looked for it on my timeline for several minutes before re-sharing it.\"\nFacebook user Oliver Witherspoon explained: \"Yesterday, I posted a comment about Christianity and the sin of homosexuality on your page and now it's gone.\"\nJohnston said that she understands that Facebook is a private company and does not have to uphold free speech standards.\n\"But here is where Americans are crying foul: Zuckerberg is saying Facebook is unbiased. But in reality, it appears he is using the platform to further his personal political, religious and globalist agenda,\" Johnston argued. \"He is using Facebook as an ideological weapon and punishing those of us who don't submit to the agenda with suspensions and deletions of our pages.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "it doesn't follow the Facebook Community Standards.",
                "Elizabeth Johnston",
                false
            ],
            [
                "The post was removed in error and we restored it as soon as we were able to investigate,",
                "",
                true
            ],
            [
                "Our team processes millions of reports each week and we sometimes get things wrong.",
                "",
                true
            ],
            [
                "We are sorry for any inconvenience this may have caused,",
                "",
                true
            ],
            [
                "Saying this was an accident is a joke!",
                "Elizabeth Johnston",
                true
            ],
            [
                "They sent me the post and said it specifically violated their community guidelines.",
                "Elizabeth Johnston",
                true
            ],
            [
                "Now they are saying they accidentally stated that and banned me for 10 days accidentally?",
                "Elizabeth Johnston",
                true
            ],
            [
                "It took a national news story to get my content returned to my page.",
                "Elizabeth Johnston",
                true
            ],
            [
                "What about the average Facebook user who doesn't have that luxury?",
                "Elizabeth Johnston",
                true
            ],
            [
                "I am on a mission now to speak for them.",
                "Elizabeth Johnston",
                true
            ],
            [
                "I am receiving messages, screenshots and evidence from all over the world which proves that Facebook's system for filtering and banning is punitive against conservatives and Christians.",
                "Elizabeth Johnston",
                true
            ],
            [
                "If Facebook needed time to review the post that someone complained about, then why didn't they simply delete my comment until they had time to review it?",
                "Elizabeth Johnston",
                true
            ],
            [
                "Why did they punish me with a 10-day ban?",
                "Elizabeth Johnston",
                true
            ],
            [
                "This is damage control because my story hit mainstream media.",
                "Elizabeth Johnston",
                true
            ],
            [
                "One person told me my videos had no 'share' buttons on them while everyone else's do,",
                "Elizabeth Johnston",
                true
            ],
            [
                "Another woman just told me nothing happens when she clicks or shares my posts while she can share other people's posts.",
                "Elizabeth Johnston",
                true
            ],
            [
                "I had your page 'liked' before but I just went to it and it wasn't 'liked' so I re-liked it.",
                "",
                true
            ],
            [
                "I shared your original post on Tuesday but it (and ONLY it) disappeared on Wednesday.",
                "David Dlugosinski",
                true
            ],
            [
                "After commenting on the disappearance in several places and re-sharing your post, the original 'share' re-appeared [sic].",
                "Dlugosinski",
                true
            ],
            [
                "It was definitely gone for a few hours,",
                "Dlugosinski",
                true
            ],
            [
                "I looked for it on my timeline for several minutes before re-sharing it.",
                "Dlugosinski",
                true
            ],
            [
                "Yesterday, I posted a comment about Christianity and the sin of homosexuality on your page and now it's gone.",
                "Oliver Witherspoon",
                true
            ],
            [
                "But here is where Americans are crying foul: Zuckerberg is saying Facebook is unbiased.",
                "Elizabeth Johnston",
                true
            ],
            [
                "But in reality, it appears he is using the platform to further his personal political, religious and globalist agenda,",
                "Elizabeth Johnston",
                true
            ],
            [
                "He is using Facebook as an ideological weapon and punishing those of us who don't submit to the agenda with suspensions and deletions of our pages.",
                "Elizabeth Johnston",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/facebook-suspends-christian-homeschool-moms-account-over-posts-citing-bible-on-homosexuality-175521/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/theactivistmommy/posts/1203979763053504",
                "https://www.facebook.com/theactivistmommy/posts/1192997357485078",
                "https://www.facebook.com/theactivistmommy/",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "account",
            "suspending",
            "homosexuality",
            "christian",
            "facebook",
            "user",
            "apologizes",
            "johnstons",
            "page",
            "spokesperson",
            "media",
            "johnston",
            "mom",
            "post",
            "wrote"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/social-cross-website-offers-christians-alternative-facebook.html",
        "title": "New SocialCross Website Offers Christians an Alternative to Facebook",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNew SocialCross Website Offers Christians an Alternative to Facebook\nNew SocialCross Website Offers Christians an Alternative to Facebook\n| Wednesday, August 23, 2017\nConservative Christians who've been barred from Facebook for posting their beliefs about homosexuality and LGBT issues now have a new social media platform they can join that won't block users for defending biblical principals.\nAfter being suspended from Facebook numerous times for posting their thoughts on LGBT issues, a group of Christian preachers have launched a social networking alternative to Facebook called SocialCross .\nSocialCross, which works in a very similar manner to Facebook, aims to give Christians a place to engage and have conversations about events going on in the world without fear that their accounts will be suspended or blocked.\nIn just three weeks since it has been launched, over 2,300 users have signed up for SocialCross.\n\"This is a place where we can all come together as people who believe in Christ who want to share with one another and learn from each other, and do so without an environment of fear of having people report our post or Facebook blocking us for 30 days,\" the website's co-founder, Rich Penkoski, a West Virginia-based preacher and co-founder of the online pre-denominational ministry Warriors for Christ , told The Christian Post in an interview this week.\nPenkoski explained that he and his colleagues were inspired to create their own social media platform that allows Christians to speak freely and openly after his personal Facebook page was banned for 30 days on separate occasions in July because of comments he made in online threads that were reported to Facebook administrators by LGBT Facebook users.\n\"People were asking me for years to [build this kind of site] and I always said no. But when the whole thing happened with us in July, [my colleagues] were like, 'You know Rich, maybe we should.' I kept getting banned. I just got off another 30-day ban,\" Penkoski said. \"Another one of our guys got banned for saying, 'Jesus Christ can cure homosexuals from homosexuality.' He got banned for that. It was my ministry team that was like, 'This is the time to really start it.' I prayed about it a lot. I said, 'You know what? Let's do it.'\"\nAlong with Penkoski, the site was founded by his wife, Amanda, and their colleagues Anita Kallinicos and Nellchy Kentley. But with little Web development experience between the four of them, they hired the Indian-based company Pas Softech to build the new website.\nPenkoski said the Christian social media site was developed by PAS Softech Pvt. Ltd ., which is run by a Hindu man named Ankur Agarwal, and was created in less than two months.\n\"The whole idea is that it's a Christian site, run by Christians, designed by Christians and based on biblical principles,\" Penkoski said. \"But anybody and their brother can join so long as they understand that we're a Christian site run by Christians.\"\nThe site allows users to interact with each other by posting Christian-themed emojis such as a cross, praying hands, praise hands, an ichthys, a christian flag, a Bible and others.\nOne unique aspect of the site is that it allows users to search for relevant Bible verses without having to leave the site. Users can easily use the \"Bible Search\" located in the upper right-hand corner of the SocialCross homepage to look up Scripture.\n\"This is a social networking site with the features that all of us Christians want,\" Penkoski asserted.\nThe site's code of conduct  prohibits any use of profanity, racial epithets and sexually explicit adult material. The code of conduct also prohibits users from harassing others and authoring personal attacks.\n\"You may express your disagreement with someone's point of view, but personal attacks, or attacks based on another person's race, national origin, ethnicity, gender, disablement or other such affiliation, are prohibited,\" the SocialCross code of conduct states. \"A violation in this area may result in a warning or immediate termination from service. If you receive such a warning, you agree to read the SocialCross.org Terms and Conditions again.\"\nPenkoski added that although members of the LGBT community are allowed to join SocialCross, they are not allowed to harass users because of their belief in biblical definitions of marriage and sexuliaty.\n\"LGBT members are welcome so long as they are not going to try to cram that garbage down our throats,\" Penkoski asserted. \"If you want to come and ask honest questions and have honest dialogue, you are more than welcome. But if the goal is to comment and force their lifestyle on others, that is not going to be allowed.\"\nPenkoski said that since the website launched in its beta mode three weeks ago, \"LGBT trolls\" have found the page and harassed users.\n\"This is the same group of people that says to leave them alone,\" Penkoski said. \"We started a Christian social network site and they have to hop right over there, too, telling us to go die and leave them alone. It makes no sense.\"\nPenkoski added that people who promote hate groups and hateful ideologies like white supremacy and neo-Nazism are not welcome on the social media site. Penkoski and his team have already had to ban one Nazi supporter from the website.\n\"Over 2,000 people are using the site. We had to upgrade servers twice because of it,\" Penkoski said. \"For the most part, it's just a Christian audience right now. We haven't had any real issues and we are surprised because we are in the crosshairs of certain groups of people who know that we are doing it.\"\nConsidering that over 2,300 people have signed up for the platform in just under three weeks with relatively little promotion or advertising of SocialCross, except on the Warriors for Christ Facebook page, Penkoski and his team are expecting that they will need to increase the SocialCross staff in the future.\nAlthough the founders initially intended for SocialCross to be a nonprofit and advertisement free, Penkoski said that they quickly realized that the costs of running a site like this would be too great not to allow for paid advertisers.\n\"When I set this up, [our server company] said that based upon the growth that they see so far, they can honestly see us using 100 servers in a year or two year's time. You are talking $10,000-a-month to keep this thing running,\" Penkoski explained. \"There is no way we can do it as a nonprofit. There is just no way.\"\nPenkoski said he's hopeful that within the next two months, SocialCross users will be able to do livestreaming. Although SocialCross has been launched, Penkoski emphasized that the site is still in its \"development mode\" and they're in the process of working out some of the issues.\n\"It's hard to launch something like this without fully launching it, because without actual people using it there's no way we are going to find all the bugs in a real-world situation,\" he said. \"It's like when an app launches for the first time or when a new phone launches, they say it's a launch but it is still technically in beta. Because we have a lot of people using it, we fixed a lot of things and are adding features. We are launched but we are still in that development mode.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "This is a place where we can all come together as people who believe in Christ who want to share with one another and learn from each other, and do so without an environment of fear of having people report our post or Facebook blocking us for 30 days,",
                "Rich Penkoski",
                true
            ],
            [
                "People were asking me for years to [build this kind of site] and I always said no.",
                "Penkoski",
                true
            ],
            [
                "But when the whole thing happened with us in July, [my colleagues] were like, 'You know Rich, maybe we should.",
                "Penkoski",
                true
            ],
            [
                "I just got off another 30-day ban,",
                "Penkoski",
                true
            ],
            [
                "Another one of our guys got banned for saying, 'Jesus Christ can cure homosexuals from homosexuality.",
                "Penkoski",
                true
            ],
            [
                "It was my ministry team that was like, 'This is the time to really start it.",
                "Penkoski",
                true
            ],
            [
                "I prayed about it a lot.",
                "Penkoski",
                true
            ],
            [
                "The whole idea is that it's a Christian site, run by Christians, designed by Christians and based on biblical principles,",
                "Penkoski",
                true
            ],
            [
                "But anybody and their brother can join so long as they understand that we're a Christian site run by Christians.",
                "Penkoski",
                true
            ],
            [
                "This is a social networking site with the features that all of us Christians want,",
                "Penkoski",
                true
            ],
            [
                "You may express your disagreement with someone's point of view, but personal attacks, or attacks based on another person's race, national origin, ethnicity, gender, disablement or other such affiliation, are prohibited,",
                "Penkoski",
                true
            ],
            [
                "A violation in this area may result in a warning or immediate termination from service.",
                "Penkoski",
                true
            ],
            [
                "If you receive such a warning, you agree to read the SocialCross.org Terms and Conditions again.",
                "Penkoski",
                true
            ],
            [
                "LGBT members are welcome so long as they are not going to try to cram that garbage down our throats,",
                "Penkoski",
                true
            ],
            [
                "If you want to come and ask honest questions and have honest dialogue, you are more than welcome.",
                "Penkoski",
                true
            ],
            [
                "But if the goal is to comment and force their lifestyle on others, that is not going to be allowed.",
                "Penkoski",
                true
            ],
            [
                "This is the same group of people that says to leave them alone,",
                "Penkoski",
                true
            ],
            [
                "We started a Christian social network site and they have to hop right over there, too, telling us to go die and leave them alone.",
                "Penkoski",
                true
            ],
            [
                "Over 2,000 people are using the site.",
                "Penkoski",
                true
            ],
            [
                "We had to upgrade servers twice because of it,",
                "Penkoski",
                true
            ],
            [
                "For the most part, it's just a Christian audience right now.",
                "Penkoski",
                true
            ],
            [
                "We haven't had any real issues and we are surprised because we are in the crosshairs of certain groups of people who know that we are doing it.",
                "Penkoski",
                true
            ],
            [
                "When I set this up, [our server company] said that based upon the growth that they see so far, they can honestly see us using 100 servers in a year or two year's time.",
                "Penkoski",
                true
            ],
            [
                "You are talking $10,000-a-month to keep this thing running,",
                "Penkoski",
                true
            ],
            [
                "There is no way we can do it as a nonprofit.",
                "Penkoski",
                true
            ],
            [
                "It's hard to launch something like this without fully launching it, because without actual people using it there's no way we are going to find all the bugs in a real-world situation,",
                "Penkoski",
                true
            ],
            [
                "It's like when an app launches for the first time or when a new phone launches, they say it's a launch but it is still technically in beta.",
                "Penkoski",
                true
            ],
            [
                "Because we have a lot of people using it, we fixed a lot of things and are adding features.",
                "Penkoski",
                true
            ],
            [
                "We are launched but we are still in that development mode.",
                "Penkoski",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://wfcchurch.org/",
                "https://socialcross.org/",
                "http://www.passoftech.com",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "penkoski",
            "lgbt",
            "offers",
            "alternative",
            "socialcross",
            "christians",
            "site",
            "facebook",
            "christian",
            "users",
            "social",
            "launched",
            "website"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/pastor-forced-move-receiving-threats-opposing-facebooks-rainbow-flag-emoji.html",
        "title": "Pastor Forced to Move After Receiving Threats for Opposing Facebook's Rainbow Flag Emoji",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Forced to Move After Receiving Threats for Opposing Facebook's Rainbow Flag Emoji\nPastor Forced to Move After Receiving Threats for Opposing Facebook's Rainbow Flag Emoji\nPastor Forced to Move After Receiving Threats for Opposing Facebook's Rainbow Flag Emoji\n| Tuesday, July 25, 2017\nParticipants carrying a rainbow flag attend the annual gay pride parade in Stockholm, Sweden, August 2, 2014. | (Photo: Reuters/Annika Af Klercker/TT News Agency)\nA West Virginia pastor who has received threats and endured various other forms of harassment for voicing opposition to Facebook's rainbow flag emoji has moved his family out of their home in Harpers Ferry after being advised by local police to do so because of safety concerns.\nAs previously reported , Pastor Rich Penkoski, who runs the online ministry  \"Warriors for Christ,\" has received an immense amount of backlash from LGBT advocates after the popular  Warriors for Christ Facebook page  vowed in June that anyone who posted the rainbow flag emoji on the page would be banned by its administrators.\nPenkoski told The Christian Post that he didn't want the rainbow flag emoji on the \"Warriors for Christ\" page because it \"is a pride symbol for homosexuality and we are a Christian ministry.\"\nAfter Patheos.com's \"Friendly Atheist\" Hemant Mehta reported  on how Warriors for Christ would ban anyone from its Facebook page who posted the rainbow flag emoji, the Facebook page was quickly inundated with over 900,000 rainbow emojis and the \"Warriors' for Christ\" prayer line was inundated with callers who opposed the ministry's view on sexuality.\nBecause the Warriors for Christ webpage listed Penkoski's home address, he and his family have received threats, have had feces sent to their house  and have had their car keyed up. Additionally, Penkoski says that there were occasions when he would see random people walking back and forth on the road outside of his home.\nLast Tuesday, Penkoski received the most chilling threat in the form of a Facebook message from a man named Michael Grant.\n\"I know somebody waiting right now to out a bullet through your skull,\" Grant's message, which was shared with The Christian Post, reads.\nGrant's message continued by warning Penkoski that someone was going to kill him and his family.\nPenkoski told CP that the message from Grant came just one day after he and his wife decided to move out of their rental home in Harpers Ferry, which they had lived in for only eight months after the family moved to West Virginia from New Jersey in 2015.\nHaving now settled into a new rental home in a new town, Penkoski said that his home address will not be shared on the ministry website or Facebook page.\n\"I am not going to back down from it, but I do have six children and I do have to be wise about that as well. To me, honestly, it's just a matter of time until one of these people does something stupid,\" Penkoski explained. \"It was recommended by the police and my attorney as well that as much as we want to stand up, maybe it is just smartest to move because all these people know where we live. It is a smart thing to do for my family's sake.\"\nPenkoski assured that \"none of this is going to cause me to back down. \"We are not going to stop telling the truth.\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [
            [
                "is a pride symbol for homosexuality and we are a Christian ministry.",
                "",
                false
            ],
            [
                "I know somebody waiting right now to out a bullet through your skull,",
                "Michael Grant",
                true
            ],
            [
                "I am not going to back down from it, but I do have six children and I do have to be wise about that as well.",
                "Hemant Mehta",
                true
            ],
            [
                "To me, honestly, it's just a matter of time until one of these people does something stupid,",
                "Hemant Mehta",
                true
            ],
            [
                "It was recommended by the police and my attorney as well that as much as we want to stand up, maybe it is just smartest to move because all these people know where we live.",
                "Hemant Mehta",
                true
            ],
            [
                "It is a smart thing to do for my family's sake.",
                "Hemant Mehta",
                true
            ],
            [
                "none of this is going to cause me to back down.",
                "Hemant Mehta",
                false
            ],
            [
                "We are not going to stop telling the truth.",
                "Hemant Mehta",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pastor-receives-feces-mail-car-keyed-opposing-facebooks-rainbow-flag-emoji-191104/",
                "https://friendlyatheist.patheos.com/2017/06/12/a-christian-facebook-page-will-ban-anyone-posting-rainbow-emojis-guess-how-this-ends/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/Warriorschurch/about/?ref=page_internal",
                "https://wfcchurch.org/",
                "https://twitter.com/IamSamSmith",
                "https://www.facebook.com/SamuelSmithCP"
            ]
        },
        "key_words": [
            "penkoski",
            "message",
            "emoji",
            "receiving",
            "facebooks",
            "rainbow",
            "christ",
            "page",
            "facebook",
            "received",
            "flag",
            "warriors",
            "going",
            "pastor",
            "opposing",
            "threats",
            "forced"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/warriors-for-christ-pastor-accuses-facebook-of-censorship-after-calling-pride-rainbow-mark-of-the-beast.html",
        "title": "Pastor Says Facebook Removed Live Video After Calling Pride Rainbow Mark of the Beast",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nPastor Says Facebook Removed Live Video After Calling Pride Rainbow Mark of the Beast\nPastor Says Facebook Removed Live Video After Calling Pride Rainbow Mark of the Beast\nPastor Says Facebook Removed Live Video After Calling Pride Rainbow Mark of the Beast\n| Tuesday, July 11, 2017\nFacebook will be streaming original series on the platform soon. | REUTERS/Dado Ruvic\nA West Virginia pastor who has expressed vocal opposition to Facebook's pro-LGBT rainbow emoji is accusing the social media site of unjustly suspending his personal account.\nPastor Rich Penkoski, who oversees the popular \" Warriors for Christ \" Facebook Page, told The Christian Post in an interview on Tuesday that his account was suspended as he was \"doing a live sermon.\"\n\"I was preaching about how the pride rainbow could be the mark of the beast and how Mark Zuckerburg wanted to have Facebook replace the church,\" recalled Penkoski.\nA man waves a rainbow flag while observing a gay pride parade in San Francisco, California June 28, 2015. | (Photo: Reuters/Elijah Nouvelage)\n\"Within 1 minute I was kicked off my live video and had to log back in. I received a notice that my live video was removed for violating Facebook Terms of Service.\"\nPenkoski explained to CP that this was his most recent temporary suspension from the social media, remarking that \"I get banned all the time.\"\n\"I have been banned for 30 days for calling an atheist a liar. I've been banned for showing photos of Quranic verses about killing infidels,\" he continued.\n\"I've been banned for saying LGBT, which is why I now use lgbtqrstuv on the page. They keep adding letters anyway so it fits.\"\nTo celebrate Pride Month in June, Facebook added a rainbow flag to its usual list of emoji reactions that people can use when reacting to a comment.\n\"We believe in building a platform that supports all communities. So we're celebrating love and diversity this Pride by giving you a special reaction to use during Pride Month,\" stated The Official LGBTQ Resource Page for Facebook.\nPenkoski garnered headlines last month when he announced that anyone who used the rainbow flag emoji on the \"Warriors for Christ\" Facebook page would be banned.\nThe West Virginia preacher received a great deal of negative backlash, including derogatory comments, thousands of text messages, and fake pages set up on Facebook to mock him.\n\"Every single online gay blog or newspapers, they all picked it up and went with their version of it,\" said Penkoski to CP in an earlier interview.\n\"We got hammered. It must have been overnight. We banned over 900,000 people ... We received messages of 'You should die,' 'Go kill yourself.'\"\nFollow Michael Gryboski on Twitter or Facebook\nRelated Articles\n",
        "quotes": [
            [
                "I was preaching about how the pride rainbow could be the mark of the beast and how Mark Zuckerburg wanted to have Facebook replace the church,",
                "Penkoski",
                true
            ],
            [
                "Within 1 minute I was kicked off my live video and had to log back in.",
                "Penkoski",
                true
            ],
            [
                "I received a notice that my live video was removed for violating Facebook Terms of Service.",
                "Penkoski",
                true
            ],
            [
                "I get banned all the time.",
                "Penkoski",
                true
            ],
            [
                "I have been banned for 30 days for calling an atheist a liar.",
                "",
                true
            ],
            [
                "I've been banned for showing photos of Quranic verses about killing infidels,",
                "",
                true
            ],
            [
                "I've been banned for saying LGBT, which is why I now use lgbtqrstuv on the page.",
                "Penkoski",
                true
            ],
            [
                "They keep adding letters anyway so it fits.",
                "Penkoski",
                true
            ],
            [
                "We believe in building a platform that supports all communities.",
                "Penkoski",
                true
            ],
            [
                "So we're celebrating love and diversity this Pride by giving you a special reaction to use during Pride Month,",
                "Penkoski",
                true
            ],
            [
                "Every single online gay blog or newspapers, they all picked it up and went with their version of it,",
                "Penkoski",
                true
            ],
            [
                "We banned over 900,000 people ... We received messages of 'You should die,' 'Go kill yourself.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/pastor-receives-feces-mail-car-keyed-opposing-facebooks-rainbow-flag-emoji-191104/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/Warriorschurch/about/?ref=page_internal",
                "https://twitter.com/Puritan1986?hc_ref=SEARCH&fref=nf",
                "https://www.facebook.com/MichaelCGryboski/",
                "https://www.facebook.com/LGBTQ/photos/a.559035344122874.147187.545385972154478/1875150119178050/?type=3&theater"
            ]
        },
        "key_words": [
            "removed",
            "calling",
            "video",
            "mark",
            "rainbow",
            "received",
            "facebook",
            "month",
            "pride",
            "pastor",
            "banned",
            "live",
            "page",
            "beast"
        ]
    },
    {
        "url": "https://www.patheos.com/blogs/progressivesecularhumanist/2017/06/christian-facebook-page-fights-rainbow-flag-emojis-loses/",
        "title": "Christian Facebook Page Fights Rainbow Flag Emojis (And Loses)",
        "authors": [
            {
                "name": "Michael Stone",
                "link": null
            },
            {
                "name": "Progressive Secular Humanist",
                "link": null
            }
        ],
        "publisher": "https://www.patheos.com",
        "publish_date": "2017-06-12",
        "text": "Church and ministry leadership resources to better equip, train and provide ideas for today's church and ministry leaders, like you.\nSign up for our newsletter\nGet updates from Progressive Secular Humanist delivered straight to your inbox\nAlso, send me the Nonreligious Newsletter and special offers.\nAlso, send me the Nonreligious Newsletter.\nPlease also opt me in for Exclusive Offers from Patheos’s Partners Privacy and Data Policy\nToggle navigation\nFacebook has added rainbow flag emojis, and a Christian Facebook page is promising to ban anyone who uses them.\nIn honor of LGBT Pride month the rainbow flag is joining the “thumbs up” and “heart sign,” as well as “excited,” “shocked,’ “sad,” and “angry” emoji as a way to react on Facebook.\nHowever, the Warriors for Christ Facebook page is not happy that Facebook has added a rainbow flag emoji to their list of possible post reactions, and issued a stern warning explaining that anyone using a rainbow flag emoji would be banned.\nAs one might expect, many reasonable people accepted the challenge, and bombarded the anti-gay Christian Facebook page with happy rainbow flag emojis.\nIn response, the Christian Facebook page issued the following public service announcement:\nPublic service annoucement (sic).\nDespite all the lies and false accusations here we are not being hateful to any person. We also will not back down from proclaimimg (sic) truth of God’s word.\nSin is sin period. Sin results in eternal seperation (sic) from God. Despite your lack of understanding of love, we here love everyone enough to speak the truth even in the face of so much hate.\nSo we speak the truth that sin leads to death, but we have a savior that can set one free from sin and give them a new life in Christ.\nAnd this:\nLord I know that right now many lost people are being sent here by the powers of darkness that control them to harass this page. I pray that when they come here that their eyes be opened up to the truth of your word. Your word is living and active and has the power to reach the heart. And even though these people are coming here as our enemies to hate us, I still pray blessings over them and pray you open their eyes to see the truth clearly. Satan has blinded many to the truth, but we come against any attack or insult or curse of the enemy in Jesus name.\nBottom line: The “Warriors for Christ” are feeling persecuted because their anti-gay rhetoric is being ridiculed. And all their prayers to a God that does not exist will never justify their pious bigotry and hatred. \nHow to get the rainbow flag reaction\nLog in to Facebook in the app or on the web\nLike the page\nYou might need to logout and log back in again before the reaction appears.\nChristian Facebook Page Fights Rainbow Flag Emojis (Via Friendly Atheist )\n{COUNT}Shares\nTagged with:\nSign up for our newsletter\nAlso, send me the Nonreligious Newsletter and special offers.Yes, I want the Patheos Nonreligious Newsletter as well\nPlease also opt me in for Exclusive Offers from Patheos’s Partners Privacy and Data Policy\nPOPULAR AT PATHEOS Nonreligious\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://friendlyatheist.patheos.com/2017/06/12/a-christian-facebook-page-will-ban-anyone-posting-rainbow-emojis-guess-how-this-ends/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/warriorschurch/",
                "https://www.patheos.com/privacy-policy"
            ]
        },
        "key_words": [
            "fights",
            "emoji",
            "pray",
            "sic",
            "word",
            "rainbow",
            "christian",
            "facebook",
            "truth",
            "emojis",
            "page",
            "loses",
            "sin",
            "flag"
        ]
    },
    {
        "url": "https://www.breitbart.com/politics/2017/10/11/google-sponsors-resistance-event-honoring-planned-parenthood-president/",
        "title": "Google Sponsors ‘Resistance’ Event Honoring Planned Parenthood President Cecile Richards",
        "authors": [
            {
                "name": "Dr. Susan Berry",
                "link": null
            }
        ],
        "publisher": "https://www.breitbart.com",
        "publish_date": "2017-10-11",
        "text": "Getty\nTech industry giant Google is sponsoring an event Thursday that honors Planned Parenthood President Cecile Richards and others. The event is entitled “Heroes on the Front Lines of Resistance.”\nJoin us as we celebrate @CecileRichards and young leaders of @PPFA at our #ChangeChampions Awards on Oct. 12! https://t.co/qk2PmANN4V pic.twitter.com/XQOXiqsfo8\nGoogle is a $25,000 Platinum level sponsor of social justice group Center for Community Change’s “Change Champion Awards” event that will present its Champion in Community Activism award to Richards and its Champion in Philanthropic Leadership award to left-wing activist Tom Steyer, the founder of NextGen America.\n“We honor work that reshapes the political landscape and challenges us to press forward toward a better world,” says Center for Community Change about its honorees:\nSt. Louis teacher: \"I can’t ignore that my students are growing up amid high-profile police brutality.\" https://t.co/0LhuNzIOvl\nCenter for Community Change will also honor labor leader J. David Cox Sr., president of the American Federation of Government Employees, at the event to be held in Washington, DC.\nChampion level sponsor SEIU gave $50,000 to the organization, while Google and left-wing publication the Nation donated $25,000 to sponsor the event. Planned Parenthood and NextGen America each sponsored the event at the Gold level for a $10,000 contribution:\n“Early care and education in the United States is in a crisis” https://t.co/z79G5QYSGN\nCulturally, as a nation, we have to make a shift. https://t.co/KPMj0nhBL9\nPlanned Parenthood faces possible elimination of much of its taxpayer funds following years of scandals, including  Medicaid fraud , allegations of  child sex abuse cover-up , and, most recently, alleged  profiteering  from the sale of body parts of babies aborted in its clinics.\nThe FBI has recently confirmed it has received the Senate Judiciary Committee’s criminal referrals of Planned Parenthood and its partners in the fetal tissue procurement industry.\nThe Senate Judiciary Committee and the House Select Investigative Panel on Infant Lives both conducted expansive investigations into Planned Parenthood and its industry partners following allegations of profiteering from the sale of aborted baby body parts that arose from an undercover video series exposé by the Center for Medical Progress  (CMP).\nThe sale or purchase of human fetal tissue is a felony punishable by up to ten years in prison or a fine of up to $500,000 (42 U.S.C. 289g-2).\nThe Senate Judiciary Committee  referred  Planned Parenthood to both the FBI and the Justice Department for investigation and possible criminal prosecution.\nIn its latest annual report  released  in May, Planned Parenthood showed an increase in its number of abortions performed last year to 328,348, but showed 136,244 fewer contraception services than the year before. The organization also reveals a significant drop in many of its other non-abortion services, including cancer screenings and prenatal services.\nPlanned Parenthood’s taxpayer funding and its profits, however, have increased during the past year.\nPlease let us know if you're having issues with commenting.\nSOCIAL\nFROM THE HOMEPAGE\n",
        "quotes": [
            [
                "Heroes on the Front Lines of Resistance.",
                "",
                true
            ],
            [
                "We honor work that reshapes the political landscape and challenges us to press forward toward a better world,",
                "",
                true
            ],
            [
                "I can’t ignore that my students are growing up amid high-profile police brutality.",
                "Tom Steyer",
                true
            ],
            [
                "Early care and education in the United States is in a crisis",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "https://www.breitbart.com/big-government/2016/12/14/senate-judiciary-committee-refers-planned-parenthood-criminal-prosecution/",
                "https://www.breitbart.com/big-government/2017/05/25/abortion-provider-an-eyeball-just-fell-down-into-my-lap-and-that-is-gross/",
                "https://www.thenewamerican.com/culture/faith-and-morals/item/16258-planned-parenthood-pays-hefty-settlement-in-texas-medicaid-fraud-case",
                "https://www.breitbart.com/politics/2017/05/30/planned-parenthood-annual-report-shows-abortions-taxpayer-funding-profits-up/",
                "https://www.cnsnews.com/news/article/craig-bannister/google-sponsors-event-honoring-president-nations-largest-abortion?mkt_tok=eyJpIjoiTmpFNE1HUTFNV1kwWmpNMSIsInQiOiJGaVB2K0d4MmN6WlpTRmFDbXpvS003djVKdDlVUlk4VjRZc0lGamE0dlM3aDNMWlRvQlJiakhaTEl3Z2FUNkYxOWR6ZWRtY3FzSnYrUnlRK3kyTVhySDFJdTVQY3hyV09wdGY2WmhlSXFxeHFqSHZCdE5oWW5zUlNKUEtiYUx0RCJ9",
                "https://www.breitbart.com/big-government/2017/09/28/fbi-official-confirms-receipt-criminal-referrals-planned-parenthood/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/ChangeChampions?src=hash&ref_src=twsrc%5Etfw",
                "http://www.centerformedicalprogress.org/",
                "https://t.co/0LhuNzIOvl",
                "https://t.co/KPMj0nhBL9",
                "https://t.co/qk2PmANN4V",
                "https://communitychange.org/awards/",
                "https://twitter.com/CecileRichards?ref_src=twsrc%5Etfw",
                "https://www.liveaction.org/what-we-do/investigations/sexual-abuse-cover-up/",
                "https://twitter.com/PPFA?ref_src=twsrc%5Etfw",
                "https://t.co/z79G5QYSGN",
                "https://www.breitbart.com/contact-us/comment-feedback/",
                "https://t.co/XQOXiqsfo8"
            ]
        },
        "key_words": [
            "honoring",
            "community",
            "sponsors",
            "richards",
            "president",
            "event",
            "level",
            "planned",
            "google",
            "resistance",
            "parenthood",
            "senate",
            "judiciary",
            "cecile",
            "sale",
            "change",
            "sponsor"
        ]
    },
    {
        "url": "https://www.lifenews.com/2014/02/12/facebook-ceo-mark-zuckerberg-donates-992-2-million-to-charity-funding-planned-parenthood/",
        "title": "Facebook CEO Mark Zuckerberg Donates $992 Million to Charity Funding Planned Parenthood",
        "authors": [],
        "publisher": "https://www.lifenews.com",
        "publish_date": "2014-02-12",
        "text": "Share this story:\nPhilanthropy magazine released an article titled “A Look at the 50 Most Generous Donors of 2013.” Topping the list was Facebook CEO and co-founder Mark Zuckerberg and his wife, pediatrician Priscilla Chan.\nIn 2013 the couple donated 18 million shares of Facebook valued at $992.2 million to the Silicon Valley Community Foundation in Mountain View, California. The couple previously donated 19 million Facebook shares to the same foundation in 2012.\nThe Silicon Valley Community Foundation describes its organization as a “comprehensive center of philanthropy.” They partner with donors to fund for profit and non-profit organizations around the globe. On their website you can see a list of words that describe the values of their company. The first word listed is “collaboration.”\nThis word summarizes the work of Silicon Valley Community; they work as a middle-man between donors and companies, making it easy for donors to get their funds into organizations they support. They accept a number of assets such as real estate, stock, and mutual funds and offer their donors customized philanthropy services.\nOne of the organizations Silicon Valley Community Foundation collaborates with is Planned Parenthood. A copy of their 2012 Public Disclosure is available for online viewing . The disclosure reports that the SVCF donated over $480,000 to Planned Parenthood in 2012 alone. The donations benefited Planned Parenthoods in multiple cities: San Antonio, TX; New York, NY; San Jose, CA; Jacksonville, FL; and Burlington, VT.The donations ranged in amount from $5,000 to $361,750.\nDonations were earmarked under broad terms such as “health,” “supporting families,” and “building community.” The annual donations to Planned Parenthood have almost doubled from 2011, when the SVCF report shows that SVCF gave close to $250,000.\nAlthough Zuckerberg hasn’t publicly commented on the programs their gift will support, he did say their philanthropy would focus on children. Zuckerberg and his wife have every right to spend their money as they see fit. I’m grateful that they are donating to assist children in need. I only hope none of their funds will end up in the big pockets of Planned Parenthood.\nCLICK LIKE IF YOU’RE PRO-LIFE !\n \nAs for Silicon Valley Community Foundation, they should cut ties with the taxpayer-funded abortion giant and funnel donations into the hundreds of Pregnancy Resource Centers, Crisis Pregnancy centers and homes for mothers. The Silicon Valley Community Foundation currently has assets of $2.9 billion, more than 1,600 philanthropic funds under management and over 60 local nonprofit partners. One can only dream of the impact those resources could have if directed into pro-life, pro-family, pro-women organizations. Perhaps someone should write Zuckerberg a letter.\nLifeNews Note:  Christinia Martin writes for Live Action News . Martin has been a pro-life voice for eight years. Her work began after her mother confessed she paid a doctor to abort her, but walked out before he could. Knowing she was saved from death, she wanted to fight for others.\nShare this story:\n",
        "quotes": [
            [
                "A Look at the 50 Most Generous Donors of 2013.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.care-net.org/",
                "https://www.lifenews.com",
                "https://www.liveaction.org/news/",
                "https://www.siliconvalleycf.org/content/vision-mission-values",
                "https://www.philanthropy.com/interactives/philanthropy-50"
            ]
        },
        "key_words": [
            "funds",
            "valley",
            "organizations",
            "community",
            "ceo",
            "million",
            "mark",
            "zuckerberg",
            "foundation",
            "facebook",
            "planned",
            "philanthropy",
            "charity",
            "donors",
            "parenthood",
            "silicon",
            "donates",
            "funding"
        ]
    },
    {
        "url": "https://www.breitbart.com/politics/2018/01/02/womens-health-care-planned-parenthood-321384-abortions-0-mammograms/",
        "title": "‘Women’s Health Care’ at Planned Parenthood: 321,384 Abortions, Zero Mammograms",
        "authors": [
            {
                "name": "Dr. Susan Berry",
                "link": null
            }
        ],
        "publisher": "https://www.breitbart.com",
        "publish_date": "2018-01-02",
        "text": "The Planned Parenthood 2016-2017 annual report shows  that it continues to perform over 320,000 abortions per year while offering no mammograms and minimal prenatal services to pregnant women.\nDespite what its president Cecile Richards referred to as a “tough year,” Planned Parenthood boosted its profits by $21 million – 27 percent – from last year as the group also took in nearly $544 million in taxpayer funding.\nWishing you and your loved ones a #HappyNewYear ! pic.twitter.com/iFwA4D2iKI\nPlanned Parenthood considers itself to be the leader of the pack when it comes to contraception, yet the organization’s birth control services continued to drop in the past year to 2,701,866 – almost four percent – since its 2015-2016 report when it clocked 2,808,815 contraception services. This number was down from 2,945,059 in 2014-2015.\nSimilarly, the group has touted its prenatal and maternity care, though the past year’s annual report shows the number of prenatal services once again dropping – this year to 7,762 – a 17 percent decline from the 9,419 performed the year before. In 2014-2015, Planned Parenthood claimed 17,419 prenatal services performed.\nFormer Planned Parenthood manager Abby Johnson, who now runs And Then There Were None, which helps abortion workers leave the industry, said the group’s annual report “demonstrates that Planned Parenthood is not a healthcare organization but a political movement, intent on forcing their pro-abortion views on as many Americans as possible.”\n“Yet, there is hope that they will not succeed because we’ve seen first-hand the impact that former abortion workers, especially those from Planned Parenthood, have on closing their former places of employment by helping people to leave – ensuring no one is left to run the clinics,” Johnson added. “One of our former Planned Parenthood workers left her job and took seven of her former co-workers with her.”\nWhile Planned Parenthood performed 3,677,503 sexually transmitted infection (STI) tests, and 706,903 HIV tests over the past year, the organization performs no mammograms but lists 336,614 manual “breast exams.”\nAmerica’s largest provider of abortions claims in its annual report to be on the cutting edge of women’s health care services:\nAs we enter our 101st year, providing access to expert health care and education remains at the center of what we do. We continue to drive innovations in health care delivery by leveraging new technology to get patients the care and information they need to live healthy lives and build the futures they want.\n“Innovations” touted by Planned Parenthood include over one million appointments that were booked at its clinics online this past year, a “gender neutral” app that helps individuals keep track of their menstrual periods and birth control, and the fact that its affiliates in 17 states now offer hormone treatments for transgender individuals who are uncomfortable with their biological sex.\nNot all was happy last year for the organization, however, as Planned Parenthood notes it is facing a “hostile administration” in Washington.\nAfter years of enjoying its political clout with establishment politicians and the liberal media, the abortion giant now faces possible elimination of its taxpayer funds following years of scandals, including Medicaid fraud , allegations of child sex abuse cover-up , and, most recently, alleged  profiteering  from the sale of body parts of babies aborted in its clinics.\nThe U.S. Department of Justice recently launched a formal investigation into Planned Parenthood over its alleged sale of the body parts of babies aborted in its clinics for a profit.\n“Every day, Congress and the Trump administration push policies that undermine people’s ability to get the care they need to have fulfilling lives,” Planned Parenthood laments. “We’ve witnessed relentless efforts to repeal the Affordable Care Act and block millions of people from accessing care at Planned Parenthood health centers.”\nThough many progressives denied the Women’s March in Washington was focused on abortion rights, Planned Parenthood admits in its annual report that it has been a “driving force” of the Trump resistance movement.\n“After the largest demonstration in history, we built strong partnerships with organizations and other resistance leaders,” the group notes.\nIn its annual report, Planned Parenthood also touts its alliance with both the entertainment and tech industries, as well as the launch of 50 new Planned Parenthood Generation Action college campus chapters.\nKristan Hawkins, President of Students for Life of America, however, said in a statement sent to Breitbart News: “Consider that while Planned Parenthood started 50 new campus groups, according to their report, Students for Life started nearly 120 last year, and now has more than 1,200 student groups on campuses in all 50 states.”\n“Planned Parenthood reports training 750 young activists from 11 cities while Students for Life trained nearly 11,000 students from across the country,” Hawkins added. “The pro-life generation clearly has more energy, passion, and motivation to defund Planned Parenthood.”\nPlease let us know if you're having issues with commenting.\nSOCIAL\nFROM THE HOMEPAGE\n",
        "quotes": [
            [
                "demonstrates that Planned Parenthood is not a healthcare organization but a political movement, intent on forcing their pro-abortion views on as many Americans as possible.",
                "Abby Johnson",
                false
            ],
            [
                "Yet, there is hope that they will not succeed because we’ve seen first-hand the impact that former abortion workers, especially those from Planned Parenthood, have on closing their former places of employment by helping people to leave – ensuring no one is left to run the clinics,",
                "Johnson",
                true
            ],
            [
                "One of our former Planned Parenthood workers left her job and took seven of her former co-workers with her.",
                "Johnson",
                true
            ],
            [
                "Every day, Congress and the Trump administration push policies that undermine people’s ability to get the care they need to have fulfilling lives,",
                "",
                true
            ],
            [
                "We’ve witnessed relentless efforts to repeal the Affordable Care Act and block millions of people from accessing care at Planned Parenthood health centers.",
                "",
                true
            ],
            [
                "After the largest demonstration in history, we built strong partnerships with organizations and other resistance leaders,",
                "",
                true
            ],
            [
                "Consider that while Planned Parenthood started 50 new campus groups, according to their report, Students for Life started nearly 120 last year, and now has more than 1,200 student groups on campuses in all 50 states.",
                "Kristan Hawkins",
                true
            ],
            [
                "Planned Parenthood reports training 750 young activists from 11 cities while Students for Life trained nearly 11,000 students from across the country,",
                "Hawkins",
                true
            ],
            [
                "The pro-life generation clearly has more energy, passion, and motivation to defund Planned Parenthood.",
                "Hawkins",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.breitbart.com/big-government/2017/12/31/planned-parenthood-closed-32-facilities-2017/",
                "https://www.thenewamerican.com/culture/faith-and-morals/item/16258-planned-parenthood-pays-hefty-settlement-in-texas-medicaid-fraud-case",
                "https://www.breitbart.com/clips/2015/09/29/planned-parenthood-pres-we-do-not-have-mammogram-machines-at-our-health-centers/",
                "https://www.breitbart.com/politics/2017/05/30/planned-parenthood-annual-report-shows-abortions-taxpayer-funding-profits-up/",
                "https://www.breitbart.com/politics/2017/05/25/abortion-provider-an-eyeball-just-fell-down-into-my-lap-and-that-is-gross/",
                "https://www.breitbart.com/big-government/2017/12/07/justice-department-launches-federal-investigation-planned-parenthood/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/hashtag/HappyNewYear?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/iFwA4D2iKI",
                "https://www.liveaction.org/what-we-do/investigations/sexual-abuse-cover-up/",
                "https://www.breitbart.com/contact-us/comment-feedback/"
            ]
        },
        "key_words": [
            "abortions",
            "321384",
            "report",
            "prenatal",
            "past",
            "planned",
            "students",
            "health",
            "annual",
            "parenthood",
            "zero",
            "womens",
            "services",
            "mammograms",
            "care"
        ]
    }
]