[
    {
        "url": "https://www.christianpost.com/news/al-shabaab-beheads-3-christians-burns-alive-another-in-kenya-as-christians-plead-for-help-in-camps.html",
        "title": "Al-Shabaab Beheads 3 Christians, Burns Alive Another in Kenya as Christians Plead for Help in Camps",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nAl-Shabaab Beheads 3 Christians, Burns Alive Another in Kenya as Christians Plead for Help in Camps\nAl-Shabaab Beheads 3 Christians, Burns Alive Another in Kenya as Christians Plead for Help in Camps\nAl-Shabaab Beheads 3 Christians, Burns Alive Another in Kenya as Christians Plead for Help in Camps\n| Tuesday, August 22, 2017\nAl-Shabaab fighters reportedly killed four Christian men in Kenya's Lamu County last week, beheading three and burning alive another.\n\"Late in the night on August 17, al-Shabaab militants entered Maleli village of Witu and killed the four men; three were hacked to death with machetes and one was burned inside his home,\" International Christian Concern  reported on Monday.\n\"The four men who were killed are Stephen Hizano Ponda, Charo Karisa Ngoa, Naphtali Katana Kadenge, and Joseph Gasena Ngoa.\"\nA police source told Reuters that three of the men's \"heads were cut off from the rest of their bodies.\" \nThe Somali-based terrorist group has been seeking out and slaughtering Christians in Kenya. The extremists murdered  seven believers  in a series of deadly raids in July.\nThe latest attack came as Uhuru Kenyatta, the president of Kenya, had urged families to remain at displacement camps as the army attempts to eradicate the terrorist threat in the area.\nChristian pastors from the region revealed that the victims left the camps to check on their homes and crops despite the warnings.\n\"One of our catechists, Stephen Nyati, lost his son in the attack and we are saddened as a church community and we strongly condemn the act. His son had gone back to the fields to check the progress of the farm when the militants pulled him out of the house and slaughtered him,\" Father Cyprian Taah of Witu Catholic Church said.\n\"We are asking the global community to remember us in prayer and if possible send us material help because the people in the camps need food, shelter, water, medicine, sanitary pads and soap,\" he added.\nChief Macharia of Witu admitted that there is \"desperation\" in the camps, which is making people return to their villages despite government orders.\n\"The Boni Forest operation to kill al-Shabaab is ongoing and several of them have been killed. This operation will go on until all the militants disturbing the peace of Lamu residents are neutralized. We continue to urge the people to stay inside the camps until new orders to return to their homes [are] given by the higher authority,\" Macharia said.\nThe Associated Press  noted in its report on the latest attacks that al-Shabaab is starting to carry out beheadings more frequently, which is a tactic the group had not used much before.\nU.S. air strikes continue in full force against the Somali jihadists, with senior operative Sheikh Ali Mohamed Hussein confirmed dead, according to AllAfrica .\nThe terrorist group released a message to local media about the killing, calling Hussein a \"fallen hero.\"\nThe American military Africa Command hailed the operation, explaining that it \"disrupts Al-Shabaab's ability to plan and conduct attacks in Mogadishu and coordinate efforts between Al-Shabaab regional commanders.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.persecution.org/2017/08/21/militants-kill-four-men-in-eastern-kenya-for-their-christian-faith/",
                "https://www.independent.co.uk/news/world/africa/al-shabaab-kenya-behead-three-people-africa-islamist-terrorists-attack-lamu-county-village-a7899381.html",
                "https://www.christianpost.com/news/al-shabaab-slaughters-seven-christians-door-to-door-id-checks-kenyan-villages-193132/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://allafrica.com/stories/201708220094.html",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "alive",
            "group",
            "burns",
            "camps",
            "kenya",
            "operation",
            "alshabaab",
            "men",
            "plead",
            "militants",
            "help",
            "beheads",
            "witu",
            "terrorist",
            "christians",
            "killed"
        ]
    }
]