[
    {
        "url": "https://consortiumnews.com/2016/12/18/a-spy-coup-in-america/",
        "title": "A Spy Coup in America?",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Andreas Wirsén",
                "link": null
            },
            {
                "name": "Ted Reynolds",
                "link": null
            },
            {
                "name": "Bill Bodden",
                "link": null
            },
            {
                "name": "Wm. Boyce",
                "link": null
            },
            {
                "name": "Gregory Kruse",
                "link": null
            },
            {
                "name": "Dennis Rice",
                "link": null
            },
            {
                "name": "George Archers",
                "link": null
            },
            {
                "name": "Tc Borelli",
                "link": null
            },
            {
                "name": "Olde Reb",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-12-18",
        "text": "Main menu\nDecember 18, 2016\nBy Robert Parry\nAs Official Washington’s latest “group think” solidifies into certainty – that Russia used hacked Democratic emails to help elect Donald Trump – something entirely different may be afoot: a months-long effort by elements of the U.S. intelligence community to determine who becomes the next president.\nI was told by a well-placed intelligence source some months ago that senior leaders of the Obama administration’s intelligence agencies – from the CIA to the FBI – were deeply concerned about either Hillary Clinton or Donald Trump ascending to the presidency. And, it’s true that intelligence officials often come to see themselves as the stewards of America’s fundamental interests, sometimes needing to protect the country from dangerous passions of the public or from inept or corrupt political leaders.\nCIA Director John Brennan addresses officials at the Agency’s headquarters in Langley, Virginia. (Photo credit: CIA)\nIt was, after all, a senior FBI official, Mark Felt, who – as “Deep Throat” – guided The Washington Post’s Bob Woodward and Carl Bernstein in their Watergate investigation into the criminality of President Richard Nixon. And, I was told by former U.S. intelligence officers that they wanted to block President Jimmy Carter’s reelection in 1980 because they viewed him as ineffectual and thus not protecting American global interests.\nIt’s also true that intelligence community sources frequently plant stories in major mainstream publications that serve propaganda or political goals, including stories that can be misleading or entirely false.\nWhat’s Going On?\nSo, what to make of what we have seen over the past several months when there have been a series of leaks and investigations that have damaged both Clinton and Trump — with some major disclosures coming, overtly and covertly, from the U.S. intelligence community led by CIA Director John Brennan and FBI Director James Comey?\nFBI Director James Comey\nSome sources of damaging disclosures remain mysterious. Clinton’s campaign was hobbled by leaked emails from the Democratic National Committee – showing it undercutting Clinton’s chief rival, Sen. Bernie Sanders – and from her campaign chairman John Podesta – exposing the content of her speeches to Wall Street banks that she had tried to hide from the voters and revealing the Clinton Foundation’s questionable contacts with foreign governments.\nClinton – already burdened with a reputation for secrecy and dishonesty – suffered from the drip, drip, drip of releases from WikiLeaks of the DNC and Podesta emails although it remains unclear who gave the emails to WikiLeaks. Still, the combination of the two email batches added to public suspicions about Clinton and reminded people why they didn’t trust her.\nBut the most crippling blow to Clinton came from FBI Director Comey in the last week of the campaign when he reopened and then re-closed the investigation into whether she broke the law with her sloppy handling of classified material in her State Department emails funneled through a home server.\nFollowing Comey’s last-minute revival of the Clinton email controversy, her poll numbers fell far enough to enable Trump to grab three normally Democratic states – Pennsylvania, Michigan and Wisconsin – enough to give him a victory in the Electoral College.\nTaking Down Trump\nHowever, over the past few weeks, the U.S. intelligence community, led by CIA Director Brennan and seconded by FBI Director Comey, has tried to delegitimize Trump by using leaks to the mainstream U.S. news media to pin the release of the DNC and Podesta emails on Russia and claiming that Russian President Vladimir Putin was personally trying to put Trump into the White House.\nRussian President Vladimir Putin during a state visit to Austria on June 24, 2014. (Official Russian government photo)\nThis remarkable series of assessments from the CIA – now endorsed by the leadership of the FBI – come on the eve of the Electoral College members assembling to cast their formal votes to determine who becomes the new U.S. president. Although the Electoral College process is usually simply a formality, the Russian-hacking claims made by the U.S. intelligence community have raised the possibility that enough electors might withhold their votes from Trump to deny him the presidency.\nIf on Monday enough Trump electors decide to cast their votes for someone else – possibly another Republican – the presidential selection could go to the House of Representatives where, conceivably, the Republican-controlled chamber could choose someone other than Trump.\nIn other words, there is an arguable scenario in which the U.S. intelligence community first undercut Clinton and, secondly, Trump, seeking — however unlikely — to get someone installed in the White House considered more suitable to the CIA’s and the FBI’s views of what’s good for the country.\nWho Did the Leaking?\nAt the center of this controversy is the question of who leaked or hacked the DNC and Podesta emails. The CIA has planted the story in The Washington Post, The New York Times and other mainstream outlets that it was Russia that hacked both the DNC and Podesta emails and slipped the material to WikiLeaks with the goal of assisting the Trump campaign. The suggestion is that Trump is Putin’s “puppet,” just as Hillary Clinton alleged during the third presidential debate.\nFormer British Ambassador Craig Murray\nBut WikiLeaks founder Julian Assange has publicly denied that Russia was the source of the leaks and one of his associates, former British Ambassador to Uzbekistan Craig Murray, has suggested that the DNC leak came from a “disgruntled” Democrat upset with the DNC’s sandbagging of the Sanders campaign and that the Podesta leak came from the U.S. intelligence community.\nAlthough Assange recently has sought to muzzle Murray’s public comments – out of apparent concern for protecting the identity of sources – Murray offered possibly his most expansive account of the sourcing during a podcast interview with Scott Horton on Dec. 13.\nMurray, who became a whistleblower himself when he protested Britain’s tolerance of human rights abuses in Uzbekistan, explained that he consults with Assange and cooperates with WikiLeaks “without being a formal member of the structure.”\nBut he appears to have undertaken a mission for WikiLeaks to contact one of the sources (or a representative) during a Sept. 25 visit to Washington where he says he met with a person in a wooded area of American University. At the time, Murray was at American University participating in an awards ceremony for former CIA officer John Kiriakou who was being honored by a group of former Western intelligence officials, the Sam Adams Associates, named for the late Vietnam War-era CIA analyst and whistleblower Sam Adams.\nFormer CIA analyst Ray McGovern, a founder of the Sam Adams group, told me that Murray was “m-c-ing” the event but then slipped away, skipping a reception that followed the award ceremony.\nReading Between LInes\nThough Murray has declined to say exactly what the meeting in the woods was about, he may have been passing along messages about ways to protect the source from possible retaliation, maybe even an extraction plan if the source was in some legal or physical danger.\nPresident-elect Donald J. Trump (Photo credit: donaldjtrump.com)\nMurray has disputed a report in London’s Daily Mail that he was receiving a batch of the leaked Democratic emails. “The material, I think, was already safely with WikiLeaks before I got there in September,” Murray said in the interview with Scott Horton. “I had a small role to play.”\nMurray also suggested that the DNC leak and the Podesta leak came from two different sources, neither of them the Russian government.\n“The Podesta emails and the DNC emails are, of course, two separate things and we shouldn’t conclude that they both have the same source,” Murray said. “In both cases we’re talking of a leak, not a hack, in that the person who was responsible for getting that information out had legal access to that information.”\nReading between the lines of the interview, one could interpret Murray’s comments as suggesting that the DNC leak came from a Democratic source and that the Podesta leak came from someone inside the U.S. intelligence community, which may have been monitoring John Podesta’s emails because the Podesta Group, which he founded with his brother Tony, served as a registered “foreign agent” for Saudi Arabia.\n“John Podesta was a paid lobbyist for the Saudi government,” Murray noted. “If the American security services were not watching the communications of the Saudi government’s paid lobbyist in Washington, then the American security services would not be doing their job. … His communications are going to be of interest to a great number of other security services as well.”\nLeak by Americans\nScott Horton then asked, “Is it fair to say that you’re saying that the Podesta leak came from inside the intelligence services, NSA [the electronic spying National Security Agency] or another agency?”\nWikiLeaks founder Julian Assange\n“I think what I said was certainly compatible with that kind of interpretation, yeah,” Murray responded. “In both cases they are leaks by Americans.”\nIn reference to the leak of the DNC emails, Murray noted that “Julian Assange took very close interest in the death of Seth Rich, the Democratic staff member” who had worked for the DNC on voter databases and was shot and killed on July 10 near his Washington, D.C., home.\nMurray continued, “WikiLeaks offered a $20,000 reward for information leading to the capture of his killers. So, obviously there are suspicions there about what’s happening and things are somewhat murky. I’m not saying – don’t get me wrong – I’m not saying that he was the source of the [DNC] leaks. What I’m saying is that it’s probably not an unfair indication to draw that WikiLeaks believes that he may have been killed by someone who thought he was the source of the leaks … whether correctly or incorrectly.”\nThough acknowledging that such killings can become grist for conspiracy buffs, Murray added: “But people do die over this sort of stuff. There were billions of dollars – literally billions of dollars – behind Hillary Clinton’s election campaign and those people have lost their money.\n“You have also to remember that there’s a big financial interest – particularly in the armaments industry – in a bad American relationship with Russia and the worse the relationship with Russia is the larger contracts the armaments industry can expect especially in the most high-tech high-profit side of fighter jets and missiles and that kind of thing.\n“And Trump has actually already indicated he’s looking to make savings on the defense budget particularly in things like fighter [jet] projects. So, there are people standing to lose billions of dollars and anybody who thinks in that situation bad things don’t happen to people is very naïve.”\nAn Intelligence Coup?\nThere’s another possibility in play here: that the U.S. intelligence community is felling a number of birds with one stone. If indeed U.S. intelligence bigwigs deemed both Clinton and Trump unfit to serve as President – albeit for different reasons – they could have become involved in leaking at least the Podesta emails to weaken Clinton’s campaign, setting the candidate up for the more severe blow from FBI Director Comey in the last week of the campaign.\nFormer Secretary of State Hillary Clinton.\nThen, by blaming the leaks on Russian President Putin, the U.S. intelligence leadership could set the stage for Trump’s defeat in the Electoral College, opening the door to the elevation of a more traditional Republican. However, even if that unlikely event – defeating Trump in the Electoral College – proves impossible, Trump would at least be weakened as he enters the White House and thus might not be able to move very aggressively toward a détente with Russia.\nFurther, the Russia-bashing that is all the rage in the mainstream U.S. media will surely encourage the Congress to escalate the New Cold War, regardless of Trump’s desires, and thus ensure plenty more money for both the intelligence agencies and the military contractors.\nOfficial Washington’s “group think” holding Russia responsible for the Clinton leaks does draw some logical support from the near certainty that Russian intelligence has sought to penetrate information sources around both Clinton and Trump. But the gap between the likely Russian hacking efforts and the question of who gave the email information to WikiLeaks is where mainstream assumptions may fall down.\nAs ex-Ambassador Murray has said, U.S. intelligence was almost surely keeping tabs on Podesta’s communications because of his ties to Saudi Arabia and other foreign governments. So, the U.S. intelligence community represents another suspect in the case of who leaked those emails to WikiLeaks. It would be a smart play, reminiscent of the convoluted spy tales of John LeCarré, if U.S. intelligence officials sought to cover their own tracks by shifting suspicions onto the Russians.\nBut just the suspicion of the CIA joining the FBI and possibly other U.S. intelligence agencies to intervene in the American people’s choice of a president would cause President Harry Truman, who launched the CIA with prohibitions against it engaging in domestic activities, and Sen. Frank Church, who investigated the CIA’s abuses, to spin in their graves.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nolde reb\nThe article completely misses the main issue.\nThe CIA was created by Allen Dulles with the funding of his Wall Street cronies for the purpose of thwarting objectionable government actions.  Ref. DEVILS CHESSBOARD by David Talbot.  It serves as the muscle for Wall Street to exploit the entire world.  Ref. KILLING HOPE by William Blum; CONFESSIONS OF ECONOMIC HIT MAN by John Perkins.  Through Wall Street’s control of the IMF and WB, they have impoverished the world.  Ref. GLOBALIZATION OF POVERTY by Michel Chossudovsky.\nThe rape of Greece using nefarious means by Wall Street financiers backed by United States muscle is beyond parallel.  Ref. http://www.paulcraigroberts.org/2016/05/25/we-have-entered-the-looting-stage-of-capitalism-paul-craig-roberts/ .  The ultimate objective of collecting on the US $19 trillion debt has been mentioned on internal memos according to Greg Palast.  Ref. http://www.gregpalast.com/larry-summers-and-the-secret-end-game-memo/ .\nWall Street uses the Federal Reserve to embezzle billions from the government daily using the FRBNY’s exclusive handling of Treasury auction funds.  Ref. 31 CFR 375.3.   Ref. http://www.scribd.com/doc/48194264/rip-off-by-the-Federal-Reserve-revised ; https://www.scribd.com/document/115919607/FUNDING-THE-NEW-WORLD-ORDER .\nTC Borelli\nDecember 21, 2016 at 15:26\nFirst Vice President Spiro Agnew was removed from office because, all of a sudden, his corrupt behavior as Maryland governor was “discovered.” Agnew was replace by Gerald Ford, the pliable former member of the Warren Commision and Republican minority leader in the House. Then President Nixon was impeached and forced to resign allowing Ford to ascend to the Presidency. Once in power and out of the blue, Nelson Rockefeller, who embodies  the nexus of the corporate and political ruling class is appointed Vice President. The past may be the blueprint for the future.\nDecember 20, 2016 at 19:47\nmy thinking on the feebs, is the alleged insider discontent was true: that for BOTH personal political leanings AND her indictable natl security, classified matls, email shenanigans, they (the field agents, etc who actually semi-investigated *SOME* of the slime) thought hills should go down…\n(AND NO DOUBT she would be in jail if she was doing these illegal actions a la manning, snowden, or even a binney, etc; NOT as the power elite slimer she is doing dirty deeds not dirt cheap…)\nthat comey had a tad too much comity in dismissing any/all potential indictments/etc, speaks to her insider influence and his brown-nosing for Empire…\nsupposedly, resignations were piling up on his desk when he let her off the hook… if so, mayhaps he was again ‘forced’ to address it in *some* fashion to allay the gangs of field agents/etc (who supposedly don’t like the fucker) who had pitchforks and torches…\nsounds likely to me, includes all the requisite posturing, infighting, and deep political intrigue that we only see some superficial results of…\nBrian\nDecember 20, 2016 at 15:26\nDecember 15, 2016 A History Of Lies: WMD, Who Said What and When\nJune 12, 2003 – “Information Clearing House” – Updated December 15, 2016\nIntelligence leaves no doubt that Iraq continues to possess and conceal lethal weapons\nGeorge  Bush, US President 18 March, 2003 Saddam’s removal is necessary to eradicate the threat from his weapons of mass destruction\nDecember 20, 2016 at 13:03\nU.S. has been run by close connections of the Intelligence Agencies ever since JFK fired Allen Dulles, a friend of the Bush clan whose members ran 5 Presidencies (including Reagan’s).  The Clinton’s were well connected to US Intelligence ever since the then national security advisor Henry Kissinger mentored Hillary Clinton.  Both of Obama’s parents were agents or assets connected to 1960’s events in Indonesia and Kenya.\nTrump might be in a different faction, his education came from the hands of a mob lawyer, but one who was also in the inner circle of hawks going back to Truman.\nParry’s thesis that intelligence services wanted neither person doesn’t make sense to me.  Who could they have preferred to Hillary, she was the proven right neocon stuff through and through, and still good friend of Kissinger?  It’s been more my sense that Team A wanted to get the colors back from Team B, who pulled a surprise hit in November by paying the vote counters one dollar more.\nI think what we’re seeing is ever greater factionalism in the covert world, which is not surprising, as the hull slowly rises on the sinking ship.  Also, the projection of war isn’t the only issue, some also want lower taxes on daddy warbucks too.\nJefferson\nDecember 20, 2016 at 12:35\nIt would also be helpful to know the current extent of Mossad control and influence over the New York Times and Washington Post. Are American journalists  regular paid agents of Mossad (as well as CIA)  ?   Or are they guided  by  goals   common to both the Mossad  and the owners of the American media ?  After all, the Democratic Party sure looks like the American Jewish Party masquerading as an American party that strives for  equality/ justice  for all Americans.\ngeorge Archers\nDecember 20, 2016 at 10:48\nArticle is a day late. big T is now in the clear. Reminder. All Elections are a circus act. Every 8 years,( check out result’s of re election first terms of all Presidents)like clock work, each party takes control. Except when a President crosses Israel agenda. Poor Jimmy Carter got the boot one term. just before re election, Interest raters were jacked upto  21% and oil prices tripled. Then after losing to Reagan Bush –dropped rates in weeks.\nIM\nDecember 20, 2016 at 08:50\nPieczenik (& Stone) have both said that they gave info to Assange.  Pieczenik said the DIA and CIA create avatars like Assange & Snowden.  (Pieczenik refers to the flamekeepers; I’m not sure if he is referring to people awarded the Keepers of the Flame award by the Center for Security Policy.) He says that there is much cooperation between the US & Russian militaries eg in space.  I think he might be talking for the DIA/DOD/Pentagon – or at least a faction thereof – Assange is Ellsberg.\nIt’s almost as if there is a Russian-Israeli-Jewish faction aligned with Russia against the Bush Nazi British-Muslim Brotherhood CIA but then it could just be a pivot towards Russia, to destabilise the Russia-China relationship, just like Kissinger/Nixon did with China.  No accident I suspect that Kissinger-Nixon acolytes are all over Trump.  Soros/Brzezinski/Obama/Clinton/CIA /DEMs had their chance to get the Nabucco pipeline, failed, they’re off the bench and will be brought back when Trump has pummeled China and the US needs to pummel Russia a bit more.  Soros & Kissinger are the puppetmasters.\nDennis Rice\nDecember 19, 2016 at 19:25\nI agree. It wasn’t any last minute comment by Comey that did Hillary in.\nIt was Hillary and the DNC that did Hillary in. “Wrong woman\nat the wrong time.”\nThe DNC ‘still’ doesn’t get it…the message from the American people\nthat the issues promoted by Bernie Sanders are the issues that this\ncountry needs to face.\nIn four years, run Sanders and Warren, or Warren and Sanders on\nthe same Democratic ticket and there will be a landslide away from\nRepublicans.\n———————-\nBy the way, the DNC has a website that reads “Contact us.”\nIt’s a waste of time. Nobody in the DNC checks it, nobody responds.\nIf you want to try it, however, send’em one that cusses out the whole\nDNC. Use some four letter words. You won’t hear back.\nNobody in the DNC will ever see it.\nGregory Kruse\nDecember 19, 2016 at 18:21\nIt would be enough if they merely turned over in their graves.\nWm. Boyce\nDecember 19, 2016 at 15:23\nI just heard a radio interview of Reese Ehrlich this morning and when asked about the supposed involvement of the Russian government in interfering/hacking our election he said the CIA hasn’t brought forth any concrete evidence of same. “Confidence” in it having happened was the same as confidence that there were weapons of M.D. in Iraq. I’d go with that for now, until we actually get some real evidence.\nDecember 19, 2016 at 15:05\nMr. Parry, You article is very thought provoking and very well done. You step aside from buzz words that only serve the people using them like “hacking versus leaking”. It’s kind of like I got a package today one neighbor says UPS left it another says it was FedEx. The result was the same. There is a little unpublicized fact that goes underreported. Julian Assange had a job working for Russian state funded TV. Julian Assange also was instrumental in steering Snowden to Russia. Who wants what in this election. I think Hillary is now out of the picture. Who  does Russia want as President? Would a copy of Trumps tax returns and other hacks make him putty in Putins hands. Do the intelligence people have access to this information? Would they hesitate using it? Why haven’t they used it already. It’s been assumed right along the  Republicans don’t want Trump. Would intelligence deliver Trump and then get Pence into the  Presidency by way of impeachment? Craig Murray meeting someone in the woods? I personally don’t believe either him or Julian Assange. Thank You for a great article.\nTony\nDecember 19, 2016 at 14:55\nFirst of all james comie was pressured by his stuff there is an article showing how his stuff was quiting for not investigating clinton.  So to shut up them and the votters  after investigation he said is nothing to see here which was obvious political move not to hindrr clinton.\nSecond new ceo of cia has accused john brennan of playing clinton politics with agency and running accusation with no proof. This is obvioius tgat brennan in last day is playing politics  want a role and is a shill and spreading  obvious propganda eith ni facts to back it.\nBill Bodden\nDecember 19, 2016 at 13:05\nPoints to consider that the fawning corporate media choose to ignore:\n1.  President Obama has told the American people on several occasions that no one is above the law.  Hands up anyone so out of touch with reality as to believe that.\n2.  John Brennan lied to the senate intelligence (?) committee investigating torture at the CIA.  Because John Brennan is one of many people above the law, the senate committee didn’t charge him with contempt of Congress as lesser mortals would be.\n3.  James Comey reactivated interest in Hillary Clinton’s private server and her emails.  A few days later he came up with an “oops” and said there was nothing there.\nThe points above don’t necessarily mean the people cited above are lying when they accuse Russia of hacking, but it does mean that we should regard anything they say with the utmost skepticism and demand evidence instead of hearsay.\nYonatan\nDecember 19, 2016 at 11:23\nThis is just the Economic Hitmen playbook in action, seen throughout the world and now coming to the US. The strategy is to bribe first. If that fails, then try to depose. If that fails then kill. The CIA do the dirty work for the TBTF central banks and  corporations\nMr. Parry\n“…….If indeed U.S. intelligence bigwigs deemed both Clinton and Trump unfit to serve as President – albeit for different reasons – they could have become involved in leaking at least the Podesta emails to weaken Clinton’s campaign, setting the candidate up for the more severe blow from FBI Director Comey in the last week of the campaign………Official Washington’s “group think” holding Russia responsible for the Clinton leaks does draw some logical support from the near certainty that Russian intelligence has sought to penetrate information sources around both Clinton and Trump…….”\nCertainly motive is critical to convicting someone for a crime so your attempt to portray both candidates as unfit in the eyes of the intelligence community establishes the motive for the hack of Podesta’s emails.  However, the simple truth is that Russia had a great deal riding on the outcome.  Putin openly supported Trump and visa versa.  Trump promised to improve relations with Russia – and selecting the Exxon CEO for Secretary of State reinforces that policy.  Tillerson signed a $300 billion dollar deal with Russia to drill in the arctic before that was put on hold because of US sanctions.  HRC had rubbed Putin the wrong way for a long time – especially when as Secretary of State, she made statements calling into question the legitimacy of the elections in Russia.  Hillary openly supported a no-fly zone in Syria – a provocative military move which would openly challenge Russian interests in Syria.\nAccording to FP magazine, the Kremlin feared HRC (“The Kremlin Really Believes That Hillary Wants to Start a War With Russia” http://foreignpolicy.com/2016/09/07/the-kremlin-really-believes-that-hillary-clinton-will-start-a-war-with-russia-donald-trump-vladimir-putin/ ).  In other words, the election of Hillary was potentially an existential threat to Russia. Former Intercept staff journalist, Marcy Wheeler pointedly writes (“Why Is CIA Avoiding the Conclusion that Putin Hacked Hillary to Retaliate for Its Covert Actions?”):\n“……..The most logical explanation for the parade of leaks since Friday about why Russia hacked the Democrats is that the CIA has been avoiding admitting — perhaps even considering — the conclusion that Russia hacked Hillary in retaliation for the covert actions the CIA itself has taken against Russian interests……. The likelihood that Russia targeted the former Secretary of State for a series of covert actions, all impacting key Russian interests …….”\nMarcie points out several reasons which motivated the Russians to hack the DNC (1-4 below from her article linked above):\n1. Misleadingly getting the UN to sanction the Libya intervention based off the claim that it was about protecting civilians as opposed to regime change\n2. Generating protests targeting Putin in response to 2011 parliamentary elections\n3. Sponsoring “moderate rebels” to defeat Bashar al-Assad\n4. Removing Viktor Yanukovych to install a pro-NATO government\nIf motive counts for anything in the hack of the DNC emails, then the “conviction” of Putin is a slam dunk.\nAbe\nCommenter craigsummers predictably offers a concise recitation of mainstream media propaganda about the DNC hack.\nMotive counts for a lot.\nThe far from complete catalog of US “regime change” offenses certainly attests to American motive.\nSo the most logical explanation for the hacking imbroglio is a domestic offensive cyber operation aimed at vilifying Russia.\nIf a consistent trend in comments counts for anything, then the “conviction” of craigsummers is a slam dunk.\nDecember 19, 2016 at 20:01\n“…….The far from complete catalog of US “regime change” offenses certainly attests to American motive……”\nIt’s irrelevant, or whataboutery.  Russia didn’t hack the DNC because of what the US did in Iran in 1953, or in South America.  Putin is pragmatic.  He is interested in Russian interests – Ukraine, Syria and enabling a candidate like Trump who promises better relations with Russia (possibly ending sanctions).  He took a big risk – and it might have swung the election.  He is going to face additional sanctions under Obama and the Congress, but we will see what Trump decides to do after he takes over.\nThanks for your……..rebuttal(?).\n“Russia didn’t hack the DNC”\nGlad we found something to agree about, comrade.\nThe rest is your… conviction.\nTC Borelli\nA motive without evidence remains a motive….nothing more.\nAbe\nDecember 24, 2016 at 15:47\nDigital “evidence” can easily be manufactured and planted with today’s technology.\nThe simplistic “digital fingerprints” meme propagated by Eliot Higgins and his Bellingcat gang of hacks is pure Propaganda 3.0.\nIf we want to analyze means, motive and opportunity, we can start with an examination of the military contract portfolios of the cyber security contractors claiming to possess so-called “evidence” of Russian perfidy.\nTed Reynolds\nKale\nDecember 19, 2016 at 08:10\nThis is awesome stuff. Too bad mainstream America prefers its news more like the its fast food, hot, fast, and tasty.  This kind of logic takes more of a sit-down dinner that discusses the recipe and resulting flavor.\nRealist\nDecember 19, 2016 at 07:48\nDamn!  Sputnik news is reporting that the Ukies have begun advancing simultaneously on seven Lugansk militia positions in the Donbass.   Apparently, Kiev has renewed the fighting, probably on orders from Obomber who is determined to have a war with Russia even though Hillary’s warmongering candidacy was rejected at the ballot box.   The world as we know it could possibly be over before Xmas.\nRealist\nThe Sputnik is just the long arm of the Russian government (and hardly a source to use in a comment section).  The Sputnik (i.e. Russian government) called the attack of the aid convoy in Syria “staged”. According to the Sputnik (10-5-2016):\n“……On September 19, a UN-Syrian Arab Red Crescent convoy carrying humanitarian aid for the Aleppo province was hit by a strike, according to the International Federation of Red Cross and Red Crescent Societies (IFRC). As a result, 18 of 31 trucks were destroyed and at least 21 individuals were killed……The experts analyzed the footage and photos of the attack in the media and came to a conclusion that “the attack” was staged: in particular, the cabin of one of the trucks was not affected and “has no trace of a close explosion — traces of debris or holes, only the cargo damaged.” Furthermore, the edges of the holes in damaged trucks are covered with rust. The road surface was also in perfect condition, while according to the experts it would have been damaged if it were hit by an airstrike…….”\nAccording to A UN expert who examined the satellite photos (BBC News – Syria conflict: “Aid convoy attack was air strike, UN expert says” http://www.bbc.com/news/world-middle-east-37561755 :\n“……..Analysis of satellite imagery taken after a deadly attack on an aid convoy in northern Syria last month shows that it was an air strike, a UN expert says…..…at  least 18 people were killed when lorries unloading at a Syrian Arab Red Crescent warehouse in a rebel-held town outside Aleppo came under fire……..The US believes Russian warplanes bombed the convoy. Russia, which backs Syria’s government, denies the charge…….  Lars Bromley, research adviser at the UN Operational Satellite Applications Programme (Unosat), told a news briefing in Geneva: “With our analysis we determined it was an air strike and I think multiple other sources have said that as well.”……..”\nJurgen\nDecember 19, 2016 at 04:32\nWhat looks to be really amazing is that nobody seems to notice something totally absurd in all those recent discussions in MSM. That is we do not see (do we?) too many of IT experts on networking, cyber security, computer forensics, highly qualified “white” hackers and such invited to political shows and quasi-news programs where they attempt to discuss highly technical aspects of cyber espionage and instead cannot stop endless nonsense of “Vlad Putin personally hacked my server/email/laptop (etc., etc., etc.)”. Rather than watching a professional discussions we keep seeing endless rows of J. Bolton or G. Kasparov types who pretty much look like people being on a short PTO from mental help institutions.  As if plumbers or carpenters would be discussing brain surgery on all major TV channels for days without having a single brain surgeon present – total insanity gone viral.\nAs a side note – a “Golden Imbecile of the week” statuette (if such a thing existed) is won hands down by Mr. Fareed Zakaria of the CNN (CIA News Network) who was making smart face while criticizing “Soviet Nationalism” – the very quintessence of oxymoron, which also illustrates the level of “professionalism” of those MSM ersatz-journalists.\nAbe\nDecember 19, 2016 at 20:02\nCNN belongs to Google and Bellingcat’s new First Draft Coalition of Propaganda 3.0 “partners”.\nCNN joins the Washington Post, the New York Times, BBC News, the UK Guardian and Telegraph, as well as PropOrNot-listed “Related Projects” like Bellingcat and the Atlantic Council’s Digital Forensics Research Lab (which features Eliot Higgins as a “Senior Fellow”).\nAll these “professional” purveyors of fake news have banded together in a Google-sponsored digital-age Ministry of Truth.\nJurgen\nDecember 19, 2016 at 20:53\nThe reason I interpreted CNN as “CIA News Networking” was that the other night I was switching channels on my remote … and there it was: a former CIA director Woolsey, plus some kind of former CIA analyst (one of those characters who’d say anything to get his face shown on any news channel for few minutes), and Anderson Cooper who himself got 1-year CIA training while working for the CNN\ncol\nDear President Obama,\nIt was kind of you to remember Mr. Rich.\nFunny how the DNC quickly forgot their own Director of Communications….\nOne would think those inclusive loving diverse DNC would be gushing his praises, grief counselors would normally be swarming the entire city by the dozens…. The newspapers would be constantly reminding us of this untimely death…Donna Brasille would be holding media events to catch the killer……or Debbie….\nOdd the total silence from the DNC about the assassination of a prominent officer, who many inside the DNC suspected of being the whistleblower of the wikileaks that came out 9 days prior to the murder.\nOf course the unbelievable “botched robbery” theory considering there was one point blank range shot to the back of his head and a “robber” that made no demands nor spoke according to witness accounts, nor took any money or the expensive devices he carried….\nTo me, the sudden loss of a co-worker followed by such deathly silence from the DNC is the real mystery. If I was the detective, I would consider that suspicious.\nAndreas Wirsén\nDecember 19, 2016 at 04:06\nWhat about a scenario of intelligence services clan war, with FBI trying to shoot down one candidate, and CIA the other?\nexiled off mainstreet\nDecember 19, 2016 at 04:03\nThe question is whether the US has descended too far from the rule of law into an imperialist regime for it to be overturned. Based on the length of time this took to get going, I am not sure it’s not the final play of the Clinton machine to overturn the election. It is true that the CIA and media first put out this crap prior to the election. They also probably know that, since they potentially have full knowledge of almost everything based on the Snowden disclosures, that the Russians likely have the same capabilities. The question is whether Russia released the information or Seth Rich, the murdered possible DNC leaker and somebody else the Podesta stuff, or if his lost phone resulted in his stuff being compromised. It has all the appearance of a soft coup, and I don’t see Trump, if he succeeds in getting in, as is probable, since the GOP websites seem to be holding firm, caving in that easily to them. There could be real fireworks ahead for the deep state.\nDecember 19, 2016 at 03:10\nThis is the most elegant explanation of events that I’ve seen.  Kudos!  The link between Brennan and Comey is a compelling centerpiece that explains events.\nCertainly, the Intel faction didn’t bet the ranch on knocking Trump out in the Electoral College.  Hence, they’ve got a second, third, etc. move to get rid of Trump or reduce him to a big fat nothing.  It will be interesting to see what Trump does and how the Intel faction turns up the heat.\nWe are now treated like a foreign country by the elites in charge.  Watch for a National Endowment for Democracy office opening up near you very soon.\nDecember 19, 2016 at 02:49\nIn the case of Clinton, I can well imagine the F.B.I. – and a good few generals at the Pentagon – harbouring deep unease at the strong possibility of her presidency leading to Washington’s neo-cons pushing the U.S. into yet another unwinnable war. This time such a scenario might end in nuclear conflict with Russia.\nAs I have said on this site before, generals tend not to like losing war after war, it’s not good for morale. Officers who have to try to explain the strategy and tactics to men on the ground start to get very restless, and even angry. They don’t do machiavellian politics at West Point.\nAs for the C.I.A., its misgivings about Trump are for entirely opposite reasons. The C.I.A. is the Deep State and probably worked hand in glove with neocons like Victoria Nuland and Robert Kagan to put Hillary in the Oval Office so Victoria Nuland could pull her strings as Secretary of State. Normally elections don’t affect these unelected power brokers. Republican or Democrat, they switch their allegiance according to which way the wind blows. The election of Trump threatens to change all that.\nAn alliance between the C.I.A. and the F.B.I. to undermine the executive will be one of the shortest weddings in history, and could even lead to armed conflict on the streets, starting with demonstrations by armed Trump supporters. Last winter we got a small taste of what can happen with the Bundy’s in Oregon when armed protestors holed up near Burns. And if the face off at Standing Rock is anything to go by, the state’s reaction to dissent might get very ugly, very quickly.\nJoe Tedesky\nDecember 19, 2016 at 03:08\nWhen it comes to the CIA one must wonder if everyone does finally in the end have their day. If I were a Beltway Elitist and Hillary called I wouldn’t answer it, because if you haven’t noticed Hillary has a cloud over her head…I mean why does everything she touch turn sour? I mean once there was John and Yoko, and then there is Bill and Hillary. This isn’t a judgement call, as much as it is mere fact. Hillary is a perfect example of the Peter Principle…through marriage, but basically she is the Peter Principle in motion. I’m not sure of what she did with the Children’s Defense Fund, so I’ll give her that. Although, her claims to fame, and her remarks about unboarding off of helicopters doesn’t earn her much credibility, so be happy that I will applaud whatever it was she did to help the poor children…I mean that. Every time Hillary wants to place blame on why she loss to Trump, she should just look in the mirror. Knowing her she would still see Vlad.\nBill Bodden\nDecember 19, 2016 at 14:37\nI’m not sure of what she did with the Children’s Defense Fund, …\nThere was a rift between HRC and Marian Wright Edelman of the Children’s Defense Fund.. Search “hillary clinton and marian wright edelman” for the details related to the sordid “welfare reform” during the Bill and Hillary Clinton presidency.\ndahoit\nA new march on DC.I’m ready.Go Trump!\nJoe Tedesky\nDecember 19, 2016 at 01:43\nIf today’s Electoral College vote mirrors the final election results, I will be satisfied with a no contention vote against the official 2016 presidential elections by the rules tally, but would this Electoral approval of us having a President Donald Trump come with even more creepy kind of  things to worry about?\nWith little time to legislate a stop Trump movement, would it not seen possible that with little time remaining for Congress to act, could this lead to more drastic measures being required? I’m sorry I’m going there, and you will have to accuse me since I just got done reading Wayne Madsen’s history of CIA coups…more than creepy all true, and we hope not prophetic to this particular situation.\nSeriously would it be wise for all of us to worry out loud. My reasoning is like when Trump cautioned his rally’s  with the ‘Rigged Election’ mantra, and did his out loud media meme kill the rigged election idea? Trump just saved his self by alerting the citizens….a no go for the deep state.  To bad Condi didn’t go loud on 8/6/01, and scream ‘we are going to get attacked’….would the perpetrators have close down the operation? It’s anybody’s guest, but then after reading Madsen’s history of CIA coups, I come to realize it doesn’t matter. If it is going to happen, it’s going to happen.\nTrump,for his sake will need to keep his friends close, and his enemies even closer, and he probably will. I’m not sure how out loud any of us should speculate continuing a conversation about this type of end game coup, but it surely belongs to the contingency plan part of your brain for if such a dastardly plan were to come to be.\nIf I understand the rules right, Hillary doesn’t have much of a chance of becoming Trump’s replacement….I don’t know I’m asking. If you want to scare yourself think of McCain as president, and Graham as his VP. Question; where would a four four Supreme Court take us? Could Obama by some weird executive order piece of baloney stay in office, and somehow bring Hillary on board? Okay, I think I know the answers to some of these questions, but we are talking about modern day America here, and anything is possible with the crowd we have on the Beltway. As far as we know major cable networks could be writing the first draft of this script, as we sit here reading the comment section.\nI think Trump will prevail with the Electoral College, and then all hell will break loose between today, and January 20th 2017. After that who knows. I just want everybody to slow the hell down. Quit making enemies, and start listening to the people of the world. Treat your own fairly, and be honest with them…I know I’m in dream land, but spread the government dole around, and not just with weapons manufacturers. Here’s an idea; start building hotels and casinos in every foreign capital of the world….Tom Friedman would love it. My point being, there are others things other than war and destruction.\nThe world is to small for war. If you need proof, ask a European.\nMike Lamb\nDecember 19, 2016 at 01:37\nIf some of those in the “intelligence” community hope to throw the election to the House of Representatives there is a BIG PROBLEM.\nThe 12th Amendment includes these words:\n“The person having the greatest Number of votes for President, shall be the President, if such number be a majority of the whole number of Electors appointed; and if no person have such majority, then from the persons having the highest numbers not exceeding three on the list of those voted for as President, the House of Representatives shall choose immediately, by ballot, the President.”\nThe House of Representatives may choose a President ONLY FROM THE TOP 3 (THREE) WHO RECEIVE ELECTORAL VOTES.\nAs it seems likely that the top two to receive votes from the Electoral College will be Donald Trump and Hillary Clinton, if enough pledged to Trump abandon him to leave neither Trump or Clinton with a majority of the vote of the Electoral College, just who will be the THIRD largest vote getter?\nLet us suppose that 40 electors that are supposed to vote for Trump vote for one or more third candidates, PLUS let us suppose that 50 electors that are supposed to vote for Clinton vote for one or more third candidates.\nIt would be possible that the THIRD in the vote totals would be a Democrat thus not giving the Republican controlled House the choice among Trump, Clinton, and a preferable Republican.\nAs such the “Coup” would still elect Trump.\nWhile it appears to me at the moment that those elected by the people as electors could ignore the desires of the people and vote for whoever they chose to be President.\nState laws may attempt to penalize any elector who did not receive the plurality of the votes in that State, the Federal Constitution would seem to allow electors to vote for whomever they please.\nIn my opinion Hillary failed to win the number of States to win the electoral college vote because she was the 2016 version of “NEW COKE.”\ndahoit\nDecember 19, 2016 at 12:08\nNew Coke was great,it tasted like Pepsi.Every thing I like they take off the market.You do know that the Coke you drink today is nothing like the Coke of the 60s,?They pulled a bait and switch when that controversy over Cokes formula arose in the 80s?,when they said they returned to the original formula.Corn syrup.\nSathers and Brachs combine;Brachs candy corn sucks,so they keep that instead of Sathers,sheesh.So much more.I guess I have discerning tastes.:)\nsierra7\nDecember 19, 2016 at 00:00\nThe major media is in full disarray, embattled, confused and in disbelief that so many Americans now view some of the leading MSM’s as total buffoons.\nDecades ago the leading newspaper and TV disseminators of “news” would brook no disbelief in leading most Americans down the rose petal path chosen for total consensus on most any subject, especially ones that effected our lives directly.  Examples: “Communist” takeover of the Western hemisphere; Tonkin Gulf Resolution; “Lines in the Sand” speeches by presidents; WMD; a failed economic system that has devastated most of the globe, etc.\nThis is no longer the case.\nReaction to the current presidential election outcome shows in their panic.\nScrambling to regain their credibility they now turn to the old bugaboo of “Russkie Interference”.\nDelving into most of these MSM stories will inevitably be read the qualifying words that “….no intelligence agency has any verifiable proof of any direct Russian interference with the recent election.”  None. And, their final words are that if they claim “evidence” they can’t tell the poor American citizens anything because it’s all, “….a secret”! (Ain’t democracy great?)\nIt is laughable to watch our “organs of propaganda” bleat foreign interference in our political processes and to feign complete amnesia of US global interference in elections held since WW2 in so many other countries.\nThe MSM and its propaganda can only exist by depending on that “American Amnesia”!\nThe biggest story of our early 21st century is being acted out right under the MSM noses: “The Great American Rebellion!”\nOf course that story doesn’t coincide with the general approved MSM/ruling elitist’s narrative.\nJoe Tedesky\nDecember 19, 2016 at 02:12\nYes, make us all believe we have won the revolution, and then tell the anti-establishment president to start doing establishment things. That didn’t work out to well for Tzar Nicholas II, but it worked out real well with Obama.\nThis could also be the biggest kick off of a new reality tv show ever I might add. I mean most successful shows are viewed by half of an audience who hates them….ask Howard Stern, or Kim Kardashian….hey ask Donald Trump. It’s magic, and its uniquely American. People love getting pissed off in America. Why hell it has become our national past time. Snarky is in.\nYes the corporatocracy is in control, or so it seems. I would also add that we also maybe giving these geniuses to much credit, but then one just doesn’t know for sure. Do we?\nAbe\nDecember 18, 2016 at 23:46\nThe US and UK possess elite cyber capabilities for both cyberspace espionage and offensive operations.\nBoth the US National Security Agency (NSA) and the British Government Communications Headquarters (GCHQ) are intelligence agencies with a long history of supporting military operations. US military cyber operations are the responsibility of US Cyber Command, whose commander is also the head of the NSA.\nUS offensive cyber operations have emphasized political coercion and opinion shaping, shifting public perception in NATO countries as well as globally in ways favorable to the US, and to create a sense of unease and distrust among perceived adversaries such as Russia and China.\nRevelations by former intelligence contractor and National Security Agency-whistleblower Edward Snowden made it clear that US offensive cyber capabilities can and have been directed both domestically and internationally.\nSnowden revealed a great deal about the NSA’s partnership with Israeli intelligence.\nRecent US domestic cyber operations have been used for coercive effect, creating uncertainty and concern within the American government and population.\nThe perception that a foreign attacker may have infiltrated US networks, is monitoring communications, and perhaps considering even more damaging actions, can have a disorienting effect.\nUS offensive cyber warfare operations work in tandem with aggressive US and NATO propaganda efforts against the governments of Iran, Libya, Syria, Ukraine, Russia and China.\nThe US perpetually seeks to portray these governments as human rights violators against whom an oppressed population has risen in defiance.\nDespite its clumsiness, a good portion of the Western public has found the US/NATO propaganda persuasive. Western factions critical of Russia will find new complaints about “Russian hacking” credible.\nFake news purveyor Eliot Higgins and the Bellingcat site have vigorously promoted the “Russian hackers” meme. Higgins regularly shrieks that he’s being attacked by the Kremlin.\nDmitri Alperovitch, co-founder and chief technology officer of the technology firm CrowdStrike, alleged that “Russian intelligence-affiliated adversaries” had penetrated the DNC network.\nBoth Alperovitch and Higgins are listed as Senior Fellows at the Atlantic Council “regime change” think tank.\nIn fact, Higgins was a principal author of Atlantic Council reports vilifying Syria and Russia.\nFounded in 1961 at the height of Cold War, the Atlantic Council is managed by a Who’s Who of Pentagon and Western intelligence, including four former Directors of the US Central Intelligence Agency.\nThe Atlantic Council routinely urges US military interventions based on dubious Western intelligence claims.\nJames lake\nDecember 18, 2016 at 23:30\nWhy are the US media not following up what the former ambassador says??\nBill Bodden\nBecause his evidence contradicts their propaganda.\nnewportbob\nDecember 18, 2016 at 22:51\nIt’s absolutely surreal watching the cable news channels getting spun up about all of this — without even addressing the core revelation:  Bernie got screwed by the DNC, thereby delivering Trump as President.    I’m similarly outraged that Barack O. feels he needs to chime in on the new candidates for head of DNC — opposing the most progressive Bernie-endorsed candidate available,  ensuring the DNC will not learn its lesson, and our “long national nightmare” will continue … Thanks Obama …\nsavagemm\nDecember 18, 2016 at 22:38\nWow! This whole thing is becoming more and more like a spy novel, as Parry suggested.\nAbe\nELIOT HIGGINS AND BELLINGCAT: CIA & NSA RELATED PROJECTS\nThe United States government has an extensive track record of lying when using satellite, aerial imagery, and “intelligence” information.\nFaced with the prevailing distrust of US intelligence agencies like the CIA and NSA, the US and its British collaborator have advanced a a Propaganda 3.0 disinformation strategy using so-called “open journalism”, “social media journalism”, and “open-source intelligence” as conduits for deception.\nThese new digital-age “information activities” include fake news reports generated via social media, published online in increasingly convincing and sophisticated ways by fake “independent citizen journalists”.\nBritish deception operative Eliot Higgins and the Bellingcat site are the leading purveyors of fake news.\nHiggins has developed an impressive track record of lying.\nFor example, when US and UK governments lacked credible evidence of Syrian government responsibility for the 2013 Ghouta attack or Russian government responsibility for the 2014 MH-17 incident, Higgins leaped forward to “fact check”  disinformation propagated on social media and rubber stamp it with a fake “digital forensics” seal of approval.\nHiggins’ fake “investigation reports” have been repeatedly debunked by reputable independent media outlets, real investigative journalists, and technical experts. But Higgins continues to be hailed as a go-to expert by the usual mainstream media “regime change” advocates.\nIn fact, Higgins and his Bellingcat fake news organization openly conspire with mainstream media propagandists like the Washington Post, New York Times and UK Guardian, and major corporations like Google with lucrative ties to the defense industry, in support of the US/NATO “hybrid war” against Russia and Syria.\nIn his principal role as a propaganda launderer, Higgins deliberately misinterprets, misidentifies, misdates and modifies aerial video and satellite images to promote Western intelligence narratives.\nHiggins and Bellingcat fake news is subsequently disseminated via British mainstream media propaganda outlets like the British Guardian, Telegraph and BBC News, along with American propaganda stalwarts like the New York Times, and Washington Post.\nThe mainstream media steadfastly refuse to report when Higgins and Bellingcat “findings” are routinely debunked by reliable independent journalists and technical experts.\nGOOGLE POSITIONS HIGGINS AS AN INTELLIGENCE “PROFESSIONAL”\nDeception operations have many layers, and have a lot to do with what is known in marketing parlance as positioning.\nCorporate giant Google, seed funded by the US National Security Agency (NSA) and Central Intelligence Agency (CIA), has been at the forefront of positioning Higgins as a “professional” investigator.\nGoogle, the company that runs the most visited website in the world, the company that owns YouTube, is deeply embedded with the US military-industrial-surveillance complex.\nSeed funded by the US National Security Agency (NSA) and Central Intelligence Agency (CIA), Google now enjoys lavish “partnerships” with SAIC, Northrop Grumman and Blackbird, major military contractors poised to profit from US and UK sponsored “regime change” wars.\nGoogle’s original mission statement was “to organize the world’s information and make it universally accessible and useful”. Prior to their 2004 initial public offering, Google founders Larry Page and Sergey Brin explained their “Don’t be evil” culture required objectivity and an absence of bias: “We believe it is important for everyone to have access to the best information and research, not only to the information people pay for you to see.”\nThe corporate giant appears to have replaced the original motto altogether. A carefully reworded version appears in the Google Code of Conduct: “You can make money without doing evil”.\nObviously Google believes that you can make money promoting propaganda and not be “evil”. That’s post-truth thinking for you.\nGoogle has been enthusiastically promoting Eliot Higgins “arm chair analytics” since 2013. In November 2014, Google Ideas and Google For Media, partnered the George Soros-funded Organised Crime and Corruption Reporting Project (OCCRP) to host an “Investigathon” in New York City. Google Ideas promoted Higgins’ “War and Pieces: Social Media Investigations” song and dance via their YouTube page.\nHiggins constantly claims that the “findings” of Bellingcat are “confirmed” and “reaffirmed” by accessing imagery in Google Earth.\nGoogle Earth, originally called EarthViewer 3D, was created by Keyhole, Inc, a Central Intelligence Agency (CIA) funded company acquired by Google in 2004.\nGoogle Earth satellite images are provided by Digital Globe, a supplier of the Department of Defense (DoD). Examination of the Board of Directors of Digital Globe reveals intimate connections to DoD and CIA.\nThe National Geospatial-Intelligence Agency (NGA) is both a combat support agency under the DoD and an intelligence agency of the United States Intelligence Community. Robert T. Cardillo, director of the NGA, lavishly praised Digital Globe as “a true mission partner in every sense of the word”.\nGOOGLE & BELLINGCAT FORM FIRST DRAFT PROPAGANDA COALITION\nIn June 2015, Google formed the First Draft Coalition with Bellingcat as a founding member.\nIn addition to Higgins’ cabal of fake “independent researchers,” the First Draft “partner network” includes the New York Times and Washington Post, the two principal media organs for “regime change” propaganda.\nIn a triumph of Orwellian Newspeak, this Propaganda 3.0 coalition declares that member organizations will “work together to tackle common issues, including ways to streamline the verification process”.\nIn addition to Bellingcat, WaPO and the Times, the First Draft Coalition “partners” include all the usual mainstream media war propagandists: CNN, the UK Guardian and Telegraph, and BBC News.\nGoogle’s shiny new digital-age propaganda coalition also includes organizations like the Ukrainian propaganda website Stopfake and the Atlantic Council’s Digital Forensics Research Lab.\nStopfake belongs to the National University Kyiv-Mohyla Academy, one of the many all-too-eager Ukrainian recipients of cash from the National Endowment for Democracy (NED) since the March 2014 western-backed coup d’etat in Kiev.\nA direct media outlet for Higgins’ Bellingcat “investigation reports”, Stopfake uses the same fake fact-check disinformation strategy that Higgins employs.\nHiggins is a nonresident senior fellow for Digital Forensic Research Lab with the Atlantic Council’s Future Europe Program.\nUS/UK INTELLIGENCE PROP: GUARANTEED\nThe Washington Post / PropOrNot imbroglio, and First Draft Coalition member organizations’ zeal to “verify” US intelligence-backed fake news claims about Russian hacking of the US presidential election, reveal the true mission of this new Google-backed propaganda alliance.\nHiggins, whose Bellingcat site has been financed by Google, was the principal propaganda launderer for Western-backed Al-Qaeda and ISIS terrorist videos, as well as videos by the White Helmets terrorist affiliates.\nDuring the Autumn of 2016, Syrian government forces were finally defeating the Al-Qaeda terrorist army that had besieged Aleppo, and independent journalists were exposing the White Helmets videos as elaborately staged fakes.\nWestern governments, mainstream media propagandists, Higgins and Bellingcat were about to have a lot of ‘splainin’ to do.\nWith the Western-backed “regime change” program faltering in Syria, US intelligence agencies and Google’s propaganda coalition were forced to resort to desperate measures.\nThe necessary diversion, seeded across all media months in advance by the trusty First Draft Coalition members, was to shift propaganda about propaganda into overdrive during the US presidential election.\nAt the end of November, the Washington Post promoted PropOrNot website claims about fake news.\nPropOrNot listed Bellingcat, Stopfake, and the Atlantic Council’s Digital Forensics Research Lab in its roster of purported “Allies”.\nHowever, it is very difficult to believe that the Washington Post neglected to consult its fellow First Draft Coalition “partners” before it promoted PropOrNot.\nIn a Twitter dialogue with journalist Glen Greenwald, Higgins protested much that PropOrNot was “amateur,” adding that “If that website is a CIA product they’ve seriously let their standards slip” https://twitter.com/EliotHiggins/status/802915669666775040\nIndependent media outlets have engaged in remarkably superficial analyses of the Washington Post / PropOrNot debacle.\nTypical of this tendency, CounterPunch managing editor Joshua Frank remarked: “It only requires a quick glance at PropOrNot’s social media presence to see how juvenile their tactics are, which should have raised a red flag immediately about their legitimacy.”\nHowever, the all-too-apparent “juvenile” and “amateur” character of PropOrNot is designed to function in a much larger propaganda narrative.\nWhether the Washington Post and other mainstream media outlets “took the bait” proffered by PropOrNot (they needed absolutely no convincing) is hardly the point.\nIt is entirely unsurprising that the New York Times and other First Draft Coalition “partners” enthusiastically “took the bait” presented by PropOrNot.\nSadly, with very few exceptions, independent media engage in superficial discussions of the propaganda and hacking issues while ignoring the larger Propaganda 3.0 deception operation at play.\nFor example, Glenn Greenwald and Ben Norton for the Intercept uncritically “took the bait” proffered by Higgins, and Norman Solomon lauded Adrian Chen’s NYT screed concerning PropOrNot.\nThe base level propaganda narrative, narrowly focused on the “amateur” antics of PropOrNot, provides additional media platforms for Propaganda 3.0 “professional” Higgins to promote Western intelligence narratives.\nCitizenOne\nDecember 18, 2016 at 21:34\nThis is just the wackiest thing I have ever seen.  I wonder if my cellphone is listening and I am sitting in judgement of my conversations by big brother weighing whether I qualify as an election influencer and should be publicly outed or worse.  Soon, we will not even be allowed to see or hear anything since it may be China or Russia persuading us to kill grandma..\nWe leap from one insanity to the next like tripping on acid and having each hallucinogenic trip even more bizarre than the last.\nWho knew that the supreme threat from emails misused by Hillary Clinton would immediately upon her ejection from politics instantly become a new game of email shenanigans now blamed on the Russians!\nIt is amazing how many ways emails can conspire to defeat one woman.  It is as though we can now see that not only those emails here at home in our own back yard like State Department emails were joined by emails from across the ocean and from the other side of the world to defeat this Clinton woman devil beast.\nThey say the pen is mightier than the sword and boy howdy this sure proves it.\nNow these emails are knocking on the doors of electors who can feel the cold electronic mind control coming from Mordor as it reaches out of their computers to infect their minds, turn them into zombies and force them against their will to vote for Hillary Clinton.\nEmail Wars!!  They are here!\nThe next time you open your inbox, please consider the very real risk it will be the very last moment of free will you will ever have.  I urge you not do it.  Do not let Pandora out of her box.  She will steal your brain, eat it, replace it with a plastic re branded brain made in China and programmed in Russia and you will immediately become a chum bucket for Plankton.  ALL HAIL PLANKTON!\nWho knew the power of emails.  No wonder everyone wants to get them.  The more emails you have the more power you have.  The more power you have the richer you are.  The richer you are the  more nuts and silly putty you can buy.\nWhat fun!\nDecember 18, 2016 at 21:19\nWeren’t the Clintonistas, every politician questioned and the entire mainstream media hopping mad about Trump’s supposed reluctance to accept the results of the election if he lost?   What hypocrites, all of them, as they are doing exactly the same thing they pre-emptively condemned Trump for planning to do.   Just like the “Trump is Putin’s puppet” meme they used as a campaign ploy, they are using this as a ploy to steal what they could not win at the ballot box.\nThe mainstream media are reporting that “the majority of Americans polled want the electoral college ballot halted” or “the people want a new election untainted by Russian interference.” Can anyone half conscious believe that, or is it more “fake news?” I should think that most people, especially everyone who voted for Trump, would be highly suspicious of such a claim.  It’s so blatantly contrived that it doesn’t pass the smell test.   Yeah, I go with the theory that the CIA is trying to pull off another color revolution resulting in regime change, this time in the United States.  Tough to beat when they have the oligarchs, their political pawns and the media in their pocket.\nThis country will openly and officially be a tyranny, right up there with the old Soviet Union and Red China, if Donald Trump is not sworn in at 12:00 noon on 20 January 2017.   I don’t care what anyone THINKS they know what his  policies might be, we’ll deal with those on an individual basis when they are presented in their turn.  The remedy to your or my disagreement with his potential policy is NOT to foment a coup against him and our constitution.\nTannenhouser\nDecember 18, 2016 at 20:41\nI wonder how pense ive the college is about now? Perhaps??\nJohn\nDecember 18, 2016 at 20:26\nSilly people !!! Everything in the modern world is about market share….HELLO….Bill and Hillary Clinton are the “Tele Evangelist ” for  government ( tax payers) subsidized economics……If the elite had a choice as to whose economic program to follow it would be (free money) just like Obama care is a subsidy to the insurance cabal……Follow the (free) money…….The rest of this shi* is window dressing…….Thick….lol\nF. G. Sanford\nDecember 18, 2016 at 20:03\nI note that there is quite some consternation and animosity showing between the commenters on Mr. Whitbeck’s article. So far, I cannot see any comments under this article. So, I do not yet consider myself to be at odds with anyone. I observe only that, regardless of who provided the emails to Wikileaks, the contents could not have benefitted Russia or Donald Trump…had they not revealed weird, sleazy, creepy, underhanded and unethical behavior and conversation. Everybody should stop looking a gift horse in the mouth and be damn glad we got to find out what a crooked operation the DNC is and what a bunch of sleazebags run our country. Only abject morons could argue over what did or did not benefit Vladimir Putin in all of this.\nSanford, I’m with you, till I came to your comment I was having the feeling I was wasting my time reading the comments.\nHaving learned American History, the Real History, in my own country and a couple other universities in the world no one seems to know that this is not the first time that a coupe has been in play.in America, the one before was in 1933.\nAs an outsider looking in waiting to see what December 19, 2016 will bring in this F*****up American Democracy election system.\nHave a nice day.\nDecember 19, 2016 at 02:29\nNo F.G. It’s more fun to stay off of what is in those emails, and while shooting the messenger (the 200 fake news sites) provoke the second largest beholder of nuclear weapons on this planet (irk China and now they are a little larger than us…oh Israel and NATO I forgot)… But this is within keeping of current U.S. Foreign Policy, no?\nThe citizens of the world will pay far more for this hegemony than what the oligarchs will profit, but the royals will be free and clear of taxes and death, while the public will be the ones strapped with the never ending debt. It’s a fools game, but they play it. The pendulum doesn’t swing to often towards the public’s side, but when it does it isn’t pretty for the masters. The only lesson that was learned from WWI, was that the monarchs would move to the back, and push the politicos to the front…it’s nicer that way.\nI also wish we would learn who unveiled madam Hillary’s trove of emails, because I want to know who to thank.\nTom Petrie\nDecember 18, 2016 at 20:00\nSure wish the mainstream media would report on the information contained in this well-written article!\nDouglas Baker\nDecember 18, 2016 at 19:34\nInteresting.  Has the ill Mrs. Clinton and her husband as well as our lame duck President gotten around to registering as agents for Saudi Arabia as the murder of the sovereign nation state of Yemen continues as well as N.A.T.O.’s lapping the Hindu Kursh in Afghanistan with troops of occupation directed by those that direct American aggression around the world with chaos still smoltering in Libya after the murder of a small independent nation state there with all the benefits to the people of Libya lost and gone as the murdered leader of the country, with the occupation of Iraq on going with the “Green Zone” a citadel for destruction of “the fertile crescent” with many parts of Iraq well laid with nuclear waste in the form of “depleted” uranium, and the united axis powers of Israel, the U.S.A., the U.,K., Turkey, Saudi Arabia, France, N.A.T.O. and other minions and their foreign legion of terrorists  of destruction soldier on in the destruction of Syria as a sovereign nation state, that if their will is done will be drawn and quartered on the butcher’s block of a “New World Order”.\nDavid F., N.A.\nDecember 18, 2016 at 18:51\nIf indeed U.S. intelligence bigwigs deemed both Clinton and Trump unfit to serve as President\nIMO, these duopoly elections are just a formality.  Clinton deregulates; Bush sells; Obama wants to look forward.  When it comes to wars, the economy and civil liberties, what’s the diff?\nSo maybe the bigwigs don’t really care who is president and their only true goal here is to create a Russian boogieman. The bigwigs are probably busting up while watching the rich and the MSM run around like it matters who’s in office.\nControlled partisanship is a powerful facist tool.\nBill Bodden\nDecember 18, 2016 at 18:48\nWith Trump as president there is good reason to believe we will be heading into uncharted territory.  If there should be an intelligence coup that will be doubling down on the uncertainty.  If such an event should occur then, as in war, the law of unintended consequences will likely compound the chaos.\nSam F\nDecember 18, 2016 at 18:36\nExcellent point that secret agencies were likely monitoring Podesta as an agent of Saudi Arabia. But it is a devastating point that that the Dems actually employed Podesta, an agent of Saudi Arabia to run their campaign.\nIn reading some of the DNC emails, it appears that Clinton listened to almost no one on Mideast policy who did not have a Jewish name.\nSo is this not the real story?\nIsrael and Saudi Arabia run the Democratic Party!\nIsrael and Saudi Arabia run the Democratic Party!\nDrew Hunkins\nDecember 18, 2016 at 18:27\nFormer CIA director William Colby once admitted, “The CIA controls anyone of any significance in the establishment media.”\nTrump’s potential detente with Russia threatens certain careers and jobs in various intel agencies.  Some of their raison detre would be eliminated.\nJosh Stern\nThat specific quotation is apparently unsourceable:\nSee also this article: https://pando.com/2014/02/04/the-first-congressman-to-battle-the-nsa-is-dead-no-one-noticed-no-one-cares/\nBy the way, it was later revealed that the NSA had Frank Church under surveillance while he was investigating them for such abuses.  He never learned that prior to his death, just a few years later….\nBob Van Noy\nDecember 19, 2016 at 12:41\nI didn’t know about Congressman Pike’s death; thank you Josh Stern…\nJosh Stern\nAdding more context to the selection of links above:\nThe mid-1970s investigations of the CIA and FBI by US Congress were not ultimately very effective – they were blocked, stymied, neutered, shut behind closed doors, etc.  Even so, they are the best examples of that every happening between 1947 and the present day.   Probably the most interesting material in Carl Bernstein’s article on the influence of the CIA on the media comes from behind-closed-doors material that was unearthed in the context of the Church committee investigation.  Most of the public never saw or heard about it.  The Pike Commission, which was supposed to be the HoR version of Church.  The original guy picked by the House to lead it,  Nedzi, was displaced after it was pointed out that he had a history of being an enabler for CIA cover ups.  Ultimately, this committee was not even allowed to release its final report.  As the Pando article makes clear, reporter Daniel Schorr, acting as a white hat, snuck a copy to the Village Voice and lost his job for that act.\nWhy do we not have more concrete info about the extent of CIA manipulation of the US and International media the occurs from within the media itself?   One reason is because the US Congress does not want its citizens to know.  It was happy to block them from learning in the mid-1970s and has never touched the issue since that time.\nDecember 18, 2016 at 17:50\nLet’s be very clear here. This situation is unprecedented in our history. Trump has said he is departing from the bi-partisan consensus on permanent war that really started in 1947 and has, on and off, continued to this day. I see all this as pressure on him to conform to the policies of globalism. One way or the other the several sides within the intel community, the military and what I call organized crime (the sum total of “contractors” and hustlers foreign and domestic that are major players in Washington) are all trying to rebalance the power equation that has been upset more by Obama than Trump. Obama has been dragging his feet on expanding the war in Syria and “confronting” Russia and parts of the Deep State have worked to undermine his rule particularly obvious in the actions of Ash Carter in scuttling the peace deal between Kerry and Lavrov by attacking Syrian positions–this was, to me and others, clearly mutiny. Whoever would have been elected would have had to deal with mutiny from one or another faction. I think Trump has made enough deals to survive but if he doesn’t use whatever power he has to balance the power equation in the next few months we could be headed for major and perhaps unpredictable problems next year. Power vacuums get filled sometimes by surprising actors.\nTC Borelli\nLike Nelson Rockefeller 44 years ago.\nBrendan\nDecember 18, 2016 at 17:24\n“The Podesta emails and the DNC emails are, of course, two separate things and we shouldn’t conclude that they both have the same source,” Murray said. “In both cases we’re talking of a leak, not a hack, in that the person who was responsible for getting that information out had legal access to that information.”\nCraig Murray states clearly here that Podesta was the target of “a leak, not a hack”. This contradicts the ‘official’ version that Podesta was the victim of a ‘phishing’ attack or, in other words, a hack.\nLast week the New York Times repeated this version of events, about how Podesta gave his password to ‘phishers’ as a result of advice from an aide.\n” “This is a legitimate email,” Charles Delavan, a Clinton campaign aide, replied to another of Mr. Podesta’s aides, who had noticed the alert. “John needs to change his password immediately.”\nWith another click, a decade of emails that Mr. Podesta maintained in his Gmail account — a total of about 60,000 — were unlocked for the Russian hackers. Mr. Delavan, in an interview, said that his bad advice was a result of a typo: He knew this was a phishing attack, as the campaign was getting dozens of them. He said he had meant to type that it was an “illegitimate” email, an error that he said has plagued him ever since.\nSo there’s not just a clear disagreement about who released the e-mails (either the Russians or an American insider). It’s also about the method used to take the e-mails (either a phishing attack or authorised access).\nMurray’s interview was on 13 December, the same day as the NYT article. Were his comments meant as a reply to that article’s claims of hacking?\nFelix Navidad\nDecember 19, 2016 at 03:48\nWhy would someone use the convoluted term “illegitimate”, when bogus, spam, sham ,or scam would be more direct? (hmm … the Times Square Rag didn’t question Delvan’s flimsy song and dance.)\nDecember 18, 2016 at 16:45\nRobert, your article resonates with me because of the similarity of situation between now and when President Kennedy wanted détente with Russia, an exit from Vietnam, a decrease of income for the military industrialists, and the dismantling of the CIA, and was assassinated by a coup masterminded, in my opinion, by Allen Dulles.\nbackwardsevolution\nDecember 18, 2016 at 19:31\nmansur – it all looks the same, doesn’t it?  Shows how long America has been run by the unelected.  Who is pulling the strings of all of these different government departments who are working in concert?  Who really controls America?\nBob Van Noy\nI’ll second that statement Mr. Johnson. Thanks…\nKiza\nDecember 19, 2016 at 11:13\nCIA is much, much stronger now than when it assassinated JFK. It is a tumor inside US body, which has only grown since then.\nonno\nDecember 18, 2016 at 16:18\nIt’s just refreshing to read this excellent article by Robert Parry, but also the following comments. Too bad that MSM journalists stick to their lies and MSM manipulations. No FAKE NEWS on Consortiumnews which makes it excellent reading and understanding.\nD. Shatin\nAn Intelligence Coup?\nThere’s another possibility in play here: that the U.S. intelligence community is felling a number of birds with one stone. If indeed U.S. intelligence bigwigs deemed both Clinton and Trump unfit to serve as President – albeit for different reasons – they could have become involved in leaking at least the Podesta emails to weaken Clinton’s campaign, setting the candidate up for the more severe blow from FBI Director Comey in the last week of the campaign.\nMy question is if the intelligence bigwigs deemed neither Clinton nor Trump to serve as the President, whom did they have in mind to install?\nRealist\n“whom did they have in mind to install?”\nProbably someone of their choosing in the aftermath of the civil conflict that is sure to ensue if this coup actually succeeds and Trump is blocked from taking office.  People who have already rebelled at the ballot box are not going to accept Hillary shoved down their throat, or even some other GOP bozo whom they rejected in the primaries.  Such a power move would be the last straw to many, and their battle cry would be “Democracy matters.”\nThis is beginning to sound more like the “Rise of Khrushchev” when he jockeyed for power in the 50’s through endless intrigue and even assassinations than a peaceful American transition of power.\nbackwardsevolution\nDecember 18, 2016 at 19:27\nD. Shatin – “…whom did they have in mind to install?” Oh, they tried as hard as they could to install Hillary.  The emails were leaked by insiders, not hacked by Russia.  The media couldn’t just ignore the leaked emails (as it was all over the alternative media), but if you watched MSM, they barely touched on the emails or on her, or on the Clinton Foundation.  Night after night they focused all of their attention on Trump and they vilified and shredded him.  All of the big money was behind her.  They definitely wanted Hillary installed, but she was just too damaged, too hated by a large percentage of the American people, especially where it counted.  And big money was hated as well.\nTrump ran their gauntlet (by exposing them), and he made it through.  What were the odds!\nNow they are letting Trump know in no uncertain terms that they are in control, that they are going to fight him every step of the way.  On the electoral college votes, in Congress, in the Senate, on everything he wants to do.  They will just keep chipping away at him if he doesn’t act.  If he is smart, which I think he is, he needs to go in and immediately clean house, within the first hour.\nTristan\nDecember 18, 2016 at 19:41\nA weak twig of a human, who while known and with ambitions, is yet someone pliant and easily swayed by the machine to whom (s)he is beholden.  Let us wager a moment’s thought upon that.  Whom indeed?  Or is it that we will find the pendulum has begun its tick tock swinging decent, inevitable that the victim, the body politic perhaps, be cut and killed?  And we find that those inside the Shining City Upon the Hill, Oz as it could be, are nothing more than bands of crows, cackling and pecking.  Confused that the poor littered foul and illiterate despicable many have the mind to seek other than the success promised by the propaganda in the service of the .01%\nWhom indeed?\nDecember 18, 2016 at 16:02\nThank you Robert Perry for your insight and intelligence.  This “Russia did it” crap would be laughable if it weren’t so constant.  The corporate news media deserves a lot of blame–again–for failing their constitutional mandate, but with you, Robert, we have a chance of righting the ship of state, exposing the Clintonistas for their treachery and gelding the mafia Don and all his cockroaches in the cabin ate, now that they are out in the light of day.  It will be a hell of a fight but like Rev Barber and the Moral Monday groups, we can win.  I’m 72 years old, marched against VietNam and for civil rights.  I expect I’ll be in the streets again for Medicare and Soc Sec. So be it.\nJosh Stern\nDecember 18, 2016 at 16:01\nIn terms of political conspiracy, I believe the CIA primarily plays the ball and not the man.  Meaning…here is someone’s attempt to estimate the current annual security state budget: http://www.pogo.org/straus/issues/defense-budget/2016/americas-1-trillion-national-security-budget.html At over $1 trillion/year it is incomplete.  Doesn’t include FBI or military gear grants to local police forces.  Not sure if includes Cheney’s high cost COG.  But it’s HUGE, and growing all the time.  The CIA influences politics continuously to make it keep growing.  It’s a less a question of who is in office than what are they doing to help that.  Trump says he finds a Lockheed bomber program a little pricey and he doesn’t want daily intel briefings.  Now he feels the cold wind of CIA blowback.  They hope he will “come to his senses”… (The FBI, btw, essentially works for the CIA.  I defy anyone to find true counterexamples of that after 1963).\nJessie Ventura, in a book he wrote with Dick Russell called “American Conspiracies”, describes an anecdote that happened shortly after he was elected as governor of Minnesota in a surprise upset (3 way race).  One day, when the MN Capitol was empty, he was called by surprise down to the basement of the building to a secret meeting arranged by the CIA.  They basically wanted to know “How he did it?  What factors did he think had led to his surprise election win?” His interpretation is that they wanted to make sure no surprises like that would happen in the future.\nThe CIA influences all aspects of politics, but aside from their obvious spin, most of the other methods are hard to see.  In this past election, I was struck by how self-sabotaging all 4 candidates seemed to be.  HRC’s behavior could be explained by her belief that she was almost a shoo-in to win and so she could play it safe, ignore fringe groups, not give press conferences, not focus on policy or try to define herself other than being more sane and competent than Trump.  Trump had a tiny campaign staff, ran very few ads, made daily gaffes seemingly either on purpose or in a state of indifference, and mostly looked like he just wanted to have fun campaigning and keep some of the money raised.   Stein had no real campaign, gave nutty statements on issues, picked a VP candidate who “doesn’t do media” and seemed designed to be unappealing and stereotyped.  Johnson looked unstudied and clueless in his few appearances, and his VP pick Weld, was so unimpressed with him that he quit the ticket prior to election day.  Thinking about all of the wealth and talent in the USA, how do we wind up with those 4 chooses on election day??    Honestly, I don’t know, but my belief is that the CIA would look at the set of 4 and say about each – “either they have no chance to win or they can be easy to manipulate once elected.” Is it possible that they miscalculated both of those cases in the person of Donald Trump??   Many CIA people came out the woodwork during the election to announce that Trump was not fit to be POTUS.  That is pretty unusual.  So I believe that they preferred the Hawkish and big spending, but sneaky HRC to the bellicose & jingoistic but often contrarian Trump.  Trump’s election happened, and Parry’s piece about kneecapping Trump – more to the point, trying to bully him into spending more on defense – is on target.  Electoral college coup?  Seems like a reach.  If Trump proves too difficult, they will end him somehow (legally or literally) and go with Pence – who once lobbied to create a CIA propaganda base in Indiana -http://www.slate.com/blogs/moneybox/2016/07/14/mike_pence_once_tried_to_start_a_government_propaganda_outlet_in_indiana.html\nbackwardsevolution\nDecember 18, 2016 at 18:31\nJosh Stern – good post. “Many CIA people came out the woodwork during the election to announce that Trump was not fit to be POTUS. That is pretty unusual.”\nYes, they tried everything:  non-stop media smearing of Trump, with the help of Hollywood, corporate CEO’s, multinational corporations, bankers, professors, economists, politicians from both parties denouncing him constantly, lying about polling results to discredit Trump’s chances (making people believe that Clinton was a shoe-in, so why bother going out to vote).  Soros money was paying people to control the “comments” sections of alternative media sites.  You could see and feel the panic in their voices as Trump gained momentum.  They attacked Trump every way they knew how, and then the Russian threat was pulled out of the tool box.\nThe six conglomerates who control the media, who owns them?  Who owns Hollywood?  Who own the banks?  Who controls the Federal Reserve?  Who controls the State Department?  Who owns Congress and the Senate, without whose approval they do not move?  Who owns new candidates who are vying for election, without whose approval they are lucky to be elected?\nAll of these forces were working in concert during the election, and they’re still working hard behind the scenes.  Each part in collusion with the other part, like gears moving in tandem.  As if someone was controlling them from above.  Their aim was too pointed not to have been steered from above; it was too choreographed, too deliberate.\nIf these forces control the above, it’s likely they control the military/security complex as well.  They pulled out everything they had in order to get their man elected, but she was too damaged, the people weren’t falling for it.  So they’re putting up roadblocks in front of Trump, letting him know in the most forceful way that: “Fine, Mr. Trump, you may have won the election, but we control things here.  Don’t you forget it.  You either play ball with us, or you are a dead man.”\nWe’ll see if Trump is controllable, if he’ll roll over like Obama, Bush, and especially Clinton (who did it to enrich himself).  Trump will either expose them (which he is an expert at), or he won’t.  This is their greatest fear, that they be exposed for who they are.  If the American people get much more of a look behind the curtain, if the ordinary, ignorant American catches a glimpse of what’s really going on, look out.  That’s why they’re so eager to shut down alternative media.  It’s enlightening too many people.  More and more I see on different sites that people (who had been naive and ignorant previously) are waking up.\nThis really is America’s last chance at taking back their country.  Who are these people who control it?\nWm. Boyce\nDecember 19, 2016 at 02:07\n“Trump will either expose them (which he is an expert at), or he won’t. This is their greatest fear, that they be exposed for who they are.”\nHA, you’re talking about the greatest self-promoter since P.T.Barnum, and with as much gravitas. He’ll fit right in, look at his appointees to top posts. They are jokes.\nJosh Stern\nDecember 19, 2016 at 02:49\nI don’t believe in a single “They”, but there are some big networks of collaborators with the CIA at the fulcrum.  For example, in 1975 the CIA collaborated with MI6 and Rupert Murdoch (who owns a lot more media worldwide now, and was more stricly Aussie based at that time) to bring down the Labor govt. of Australia.  The Australian libs it were going their own way on military bases and not obliging the US desires for both military bases and aggressive interventions.\nI would include a lot of relevant links, but ConsortiumNews is currently set up to hold posts which feature multiple hyperlinks.\nYou can google for “The CIA and Rupert Murdoch: An Australian Coup” on YouTube (a small 10 min. part of a long 5 hour documentary on the CIA)  Also, John Pilger has an article that appeared in the Guardian with other details about the plot.  Finally note that the CIA and MI6 continue to deny this despite a lot of documentary evidence.  Some of the docs were made public because of Christopher Boyce of “Falcon & Snowman” fame who went to jail, in part for releasing those documents.  He didn’t stay completely White Hat, so he went down as a villain.  But the point is, that the public got proof because of acts that the CIA sends people to jail for.   We don’t know about all the things that haven’t been exposed.   It’s likely that the majority are not even widely rumored.\nKiza\nGreat comment dear compatriot.\nI just have two (rhetorical) questions:\n1) If the Russians hacked Hillary and Podesta emails and delivered them to Wikileaks and nobody managed to prove that those emails were doctored, did the Russians not do the greatest service possible by providing relevant information about one of the candidates to US voters before the election? Why should the US people then hate Russia, such a good friend?\n2) If CIA realised that Putin was hacking the US electoral system, are they (and NSA) not paid many billions of dollars by the US tax payers to protect the US from any such occurrences, or are they just well-paid observers of national disasters? Therefore, the statement on Russian hacking is a statement of CIA own failure, not unlike the previous 911 “failure”. Could Trump, perhaps, use these two failures as reasons to dismantle CIA, which appears not to be doing what it is entrusted and paid to do?\nRex A. Weigel, D.C.\nDecember 20, 2016 at 22:26\nGood points all, Kiza.  However, remember that two things preceded JFK’s demise.  One was the Bay of Pigs after which he stated that he wanted to ‘tear the CIA into a thousand pieces and scatter it to the winds,’ and the other was the American University speech, which was a call to make peace with the Soviet Union, so that both countries could live in peace and harmony.\n:Unfortunately, this led to his brains being splattered on the back of the Presidential Limo in Dallas, Texas.  Not to worry though hIs murder was thoroughly investigated by John Foster Dulles, the CIA Director he had fired after the Bay of Pigs, and Gerald Ford, a Congressman who was later appointed to the Presidency when Nixon was forced to resign after the CIA exposed the taping system in the White House which had recorded his culpability in covering up the break in at the DNC by CIA operatives who were also involved in the Bay of Pigs invasion; the assassination attempts on Castro’s life in Cuba; and Che’s murder in Latin America..  Whew, I am out of breath. I just hope Trump won’t be after he finishes pissing off these people.\nTC Borelli\nDecember 21, 2016 at 15:06\nIt was Allen Dulles not John Foster Dulles. They were brothers.\njaycee\nDecember 18, 2016 at 15:34\nCraig Murray was initially denied a visa to attend the whistle-blower event last September. The persons who reversed that, after an outcry, might be feeling a bit of heat after this past week.\nThe Wikileaks insistence that it was a leak, along with the information that any “hacking” would be definitively recognized by the NSA, makes the continued insistence with no evidence that it was a Russian hack entirely spurious and suspicious. But this meme, like the “moderate rebels”, will have a long life. America has jumped the shark this past year, the rest of the world has certainly taken note, all hopes must be that cooler heads can direct a soft landing before a huge war is sparked.\nKiza\nDecember 19, 2016 at 10:34\nSpot on, the Masters of Discourse create these memes distributed and incessantly repeated by the MSM: moderate rebels, Russian hacking, collateral damage, conspiracy theory, ethnic cleansing and so on. Very often, even the opponents and critics of the US wars of choice pick those memes up and run with them in their writing, not realising that accepting the language is half-way to accepting the meaning and with it the validity.\nThe memes live as long as the MSM rule exclusively the brain-waves of the population. This is why the non-embedded competition must be eliminated – for meme exclusivity.\nOnly total rejection of the memes can bring freedom of the mind from the MSM pollution, therefore repeat with me: “There is no such thing as moderate rebels in Syria, there is no such thing as Putin’s hacking of the US election…”\nBob Van Noy\nDecember 19, 2016 at 10:45\n”Only total rejection of the memes can bring freedom of the mind, therefore repeat with me: “There is no such thing as moderate rebels in Syria, there is no such thing as Putin’s hacking of the US election…”\nI think you’re right Kiza… This from this week-end:\nTristan\nDecember 18, 2016 at 15:10\nThanks again for a thought provoking article Mr. Parry.  This paramount thought that glares bright is, “There were billions of dollars – literally billions of dollars – behind Hillary Clinton’s election campaign and those people have lost their money.” It is indeed about money and the power that it provides in the globalized financial elite environment.   We are certainly aware of the fact that the western economic structure is now built almost completely upon the back of conflict/security/surveillance or “threats” which justify all suppression.\nThe bets were placed primarily on Clinton as a sure fire winner in the continuance of policy.  Trump was supposed to be the buffoon, and the desired foe of the Clinton/DNC machine, who would fall upon his own sword in the end.\nSurprise, surprise, odd things happened as this article points out, yet the machine, the continuance of policy, is supreme.  The money must continue to serve that, no deviation is allowed.  We are now seeing this in the naked light of day.  The power elite don’t give a shit about how things appear, fantasy or reality, it doesn’t matter as long as those who have been reaping the wealth continue to do so. “Suffer us gladly!”, they crow from lofty nests.\nDecember 18, 2016 at 15:01\nWOW convoluted mess. thank you for the refreshing insights until the acid bath of truth is known\nAbe\nDecember 18, 2016 at 14:08\n“PropOrNot’s connections indicate the website and its effort to take down alternative media is a project initiated by the establishment and likely a psychological operation directed by the CIA either directly or through its circle of private contractors.\n“The defeat of Hillary Clinton has nothing to do with the effectiveness of Russian propaganda. More accurately, Clinton’s election loss is a direct result of her corruption and deep insider status. The alternative media played an instrumental role in exposing Clinton’s criminality and her penchant for war and mass murder, primarily in Libya and Syria.\n“The alternative media has done an effective job of exposing the crimes of the elite and its political class and this news coverage did in fact have an impact on the election. Alternative media is a serious threat to the ruling elite. It no longer controls the flow of information and its propaganda is now directly challenged on a daily basis.\n“The Washington Post and the establishment media have latched on to the ludicrous PropOrNot campaign to denounce alternative media as some sort of nefarious Russian plot to undermine the political system in the United States. Despite this, millions of Americans continue to read alternative news and make their own informed decisions, a trend that has set off alarm bells in the deepest recesses of the establishment.”\nPropOrNot: Evidence of a CIA Psychological Operation\nBy Kurt Nimmo\nBob Van Noy\nExcellent link. Thanks Abe\nDecember 18, 2016 at 13:53\nI was told by a well-placed intelligence source some months ago that senior leaders of the Obama administration’s intelligence agencies – from the CIA to the FBI – were deeply concerned about either Hillary Clinton or Donald Trump ascending to the presidency.\nThey were not the only people concerned about Clinton or Trump becoming president.  Probably the vast majority of the American people, including those who voted for one or the other more as a vote against his or her opponent, dreaded the thought of Clinton or Trump becoming president.\nIf Trump has the red carpet pulled out from under him, what then if Clinton is also bypassed?  Tim Kaine would probably be as bad a prospect as Clinton and Pence would be worse than Trump.\nAnnie\nDecember 18, 2016 at 23:57\nWhat you say may be tue of Clinton. Many voted for her becuase they perceived her as the lesser of the two evils, but then again many women who voted for her saw her as some kind of feminine icon. Those who voted for Trump voted for him mainly because they saw him as a kind of savior. God help us if the electoral college or Congress thinks they can despense with him so easily.\nLou E\nDecember 19, 2016 at 13:13\nAmen; watch the VPs at the end of the movie they will be the new hood ornament for the oligarchy, whether the prez eats lead or CIA sauce in their apple pie!\nAngrymike\nDecember 21, 2016 at 15:08\nI will guarantee if PE-TRUMP goes down, the ppl of America will rise up, this isn’t 63, we have had it up to our eyeballs with war, unemployment and the rest of the crap that has gone on in society. The American people are FINALLY awake enough to see what’s happening around them, just ask someone on the streets of middle America….\nMichael Elvin\nDecember 18, 2016 at 13:52\nNot sure that I buy this. Dumping Trump would serve to radicalize a key part of the electorate that “they” would not want– at all costs!– to radicalize. It would awaken a sleeping giant.\nrosemerry\nDecember 18, 2016 at 15:26\nWho on earth would they choose????? The other Repugs were terrible, those coming out of the woodwork to be in Trump’s team are worse, Hillary would be assassinated or cause a revolution? Who??\nW. R. Knight\nDecember 18, 2016 at 18:04\nAh, but bear in mind, beauty is in the eye of the beholder.  The other Repugs may be terrible in your view, but Bob isn’t talking about your view, Those other Repugs might be absolutely gorgeous in the view of the defense, industrial, intelligence complex especially if they bring money.  It’s surprising how money affects some people’s perceptions of beauty.\nMEexpert\nDecember 20, 2016 at 02:29\nThe establishment candidate was Jeb Bush. He is a neocon, Israeli firster, anti Iran deal and pro war. So who else.\nRandy Torres\nDecember 18, 2016 at 13:41\nMr. Parry, could this be history repeating itself, a JFK solution?\nHalit\nDecember 20, 2016 at 23:33\nJFK solution becoming bigger white elephant in the room by the week.\nIt is really very ripe for that solution.\nWe all know that perhaps it might happens but we wished didn’t and that is wishful thinking.\nTrumps choice of secretary of State is to provocative for CIA & FBI.\nI hope I don’t have to say I told you so,but Trump\nLiving very dangerously even before he becomes President.\nLondonBob\nDecember 18, 2016 at 13:36\nOr are the CIA and the FBI at loggerheads? To be fair to the FBI the only thing I am aware of where they have done wrong is bowing to pressure to cease their investigation of the Clintons. I think the FBI is a fairly reputable organisation still.\nWm. Boyce\nDecember 18, 2016 at 13:32\nGood article. As usual, things are far more complicated than the simple “us-versus-them” canard always on offer. Looking at U.S. intelligence agencies history, this wouldn’t be too hard for them to pull off. I think if Mr. Trump gets in, as is likely, he, as others before him, will be made aware that certain things simply aren’t done. To do them might be, shall we say “risky.”\nkmanitou81\nDecember 19, 2016 at 16:12\nOr he will ally with those who have been kept down by previous administrations, forced to go along with the trainwreck, and now finally able to leak as much as possible to foster change.\nJeff Davis\nDecember 20, 2016 at 13:33\nTrump is ***not a weakling***.  He has balls of steel, and when someone attacks him, he strikes back with a vengeance.  He has a well-established — intentionally established — record of being someone you don’t want to mess with because he will not let it slide, but will take it to you.  Also, recall that he has repeatedly said how he can’t believe the cluelessness — call it strategic ineptitude — of the president declaring how and where he would be striking at “the enemy”, and that he, Trump, would not telegraph his attack plans, but remain “unpredictable”.  That tells me he will keep secret his plans for retaliating against his political enemies right up to the moment he dishes the whoop-ass.  So look for mild push back prior to the inauguration, as in “These are the same people [translation: liars] who gave us Iraq’s weapons of mass destruction”.  After Jan 20, expect him to unleash the wrath of god, and conduct a purge of the CIA.\nWishful thinking?  Absolutely, but consistent with Trump’s temperament and record.  We shall see.\ntom\nyou are just as mentally ill as the fuhrer.\nJay\nDecember 18, 2016 at 13:19\nIt’s hard to see the Comey letter as what did Hillary Clinton in.\nShe was a weak candidate, and she’d not bothered to campaign in either Michigan or Wisconsin all fall, she’d also not paid canvassers in at least Wisconsin–I’m not clear about Michigan.\nSo the Comey letter is an excuse. It didn’t help her. She should have been far ahead of Trump by then, but she wasn’t. And as best I know, there is no election day polling (preferably of the exit type) that asked voters about the Comey letter. So equating a slip in the polls to the letter is a stretch. The fact remains that Trump went to Wisconsin and Michigan and talked about jobs. His stump speeches were not exclusively racist, or sexist, rants.\nrosemerry\nDecember 18, 2016 at 15:24\nI agree with Jay. I do not think at that stage people would be further discouraged from Hillary, whose campaign did not bother with those important swing States, which she should have concentrated on and did not.\nI honestly do not see the “near certainty that Russian intelligence has sought to penetrate information sources around both Clinton and Trump.” Neither has kept much secret, and both have bad points, but Clinton/Obama were extremely against Russia, not surprising Putin and certainly not pushing him to the sort of absurd lengths suggested in the fake news.\nJessejean\nDecember 18, 2016 at 15:50\nI agree with everything Jay said with the caveat that there is no reason why both can’t be true–Killary was a terrible candidate with no ground game AND the intelligence agencies were out to dump both of them.  Those agencies have done much worse in the last 60 years.\nDecember 18, 2016 at 19:05\nIf the intelligence agencies want neither Trump nor Clinton (and with the exception of Trump cooling down tensions with Russia, one is as bad as the Other), who exactly do the intelligence agencies want to see in office.  From their point of view, ongoing wars do not seem to be a fundamental interest to the US.\nRoberto\nDecember 18, 2016 at 23:38\nBut, she was neocon supported. Says it all, to include the MSM.\nJackofTrades\nDecember 20, 2016 at 22:10\nBottom line, a few million less black voters did not go out and vote for Hillary, as they did for Obama just 4 years earlier.  That’s why Hillary lost Wisc, Mich, and PA.   Hillary was resting, while Trump Ran the Table.\nTrump is our new President and I hope he fires most of the CIA Top to Bottom.   The CIA is evil to the core, and just out there causing Global Chaos and Costly needless Wars which we don’t need.   You see when we all have World Peace these CIA Neo-Con War Mongers are no longer needed.  And right now, many are freaking out, because they are about to loose their cushy jobs.  I would can most of them Day 1.  See ya!!\nZachary Smith\nAn Intelligence Coup?\nThere’s another possibility in play here: that the U.S. intelligence community is felling a number of birds with one stone. If indeed U.S. intelligence bigwigs deemed both Clinton and Trump unfit to serve as President – albeit for different reasons – they could have become involved in leaking at least the Podesta emails to weaken Clinton’s campaign, setting the candidate up for the more severe blow from FBI Director Comey in the last week of the campaign.\nWhat troubles me about this essay is that it’s the best ‘conspiracy’ theory I’ve heard so far.    Or the worst, because I don’t like the thought of these agencies using their God-like powers this way.\nOne place where I believe Mr. Parry errs is with regard to the sums of money involved.   The F-35 program is supposedly pushing a trillion dollars, and future Wars-For-Israel and Empire are certainly going to be in the multi-thousand-billion dollar range as well.\nThey (CIA, FBI, etc.) surely do have the ability to alter a US election, and if this all hangs together, the motive as well.\nW. R. Knight\nDecember 18, 2016 at 17:54\nSo, you are suggesting that they (CIA, FBI, etc) have the means, the motive and the opportunity?  Isn’t that any cop’s wet dream come true?\nKiza\nDecember 19, 2016 at 10:16\nA few trillion dollars here (F-35, stealth cruisers …) a few tens of trillions dollars there (ME wars for Israel) and pretty soon you are talking real money. The US reality has made Mr Everett Dirksen a little obsolete.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://foreignpolicy.com/2016/09/07/the-kremlin-really-believes-that-hillary-clinton-will-start-a-war-with-russia-donald-trump-vladimir-putin/",
                "https://pando.com/2014/02/04/the-first-congressman-to-battle-the-nsa-is-dead-no-one-noticed-no-one-cares/",
                "https://www.libertarianinstitute.org/scotthortonshow/121316-craig-murray-dnc-podesta-emails-leaked-americans-not-hacked-russia/",
                "https://www.gregpalast.com/larry-summers-and-the-secret-end-game-memo/",
                "https://www.paulcraigroberts.org/2016/05/25/we-have-entered-the-looting-stage-of-capitalism-paul-craig-roberts/",
                "http://www.bbc.com/news/world-middle-east-37561755",
                "http://www.pogo.org/straus/issues/defense-budget/2016/americas-1-trillion-national-security-budget.html",
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.scribd.com/document/115919607/FUNDING-THE-NEW-WORLD-ORDER",
                "https://www.scribd.com/document/48194264/rip-off-by-the-Federal-Reserve-revised",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://twitter.com/EliotHiggins/status/802915669666775040"
            ]
        },
        "key_words": [
            "emails",
            "clinton",
            "spy",
            "america",
            "podesta",
            "coup",
            "trump",
            "dnc",
            "intelligence",
            "cia",
            "wikileaks",
            "murray",
            "leak"
        ]
    }
]