[
    {
        "url": "https://nutritionfacts.org/audio/your-brain-on-cell-phones/",
        "title": "Your Brain on Cell Phones",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Nutrition Facts with Dr. Greger\nHave you ever wondered if there’s a natural way to lower your high blood pressure, guard against Alzheimer's, lose weight, and feel better? Well as it turns out there is. Michael Greger, M.D. FACLM, founder of NutritionFacts.org, and author of the instant New York Times bestseller “How Not to Die” celebrates evidence-based nutrition to add years to our life and life to our years.\nJanuary 11th, 2018\nYour Brain on Cell Phones\nYou might wonder what the authorities have to say about brain cancer and mobile phones. Here’s your answer.\n \nIsn’t it crazy to think of all the different kinds of foods so many of us eat every day? Chips, cookies, burgers, fries. Our bodies dutifully process whatever it is we choose to swallow – regardless of whether or not what we eat could actually harm us or shorten our lives.  Our bodies are amazing as they try and pull out nutrients while trying to protect us from all the garbage.  So – maybe – just maybe – we should try and give our bodies a break. \nI’m Dr. Michael Greger and you’re listening to the Nutrition Facts podcast.  I’m here to tell you that nutrition matters.  We could choose a diet proven to not only prevent and treat but reverse our #1 killer, heart disease, along with other deadly diseases such as type 2 diabetes and high blood pressure. But many of us – don’t make that choice. \nOur goal today is to help you make that choice – and present you with the results of the latest in peer-reviewed nutrition and health research, presented in a way that’s easy to understand.\nSo – your phone rings – and you think… “As much as I’d like to talk to Aunt Julie – is it worth getting brain cancer?”  Well – as it turns out – there is new research that links cell phones and cancer.   If you don’t use cell phones, your lifetime risk of developing a brain tumor is about 1 in 167. If you do use cell phones, your lifetime risk is still really small—but may go up from 1 in 167 to 1 in 128.\nWhenever there’s a trillion-dollar industry involved—whether it’s Big Food, Big Tobacco, Big Pharma, or Big Telecom—there’s so much money involved that the science can get manipulated.  Here’s the story. \nWhen it comes to the potential human health effects of cell phone use, sure, if you text excessively, you might end up with a crick in your neck, or even a broken neck for you or someone you hit, if you do it while driving. On the other hand, think of the countless lives that have been saved on the road, because people are now able to so quickly phone in emergencies.\nBut, what about cancer? Since the turn of the century, there’ve been studies suggesting up to a doubling of brain tumor risk with long-term cell phone use on the side of your head where you use it to talk. That’s important, since the radiation only really penetrates a few inches into your head. Looking from the back of someone’s head or from the top, you can see why you might develop cancer on the one side of your head, over the other.\nSince it’s such a local effect, you can see why there are recommendations for using like the speaker function or using a hands-free headset, which can reduce brain exposure by a factor of 100 or more, and this includes Bluetooth headsets. This may be particularly important in children, who have thinner skulls.\nYeah, but cell phone radiation isn’t like nuclear radiation; it doesn’t damage DNA directly, like gamma rays from an atomic bomb or something. Ah, but it does appear to be able to damage DNA indirectly by generating free radicals. Out of 100 studies that looked at that, 93 confirmed these oxidative effects of the kind of low-intensity radiofrequency radiation that comes out of cell phones. Okay, but does that oxidative stress translate out into DNA damage? Most studies found it did, finding signs of genotoxicity—damage to our genes, our DNA, our chromosomes. Yeah, but a lot of those studies were in a Petri dish or lab animals. I’m less interested in whether Mickey or Minnie are at risk; what about brain tumors in people?\nYes, some population studies found increased cancer risk; other studies did not. Hmm, I wonder if the source of funding of those studies had anything to do with it. Some of the studies were funded by cell phone companies. Researchers suspected that studies would be less likely to show an effect if they were funded by the telecommunications industry, which has the obvious vested interest in portraying the use of cell phones as safe.\nSo, they ran the numbers and surprise, surprise, found that the studies funded exclusively by the industry were indeed substantially less likely to report significant effects. Most of the independently funded studies showed an effect; most of the industry-funded studies did not—in fact, had about ten times fewer odds of finding an adverse effect from cell phone use.\nThat’s even worse than the drug industry! Studies sponsored by Big Pharma about their own products only had about four times the odds of favoring the drug, compared to independent researchers, though Big Tobacco still reigns supreme when it comes to Big Bias.\nWhy do research articles on the health effects of secondhand smoke reach different conclusions? Well, turns out studies funded by the tobacco industry had a whopping 88 times the odds of concluding it was not harmful; so, ten or so times for telecom puts it more towards the drug industry end of the bias spectrum.\nThere’s conflicts of interest on both sides of the debate, though—if not financial, then at least intellectual, where it’s human nature to be biased towards evidence that supports your personal position. And so, you’ll see flimsy science, like this, published where there appears to be a “disturbingly” straight line between the states with the most brain tumors, and the states with the most cell phone subscriptions. But, come on, one can think of lots of reasons why states like New York and Texas might have more brain tumors and cell phones than the Dakotas, that have nothing to do with cell phone radiation.\nSometimes, you might even see outright fraud, with allegations that academic researchers that authored two of those genotoxicity papers—and this very review—were involved in scientific misconduct, which they deny, pointing out that their lead accuser turned out to be a lawyer working for the telecom industry, and on and on.\nWhenever there’s a trillion-dollar industry involved, whether it’s the food industry or the tobacco industry, the drug industry or the telecom industry, there’s so much money involved that the science can get manipulated.\nTake the nuclear energy industry. “[D]ecades of…high-level, institutional…cover-up[s]” as to “the health consequences of…Chernobyl,” for example, with the official estimates of resulting health problems a hundred or even a thousand times lower than estimates from independent researchers. Was it just 4,000 who would eventually die from it, or nearly a million people? It depends on who you ask, and who happens to be funding whoever you’re asking. That’s why, when it comes to cancer, all eyes turn to the IARC, the official World Health Organization body that independently, and objectively, tries to determine what is and is not carcinogenic. We’ll find out what they concluded about cell phones, next.\nYou might wonder – what does the world’s leading authority on carcinogens have to say about mobile phones?  Here’s your answer.\nThere are five categories. There are the Group 1 carcinogens; those we know, with the highest level of certainty, do cause cancer in human beings. Then, there are things that probably cause cancer, possibly cause cancer, we’re not sure, or probably don’t cause cancer.\n“In May 2011, 30 scientists from 14 countries met at the…IARC…to assess the carcinogenicity of” the radiation emitted from cell phones, and concluded that, given the limited amount of available evidence, cell phones are a possible human carcinogen. So, not a definite human carcinogen, not a Group 1 carcinogen known to be cancer-causing, like plutonium, or processed meat. Not a probable carcinogen, like DDT or Monsanto’s Roundup pesticide, or some regular meat, but a possible carcinogen—down around something like preserved vegetables, like kimchi.\nNow, that was more than five years ago. Evidence continues to mount, with the latest two 2017 systematic reviews showing between a 33% increased odds of brain tumors with long-term use, to 46% higher odds of tumors on the phone side of your head. And, that’s including the industry-funded studies that have been accused of being biased and flawed, underestimating the risk, as opposed to independent studies free from “financial conditioning” (how’s that for a euphemism?).\nAnd so, some scientists are pushing to have the IARC bump cell phones up to probable carcinogens, or even all the way up into Group 1, at least for brain cancer and acoustic neuromas, which is a type of inner ear tumor. But, the IARC classification for cell phones currently remains at possible carcinogen.\nSo, what does that mean? What do we do with that information? Well, given the uncertainty, we could follow “the precautionary principle,” and use “simple personal measures to reduce [our] exposure”—like not putting the phone directly up to our head all the time. That’s the main concern about cell phones, holding it to our head, whereas there’s no evidence of finger cancer risk; so, text away. This is considered particularly important for children.\nOther potential personal recommendations: “wait[ing] a moment before putting your cell phone to your ear,” if you don’t have a headset, and don’t fall for those anti-radiation gizmos that may make things worse, actually, by forcing the phone to boost the signal.\nNot all agree with this precautionary approach, however. Employees at two cell phone industry trade organizations emphasize that “there are many aspects of human activity that are not ‘totally without adverse health effects,’” and so, we should just accept the risk as being worth it—for example, air travel and “hot showers.” What, like we might scald ourselves or something? In any case, we shouldn’t put out any recommendations—it should be left up to the judgement of the “parents on a personal basis for their own children.” If we put out some kind of guidelines or something, it might make people nervous, and we all know “anxiety…can have deleterious health consequences” itself. So, basically, the cell phone industry cares so much about your health that it doesn’t want you worrying your pretty little head.\nBut, that is something openly discussed in the risk analysis literature. Yeah, “From a public health perspective, it might be reasonable to provide cell phone users with voluntary precautionary recommendations for their cell phone handling, in order to enable them to make informed decisions.” But, what if the public can’t handle the truth? We don’t want to freak people out. There’s still “scientific uncertainty”; we don’t want to “foster inappropriate fears.”  For example, brain cancer is rare to begin with. You only have like a one in 15,000 chance of getting a brain tumor every year; so, even if cell phones double your risk, that would only take you up to a one in 7,500 chance. You may be more likely to get killed by a cell phone in the hands of some distracted driver than by cancer. So, whether health authorities want “to inform the general public about precautionary possibilities” really remains more of “a political decision.”\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page.  There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nBe sure to also check out my new How Not to Die Cookbook, beautifully designed, with more than 100 recipes for delicious, life-saving, plant-based meals, snacks, and beverages.And, like all my books, DVDs, and speaking engagements, all the proceeds I receive are donated to charity. \nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free.  There’s no ads, no corporate sponsorship.  It’s strictly non-commercial.  I’m not selling anything.  I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\n \n×\nBy subscribing to this podcast, you will automatically receive the latest episodes downloaded to your computer or portable device. Select the subscription method below that best fits your lifestyle.\niOS (iPhone, iPad, and iPod)\nTo subscribe, select the \"Subscribe on iTunes\" button above.\nMac and Windows\nAndroid and Amazon Fire\nUsing Your Favorite Application\nCopy the address found in the box above and paste into your favorite podcast application or news reader.\nBookmarking Nutrition Facts with Dr. Greger\nTo bookmark this podcast site, press the\nCtrl + D\nCommand + D\nfor Mac.\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "cancer",
            "health",
            "risk",
            "brain",
            "phones",
            "industry",
            "head",
            "phone",
            "studies",
            "cell"
        ]
    }
]