[
    {
        "url": "https://consortiumnews.com/2017/07/27/pbs-anti-russia-propaganda-series/",
        "title": "PBS’ Anti-Russia Propaganda Series",
        "authors": [
            {
                "name": "Susan Sunflower",
                "link": null
            },
            {
                "name": "Archibald David",
                "link": null
            },
            {
                "name": "Mike K",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            },
            {
                "name": "Terry Washington",
                "link": null
            },
            {
                "name": "Gregory Herr",
                "link": null
            },
            {
                "name": "Patricia Victour",
                "link": null
            },
            {
                "name": "Mirand Sharma",
                "link": null
            },
            {
                "name": "Large Louis De Boogeytown",
                "link": null
            },
            {
                "name": "Stephen Berk",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-27",
        "text": "Main menu\nBy Rick Sterling\nThe U.S.-government-supported Public Broadcasting System (PBS) recently ran a five-part series dubbed “Inside Putin’s Russia” . With a different theme each night, it purports to give a realistic look at Russia today. The image conveyed is of a Russia that is undemocratic with widespread state repression, violence and propaganda. Following are significant distortions and falsehoods in the five-part documentary.\nSome of the estimated 12 million Russians who took part in Immortal Regiment parades across the country over three days in May 2016. (RT photo)\nEpisode 1: “How Putin Redefined what it means to be Russian”\nIn this episode, the documentary:\n–Claims that Russian identity is based on “projection of power.” In reality, “projection of power” characterizes the U.S. much more than Russia. For the past two centuries the United States has expanded across the continent and globe. The last century is documented in the book Overthrow: American’s Century of Regime Change from Hawaii to Iraq. The U.S. currently has nearly 800 foreign military bases in over 70 countries. In contrast, Russia has military bases in only two countries beyond the former Soviet Union: Syria and Vietnam.\n–Ignores crucial information about events in Ukraine. Russian involvement in eastern Ukraine and Crimea are presented as examples of “projection of power.” But basic facts are omitted from the documentary. There is no mention of the violent February 2014 coup in Kiev nor the involvement of neoconservatives such as Sen. John McCain and U.S. Assistant Secretary of State Victoria Nuland in supporting and encouraging the overthrow of Ukraine’s elected government. In a December 2013 speech , Nuland outlined her intense involvement in Ukraine including U.S. insistence that Ukraine choose a “European future” since the U.S. had “invested $5 billion to assist.” Days before the coup in February 2014, Nuland was captured on audio planning the composition of the coup leadership.\n–Ignores Crimea’s historic connections with Russia and the Ukrainian violence. The documentary says, “In 2014 in Crimea, Russia helped install separatist leaders who rushed through a referendum that led to Crimea’s annexation.” This gives the misleading impression the decision was Russian, not Crimean.\nEven the New York Times report on March 16, 2014, acknowledged that, “The outcome, in a region that shares a language and centuries of history with Russia, was a foregone conclusion even before exit polls showed more than 93 percent of voters favoring secession.”\nNazi symbols on helmets worn by members of Ukraine’s Azov battalion. (As filmed by a Norwegian film crew and shown on German TV)\nThe documentary fails to mention the fear of violence after Crimean travelers to Kiev were beaten and killed by Ukrainian hyper-nationalists. One of the first decisions of the Kiev coup government was to declare that Russian would no longer be an official language. A good overview including video interviews with Crimeans is in this video , contrasting sharply with the implications of the PBS documentary.\n–Trivializes Russian opposition to NATO expansion. The documentary suggests Russians feel “humiliated” by NATO expanding to their borders. This distorts a serious military concern into a subjective, emotional issue. In 2002, the U.S. unilaterally withdrew from the Anti-Ballistic Missile Treaty and started construction of missile defense systems which could be used in tandem with a nuclear first strike. In recent years, NATO troops and missiles have been installed at Russia’s borders. Imagine the response if Russian troops and missiles were placed at the U.S. border in Canada and Mexico.\n–Falsely claims that coup violence in Odessa was “exaggerated.”\nScreen shot of the fatal fire in Odessa, Ukraine, on May 2, 2014. (From RT video)\nThe documentary says that Russians who went to help defend civilians in eastern Ukraine were convinced by Russian “propaganda” where “dozens of pro-Russian separatists died in Odessa, Ukraine” but “Russian media exaggerated the attack.” In reality, the Odessa attack killed at least 42 people and injured 100. This video shows the sequence of events with the initial attack on peaceful protesters followed by fire-bomb attacks in the building. Fire trucks were prevented from reaching the building to put out the fire and rescue citizens inside.\nEpisode 2: “Inside Russia’s Propaganda Machine.”\nIn this episode, the documentary:\n–Suggests Russians are aggressive and threatening. The documentary highlights a Russian TV broadcaster who is translated to say, “Russia is the only country in the world that is realistically capable of turning the United States into radioactive ash.” And later, “If you can persuade a person, you don’t need to kill him … if you aren’t able to persuade, then you will have to kill.” We do not know the context or accuracy of these translated statements. However on the basis of my own travels in Russia and the experience of many other Americans, these statements are strange and uncharacteristic.\nAt the popular and government level, Russians are typically at pains to call the U.S. a “partner” and to wish for peace and better relations. With 27 million killed in World War 2, most Russians are very conscious of the consequences of war and deeply want peace. Russians vividly recall the Russia-U.S. alliance during WW2 and seek a return to friendly collaboration. The film producers must have heard this message and desire for peace expressed by many Russians many times. But the documentary only presents this uncharacteristic aggressive message.\n–Inaccurately suggests that producers of a private TV network received angry public messages because they were exposing corruption. In reality, the angry public response was because the TV station ran a poll asking viewers if the Soviet Union should have surrendered to Nazi Germany to save lives during the siege of Leningrad.\n–Falsely suggests that RT (Russia Today TV) typically features Holocaust deniers and neo-Nazis. This is a grotesque distortion Anyone who watches RT will know that American personalities such as Chris Hedges, Larry King and Ed Schultz are regulars on RT. Interviewees on international affairs generally come from the left side of the political spectrum – the opposite of what is suggested.\n–Uncritically repeats the conspiracy theory that Russia hacked the Democratic National Committee (DNC) and Hillary Clinton emails. The findings have been disputed by the publisher of the emails, Julian Assange of Wikileaks , as well as Veteran Intelligence Professionals for Sanity . A recent forensic examination confirms that this was a leak not a hack (inside job done by local data transfer NOT a hack over the internet) and points to “ Guccifer 2.0” , the presumptive “hacker,” being a hoax intentionally created to implicate Russia.\n–Falsely suggests that anti-Clinton social media messaging during 2016 was significantly caused by Russian government trolls. Hillary Clinton was strongly opposed by significant portions of both the left and right. There were probably hundreds of thousands of Americans who shared anti-Clinton social media messages.\n–Claims that research showing a Google search engine bias in favor of Hillary Clinton was “quickly debunked.” The documentary ignores the original article describing the potential effect of search-engine bias, which was published in the prestigious Proceedings of the National Academy of Sciences. The author is Dr. Robert Epstein, former editor-in-chief of Psychology Today magazine. Contradicting the claim that this research was “debunked,” this academic article estimates the effect of the Google bias and how the bias went away AFTER the election. The response from Google and very shallow Snopes ”fact check” are effectively rebutted by the lead author here . In neo-McCarthyist style, the documentary smears the findings and claims they were “laundered” after being published by the Russian “Sputnik” media.\n–Suggests the “idea that President Kennedy was killed by the CIA” was “planted” by the Soviet intelligence agency KGB. Many impressive American books have been written supporting this contention, from New Orleans District Attorney Jim Garrison’s book to David Talbot’s 2015 book Devil’s Chessboard: Allen Dulles, the CIA and Deep State. Claiming that this accusation is based on KGB “disinformation” is another grotesque distortion. It is not revealing disinformation; this is an example of disinformation.\nEpisode 3: “Why are so many from this Russian republic fighting for Isis?”\nIn this episode, the documentary:\n–Rationalizes and almost justifies Russian Muslims traveling to join ISIS. The documentary suggests that religious repression and discrimination is a cause of ISIS recruitment and that “Dagestanis who fought for ISIS continue a decades-old legacy here of radicalism and militancy.”\nJournalist James Foley shortly before he was executed by an Islamic State operative.\n–Ignores the role of the U.S., Saudi Arabia and Pakistan in promoting Islamist fundamentalism in Dagestan. As described by Robert Dreyfus in the book Devil’s Game: How the United States Helped Unleash Fundamentalist Islam: “the Casey-ISI (CIA and Pakistan Secret Service) actions aided the growth of a significant network of right-wing, Islamist extremists who, to this day, plague the governments of the former Soviet republics … In particular, the Islamic Movement of Uzbekistan, the Islamic Liberation Party, the powerful Islamist groups in Chechnya and Dagestan.”\n–Ignores the role of the US and allies in facilitating ISIS. As journalist Patrick Cockburn has written, “In the 20 years between 1996 and 2016, the CIA and British security and foreign policy agencies have consistently given priority to maintaining their partnership with powerful Sunni states over the elimination of terrorist organizations such as al-Qaeda and Isis.”\nJournalist Nafeez Ahmed exposed the role of Turkey here , “A former senior counter-terrorism official in Turkey has blown the whistle on President Recep Tayyip Erdogan’s deliberate sponsorship of the Islamic State (ISIS) as a geopolitical tool to expand Turkey’s regional influence and sideline his political opponents at home.”\nElements of the U.S. military/intelligence suggested the establishment of ISIS to “isolate the Syrian regime.” This was revealed in the classified 2012 report of the Defense Intelligence Agency that “THERE IS THE POSSIBILITY OF ESTABLISHING A DECLARED OR UNDECLARED SALAFIST PRINCIPALITY IN EASTERN SYRIA (HASAKA AND DER ZOR), AND THIS IS EXACTLY WHAT THE SUPPORTING POWERS TO THE OPPOSITION WANT, IN ORDER TO ISOLATE THE SYRIAN REGIME”\nIn short, ISIS recruitment from Muslim communities in Russia and worldwide has been spurred by the policies and actions of the U.S. and allies such as Saudi Arabia and Turkey. This is what Dreyfus calls The Devil’s Game, but is ignored in the documentary.\nEpisode 4: “The Deadly Risk of Standing up to Putin”\nIn this episode, the documentary:\n–Suggests that critics of Putin and the Russian government face “consequences” including death. These accusations are widespread in the West but largely based on the claims of different U.S.-supported “activists.” One of the most famous cases, and the one on which U.S. congressional sanctions against Russia are based, is that of Sergei Magnitsky. Magnitsky’s death was the subject of a documentary, which has been effectively banned in the U.S. In the course of researching what happened, the filmmaker learned that the truth was very different than has been told in the West and promoted by hedge-fund executive William Browder. Gilbert Doctorow outlines what happens in his review of the film here:\n“‘Magnitsky Act: Behind the Scenes’ is an amazing film which takes us through the thought processes, the evidence sorting of the well-known independent film maker Andrei Nekrasov as he approached an assignment that was at the outset meant to be one more public confirmation of the narrative Browder has sold to the US Congress and to the American and European political elites. That story was all about a 36 year old whistle-blower ‘attorney’ (actually a bookkeeper) named Sergei Magnitsky who denounced on Browder’s behalf the theft of Russian taxes to his boss’s companies amounting to $230 million and who was rewarded for his efforts by arrest, torture and murder in detainment by the officials who perpetrated the theft. This shocking tale drove legislation that was a major landmark in the descent of US-Russian relations under President Barack Obama to a level rivaling the worst days of the Cold War.\nFinancier William Browder (right) with Magnitsky’s widow and son, along with European parliamentarians.\n“At the end of the film we understand that this story was concocted by William Browder to cover up his own criminal theft of the money in question, that Magnitsky was not a whistleblower, but on the contrary was likely an assistant and abettor to the fraud and theft that Browder organized, that he was not murdered by corrupt Russian police but died in prison from banal neglect of his medical condition.”\nThe PBS documentary quotes an opposition leader, Vladimir Kara-Murza, saying “We have no free and fair elections. We have censorship in the media. We have political prisoners, more than 100 political prisoners now in Russia, today.” Kara-Murza now lives in Washington “for his safety” but returns to Russia periodically. He claims to have been poisoned several times.\nOpponents of the Russian government are quick to accuse but the evidence is largely hearsay and speculation. Public polls of citizens in Russia repeatedly indicate that Putin and the government have widespread popularity, in contrast with the accusations in this documentary that they rule by intimidation and violence.\nEpisode 5: “What Russians think about Trump and the U.S.”                                                \nBased on the content, the final episode should be titled “What the U.S. establishment and media thinks of Putin and Russia.” In this episode, the documentary:\n–Features accusations by CIA Director Mike Pompeo that Russian President Putin, “ is a man for whom veracity doesn’t translate into English.” An objective documentary would take CIA claims about “veracity” with a healthy dose of skepticism. Just a few years ago, former Director of National Intelligence James Clapper was confirmed to have lied under oath to Congress. Former CIA chief of counterintelligence James Angleton said in his dying days, “Fundamentally, the founding fathers of U.S. intelligence were liars. The better you lied and the more you betrayed, the more likely you got promoted.” So it is curious to see the PBS documentary uncritically presenting the new CIA director as a judge of veracity.\nSecretary of State Colin Powell addressed the United Nations on Feb. 5. 2003, citing satellite photos which supposedly proved that Iraq had WMD, but the evidence proved bogus.\n–Implies that President Trump is out of line to question “the U.S. intelligence community’s unanimous assessment that Russia hacked the 2016 election.” It has been recently exposed that the “unanimous assessment” was, in reality, by “hand-picked” analysts at three agencies, under DNI Clapper’s oversight, not all 17 agencies and that the National Security Agency did NOT have “high confidence” in a key finding. The “assessment,” which the Jan. 6 report acknowledged was NOT an establishment of fact, was based on the forensics of a private company, Crowdstrike, with a checkered record in this field, and the dubious Christopher Steele dossier, a collection of “opposition research” reports against Donald Trump, paid for unidentified allies of Hillary Clinton and compiled by Steele, an ex-British intelligence agent.\nIn March 2017, Crowdstrike was found to have made false claims in another investigation of an alleged Russian “hack.” Yet, neither the CIA nor FBI examined the Democratic National Committee’s computers. If the issue was as important as it supposedly has now become, the FBI should have issued a subpoena to do its own examination. Why the DNC rejected the FBI request, and why the FBI did not insist, raises serious questions given the enormous publicity and accusations that have followed.\n–Uncritically features two US politicians making loose accusations and effectively criminalizing “contacts” with Russians. Sen. James Lankford, R-Oklahoma, says President Trump is “pushing out some messages that are consistent with the Kremlin policies … there’s no question that the Russians were trying to hack into our elections.” Yet, former U.S. intelligence officers with experience in these areas recently presented evidence raising significant questions about this conventional wisdom.\nOn the Democratic side, Sen. Mark Warner of Virginia indicates the Senate investigation reached its conclusion before it began. He said, “The goal of this investigation is not only to reconfirm Russian intervention and explain that to the American public, but to also see if there were any contacts between Trump and the Russians.”\nIn the current environment, to have “contacts” with Russians has been criminalized. Instead of questioning the validity or wisdom of this position, the documentary presents it with seeming approval.\n–Uncritically promotes false statements and reckless threats. Sen. Lankford says “We believe strongly that what Russia continues to do to be able to threaten Ukraine, threaten its neighbors, threaten NATO, to continue to pry into not only our elections, but other elections, is destabilizing, and it demands a response. They have yet to have a consequence to what they did in the election time. And they should.”\nLankford’s assertions are presented as facts but are debatable or false. For example, security services in Germany , France and the U.K . all found that – despite the international accusations – there was NO evidence of Russian interference in their recent elections.\n–Justifies and promotes “punishment” of Russia. The belligerent approach of Lankford and Warner is continued by PBS host Judy Woodruff and narrator Nick Schifrin. The U.S. is portrayed as a vulnerable victim with a future that is “foreboding”. Russia is portrayed as threatening and needing some punishment soon: “The Russian government doesn’t feel like the United States government really penalized them for what happened last year…. a lot of officials here in Washington agree with that… Russia should have paid for what they did last year.”\nRussian President Vladimir Putin answering questions from Russian citizens at his annual Q&A event on April 14, 2016. (Russian government photo)\nThis threatening talk is then followed by the following assessment from the narrator: “There are analysts in Moscow who think the only thing we can hope is that we avoid war.”\nIn 2002-2003, American mainstream media failed to question or challenge the assertions of the CIA and politicians pushing for the invasion of Iraq. At that time, the false pretense was that Iraq had weapons of mass destruction and posed a threat to the U.S.\nMuch of the media and many of the same politicians are now claiming Russia is an adversary that has “attacked us.” This claim is being widely made without serious question or challenge. “Liberal” media seems to be in alliance with hawkish neoconservatives on this issue. Virtually any accusation against Russia and its leader can be made with impunity and without serious evidence.\nThe PBS documentary “Inside Putin’s Russia” aims to expose Russian repression, aggression and disinformation. As shown in the many examples above, the five-part documentary is highly biased and inaccurate. While it shows some features of Russia, it also demonstrates American propaganda in the current tumultuous times.\nRick Sterling is an investigative journalist based in northern California. He can be contacted at rsterling1@gmail.com\nAugust 2, 2017 at 04:38\nThe CIA and the Pentagon needed an enemy.  Remember 1984.  And Russia was convenient.  Russia was CHOSEN to be the enemy to serve the purposes of violent men to assuage their aggression and lust for world dominance. And all the brainless, non-thinking masses as per 1984 swallowed it up hook, line and sinker.\nJane\nJuly 31, 2017 at 23:33\nI saw some of this series on pbs. I was in full revulsion and anger. So much so I think I even got up to leave the room when it was on. (my boyfriend likes to watch pbs news just to “see where the rhetoric is going”. I cant stand it.)\nThis russian hysteria (among other things) is so dangerous and out of control, while people continue to focus on and be outraged by the latest donald tweet.\nStephen Berk\nJuly 31, 2017 at 19:06\nJoe McCarthy would have been proud of PBS.  PBS and NPR have been a wasteland for years.  Unfortunately, they attract what I call garden variety liberals, who are gulled by everything told them by the liberal establishment stations and periodicals.\nBroos\nIt’s PB$ (Pentagon Bull $hit).\nArcher\nJuly 31, 2017 at 13:31\nGreat article, sums it all up nicely.  In the age of the internet, the mass media continues to wield great power as the masses tend to believe what they are told and question very little.  This allows us to be marched headlong to the next great war which will be catastrophic for east and west alike.  I’m really not sure what can be done to get the message out there but something needs to be done.\nJuly 31, 2017 at 02:03\nPropaganda Broadcasting System needs to go the way that NPR and CNN are going to go.\nrosemerry\nJuly 30, 2017 at 16:14\nFor a US Public Broadcater to recycle these lies to miseducate the already comatose public is wilfully evil. None of the arguments can be substantiated, while the USA’s role in destruction of the globe and repression of its own people is obvious to observers not fully brainwashed as most seem to be.\nStephen Berk\nAgreed. Boycott.\nJuly 30, 2017 at 00:20\nPBS is in full Hillery love, Trump hate “Russia Is Our Enemy frenzy mode… They have becum a Neocon Propaganda Mouthpiece…\nIt will be interesting to see how they handle the latest dictate from Tel Aviv to gag the American People concerning Israels very bad behavior..  They are going to attempt to make it a CRIME, punishable with 20 yes in PRISON, and a quarter MILLION DOLLAR fine…” to hold the view to boycott Israel..”.\nStephen Berk\nJuly 31, 2017 at 19:24\nIt is amazing to me how far the neocons, which started with Norman Podhoretz and the formerly New Deal liberal Commentary Magazine in about 1967 have gotten.  It shows that one highly determined group of total ideologues can take over a country.  That’s what the Nazis did in Germany in 1933.  Most Germans did not take them seriously. The reasons I make this comparison are not taken lightly.  The Nazis are always considered the worst of the worst.  Hitler wanted to destroy whole races of people, as well as disabled, gay, etc., but he did not contemplate ecocide.  The neocons’ desire, inherited from the crazed nuclear physicist, Edward Teller (satirized in Kubrick’s Dr. Strangelove), contemplate a first nuclear strike against Russia and China. That’s why they got rid of the ABM Treaty. And that beats Hitler and the Nazis.  It is even crazier.\nBernie\nWell, Bob Dylan said it 50 years ago:\n“I’ve learned to hate the Russians\nAll through my whole life\nIf another war comes\nTo run and to hide\nAnd accept it all bravely\nWith God on my side,”\nStephen Berk\nJuly 31, 2017 at 19:15\nGet hold of the lyrics to Dylan’s Masters of War, written in about 1962.  They so describe the empire today that they are eerie.\nJuly 29, 2017 at 21:18\nAs a student of history and married to a beautiful lady from Ukraine (the Donetsk region, no less!), I have a great interest with everything Ukrainian to Russia.  (I even study the language.)  I’m NOT happy that my wife (and her son/my stepson), can NOT go back to visit her mom/dad because of the mess “we” helped create there 3..5 years ago.  Damn, Putin interferred with our elections, BUT we didn’t spend 5 billion to destabilize Ukraine?  Ooops, a little fact to clarify why I’m NOT happy with our empire.  Secondly, the lies just go on and on and on about Russia, Ukraine and most of the other countries in which we are (or were) involved in one way or the other.\nNow this article is just plain amazing in its detail and just adds to my knowledge of how the hypocrisy from the United States is just so shocking.  Just when I thought the American media could not get any worse, along comes this powerful article.  But what is depressing really, is that this “nonsense” is coming to us from…. PBS!  Now the death of the mainstream media and the “left” is complete.  No wonder I have to go to foreign news sources (like Global Research.ca), to learn the truth about so many topics relating to politics!\nI can’t wait to watch the real documentary and I hope to soon.\nThanks very much Mr. Sterling.\nStephen Berk\nJuly 31, 2017 at 19:14\nBack as far as the fifties, my wife had a Czech friend who told her that both the Czech and American media were propaganda, but the difference was that the Czechs knew it.\nLarge Louis de Boogeytown\nEasy solution:  boycott PBS stations.   And let them know why.\nThey are worse than anti-American, They have becum pro criminalization of nonpolitical  correctness, from their Apartheid outpost of colonial appropriations and genocide… Oh, but wait, they heard G -d whisper it was theirs two millennium ago to one of them…\nStephen Berk\nJuly 31, 2017 at 19:11\nExcellent idea.  I get sign-junk from the PBS affiliate here at least four times a year.\nMirand Sharma\nPBS  = Public BullShit.\nJuly 31, 2017 at 19:09\nYou know it.  NPR is National Propaganda Radio.  Whenever I hear their obnoxious theme music in my care I immediately turn the station or switch off my radio.  Five to six every evening is Propaganda Hour.\nwalter\nJuly 29, 2017 at 14:00\nJudy Woodruff has been displaying her neocon colors for sometime.  When the Iran nuclear deal was signed, she assembled a “panel of experts” for the NewsHour which included three opponents of the deal — led by James Woolsey — and one proponent — poor, marginalized Sandy Berger, who only gave it half-hearted support.\nDuring the 2016 primary campaign, she twice cross-examined Bernie Sanders as though he were a threat to the Republic, while tossing soft ball questions to HRC during her interviews as she beamed approval of her answers.\nCrowdStrike’s Dmitri Alperovitch has been a frequent guest on the issue of Russian “hacking” of the election, with no opposing points of view.\nI also recall that in the run up to the Iraq war, PBS produced a pseudo-documentary, hosted by former State Department spokesperson Jamie Rubin, which swallowed the WMD/terrorist connection hook, line and sinker, complete with a purported interview with Curveball, the so-called Iraqi informer.   So this latest bit of pro-war propaganda is nothing new for the government funded network.\nPatricia Victour\nJuly 29, 2017 at 09:08\nI quit watching, and donating to, PBS a number of years ago.  It is now a tool of the Kochs and other right-wing “foundations.” I do watch RT and find it to be an excellent source of real news with interesting guests from all points of view on shows hosted by Ed Schultz, Chris Hedges, Larry King, Thom Hartmann, comedian Lee Camp, Peter LaVelle, Max Keiser – hardly people who could be called “Putin’s puppets.” Stories I hear first (often days or weeks before) on RT are later “confirmed” by the MSM, when their hands are forced by facts that can no longer be ignored.  The Syrian “chemical weapons” story being a case in point.  These shows do not have corporate sponsors (and apparently minimal state intervention), which is one reason many stories they feature cannot be told on American MSM whose bottom line depends on advertisers from the worst of the worst – pharmaceutical companies, agricultural an chemical companies, and oil companies.  And I knew way before the election that I did not want either Hillary OR Trump, so RT had no effect on my vote.\nMe too Jill Stein for the second time….,\nStephen Berk\nJuly 31, 2017 at 19:32\nGood points.  Isn’t it amazing that you have to go to RT to hear Ed Schulz, an old labor Democrat?  The corporate Democrats, since the Clinton’s, have had such a stranglehold on the party that brought us the New Deal, Social Security, the National Labor Relations Act, Medicare, etc. that now an old fashioned New Deal Democrat has to go on a Russian station.  Speaks wonders.  It also underlines the fact that the Clinton’s played a major role in the destruction of the Democratic Party.\nGregory Herr\nJuly 31, 2017 at 21:25\nYes sir. In reading several of your comments, I like what you have to say.\nTerry Washington\nJuly 29, 2017 at 06:32\nGiven that PBS has been excoriated by conservatives in the past for alleged left wing/anti-American bias this charge is quite unusual!\nsailorbill\nIsrael BS…911TRUTH\nJuly 28, 2017 at 21:35\nThanks for writing this piece. What is happening right now in the US –this massive fake news / propaganda smearing of Russia as an agressor and dangerous threat–by the establishment US media is truly terrifying, disturbing and sad.\nIt’s just the opposite: The US is the agressor and dangerous threat to Russia –and the still respectable, widely trusted, mainstream news outlets such as PBS gleefully pile on with more lies to promote and enable the lies of our government and the Clinton faction / Democratic Party.\nReally disturbing. I DemExited a year ago, after the DNC rigged the primaries. That was bad enough. Had no idea then that they’d double down on their chicanery and lies with the Russia horseshit–and I am shocked at how much traction these lies have gained.\nAnd people wonder how Nazi Germany happened. I’m watching the equivalent unfold right here in the Land of the Free and Exceptional. Lord help us all.\nJuly 28, 2017 at 20:42\nLong ago as it drifted further and further to the right I labelled NPR (National REPUBLICAN Radio), however, it is abundantly clear today that both parties are totally complicit and joined at the hip in their war mongering, so that old moniker is rather outdated.   Perhaps (National PROPAGANDA Radio) would be the most fitting moniker for NPR today.\nZachary Smith\nJuly 28, 2017 at 20:03\n“Presstitutes”, Paul Craig Roberts calls them. Journalists will do anything for their salaries. Oliver Stone’s Putin interviews were too successful so someone thought that had to be countered. Putin and Russia are successful while US is going down in the world’s opinion.\nJoe’s article cites how US military wastes money while Russia with a leaner budget produces better military equipment. US is making decisions that will hurt in the long run, like the new sanctions. So the deep state just keeps foaming propaganda. Eventually their comeuppance will be unavoidable.\nI like Skip Scott’s “Land of the Greed and the Home of the Afraid”. My friend said exactly the same a few years ago. And F. G. is exactly right, our “government” seems more and more like an occupying force rather than representative.\nMy friend also laughed at NPR being sponsored by “The Melville Trust”, whose goal is “seeking the causes of homelessness”.  As he said, that’s not hard to learn: High Prices, Low Wages. Do we need a research organ for that? A joke! And since Walmart is a sponsor, they can’t criticize Walmart.\nKathryn\nJuly 28, 2017 at 15:25\n“If you tell a lie big enough and keep repeating it, people will eventually come to believe it. The lie can be maintained only for such time as the State can shield the people from the political, economic and/or military consequences of the lie. It thus becomes vitally important for the State to use all of its powers to repress dissent, for the truth is the mortal enemy of the lie, and thus by extension, the truth is the greatest enemy of the State.” ~ Joseph Goebbels, German politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945.\n“But the most brilliant propagandist technique will yield no success unless one fundamental principle is borne in mind constantly and with unflagging attention. It must confine itself to a few points and repeat them over and over. Here, as so often in this world, persistence is the first and most important requirement for success.” – Adolf Hitler\nmike k\nJuly 28, 2017 at 17:45\nThanks Kathryn. Those quotes are very revealing. Those ideas are part of how we got to where we are today. We took over Hitler’s mission to rule the world. In place of Hitler’s projected thousand year Reich, we have postulated at least a hundred years of “full spectrum dominance” for our American Empire. But we all know this is false modesty; 100 years will not be enough – there can never be enough power for the insanely addicted.\nKathryn\nJuly 28, 2017 at 19:06\n” we have postulated at least a hundred years of “full spectrum dominance” for our American Empire. But we all know this is false modesty; 100 years will not be enough – there can never be enough power for the insanely addicted.”\nThankfully this US empire is crashing as we write and it wont last very much longer.\nArchibald david\nPBS — PURE B-LL SH-T …… Your taxes pay for Their PROPAGANDA.\nmike k\nI like your interpretation of their acronym.\nVirginia\nJuly 28, 2017 at 14:15\nThank you,  Rick Stirling, for going through the PBS “documentary” on Russia.  I couldn’t bring myself to watch it,  but now I see the value in doing so, …to debunk it, which you did for us factually!  I’ve written PBS about their fake news, but alas, it has done no good.  Your thorough critique tells PBS that they did not get away with their bogus portrayal of Russia.\nSusan Sunflower\nJuly 28, 2017 at 13:12\n“If you look at Facebook, the vast majority of the news items posted were fake. They were\nconnected to, as we now know, the thousand Russian agents.”\n– Crooked Hillary\nThe terrifying thing is that she was allowed afaict to stop there …. without the obvious followup wrt “well, what do you propose we do about it” … which probably would have — all by itself — cost her the election as her draconian “never enough surveillance and control of the internet” position became clear\nYes, “false stories” on the internets have been a burden we have all borne, since our crazy cat lady aunt and gun-toting uncle and other poorly discriminating relatives and associated started bombarding us with daily overload of bullshit spam … live and learn and discover (!!!)  how to manage your inbox (or facebook) as the case may be …\nStephen Berk\nBeware of anyone with a mania for “management” and “control.”\nJamie\nJuly 28, 2017 at 12:57\nLiberals are the new war-mongers. They embrace propaganda of the Russian hack and have fallen into a far-right McCarthyite scare .. all because a racketeering war-criminal lost to a reality TV star. Sad!\n“If you look at Facebook, the vast majority of the news items posted were fake. They were\nconnected to, as we now know, the thousand Russian agents.”\n– Crooked Hillary\nWe have increased the chances for nuclear war simply because snowflakes are horrible losers and gullible beyond comprehension.\nStephen Berk\nJuly 31, 2017 at 20:33\nThey are actually worse than McCarthy.  He and people like him (Sen. Pat McCarran) lost a lot of people their jobs and made the fifties much more conformist than they would otherwise have been.  Though there were great social critics and artists then like C. Wright Mills (The Power Elite) and Allen Ginsberg (Howl).  But McCarthyism was pretty much for domestic consumption.  Today’s liberal warmongers are actually trying to drum up war with Russia (and possibly China), the other chief nuclear powers just so the US can be the sole superpower.  This is insane.  When Clinton began the expansion of an outdated, obsolete NATO to the Russian border in the nineties and then started a war in Serbia to detach its province Kosovo and hand it to Albanian Jihadis, George Kennan, architect of the Cold War and senior statesman, condemned Clinton’s acts in the strongest possible terms.  He thought NATO expansion was extremely dangerous and entirely unnecessary.  But that was the neocon game: to surround Russia and China and subject them to nuclear blackmail.  It was Bush II who got rid of the ABM Treaty under neocon advice, but the neocon Democrats, practically the entire party now, goes fully along with the treaty banning ABMs, negotiated by Nixon and Kissinger with Brezhnev and stabilizing the Cold War in 1972,  The end of the ABM Treaty broadcast to the Russians and Chinese that the US was now going for a first strike.  This is not only grossly immoral. It is the worst nuclear policy ever.  The Bulletin of Atomic Scientists has now moved its Doomsday Clock, which they have kept since the fifties closer to midnight than it was during the Cuban Missile Crisis.  The difference is that Kennedy and Khrushchev were genuinely seeking peace and a scaling down of the Cold War, even an end to it (see JFK;s speech in June, 1963 at American University).  Today’s liberal War Party and their Republican echo chamber don’t want peace. It is now looking more and more to Russia and China that they want nuclear war. With no ABM Treaty, you have to assume that your opponent wants to strike first, and therefore you have incentive to do so yourself.  This is the mess that the Clinton Democrats and Cheney Republicans have now gotten the world into.\nwholy1\nPBS = PURE BS\nwholy1 – that’s good!\nJuly 28, 2017 at 12:43\nSusan please see this that I found this morning… ISIS created in 1979…\nJuly 28, 2017 at 14:46\nFrontline says that al zarkawi tried to get in with Bin Laden (traveling to Afghanistan for an audience) and was rebuffed as unworthy — so classic grudge match — he first was motivated to prove Bin Laden “wrong”, but then to “best” Bin Laden … by establishing a caliphate (while Al-Qa’eda’s plan was to wrest the middle east from the Infidels and then — eventually when the people had been purified — to establish a caliphate …\nThis does not correlate well with his actual performance.  I think the CIA is myth making again.  Bin Laden’s plan is eons more sophisticated and more classically liberation-theory bound.  Al Zarkawi was a thug … see also Baghdadi (who at least had some actual theological cred )\nISIS was created as “not your father’s jihad” by impatient hot heads and disenfranchised Iraqi Sunnis seeking vengeance.\nGregory Herr\nJuly 29, 2017 at 10:11\nDon’t erase almost a century of political Islam … review “Power of Nightmares” … don’t deny anti-imperialism (coupled with anti-Infidel) as a motivating force and hand the CIA some overwhelming “blind watchmaker” credit/responsibility for some post hoc conspiracy … They believed that Islamic forces were deeply “innoculated” against communist influences… because they were living in the first cold war mentality … enemy of my enemy style.\nGregory Herr\nJuly 29, 2017 at 11:27\nPost hoc conspiracy?   How about “helping hand” as opposed to “blind watchmaker”?  Let’s give “credit” where credit is due for a long history of using sectarianism and strife to abet agendas.  Present day training sites in Jordan are real.\nI’ve seen Power of Nightmares and know there is such a thing as political Islam apart from CIA machinations…but that doesn’t negate CIA machinations.\nSusan Sunflower\nJuly 28, 2017 at 12:05\nFor me, the 2015 “Frontline” special “Putin’s Way” was a stark wakeup call about PBS’s slide toward the neocons and crashing journalism standards.  It seems almost unnaturally “prescient” to the current Russia-gate crisis, but suggests to me that the “deep state” anti-Russia neocon factions have been preparing for years (like ISIS) for some “last battle” with Russia.\nI was most dismayed by the assertion-as-fact again and again Putin was somehow personally responsible for the Chechnyan apartment bombings — and — had done so for interal political reasons — to boost his popularity and thereby solidify his grasp on power.   Who needs evidence, much less “proof” — conjecture based on presumed motives and overwhelming ruthless egotism will get you there … (reminds me a bit of “inside job 09/11” theories in which a blind eye was somehow turned by thousands to evidence of the dastardly acts of some tiny conspiracy).\nLack of evidence??? Putin’s evil apparently vaporizes all dissenters and induces fear-based amnesia … or something\nI watched Frontline last night on the rise of ISIS which made a convincing case (that was still hard to believe) that Abu Musab al-Zarqawi had been under intense CIA scrutiny years before 09/11 and his rise as head of Al-Qa’eda in Iraq was long predicted … I remember his emergence post 2003 invasion but somehow (and this is very very strange) never connected him to the Powell’s pre-invasion UN speech (where he was repeatedly mentioned as an imminent threat) … he died in Fallujah in 2004 (shortly after meeting Baghdadi — recently released from American prison — and the rest is conjectured history …. )\nIt’s a fascinating report but there’s a lot of “if you guys are so smart, why aren’t you better at acting preemptively and sharing intelligence and actually effectively thwarting the expansion of these militias, who thrive under our high collateral damage/zero American casualties war-making ways (treating civilians with the casual disregard of a professional extermination squad dealing with vermin — “necessary cost”)\nafter watching Putin’s way, I searched and searched for what I assumed existed — “evidence” to turn suspicions into warranted accusations … crickets … the evidence free narrative was echoed endlessly by applebaum and gessen …\nJuly 28, 2017 at 14:19\nApplebaum is married to a Polish diplomat – Sikorsky, if I’m not mistaken – who suffers from a terminal case of crapping his pants because of Putinoid Delusional Derangement Syndrome. It’s always valuable to find out who these people are married to. Christiane Amanpour-Robert Rubin, Victoria Nuland-Robert Kagan, I can’t remember which one is married to Alan Greenspan…but when you know, it explains everything.\nSusan Sunflower\nJuly 28, 2017 at 14:39\nYes, my most recent “discovery” was that Samantha Power Rice is married to Cass Sustein …\nand that her twitter feed pinned tweet is a photo of dozens of rosaries taken from refugees/migrants by US border control agents … because … oh, the humanity. … (the number of Roman Catholics in some circles is even more startling (to me) — and almost never mentioned — than some “surprising” number of Jews in others) … see also, Ayan Hirsi and Niall Ferguson (ick, ick, ick) … Make Salman Rusdhies supermodels seem less icky.\nJoe Tedesky\nAndrea Mitchell is the spouse of Alan Greenspan.\nEnquiring Mind\nJuly 31, 2017 at 16:53\nAmanpour is married to James Rubin.  It would’ve been a really terrific story had Bob Rubin been the one!\nKathryn\nJuly 28, 2017 at 15:40\n“It is time for Americans to grow up but that is easier said than done in a country for which historical amnesia is a founding principle. Most liberals want to be flag waving patriots and they are loath to concede the wrongdoing which goes on in one presidency after another. They refuse to admit their own complicity in excusing war crimes with vapid talk of lesser evils.\nIf Americans are so upset about the prospect of being treated the way their government treats millions of people they should always condemn these violations. They ought to foreswear support for the wars of aggression committed in their name. Democrats go on foolishly speaking of an “act of war” committed by Vladimir Putin. This latest propaganda term is not just stupid, it is extremely dangerous and posits that Americans have rights that they do not accord to others.\nSo far this year there have or will be marchers wearing pink hats, supporting science or fighting climate change. There ought to be a march of apology from Americans to people in Grenada, Haiti, Honduras, Iran, Iraq, Syria, Somalia, Libya, and yes in Russia too. Millions of people have lost their homes, health and lives whenever an American president decides that another leader “must go” or claims that national interest demands intervention or endless war.\nIt is time for people in this country to stop acting like aggrieved children. The temper tantrums about their sovereignty and their democracy are not just hypocritical but also tell lies about how this political system really works. There isn’t any democracy left for the Russian government to damage. And even if there were America’s guilty behavior abroad makes a mockery of it.\nIf Vladimir Putin hatched a plot to get Trump into office he didn’t do anything worse than American presidents have done. People in this country ought to reflect on their history instead of behaving as if they are entitled to rights they routinely disregard elsewhere. The Russia haters must stop whining about their supposed grievance. But first they should apologize to people around the world and fight to stop America’s attacks on them.” http://www.informationclearinghouse.info/46963.htm\nbackwardsevolution\nKathryn – that’s a good article!\nKathryn\nJuly 28, 2017 at 19:10\nThanks “backwardsevolution” it is a excellent site with a lot of great articles!\nStephen Berk\nJuly 31, 2017 at 19:49\nWell said.  Good webssite, Information Clearinghouse.  Americans have been miseducated and misinformed for a great many years. In the fifties, Paul Goodman wrote Growing up Absurd and Compulsory Miseducation. But it has gone into high gear in the era of hand held computer devices. The establishment habitually distracts millions of Americans with commercially driven electronic devices. Like something out of Huxley’s Brave New World. Most younger Americans no longer read.  We even have a president who communicates primarily by tweeting (1,400 characters). It is impossible to say anything of depth or subtlety or real meaning in a tweet. Americans’ attention span has been continuously shortened.  That is intentional.  Those who run the show don’t want the people to remember anything.  That is why the late Gore Vidal, one of our last public intellectuals, liked to refer to the US as the United States of Amnesia.  He also, incidentally, called “democracy” America’s favorite nonsense word.  I really miss him, one of the last commentators on the American public scene who could really cut through the crap with real wit. By the way, virtually any country that American students go up against on standardized tests beats us.  Including, and especially the poorer ones.  That’s because they don’t have all the distracting computer junk. They have to create on their own and use their imaginations.  Fancy that.  What our system is intentionally designed to do is produce drones, zombies.  Then the power elite can do whatever they want without any pushback.  People just wave the flag, or, even more obnioxious, wear one.\nbackwardsevolution\nJuly 28, 2017 at 15:48\nSusan – I think I watched “Putin’s Way” for about 15 minutes, got angry, and turned the TV off.  If it’s the same one, you are right, it was junk.\nKathryn\nJuly 28, 2017 at 16:01\nIt might possibly be a good idea to watch the Oliver Stone interviews with Putin and get the other side of the story!\nSusan Sunflower\nJuly 28, 2017 at 20:41\nPutin’s Way has been shown numerous times and appears to be the ur-text for many Democratic party type bashers.  I was appalled by it’s rampant speculation-as-fact, but it’s worth watching if you’ve wondered where so many people got the idea that “Putin is a Killer” which includes Trump …\nYes, I’ve read (and was previously familiar with) the “other side” …\nAccusing public figures of murder, much less mass murder without actual “evidence” is ongoing … see also Assad … as someone else noted, repeat a lie (or geniunely believed falsehood) a many thousands of times by hundreds of “authority figures” and you get where we are today …\nMy point mentioning it was that this full-blown propaganda episode was first shown in 2015 … and was part of — but not the start of — a wide spread by  Applebaum and likeminded neocons\nGregory Herr\nHow many times can a guy be killed?\n“In the 2006 Senate Report on Prewar Intelligence, the Senate Intelligence Committee concluded: “Postwar information indicates that Saddam Hussein attempted, unsuccessfully, to locate and capture al-Zarqawi and that the regime did not have a relationship with, harbor, or turn a blind eye toward Zarqawi.” It turned out that the “intelligence” linking Zarqawi to Saddam had emanated from the Pentagon’s notorious Mossad mole, Undersecretary of Defense for Policy and Plans Douglas Feith, who leaked the information in a classified memorandum to Stephen Hayes, the columnist for the neo-conservative Weekly Standard.\nZarqawi: The man and the myth\nSome U.S. intelligence sources claimed that Zarqawi was a “myth” invented by the neocons to justify continued U.S. military operations in Iraq. Iraqi Sunni and Shi’a leaders rarely agree, however, a Sunni insurgent leader told The Daily Telegraph that he believed that Zarqawi was an American or Israeli agent and Iraqi Shi’a leader Muqtada al Sadr claimed that Zarqawi was a fake takfir (a Muslim who declares that other Muslims, such as the Shia’s, are heretics) in the employment of the United States. Shi’a imam Sheikh Jawad Al-Khalessi repeated that accusation that Zarqawi was a myth in 2005. According to The Washington Post, General Mark Kimmitt, the U.S. Central Command’s chief public affairs officer in Iraq stated in a 2004 internal CENTCOM briefing that “The Zarqawi PSYOP program is the most successful information campaign to date.”\nThe Afghan Northern Alliance claimed that Zarqawi was killed in a 2002 missile attack in Afghanistan. There were a number of reports of Zarqawi having been killed by either U.S. missiles or bombs in 2003. Some reports claimed that Zarqawi had lost a leg in Afghan combat operations. Other reports said he had both of his legs. The “Zarqawi” in the Berg beheading video had both legs and an autopsy X-ray of the person said to have been Zarqawi and who was reportedly killed in a 2006 U.S. air strike showed a fracture to the lower right leg said to have been lost in Afghanistan.\nZarqawi was captured in Iraq by coalition forces in 2004 but released. The explanation given at the time was that the Iraqis and Americans failed to recognize America’s public enemy number one in Iraq. Zarqawi’s eventual successor as the head of AQI, al-Baghdadi, was also captured by U.S. forces in in Iraq in 2004 and held at Camp Bucca from February to December 2004 before being released. Al-Baghdadi took over the AQI operation in May 2010 after his predecessor Abu Omar al-Qurashi al-Baghdadi, actual name Hamid Dawud Mohamed Khalil al Zawi, was killed in a U.S.-Iraqi rocket attack. In 2007, Bin Laden intermediary Khaled al-Mashhadani claimed Abu Omar al-Baghdadi, the predecessor to the current ISIL chief, was a fictional character designed by the West and Iraq’s government to give an Iraqi face to a foreign-led insurgency. Mashhadani said audio statements attributed to Abu Omar were being read by an Iraqi actor. The Abu Omar recordings were all released by the SITE Institute.\nU.S. forces claimed they killed Zarqawi near Baqubah, Iraq in a June 7, 2006 targeted killing by two precision-guided bombs.\nEnter Al-Baghdadi II\nWhile Zarqawi was hyped as one of America’s most dangerous enemies, the man who eventually succeeded him as the head of ISIL in Syria, Abu Bakr al-Baghdadi, became one of America’s trusted allies. Al-Baghdadi, along with the leaders of the Al Nusra Front, initially placed their forces under the umbrella of the Free Syrian Army. In May 2013, U.S. Senator John McCain, a chief water carrier for the neocon interventionists and Israeli interests, covertly met with Syrian rebel leaders after crossing into rebel-held Syrian territory from Turkey. McCain was accompanied by General Salem Idris, the head of the Free Syrian Army’s Supreme Military Council, as he met with the commanders of a number of Syrian rebel units. One of these rebel commanders was none other than Abu Bakr al-Baghdadi, the current head of ISIL. McCain’s office has denied that Al-Baghdadi was present at the meetings but photographic evidence of the ISIL chief’s meeting with McCain and the U.S.-supported Free Syrian Army officials is overwhelming.”\nlink found by googling Wayne Madsen on Zarqawi\nGregory Herr\nJuly 31, 2017 at 20:02\nJoseph Goebbels lives again.  By the way Hitler’s propaganda minister got his techniques from an American, Edward L. Bernays, who happened to be Freud’s nephew.  Bernays invented modern public relations (think “Mad Men”), and he was instrumental in helping Woodrow Wilson change from having run and been reelected on a peace platform to going “over there” to fight “the Hun” and “save the world for democracy.” Then came the Sedition Act and the Espionage Act and the Red Scare that imprisoned all our home grown socialists of Eugene Debs’s Socialist Party and the Industrial Workers of the World leader, Big Bill Heywood, for opposing entry into the Great War (World War One). Propaganda and racism were nurtured in America and transplanted to Nazi Germany.  Then many of the Nazis were brought to the US after World War Two (Operation Paper Clip) to serve in key positions in the American establishment.\nStephen Berk\nJuly 31, 2017 at 20:06\nOh, I forgot to mention, Wilson’s Espionage Act (and maybe the Sedition Act) still exist. The president who has used the Espionage more than any since Wilson is the great liberal Barack Obama.  He persecuted Chelsea Manning for it, and he has used it against other courageous whistle blowers.  Obama has been worse on whistle blowers than any other president. But don’t tell any liberal that.  They don’t want to hear it.\nexiled off mainstreet\nJuly 28, 2017 at 11:43\nThis is an excellent summary. Only a fool or a knave can lend any credence to the NPR propaganda put forward by the deep-state/corporate axis of fascism. Nobody should contribute a dime to public broadcasting in the US since it has obviously lost the plot and degenerated into middlebrow fascist propaganda for posers. A total cut-off in taxpayer support is now justified based on the odious content of their “public affairs” programming. After all, they would still have access to unlimited funding by their corporate quasi-advertisers underwriting their crappy programming. If somebody like Tulsi Gabbard could somehow get elected despite the existence of the uniparty and propaganda power structure, she should see to it that the entire organization is dismantled and replaced with a real public option.\nKathryn\nJuly 28, 2017 at 15:39\n” If somebody like Tulsi Gabbard could somehow get elected despite the existence of the uniparty and propaganda power structure, she should see to it that the entire organization is dismantled and replaced with a real public option”\nShe does not seem so “independent” any longer… “She voted for H.R. 3364: Countering America’s Adversaries Through Sanctions Act. She was not the only person to vote for it, every Democrat and every Republican, minus three, voted for the bill. 419-3 Funny how we always hear that bipartisanship in Congress is dead, but bills that matter like this pass with by veto proof votes. A similar bill to this (excluding North Korea sanctions) passed the US Senate, with only Bernie Sanders and Rand Paul voting against it.” https://allthehypocrisy.com/why-i-can-no-longer-support-tulsi-gabbard/\nMarilyn Cornell\nJuly 28, 2017 at 10:50\nWe seem to be remaining in our divide and conquer mode. Continuing to spread propaganda and paranoia. The world is becoming smaller and we are all in it. We need to use our energies together to sustain all of us or we shall all perish together.\nBob Van Noy\nJuly 28, 2017 at 10:14\nSo all of you that are familiar with this site know that I always try to bring the discussion back to JFK if I can, so look at this and let me know if it is, because honestly don’t know…\nJuly 28, 2017 at 10:38\n“I was 30 years old, a White House Assistant, working on politics and domestic policy. I watched and listened as LBJ made his fateful decisions about Vietnam. He had been thrust into office by the murder of President John F. Kennedy on November 22, 1963– 46 years ago this weekend. And within hours of taking the oath of office was told that the situation in South Vietnam was far worse than he knew.” Bill Moyers\nJuly 28, 2017 at 11:59\nThis was the exact moment that JBJ reversed JFK’s NSM263, ordering the withdrawal of 1000 troops out of Vietnam by December of 1963 and the remainder out by 1965! “giving the ( The Generals) their damn war.”\nJuly 28, 2017 at 12:03\nBob, please see my comment above – it got the “moderation” treatment, so it probably lost some impact. Here’s the story I recall about Bill Moyers. After taking the oath of office, LBJ insisted that Air Force One take off immediately for Washington, DC. He was paralyzed with fear and locked himself in the lavatory in the Presidential suite aboard the plane. He was told that Air Force One would not take off – despite his orders – until Bill Moyers was safely back on the plane. Yep, despite LBJ’s orders, the plane was held for Moyers. So…who was really in charge? It would be just like Moyers to paint a dramatic and momentous picture of Johnson’s retraction of Kennedy’s National Security Memo and re-authorization of the Vietnam escalation. Bill was and still is a loyal employee of “the company”. The details of Kennedy’s MSM were widely reported after a JCS meeting in – I believe Hawaii – but to this day, the truth of its intent are still denied. To put it kindly, Moyers is selling a fairytale.\nBob Van Noy\nThank you as always F. G. , You’re a treasure!\nBob Van Noy\nj. D. D.\nKept in the dark Fed on bullshit and lies\nThe illusion of choice Is something everybody buys\nCookie cutter candidates\nTo maintain the status quo\nThey demonize a ghost\nThey fabricate a need\nSo you’ll willingly concede\nOpen your eyes\nYou’ve become the instrument\nTo hasten the demise\nThey raise the flag\nAnd wave the sword\nHallelujha Praise the Lord\nAddicted to the drug\nAbusers of the trust\nI like that, Linda.  Good job.\njo6pac\nThanks\nJB\nJuly 28, 2017 at 10:52\nExcellent poem, Linda; you could write a fine folk song on this. Not the Linda Doucett with Matt in Toad Hall ’75?\nJuly 28, 2017 at 12:53\nThey are song lyrics I wrote during the Obama administration… even more apt no\njfl\nJuly 28, 2017 at 07:07\nobama – the nobel peace prize laureate – opened the purse to ‘modernize’ ‘our’ nukes … they hope to eliminate russia’s ability to respond with a first strike … and if ‘we’ do take ‘a few’ … it’ll be worth it. according to them.\nthe problem is the alternative as they see it is the loss of everything ‘they’ have. they’ve hollowed out the us economy, they’ve built their castles in the sky on ‘funny money’ from the fed – receipts for worthless toxic trash they created to keep the ball in the air – and now all that’s relevered again … “ the top 25 bank holding companies held a total of $242.3 trillion in notional derivatives at the end of the first quarter of 2017 “.\nwall street cannot afford to let the merry-go-round stop.\nand the “game’s” lost from the neocon pov if the us is not world-dominant.\nlook at the congress – house and senate – no one home there … trump? that’s a crapshoot if there ever was one.\nif we just keeping eating popcorn and watching – the worst is more likely to happen than not.\nbackwardsevolution\nJuly 28, 2017 at 07:39\njfl – they’ve been keeping that ball in the air since the 80’s.  Balls don’t stay up in the air without a force, and that force has been Greenspan, Bernanke, Yellen.  Blow, blow, blow.  All central banks working in concert.  But they’ve been conducting this symphony of blow and suck for a long time now, and the players are getting tired and too over-leveraged.  Something is going to blow, and this time there will be nobody capable of picking up the pieces.\nArtificial stock markets, artificial ratings agencies, artificial media, artificial history, artificial democracy, artificial enemies, and artificial boobs.  United States of Artificial.\nRealist\nJuly 28, 2017 at 08:14\nIf you enjoy the sensation of vertigo, read this article on the debt in Zero Hedge\nSkip Scott\nJuly 28, 2017 at 16:57\nThe land of the greed, and the home of the afraid.\nJoe Tedesky\nJuly 29, 2017 at 12:18\nSkip I was just thinking, would the ‘land of the greed’ go on the front of the T-shirt, and ‘the home of the afraid’ go on the back….it would be seen as we retreat. Just a thought, okay then I’ll go back to what I was doing, now what was that I was doing? Joe\nTim\nJuly 28, 2017 at 04:26\nWe truly live in a matrix controlled by MIC. It can be no way else. I’ve said many times, the velvet coup took place before Kennedy’s assassination. I’m surprised Truman got duped by his IC leaders, and even then, he couldn’t face them down. Then Eisenhower, military man he was, was out of the loop. It seems like historians don’t really go there to look too deeply, as they may not get their history book published. Case and point. You become a person of interest if you speak out and say something influential that could enlighten people, or organize for a cause.\nF. G. Sanford\nJuly 28, 2017 at 04:00\nJoe Tedesky’s comments on this article and the previous one by Todd Pierce capture most of the subterranean psychological dissonance which this massive propaganda barrage is attempting to squash. Things that can’t last forever…usually don’t. Ukraine is collapsing, and it’s a matter of time before civil unrest leads to violence. Of course, US propaganda is geared toward insuring that the Russians are blamed for the fiasco which Victoria Nuland engineered. Saudi Arabia just got a new “Crown Prince”. There are 5,000 “princes” in Saudi Arabia. The Saudi economy needs oil at $100 per barrel to break even. It’s now at $50, with no prospect for improvement. What are the odds that a few of those “princes” are considering a palace coup? Amidst all this, the dollar is weakening, and the artificial Israeli economy relies on massive unofficial US subsidies in addition to the $3 billion officially allocated. Why else would Congress contemplate laws forcing us to buy their stuff? It’s living proof that our government does not really support “free market capitalism”.\nSecrecy maintained by security agencies only protects the secrets from domestic populations. What…does anybody believe that torture victims don’t know they’ve been tortured, drone victims don’t know they’ve been bombed, and terrorists don’t know who supplies their money and weapons? Does anybody believe that Chinese metallurgists who recycled all that steel didn’t recognize the characteristics of a thermitic reaction? Do the Cambodians and Laotians not realize that they were secretly carpet bombed? Do the Vietnamese not know that the CIA’s “Operation Phoenix” murdred between 30 and 40 thousand civilians? Have the Russians forgotten that Robert Kennedy sent a personal envoy to Moscow to insure Kruschev that the family believed the CIA assassinated JFK? So much for PBS authenticity. I’m still of the opinion that no prosecutions will result from current scandals. The “can of worms” is exquisitely repugnant. Neither side can survive much finger-pointing if it is opened. Dick Cheney may be guilty as hell, but Hillary Clinton knows more about “what really happened” than George W. Bush. And…she’ll use it if she has to, or perhaps die “mysteriously” first. How else do you think Nixon got a pardon from Warren Commission stooge Gerald Ford?\nPropaganda works best when the government sponsoring it retains credibility by delivering “quality of life”. The ability to “deliver the goods” has been steadily eroding since about 1974. Yep, I remember “the good old days”. The propaganda has become more desperate than anything I can recall in my sixty-some years. It was not this bad during the Cuban Missile Crisis. And, our “authorities” now behave as an occupying force, not one dedicated to protecting its citizens. The last act of a dying empire is always repression of its own population. The penultimate act is gratuitous war to retain credibility. Where do you suppose we are on this continuum? Don’t all jump up at once.\nGregory Herr\nJuly 28, 2017 at 15:43\nProstrate with boot inches over neck under rockets red glare.  As you say, the effectiveness of propaganda wears itself thin as it, and the population, becomes increasingly desperate, and other repressions (beyond that of truth) are set forth.\nJoe Tedesky\nJuly 29, 2017 at 12:15\nIn we were to have a true independent free press, your words here F.G. would be an editorial in the NYT. What you wrote here, is without a doubt the kind of objectionable argument that should be made, to the disastrous world we have all been plunged into since 911. Good posting, as usual. Joe\nAnthraxSleuth\nJuly 28, 2017 at 03:04\nIt’s truly amazing that the USA neocons/neolibs, who have been unable to defeat a country with no army, no navy and no air force for 16 years now thinks it can win a war against Russia.\nAt some point very soon we will have to march on Washington ourselves and remove these people from our congress physically.\nOr, we will all perish.\nbackwardsevolution\nJuly 28, 2017 at 06:22\nAnthraxSleuth – “At some point very soon we will have to march on Washington ourselves and remove these people from our congress physically.  Or, we will all perish.”\nYes, I’m afraid that’s what it’s going to take.\nAnon\nJuly 28, 2017 at 10:32\nMore than a public march will be needed to restore democracy: although marches show broad solidarity, they are seldom seen and readily smeared by the totalitarian US oligarchy in control of mass media. The criminal gangs that control government and all of its forces and processes can easily suppress either mass demonstration or insurrection, killing or imprisoning its early leaders\nInfiltration is necessary, but promotion to power is prevented by gangster appointments at the top. Executive overreach would work, but not where elections and mass media are already controlled by the gangsters. We would probably need a highly distributed and tenacious insurgency, which will require much greater and broader suffering. A major military defeat coupled with a major depression is the likely trigger for the restoration of democracy. That may take another 40-60 years of imperial decline, isolation, embargo, and defeats in military adventurism. The sooner the better.\nRealist\nJuly 28, 2017 at 11:49\n” We would probably need a highly distributed and tenacious insurgency, which will require much greater and broader suffering.”\nYes, that is the scenario proffered by Susan Sarandon when she refused to endorse Hillary Clinton after Bernie Sanders had the nomination stolen.  She said it might actually be preferable for Trump to win the general election (not that anyone thought he could) if it could hasten the collapse of this corrupt system which needs to be rebuilt from the ground up.  That’s a paraphrase, not a quote, but words to that effect.   And for the system to be torn down,  the people will need to suffer.   They do not create revolution when they are healthy, well-fed, personally fulfilled and secure about the future of their kids.   They will only demand the necessary changes when they are truly desperate.   Stupid Dems and GOPers are ensuring their own ultimate demise while thinking they are preserving their power by subverting the outsider.  History will judge them even more responsible than the convenient scape goat they have targeted.   Just hope most of us live through it when TSHTF.\nbackwardsevolution\nJuly 28, 2017 at 14:12\nRealist – “And for the system to be torn down, the people will need to suffer. They do not create revolution when they are healthy, well-fed…” Yep.\nWant to see some Congressmen and Senators ripped limb from limb?  Then just watch what happens when those EBT cards stop coming and all the other goodies are ended.  Every city will be lit up like a Christmas tree!  They can declare a new national holiday:  Conflagration Day.\nOf course, why loot stores when you can just head to any city airport and stand in front of the nearest private jet.  You just know the elite scum will be quickly taking to the skies.  People can rob them while they’re fleeing, just as they robbed the American people for years.  Poetic justice.\nThe bankrupt banks were bailed out in 2008 in order to let the rich get set up, in order to save themselves.  They know the balloon is being purposely kept up in the air and they’re skimming and looting as fast as they can.  It’s Open Corruption Season.\nLove Susan Sarandon.  I just wish she knew a little (or a lot) more about economics, about the corruption.  She knows some, I’ll give her that, but I can tell she doesn’t know enough.  Wish she would visit this site because she could actually do a lot of good for the people.  She is articulate, possesses common sense, and appears to be honest.  Good qualities.  People would listen to her.\nBrad Owen\nJuly 28, 2017 at 12:16\nThe financial underpinnings of our economy is in dire straits right now. I’ve been reading about this on EIR. That’s why the LaRouche people have been so adamant about pushing Glass-Steagall and its bankruptcy re-organization, to get it passed NOW! Its like recommending shutting tight all the water-tight doors of the “Ship-of-State” because we are heading for a lethal “ice berg” right NOW., that’ll make the Great Depression look like a mild recession in comparison. Lyndon calls it a General Breakdown Crisis that will rock civilization, putting us into another Dark Age for several generations, perhaps several centuries, with a massive die-off of population because we’ve neglected for decades our industrial base, its science & technology underpinnings, and the supporting infrastructure it all takes to support a large modern healthy,educated, population; things eminently understood in the era spanning FDR to JFK (ending suddenly with a bullet to the brain; steered off course by the shenanigans of the CIA-sponsored Congress of Cultural Freedom [CCF]). And the very Oligarchs we’re talking about believe they’ll survive this, because their “ancestors” survived it when the Western Roman Empire collapsed, and they (their descendants&keepers of the “Fondi”) came back on top centuries later, in Venice, spreading throughout the Holy Roman Empire, France, Netherlands, Britain, and NOW, through three quarters of the World (minus the Eurasian Quarter, where Russia, China, India, and Iran are, the so-called “Bad Guys”.\nbackwardsevolution\nJuly 28, 2017 at 14:54\nAnon – “The criminal gangs that control government and all of its forces and processes can easily suppress either mass demonstration or insurrection, killing or imprisoning its early leaders.”\nThey’d delight in taking out your best and brightest, wouldn’t they.  I wonder if an economic boycott of sorts wouldn’t be the best idea.  If a giant mass of people could be convinced to stop shopping or buying anything but the necessities for however long it takes, that would cripple them.  If the major media are getting their revenue from the corporate advertisers, then boycott them.  That would bring the MSM to its knees.\nThe way I look at it is the elite are going to bring the system down, anyway.  You might as well bring it down instead of them.  And doing it this way, nobody gets hurt.\ndelia ruhe\nJuly 28, 2017 at 02:05\nNobody should be surprised by this.  PBS, now completely funded by donors, many very rich and right-wing ones.  PBS can’t afford to offend anyone for fear they will end up like those universities whose rich Jewish donors withdrew their funding because they hired a Palestinian into a tenured position, or awarded tenure to Finkelstein, or published a book on some aspect of Israel that AIPAC didn’t approve of.\nZachary Smith\nJuly 28, 2017 at 02:21\nUntil recently I was quite surprised because I hadn’t appreciated the degree Big Money could subvert.   And it isn’t just PBS.\n“I went to DC’s Smithsonian Museum of Natural History expecting to learn about the history of our planet. Instead, I stumbled upon a Koch-funded climate denial disaster.”\nJuly 28, 2017 at 02:02\nAlthough I haven’t watched the PBS series Rick Sterling discusses here I am not surprised as it simply confirms that the “generous funding of our sponsors” doesn’t come without strings. This kind of programming is particularly insidious because it claims to be in the “public interest”.\nRealist\nJuly 28, 2017 at 01:54\nFor those who came in late on this article, meaning me, all I can say is “wow!”\nAbsolutely everything that is presented to the American public in this country is part of a fabricated narrative by a clique of warmongering neocon extremists who will tell any lie and slander any person in the service of their relentless goal to conquer the world.   They seem to co-opt, own, control and micromanipulate everyone who interfaces with the public except for a tiny number of  hold-outs for honesty, integrity and reality such as  the contributors to this blog which the powers in Washington deign to call “fake news” to damage its credibility and marginalize its reach to the American people.  I’m surprised the media czars in the Deep State don’t yet have anti-Russian propaganda embedded in McDonald’s commercials.  I mean they make sure to touch every base and twist every fact to their purpose no matter how trivial or superficial.   Everyone amongst their target countries who can be demonized is demonized, in spades.   Putin is not just wrong, not just misguided, not just a nationalist championing the interests of his own country, he is not reacting defensively to American provocations, he is the author of all the turmoil and carnage unleashed by fomented coups, by surreptitiously sponsored terrorists, by reacting to NATO’s encroachment on his country’s border and upon seeing nuclear-tipped missiles aimed at his two largest cities within a 10-minute delivery time.  He is the devil incarnate, as Hillary said:  the new Hitler.   Absolutely amazing that these shameless thugs can deliver such distortions of reality with a straight face to the world, and not just because they are lies but because they come with the most grievous of  threats and overt actions, including military deployments and economic sanctions, that come within an eyelash of inciting all out war between nuclear powers, actions that severely harm not only Russia, their pathologically loathed target, but also their professed European “friends and allies” as well.  I hope that Europe has finally come to realise that with friends such as the USA they do not need enemies.   Wow.   Just wow.\nNever thought a rational entity could sink as low and act as crazy as the U.S. Senate did today when it voted 98-2 to screw Russia, yet again, for a completely imaginary transgression concocted by Hillary Clinton as part of a futile campaign ploy against Donald Trump.   She was so hated even by her own internal campaign workers that one or more of them leaked to the media, making it mandatory that Putin and Trump (and by extension the American people) pay, whatever the price, even if it is nuclear annihilation.   And yet her madness is supported by nearly 100% of both parties in both houses of congress.   Just goes to show you who Trump prevailed against in November and how those forces absolutely control nearly every member of the legislature except Rand Paul.   Bernie Sanders also voted against the travesty, but he said that Russia deserved it though Iran did not.  So, he’s off my list of sane and independent actors in the federal government.   Anyone know how Gabbard voted in the House?  If she was not one of the 3 who voted against this unjustified blatant act of war against Russia, she comes off my list too.\nUnless Rand Paul is a candidate, who promises to mend fences with Russia, in the next presidential election, I say vote against every incumbent candidate from both of the two major parties as a last line of resistance to these maniacs who have proven their disqualification to hold office with these outrageous and dangerous foreign policies.  I don’t care whether you like their economic or identity politics or whatever.  Teach them a lesson, get them out.  They are ALL part of a bloc united against the people of America and of the world.  The whole congress has proven it is against the safety and well-being of humanity, and they think that “getting Putin” and “getting Trump” justifies the madness.   They think that you as an American will roll over and accept without question their roughshod actions that put everything at risk.   Moreover, they are counting on Trump to cow to their dictates, or else he gets impeached–sooner rather than later, which seems inevitable in any case.  Make no mistake, this is part of a coup by the bipartisan War Party.  So, vote only for independents and third party candidates in future elections.   Make those numbers large enough so they see a trend and get the message.  Of course,  all this presupposes that they let us vote at all in 2018 or beyond.   It also presupposes that they themselves won’t “hack” the election, which I now see as a foregone conclusion in the wake of Trump’s upset victory.  They will never let an outsider actually win again, even if they have to stage a few false flags, declare martial law, and pick a president from inside the Washington Politburo.\nbackwardsevolution\nJuly 28, 2017 at 05:38\nRealist – excellent rant.  I believe these are the three dissenters: “The three House members who voted against the bill are Republican Reps. Thomas Massie of Kentucky, Justin Amash of Michigan and John Duncan of Tennessee.” So Tulsi Gabbard voted “for”?  What?  Too many of her constituents buying the “Russia is bad” narrative, or does she just believe that the U.S. is only misbehaving in Syria?  It is worrisome when even she has gone over to the dark side.\n“And yet her madness is supported by nearly 100% of both parties in both houses of congress. Just goes to show you who Trump prevailed against in November and how those forces absolutely control nearly every member of the legislature except Rand Paul.  […]  They will never let an outsider actually win again, even if they have to stage a few false flags, declare martial law, and pick a president from inside the Washington Politburo.”\nYep, no way they let this happen again (another Trump-like win).  I don’t think in our wildest dreams we could ever begin to imagine what Trump has been up against since he won the election.  I feel for the guy.  I mean, everybody has been against him:  the media, the Democrats, Hollywood, Soros, Wall Street, academia, MIC, the useful idiots on the left, and even his own party.  They want him gone, yesterday.  It doesn’t matter that Trump won for the Republicans.  As Tucker Carlson said, the Republicans hate him even more.\nThis is a war between the insiders and the outsiders, something that most people don’t realize.  They might trump up an impeachment over Russia, but the Russia narrative is just being used to get rid of the outsider.  It’s really just a brutal, in-plain-view crushing of democracy.\nBernie\nJuly 29, 2017 at 22:38\nTulsi Gabbard voted for the sanctions?  Damn.  There’s no hope.\nSam F\nJuly 28, 2017 at 10:15\nRealist and b-e, very good remarks. I’m not surprised that Gabbard and Sanders betrayed their supporters, and read somewhere that Rand Paul was a supporter of the sanctions. We will never hear anything about true progressives in the oligarchy mass media or the Google/Amazon references. There are no hopes in ordinary citizen action: the oligarchy understands only the language of force.\nbackwardsevolution\nJuly 28, 2017 at 15:10\nSam F – only an economic boycott would work.  No one gets killed that way.  They can’t make you buy things.\nSam F\nJuly 28, 2017 at 21:13\nCorrection: Rand Paul introduced the act to repeal ACA Obamacare without an alternative.\nmike k\nGregory Herr\nAnd Rand Paul voted against.  Plus:\n“Under the bill, the president is required to notify Congress before making any alterations to Russia sanctions policy, and lawmakers then have 30 days in which they can block the president from implementing those changes. The procedure, known as “congressional review,” is the most sweeping authority Congress has given itself to check the president on sanctions policy in decades.”\nJuly 28, 2017 at 15:13\nGregory Herr – yes, they have tied Trump up.  Both the Democrats AND the Republicans (if you can believe it) are all against him.  Still, Trump should do the right thing.  This is probably not about the Russians or Putin at all, but all about taking Trump out.\nI mean, they wanted Trump gone, but couldn’t just step in and grab him.  That wouldn’t have looked good.  They had to come up with another way, Russiagate, sprinkled with copious lies and propaganda.  They’re now all together against him.\nKathryn\nJuly 28, 2017 at 14:57\n“Anyone know how Gabbard voted in the House? If she was not one of the 3 who voted against this unjustified blatant act of war against Russia, she comes off my list too.”\nYou have joined many others who are stunned by her vote in support of the heinous sanctions on Russia.\nJuly 28, 2017 at 15:08\nKathryn – I believe this bill included sanctions against Russia, Iran and North Korea.  Perhaps she voted for it because of North Korea?  I’m hoping:)  Still, it doesn’t make any sense. North Korea is no different than Syria, except they were smart enough to get nuclear weapons.  They are North Korea’s only defense against annihilation.  She needs to explain herself.\nKathryn\nAgreed.\nInteresting to note that Iran is fighting ISIS in Syria and she wants to stop funding/arms to ISIS.  Also North Korea has NEVER been a threat to the US, and has for years now asked for “talks” with the US….always declined by the US and she should be aware of this and thus there is no excuse.\nIt seems that the US Congress seems to “bundle” bills like this to make it more difficult to vote against.  Only those with REAL courage vote against them.\nAs a foreigner, I watch what the US does and by jaw never stops dropping in utter disbelief and horror\nbackwardsevolution\nJuly 28, 2017 at 16:10\nKathryn – I wonder if the few dissenters were told to dissent, just so it wasn’t a total wipe-out.  Agree re North Korea.  Anxiously awaiting how Gabbard explains this.  Thanks for your comments, Kathryn.\njfl\njohn steinbeck, travels with charley, 1960, p. 142\nI had been keen to hear what people thought politically. Those whom I had met did not talk about the subject, didn’t seem to want to talk about it. It seemed to me partly caution and partly a lack of interest, but strong opinions were just not stated. One storekeeper did admit to me that he had to do business with both sides and could not permit himself the luxury of an opinion. He was a graying man in a little gray store, a crossroads place where I stopped for a box of dog biscuits and a can of pipe tobacco. This man, this store might have been anywhere in the nation, but actually it was back in Minnesota. The man had a kind of gray wistful twinkle in his eyes as though he remembered humor when it was not against the law, so that I dared go out on a limb. I said,\n“It looks then as though the natural contentiousness of people has died. But I don’t believe that. It’ll just take another channel. Can you think, sir, of what that channel might be?”\n“You mean where will they bust out?”\n“Where do they bust out?”\nI was not wrong, the twinkle was there, the precious, humorous twinkle.\n“Well, sir,” he said,\n“we’ve got a murder now and then, or we can read about them. Then we’ve got the World Series. You can raise a wind any time over the Pirates or the Yankees, but I guess the best of all is we’ve got the Russians.”\n“Feelings pretty strong there?”\n“Oh, sure! Hardly a day goes by somebody doesn’t take a belt at the Russians.”\nFor some reason he was getting a little easier, even permitted himself a chuckle that could have turned to throat-clearing if he saw a bad reaction from me.\nI asked,\nAnd now he went all out and laughed.\n“Course not. That’s why they’re valuable. Nobody can find fault with you if you take out after the Russians.”\n“Because we’re not doing business with them?”\nHe picked up a cheese knife from the counter and carefully ran his thumb along the edge and laid the knife down.\n“Maybe that’s it. By George, maybe that’s it. We’re not doing business.”\n“You think then we might be using the Russians as an outlet for something else, for other things.”\n“I didn’t think that at all, sir, but I bet I’m going to. Why, I remember when people took everything out on Mr. Roosevelt. Andy Larsen got red in the face about Roosevelt one time when his hens got the croup. Yes, sir,” he said with growing enthusiasm, “those Russians got quite a load to carry. Man has a fight with his wife, he belts the Russians.”\n“Maybe everybody needs Russians. I’ll bet even in Russia they need Russians. Maybe they call it Americans.”\nHe cut a sliver of cheese from a wheel and held it out to me on the knife blade.\n“You’ve give me something to think about in a sneaking kind of way.”\n“I thought you gave it to me.”\n“How?”\n“About business and opinions.”\n“Well, maybe so. Know what I’m going to do? Next time Andy Larsen comes in red in the face, I’m going to see if the Russians are bothering his hens. It was a great loss to Andy when Mr. Roosevelt died.”\nha, ha. we lived through it that time … but the usofa was strong at that time, we’re on the verge of collapse now … the neocons are all in for world domination … all or nothing with them … and the financiers … all for them and/or nothing for the rest of us … the ‘only way’ they can hold onto their dreams of dominance … and their fortunes …\nwe gonna let the army generals burn the world? seems like no one is even trying to stop them.\nZachary Smith\nJuly 28, 2017 at 02:28\nHaven’t read that book for a very long time – I’d completely forgotten that part – so it’s time to start watching for an affordable and clean HB copy.\nHerman\njfl\nWonderful excerpt regarding Steinbeck. One of the scenes that struck in my mind from East of Eden was the anti-German march lampooning the “Kaiser Bill” and the shopkeeper with a German accent coming out of his shop protesting the lies being told to get us into the First World War. His message that we are all very much alike and all in the same great boat and have the same enemies and friends was pretty consistent.\nThanks.\njfl\nJuly 28, 2017 at 01:16\nhow many sheeple are still sitting on their couches, still staring at their boob tubes, still watching pbs? only the people invested in the narrative they’re promoting. federal government employees, mic employees, democrats …\nthe neocons are pushing for a nuclear first-strike at russia. they have convinced themselves they can pull it off. and the only thing between them and their wish is donald trump. maybe.\nwhat a terrible situation we are in – all of us.\nbackwardsevolution\nJuly 28, 2017 at 06:31\njfl – I agree.  When the Soviet Union disbanded, Russia was in chaos.  As Russia is getting back on her feet again, the neocons want to seize this opportunity to hit her before she gets too much stronger.  The neocons are delusional and dangerous.  Instead of leading men, they need to be in a padded room.\nZachary Smith\nJuly 28, 2017 at 00:59\nThere is just too much of this article for a person to remark about everything, so I’m choosing some easy parts.\n–Claims that research showing a Google search engine bias in favor of Hillary Clinton was “quickly debunked.” The documentary ignores the original article describing the potential effect of search-engine bias, which was published in the prestigious Proceedings of the National Academy of Sciences.\nWhen I got on the internet around 1998, Google quickly became my favorite company.  Their search engine was – compared to the old fashioned library searches – a miracle.   The “wonderful” part of the experience has been gradually eroding, and that erosion has accelerated in recent years.   When there are billions of dollars at stake, and the opportunity exists for a now-giant corporation to alter affairs around the world, the old motto “Don’t Be Evil” becomes a mockery.   Just today I saw a story at the WSWS site about a new way Google is playing politics:\n“New Google algorithm restricts access to left-wing, progressive web sites”\n.\n.\n.\nThe World Socialist Web Site has been targeted by Google’s new “evaluation methods.” While in April 2017, 422,460 visits to the WSWS originated from Google searches, the figure has dropped to an estimated 120,000 this month, a fall of more than 70 percent.\nh**p://www.wsws.org/en/articles/2017/07/27/goog-j27.html\nBy playing along with Google and the other folks who want to limit what we find and read on the internet, PBS is showing itself to be an enthusiastic supporter of program of the Power Elites in the US.\nI’ve slowly learned that if I’m to expect any real chance of finding some “good” stuff on a controversial topic, I must slowly sift through the repetitive crap as far as page 25 or more of the results.  Not too many people have made that discovery, so if their search terms don’t locate something on page one or two, they assume they’re out of luck.\n–Ignores the role of the US and allies in facilitating ISIS.\nh**p://www.investors.com/politics/andrew-malcolm/isis-obama-iraq-christians-yazedis/\nWhen it became obvious that Obama was using the Air Force solely to “herd” ISIS in directions he wanted them to strike, I wasn’t shocked to also learn that he was a huge factor in creating and then supporting the head-choppers.\n“Obama delayed attacking ISIS to pressure Maliki “\nHe also made damned sure that Iraq didn’t have a functioning air force to fight ISIS when that terrorist group started making its explosive gains.  All the evidence supports the notion that he also didn’t bother to inform the Iraqi government of the (Saudi?  Israeli?) plans to subvert/buy out critical Iraqi commanders so the troops on the ground would suddenly be faced with no supply line, no commanding officers, and of course no air support when an enemy which would cut off their heads or literally burn them alive was driving down the road towards them   He saw ISIS as a way to finally “break” Iraq for Israel, then he used the light bombings as a steering mechanism – On To Syria to take down that nation.   Once ISIS was firmly established in Damascus, Israel could heroically get off its ass and sweep north to take the well-watered parts of Syria it lusted for, and in the process finally cut off the Iranian land route to Lebanon.   With Lebanon isolated, a final drive north in a 1967-style land grab of as much of the Litani River valley as it wanted would be merely a scheduling issue,  Probably the end goal would be to chop Lebanon into itty bitty areas in the fashion of South African Bantustans.\nMy particular belief system doesn’t include the existence of “Hell”, but if I’m wrong about that, I’m quite certain Obama will be on at least the same level there as the Bushes and the Clintons.\n“What Russians think about Trump and the U.S.”\nI recall how during the Cold War the US was a dream land for the people of the USSR.  Smuggled music, books, and as much imitation as was practical.  When the neoliberal rapists were done, the place was a shambles, and they haven’t forgotten the suffering imposed on them by the US of A.\nThe independence from the USSR and the proclamation of the end of the Cold War, democracy, actual freedom of speech and the free market was met with hope that the adoption of American values would lead to an American-like level of life. However, the results are instead encapsulated in a Russian joke “Everything they told us about communism was a lie; everything they used to tell us about capitalism turned out to be true” and the euphemism “shitocracy” (“????????????”).\nThat bolded term in the Wiki is probably a good indication of their current attitudes.   I can’t blame them much for feeling that way – I’m not very fond of the way things are going in my birth nation either.\nAll I can do with regard to PBS and NPR is sift through my own archives of their shows for this kind of bias and regret I ever gave them a dime.\ntina\nJuly 28, 2017 at 00:39\nIt is the internet .  Anyone can go to the European, Asian, African , south American, Australian news sources.  Are we limited by the US media, be it commercial, or NPR or PBS?  Most newspapers from around the world can be translated/transcribed into English.  There is more to the world than US.  Check it out.   Sorry if i left out any other parts of our planet,  Iceland, New Zealand, Pacific Islands. Not done on purpose.  The world does not end with US media.\nChris\nJuly 28, 2017 at 00:36\nExcellent article by Mr. Perry. Thank you very much for this honest in-depth reporting. PBS has shamed themselves once again. Anyone who still thinks they are a progressive channel needs to wake up and look closely at their sponsors and intentionally biased one sided reporting. Included here is a link revealing the Nazi battalions in Ukraine in all their fascist pathetic glory. You will certainly not see this in the corrupt US mainstream media. Vice President Mike Pence was recently on Tucker Carlson’s show and was once again allowed to spread the lies about the Ukraine war unchallenged. This cover-up and massive lie is still being spread across the entire corrupt mainstream media. The linked post reveals the truth they are covering up. The American people have to confront the lies about Ukraine, Syria and Libya and the role that both main US political parties played in all this global death and destruction. They owe it to themselves to do so if they want to improve their own lives and rid themselves of this corrupt establishment.\nEU Fascism Embraced: Over 20 Highly Revealing Videos Highlight US and EU Support for Fascist Pro-Nazi Military Battalions in Ukraine\nJuly 28, 2017 at 00:13\nRick Sterling – masterful job, well done!  Thank goodness for people like you.  I remember how I used to watch Judy Woodruff and actually believe her.  She has lost ALL respect I ever had for her, and I will never watch her again.  Ever.\nThis is very disturbing.  How many people are going to watch this five-part documentary and believe everything that’s said?  Most of them.   All those in the media who are knowingly lying should spend the rest of their lives in jail.  They are endangering all of us.\nAnd they don’t just get a few things wrong.  They get almost everything wrong.  In order to get almost everything wrong, one would have to go out of their way to paint the worst possible picture of Russia.  This shows intent.\nThis is a job for the International Criminal Court.  Whoops, I forgot, the U.S. refuses to become a member of this court.\nRealist\nJuly 28, 2017 at 02:52\nYou hit the nail on the head:  the Deep State propagandists weave an entire fabric of lies including much minutia, probably to enhance its credibility.   They must hold brainstorming sessions on how to make their specious narrative hang together.  Of course, they leave far too many gaps and contradictions for astute people such as readers of this blog to miss.   But most Americans, I am pretty sure, are not attentive enough, or do not care enough to note these things, let alone remember from day to day.   So, if you want to educate or debate these people you have to go through the major bother of recapitulating so much background and correcting so many errors (lies) that it becomes daunting.   The propagandists distill everything down to a few memorable lies that are repeated incessantly until accepted as the god’s truth, like the catechism.\nThe upshot is all your friends and neighbors go around placidly proclaiming that Putin is the devil who is out to conquer the world which is why we have to stop him in Ukraine, or in the Baltics, or in Syria before he lands his troops in downtown Topeka, Kansas (most of America would let him have New York City, which has always been commie).   They KNOW he invaded and annexed Crimea, then instigated the civil war in the Donbas–just to chap our asses.  Now he wants to invade Poland and the Baltics, so let’s hustle NATO troops to his borders and cry wolf when he repositions his defenses behind his own borders.  And, look, he is defending mass murdering dictators in Syria and North Korea (they are interchangeable, no?), who indiscriminately slaughter innocent civilians while mowing down the brave freedom-loving rebels we support.   Today we have INSTANT revisionist history brought to the world by the corporate American media, whom PCR pithily christened the “presstitute” corps.   If the presstitutes told insouciant America that Assad ate Christian babies for breakfast, they’d believe it.  After all, they vaguely remember some guy in Syria eating some other guy’s liver, right?  If it wasn’t Assad it must have been Putin.  They are all just Hitler wannabees… and it’s America’s burden to stop them.\nbackwardsevolution\nJuly 28, 2017 at 07:09\nRealist – “They must hold brainstorming sessions on how to make their specious narrative hang together.”\nI am positive that this is exactly what’s happening.  They’re too much on the same page and have been this way for a long time now (since at least last July).  No way you get that organized, that quickly, without collusion.  This has been one mother of an all-out, aggressive campaign of lies and deceit.  It’s also very dangerous, as fake news is precisely what happens in totalitarian governments.\nAnd people worry about Trump?  He is the last of their worries.  Ordinary citizens who want Trump gone are going to rue the day that that thought ever entered their minds.\nThe Insiders Club have captured their government and are trying to overthrow their President, and they’ll be smiling right up until they come for them.\nRealist\nJuly 28, 2017 at 07:57\nYes.  This has been a coup.  And, judging by the votes in congress (98-2 and 432-3), it has been a successful one which has basically cut the president out of the policy-making loop without actually removing him from office… yet.   On those terms, Trump’s presidency is worthless.  He might as well resign or go down swinging by bucking the insurrectionists with vetoes and an independent foreign policy.  I contend that the congress stripping him of his prerogatives to define and implement foreign policy is unconstitutional.  But let the judges decide that.  If he’s got the stones, he should ignore their directives and take the matter to the Supreme Court.  If they impeach him for basically unproven charges based on no evidence (where matters stand right now), the congress will go down in the history books as a pack of traitors and he will be the hero.   All along Alan Dershowitz (whom many don’t like largely because of OJ) has been saying that Trump has every right to make his own policy and to fire these people, like Mueller, who have been appointed to obstruct his actions, frame him and facilitate his removal from office.   Be interesting to hear Dershowitz’s take on this legislation.   Lotta people hate Trump, but they seem to hate the constitution in equal measure.\nSam F\nJuly 28, 2017 at 09:32\nThe coup would be supported by the Supreme Court, which honors money alone, and is consistently subversive of the Constitution. The federal and state judiciaries are corrupt from the top down due to political appointments and the fundamental dishonesty of nearly all legal workers. We may appeal to the Constitution, but we have no judiciary to defend it. They are part of the gang operation that controls US government, and the part most devoted to outright lies and very complete hypocrisy.\nI have direct experience with 30-35 US judges in Fl, ME, MA, DC, and CA, and can report unequivocally that facts and laws are no part of their considerations, unless those support the side that has the most money and is willing to give them some via the back channel. They are all utterly corrupt, including all or nearly all of the Supreme Court.\nRealist\nJuly 28, 2017 at 10:09\nAfter the decision in Bush v Gore, I strongly suspect you are right.\nbackwardsevolution\nJuly 28, 2017 at 15:03\nSam F – “They are all utterly corrupt, including all or nearly all of the Supreme Court.” I don’t know why, but this surprises me, shocks me.  If true, this is absolutely terrible.  This is Third World.\nI guess I shouldn’t be surprised because many lawyers are caught up in fraud and disbarred, but somehow you want to believe that judges wouldn’t pull this crap.  Do you think they have to take side money?  Do you think TPTB would have something on them?  You know, if you don’t take the money, you’re exposed?\nThis is a very serious matter if the judiciary have turned sideways.\nSam F\nJuly 28, 2017 at 18:07\nMy experience is with civil cases involving constitutional rights, usually rights in real estate or intellectual property, which the right wing believes in but is quite willing to steal from others. The bribes are seldom direct, but made through intermediaries such as a political party of the judge or designated organization known to established lawyers or their firms, or via deals profitable to the judge’s relatives, etc. The flows are not readily traceable because judges and lawyers keep score and deliver when they “owe one” to the gang. This is seen in court when a judge suddenly turns favorable to the side having no case whatsoever. Many state judges depend upon a political party for election campaign funds, and get this by doing favors for party “donors” who in turn get the funds from the state or local government by graft. Your tax dollars at work.\nOften the payback is symbolic: most judges believe that every case is a matter of of “us” versus “them” and are delighted to do a favor for the chosen people. Unfortunately, despite my absolute lack of prejudice regarding identity groups, most judges who are rich, female, Republican, Jewish, Italian, or overweight will never allow a party of the same description to lose, unless parties of another favored group would win. Probably this is true for most identity groups, and is pure selfishness, ignorance, hypocrisy, and malice, in complete defiance of the Constitution, laws, and principles of justice. The facts, the law, the Constitution, the legal precedents make absolutely no difference and are not considered.\nThe “us” versus “them” principle is also true for case involving US citizens against those of foreign states, and even the US government against its own citizens. The judiciary has occasionally decided cases against both other branches of federal government, but have never decided that they, the judiciary did anything wrong. Law firms always must match their lawyer to the known group identity of the judge.\nThe corruption at the Supreme Court level is spectacular. About 99 percent of the most serious cases in the nation (presented as petitions for certiorari for the court to take the case) are never heard, because junior clerks right out of law school are permitted to judge the merits of the cases on wildly naïve, immature, and politically biased impressions, and simply refer them to committee as without legal merit, as if they could decide. Serious cases involving politics are never accepted by the court, unless they can do some damage to the political opposition, or the case is already known via the mass media, no matter how important to the nation. These cases are decided on principles, but the principles are entirely corrupt, another example of symbolic or anticipated payback.\nbackwardsevolution\nJuly 28, 2017 at 20:31\nSam F – thank you for your informative reply.  I had no idea it was like this.  I suppose it is hard to divorce yourself from having “maybe” some prejudice as a judge, but what you’ve described (and I realize it wouldn’t be everywhere) is really quite despicable.  I have always said that “the law is never about the truth”, but at least they should strive to be in the ball park.  Having elected judges I don’t think is the best idea.  In fact, I think it’s a terrible idea.  Put that on your list of things to change.\nI read recently that the new Supreme Court judge, Neil Gorsuch, has insisted (probably too strong a word), recommended (I can’t quite remember the wording) that all cases referred to the Supreme Court be looked at by the members of the Supreme Court proper.  Gorsuch thought it was ridiculous that cases could be thrown out by aides.  He thought the Supreme Court should start earning the money they’re paid.  I remember thinking:  good for him, of course that’s the way it should be.  So maybe he will add something good, after all.\nIt sounds as if the judiciary is entirely politicized.  God, I thought that that at least was one place safe, something to be relied on (which it should be), but it doesn’t sound like that’s the case.\nHow do you pull a country back together again when everything appears to be political?  I don’t think you can.  You’d have to fire everybody and start anew.\nThanks, Sam.\nmike k\nJuly 28, 2017 at 12:11\nA scary x-ray of many of our fellow brainwashed zombie Americans. I know the feeling when your wife says “watch what you say to these people” when attending a function including a lot of folks you have’nt met before. Cast not your pearls before swine, lest they turn and rend you.\nBart in Virginia\nJuly 28, 2017 at 11:01\nYes, the five part series on Russia was awful. People like Pat Lang, Juan Cole and Scott Ritter are banned while instead we get Elliott Abrams, Matt Schlapp and Hans von Spakovsky on the News Hour.\nexiled off mainstreet\nJuly 28, 2017 at 11:57\nIn light of the threat of nuclear war as a result, this PBS piece of propaganda is more dangerous than the propaganda produced by Der Stuermer which resulted in conviction for war crimes for the editor of this Nazi propaganda organ during the postwar Nuremberg trial.\nCitizenOne\nJuly 28, 2017 at 00:06\nWow!  Great tear down of the PBS (Public Bull S*!t) multi episode “documentary” about Russia.\nI stopped listening to NPR and stopped watching PBS a long time ago.  They have not been a source of useful information for decades.  Their NPR news once upon a time was an independent voice but they are now as bad as the for profit commercial news outlets.  There is no excuse for them.  They are supposed to be an independent public broadcasting company free from the influence of money and politics but they are far from it.\nI once wondered why they would not consider relying solely on public donations and tell the government which constantly threatens to cut the purse strings if they don’t conform to the party line to take a hike.  Then I realized it was just an arrangement of big money to create a hostage situation which gives every reason to trot out the party line like a kidnapped hostage reading a forced confession on TV.\nWe should look at the propaganda coming from the Public Broadcasting Company like a forced confession.  The gun held to their head is the eternal threat of defunding unless they are “balanced” which reads “propagandist”.\nThey could just walk away from government dollars with strings attached but they won’t.\nIn the end they fulfill the dream of any propaganda state which is to present an ostensible diversity which conceals an actual uniformity.  The beauty of a democracy run by a plutocratic oligarchy is that hope springs eternal.  We are free to choose from the left or the right who to elect as our representatives.  The ugly reality is we are voting for a single group of like minded people who have gotten where they are by selling their souls for money.\nThe right consistently vilifies the liberal press when there is no such thing.  The media uses a straw man argument to attack the “liberal” press erected by themselves to serve as a platform for attacking the left and advancing their right wing causes.\nOne can ask how is it possible for a commercial for profit company to be held hostage by a bunch of liberal reporters who somehow sneak stories past the editor’s desk to publish articles against the financial interest of the corporation?  It can’t happen.  No corporation will tolerate employees who threaten the interests of the company or threaten to harm their earnings or do damage to their customers.\nThe commercial press has shifted from a mixed model cash flow based on subscribers and advertisers to a revenue stream almost exclusively funded by advertisers.  The media has become increasingly beholden to protecting the interests of the customers that pay the bills.  It is one of the unforeseen consequences of the internet.  We get free information but that information uniformly supports the interests of the folks paying for the content.\nThat is where public broadcasting is supposed to offer a counterbalance to the commercial press.  It is supposed to be independent and free from commercial influence.  But it is not and with each passing year the commercial influences become increasingly apparent.  Every year, the commercials take up more airtime.  Every year the subscribers decide not to donate to PBS  as they seek free information available on the internet.  Every year the news content is shifted to the right as “major donors” A.K.A. advertisers provide bigger shares of profit.  They expect PBS to reflect their interests in return.\nThe decades long threats from the  government which has made defunding PBS a top priority unless PBS tows the party line also pressures editors who have to justify their job by bringing in the bucks.  The fear of losing government money overrides any principle.  In the end, they must go after the bucks.\nThe slow death of PBS as it was envisioned as an independent source of information unbeholden to corporate money is a parallel to what has transpired in the halls of government.  Those politicians who stand on principle or try to be independent don’t get the bucks and those who serve their large corporate and wealthy private donors get the bucks to win elections.\nThe saying that “power corrupts” is not a very good attempt to find the root cause of corruption. What should be said is that money corrupts power.\nWe live in an age where campaign finance reform laws which attempted to curb the influence of corporate money in politics have been eliminated by the Supreme Court thus ensuring that politicians who serve corporate interests will be well funded with enough money to secure their tenure if they promise to act on the behalf of their donors\nPBS has been similarly compromised by big money and also by the big money politicians.\nWe have arrived at a place where enormous wealth has corrupted the media including PBS where even PBS has capitulated to providing content which suits the money interests.\nJoe Tedesky\nVery well said.\nJuly 28, 2017 at 07:46\nExcellent post Citizen One. The truth is so clear and obvious once one sees it. Until then one lives in a fog of lies created by others. Plato understood all this, and used it in his famous analogy of the prisoners in a cave, who were only aware of the ersatz reality of the flickering images on the cave wall created by slaves carrying objects in front of a fire designed to cast shadows on the cave wall. He does not answer the obvious question – who owns and controls those slaves and the whole deceptive shadow show? That would obviously be the Oligarchs controlling what the people are allowed to see, and thus controlling their minds and behavior.\n(There is also a deeper level hinted at by this instructive myth, but that will be for another time, after the above level is absorbed and understood.)\nBob\nJuly 27, 2017 at 23:50\nRussia stood up to the US when they supported Assad against the US-backed mercenaries.  On top of that the US had to protect the very forces it told the public was their enemy.  The anti-Russian sentiment is a direct result of Russia refusing to heel, as Hillary would put it.  The election hacking is BS but that doesn’t matter to them.\nJuly 28, 2017 at 09:42\nA ruined Syria is a dream of ziocons: Israel wants the Golan Heights.\nJoe Tedesky\nJuly 27, 2017 at 22:31\nI wonder from time to time, of how many there are of who may roam around the halls of our U.S. Government, and to if these guardians of our bureaucracy are into believing that now, at this hour, is the best and possibly the last of a good moment to finally take out the vast resource rich lands of Russia. This thought may linger inside the minds of these international decision makers, as being a last opportunity to take down Putin and his Russia, while the U.S. military has the uppper hand. That is a wonderful assumption, but one filled with hubris and self denial, that Russia may have already equaled or surpassed the U.S. in that category of strength.\nI just can’t get over how unnecessary, and stupid, this poking at Russia is. I’ve thought for a very long time that Russia would make a more perfect ally, as opposed to a longtime enemy.\nThis propaganda badmouthing of Russia, is vile and evil. Our news media has betrayed it’s duty to provide the public with honest, and truth driven news. This will someday come back to haunt us all, depending upon the decisions we all make from our viewing of it.\nJoe Tedesky\nHere something to read…..\nJuly 27, 2017 at 23:42\nI used to think that PBS was straight-shooting journalism, even thought it is state-sponsored.     NPR gave up the ghost a long time ago.  Even DemocracyNow disappoints.\nThe points that Rick Sterling brings up are well known to Consortiumnews readers.   They are factual.  They are in no way “Russian propaganda” nor do they assert that Mr. Putin is an angel.    If heeded they would slow the rush to unnecessary and tragic war.\nBut they get no penetration.    So Joe Tedesky, no we can’t be optimistic that the right decisions will be made.\nJoe Tedesky\nJuly 28, 2017 at 00:04\nI’m not optimistic Dave. I am very frustrated with the news dissemination in our country, and the Western press. The lying of our news institutions leave most citizens unknowing of what the real truth is. As it is said, garbage in, garbage out. The next phase will be when the public finally does quit believing the professional liars, and then it may become for many too late to change anything in a peaceful way. Although, I don’t believe it will come to that, I base those feelings and hunches of mine, on the fact that I’m generally optimistic, and a glass half full kind of person. Truth, Dave, that’s all we ask for, right? Joe\nRealist\nJuly 28, 2017 at 11:59\nThose of us resourceful enough to escape the Matrix are doomed to suffer truths we cannot remedy while the ignorant remain in bliss.   That’s always been the downside of eating fruit from the tree of knowledge.\nJoe Tedesky\nJuly 28, 2017 at 12:56\nThere are at times I have those moments whereas I wish I were ignorant to what is all going on, but then I remember, how I would rather die knowing the truth. This sites comment posters has given me a lot of relief. Why, just to read, and hear how that there are so many others who read the events of the world, as I do, is comforting in and of it self. You Realist have written many a comment which helped me to see clear the many obstacles which get in the way of the truth, and I thank you for your many written contributions. So not all is bad.\nI might mention here I miss Bill Bodden. He, and I, use to post comments together on another website, and it has now been somewhere close to a month I haven’t seen any of Bill’s posts be posted on either site. I do believe Bill is the same Bill Bodden who diedin a traffic accident in Oregon, I believe June 17th…Bill may you be at peace, you certainly deserve it. Joe\nRealist\nJuly 28, 2017 at 21:04\nI distinctly remember that name from some websites, but cannot recall which ones.  I don’t recall anything specifically that he said but I do recall agreeing with him.   If you are correct, he will never learn what comes of all the present madness.  None of it’s our concern before we are born or after we die.  It all might well have never happened far as we know.\nChucky LeRoi\nJuly 30, 2017 at 15:20\nJoe, I’m late getting here, so you may never see this, but for years I have answered the ” is the glass half full or half empty” question with “Neither.  The glass is twice as big as it needs to be.”\nI usually get a furrowed brow or a blank stare as a response.\ngeorge Archers\nJuly 28, 2017 at 10:38\nRegarding NPR switch…..McDonald’s widow gave million$ to NPR on the bases the station promotes Chosen ones agendas. Israel Israel Israel.Sad!\nR. Millis\nAugust 4, 2017 at 14:07\nYou don’t remember when the neo-cons and super wealthy (corporatists- Koch Brothers) went on a ramage over NPR, PBS and had enough Reps & Senators defund these formerly *public* sites? I do. And now we see why. The entire media was being usurped by very powerful corporatists.\nWe now call NPR = National Pentagon Radio.\nPBS has been thoroughly scrubbed from once being a fairly honest news/information station.\nI never watch/listen to them.\nL\nAugust 2, 2017 at 16:21\nhow many people in the United States think the same way as you and John Tedesky do? it’s absolutely sincere question cause i live in Donetsk and i’ve got friends in the UK, EU who do follow our events here but when it’s the USA i always doubt there are more than 1000 of those who really dig deeper seeking the truth or just trying to sort some things out for themselves. Most people in America don’t care, i think.\nJoe Tedesky\nJuly 27, 2017 at 23:52\nIf the Fairness Doctrine were to return tomorrow, possibly this article by Jimmy Liama presents here could serve as a script to give balanced and equal time to the PBS propaganda hit piece on Russia.\nJuly 28, 2017 at 03:00\nJoe, As always, it feels good to read your wise comments.  Both the articles in the links you posted are an excellent reading. In a  healthy functioning democracy,  both the articles will be published on the front page of the major newspapers.  However, it is very possible,  the way the Russian Hysteria has taken hold, and the events deteriorate further in the near future,  they – the authorities-  may not allow these articles to be published on these websites – on the grounds of threat to national security etc.\nReading the Article “Dear- CNN” , it seems like the country is run by some kind of gangsters. The whole power structure is deep in this very unreal, dishonest, and corrupt cesspool. And how far removed the people who hold power are from the working public !\nJoe Tedesky\nJuly 28, 2017 at 09:32\nThanks for the kind words Dave. We actually maybe living in a censorship world. We here on this comment board have spoken to the fact of how already there are quite a few news worthy articles, and documentaries, which we are unable to read, or see. For instance articles by Seymour Hersh, or films by Olive Stone. So, Dave it’s happening, and oh is it happening ever, but what to do about it I don’t know.\nThe post 911 world, has definitely trampled on our independence and civil rights, and yet ‘Terrorism’ has expanded ten fold. We have less freedom, and the terrorist have multiplied to even more than when our country started going after them. Success by our leaders isn’t measured by holding anyone accountable for war crimes, as much as our success in fighting terrorism is measured in arms sales. As a nation the U.S. has loss the magic it once had. This ‘War on Terrorism’ has only brought us down.\nIn a weird way Russians should fell good about being on the U.S. bad guy list, because Russia must be doing something right, in order for them to get so much attention from their antagonizing American friends. I say ‘friends’ because that’s what they call each other in the diplomatic circles, but the Russians are not naive knowing how bad the instigating forces are coming out of the USA. In the end we America’s lose out, because all our leaders have done is, make enemies, kill innocent civilians, and drive our grandchildren into debt. This is not responsible leadership, in as much as it is a war crime.\nTake care Dave always good to see your comments Joe\ngeorge Archers\nJuly 28, 2017 at 10:45\n“yet ‘Terrorism’ has expanded ten fold” Wrong! Please do not blame the victims for what the Americans Canadians Brits French have done to them. Real terrorists are we,who started it. Recall 7 middle east countries need to be destroyed for security of Israel?.\nJoe Tedesky\nJuly 28, 2017 at 11:51\nThanks for that, on the next article after this one I do mention the Yinon Plan. Yes, we should not confuse the victims with the true aggressors. I guess even I get caught up in the poor propagandized catch phrases. Keep me focused.\nDave P.\nJuly 28, 2017 at 12:49\nJoe,   this whole Plan – so called “Terrorists” and Terrorism problem – has been created and is being perpetuated by “The West” by  design.  It is meant to create  chaos in the Middle East, Russia, China, and South Asia and control them as they did most of that World before those countries became independent. It really does not affect us here at all, and in Europe it is not that serious.  But look  what they have done to Middle East.  They have made the whole place an inferno.\nAnd Iran, Russia, and may be China too are next on their list.  Indian leaders should not gloat too much either.  Their turn will come too. The West does not want friends in the third world, they want subservient States – kind of colonial status.  It makes me sick to see the likes of Fareed Zakaria, the scion of the prominent Bombay Muslim family, to  parrot whatever his Masters at CNN tell him to do.  He usually starts these days with demonizing Putin and Russia.  All these people have sold themselves – bought out for two and one half penny as Tolstoy said in one of his novels.\nBrad Owen\nJuly 28, 2017 at 05:40\nPerfect ally is correct. The U.S. and Russia are both engaged in a covert war against a “wannabe” global Oligarchy with powerful agents inside both America and Russia, and many European countries and Britain (where the Taproot exists, which we’ve been fighting since 1776). To date, Putin has been quite successful in check-mating his oligarchs and driving them into a corner, and rightfully should be admired for his success. Currently, the Oligarchy has the upper hand in America and the opposition to it is much weaker here, but this operation is gradually being exposed, despite public TV trying to hide and deflect and misinform the public. This all comes under the heading: “We The People vs the Oligarchy” and we made the first successful move (1776) in opposing it, consequently we’ve been under constant heavy assault, hamstringing our efforts to establish a Republic of, by, for, the people.\nJoe Tedesky\nJuly 28, 2017 at 09:41\nInstead of bad mouthing Vladimir Putin we Americans should be studying in the ways of the mighty Vladimir, to how he has slain the oligarchical dragon in his own homeland. Wow, if only we Americans had such a terrific guardian of our citizen rights.\nKathryn\nJoe,\nThanks for your great comments.  I was wondering if you have ever had the opportunity to read the book “Land of the Firebird the Beauty of Old Russia” by Suzzane Massie?\nIt is truly an eye opener on the history of Russia from the years 987-1914 and when I read it I not only understood much of Russia’s foreign policies now but also why they consider themselves to be “part of Europe”.  I can only recommend it highly due to the rich history of Russia that if offers to those who want to learn more and understand modern Russia more.\nJoe Tedesky\nJuly 28, 2017 at 15:56\nKathryn it is nice of you to give me book recommendations. I will copy the title and author of the book you recommend, and be sure to read it. I love reading history. I have read some European history, but never Russia. So with all that there is to learn, and with all that the news is constantly blasting, it does seem very appropriate to read the book you recommend. thanks Joe\nirina\nJuly 29, 2017 at 03:33\nThat is a beautiful book ! I sent my copy to my father during his last years\nand he so very much enjoyed it. I think it’s time for me to order another copy.\nA great book.  I second the recommendation.\ngailstorm\nJuly 29, 2017 at 12:52\nSuch talk is only going to be met with charges of Russian influence. Anyone who actually read the intelligence report on Russian interference can see that clearly. In the end the Russia scare will manifest into an attack on the left (and also antiwar libertarians on the right).\nmike k\nJuly 28, 2017 at 11:47\nI agree Brad that The Global Oligarchs are unburdened of any national loyalties; they are only loyal and devoted to money and power. Everything else is disposable – people, institutions, principles of morality and ethics, the environment – all these are either tools or pawns to achieve more power, or obstacles to be removed. The addiction to wealth and power trumps any other human considerations. Ruthlessness is the key to greater power.\nSam F\nJuly 28, 2017 at 09:14\nRussia would likely be a key ally if allowed to be that, and certainly the US could neither defeat Russia, as Napoleon and Hitler proved, nor handle even a small part of the complex interactions of central Asia. The Reagan-Brezinski nuts proved that by setting up AlQaeda against the USSR in AfPak, causing 9/11 when we walked away, and then foolishly walking into their own trap by invading.\nThe US bully-boys of foreign policy have even less concern for domestic rights than for the lives of people elsewhere. They are a gang operation that has seized control of the US by bribes to control the mass media and elections. They cannot be expelled to restore democracy, because those same mass media and elections are needed to secure the necessary constitutional amendments to protect them from money power. Force is the only language of warmongering gangsters: they do not learn, and are not removed by persuasion.\nJoe Tedesky\nJuly 28, 2017 at 09:57\nHow right you are Sam. Number one, how could the U.S. defeat such a power house as Russia is, when the U.S. struggles ever so hard (that’s a big maybe) to defeat an enemy it can’t seem to defeat, as we find with the U.S. fighting terrorist? Although when the Russians went into Afghanistan their plan was to win and get out, but with the American war plan ongoing war is indefinite. Long quagmire wars, are more profitable, and that’s because that’s where the real money is.\nSam you brought up of how the U.S. has been taken over by somekind of cabal, and that who’s interest our military represents. I throughly believe this, and this predicament is point number two. Our country has been kidnapped by these awful goons. In fact, if your concerns are not to be found represented inside of a Washington lobby group, your concerns are most decisively not be honored. You lose, we all lose with you.\nSam I like reading your comments, and your personal experiences, you are a true American patriot. People such as the late Zbigniew Brzezinski are paraded around as being true American patriots, but Sam you are more so the kind of person Americans, such as myself, should pay tribute too. Joe\nSam F\nJuly 28, 2017 at 13:52\nMuch appreciated, Joe, and no tribute needed; I enjoy your comments as well. I will re-read Hamilton, Madison, and Jay’s Federalist Papers on cabals of the few, one of their greatest concerns for the future. Also was not aware that the USSR planned to exit Afghanistan quickly, although some argue that it would have been a quagmire for them anyway. But it is historically and geographically  their quagmire, and it seems that we should have left them to engage with central Asia, perhaps offering them humanitarian and development assistance.\nJoe Tedesky\nJuly 28, 2017 at 16:04\nI always thought Russia never intended to stay in Afghanistan, but I could be wrong. I guess I thought the Russian people had been given the same BS we Americans were given with our involvement in Vietnam.\nIf I may add to your list of studies, to reread or listen to JFK’s speech on Secret Society’s.\nI hope I didn’t embarrass you with too much praise, but after the story you told about yourself last week, I believe it was about the drone program, I feel that someone should give you praise. You know today we in America only praise the war criminals, and never the responsible people of conscience. So be as modest as you must, but know this, that I respect you for what you did. Joe\nmike k\nJuly 28, 2017 at 11:58\nExactly. Realpolitik is a vicious game with no holds barred. All power comes from the mouth of a gun. Unfortunately us dreamers of a better world are forced to remember this very real dimension of all that transpires in our world, if we are to have any chance to be effective in promoting our dreams into realities. Knowing your enemies remains a necessary preparation to dealing with them. To impute positive values to these persons who have given over their lives to serve evil, is a dangerous mistake they would love to see anyone make. The better to eat you my dear!\nSam F\nJuly 28, 2017 at 14:04\nIndeed “knowing your enemies remains a necessary preparation” although very difficult. I am often surprised how easily educated people can fall into the MIC/zionist/Saudi party line once involved with the military or a zionist manager at work. They can be very clever in quickly imputing disloyalty or racism against opposition, despite their essential disloyalty and racism. Often they are wounded personalities seeking symbolic revenge against obstacles to personal gain.\nJuly 28, 2017 at 09:40\nThe important matters of the US national security have been trusted by the DNC (and the US Congress at large) on the fishy findings of CrowdStrike led by a Jewish emigre from Russa (D. Alperovitch). At the same time, the expertise of the American veterans was dismissed. In short, the ethnic “qualifications” of Alpertovitch took priority over the competence of the loyal American intelligence professionals. The PBS has been just following the same tribal path.\nJuly 28, 2017 at 10:04\nAnna good you bring up the Atlantic Council, who’s constant efforts to sabotage any real and meaningful relationship the U.S. may develop with Russia, is the mission focus of this group to destroy any advancement that maybe achieved by these two great nations to further them having a peaceful relationship, for this is the Atlantic Councils mission in total. What a mission too, to keep nations at each other’s throat. Talk about getting a life.\nThanks Anna for your replay, and bringing up the Atlantic Council, next we should talk about the Brookings Institute, and let us never forget the CFR.\nJoe\nKathryn\nJuly 28, 2017 at 16:10\nPerhaps a good way to counter the US MSM propaganda vs Russia is to encourage people to watch Oliver Stones “The Putin Interviews” available on to see on YouTube.\nDarren\nJuly 30, 2017 at 18:23\nAmerica is evil. Much worse than the Third Reich, much worse.\nSusan Kenney\nJuly 31, 2017 at 13:47\nThank you, Joe.  I’m so sick of it I can hardly watch anything coming from PBS News.  It’s nauseating, corrupt and idiotic, and will likely lead to another war or two – which is, of course, the objective.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.independent.co.uk/voices/confused-about-the-us-response-to-isis-in-syria-look-to-the-cias-relationship-with-saudi-arabia-a7087791.html",
                "https://www.apnews.com/fc570e4b400f4c7db3b0d739e9dc5d4d",
                "http://www.cnn.com/2017/01/04/politics/assange-wikileaks-hannity-intv/index.html",
                "https://www.snopes.com/fact-check/google-manipulate-hillary-clinton/",
                "https://consortiumnews.com/2017/06/15/clappers-unhinged-russia-bashing/",
                "https://medium.com/insurge-intelligence/former-turkish-counter-terror-chief-exposes-governments-support-for-isis-d12238698f52",
                "https://consortiumnews.com/2017/06/29/nyt-finally-retracts-russia-gate-canard/",
                "https://levantreport.com/2015/05/19/2012-defense-intelligence-agency-document-west-will-facilitate-rise-of-islamic-state-in-order-to-isolate-the-syrian-regime/",
                "https://www.voanews.com/usa/cyber-firm-rewrites-part-disputed-russian-hacking-report",
                "https://consortiumnews.com/2016/12/12/us-intel-vets-dispute-russia-hacking-claims/",
                "https://www.usnews.com/news/world/articles/2017-06-16/british-say-election-was-free-of-russian-meddling",
                "https://consortiumnews.com/2017/07/24/intel-vets-challenge-russia-hack-evidence/",
                "https://www.nytimes.com/2014/03/17/world/europe/crimea-ukraine-secession-vote-referendum.html",
                "http://www.bbc.com/news/world-europe-26079957"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.informationclearinghouse.info/46963.htm",
                "https://www.youtube.com/watch?v=s9AMjLBIliw",
                "https://books.google.ca/books?id=ws90BQAAQBAJ&pg=PA391&lpg=PA391&dq=%27james+angleton%27++%27the+founding+fathers+of+u.s.+intelligence+were+liars%27&source=bl&ots=wvYlFXFkpC&sig=uhA_RQuhfv7GiVMdijPSALcvhxA&hl=en&sa=X&redir_esc=y",
                "https://www.youtube.com/watch?v=loKajkXoTBU",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=U2fYcHLouXY#t=504",
                "http://wallstreetonparade.com/2017/07/financial-system-of-u-s-rests-on-health-of-just-five-mega-banks/",
                "https://www.youtube.com/watch?annotation_id=annotation_2331644629&feature=iv&src_vid=mfgg_e7FIBs&v=S5En31xjLeY",
                "http://www.zerohedge.com/print/572112",
                "http://usforeignpolicy.blogs.lalibre.be/archive/2016/06/18/a-film-review-andrei-nekrasov-the-magnitsky-act-behind-the-s-1151743.html",
                "https://en.wikipedia.org/wiki/Overthrow_(book)",
                "https://www.pbs.org/newshour/tag/inside-putins-russia",
                "https://allthehypocrisy.com/why-i-can-no-longer-support-tulsi-gabbard/",
                "https://en.wikipedia.org/wiki/Guccifer_2.0",
                "https://www.newsweek.com/germany-russia-interference-elections-fake-news-553593",
                "https://en.wikipedia.org/wiki/Anti-Ballistic_Missile_Treaty"
            ]
        },
        "key_words": [
            "intelligence",
            "series",
            "ukraine",
            "cia",
            "russians",
            "media",
            "antirussia",
            "russian",
            "pbs",
            "isis",
            "russia",
            "propaganda",
            "documentary"
        ]
    }
]