[
    {
        "url": "https://www.christianpost.com/news/driscoll-without-resurrection-jesus-is-biggest-liar.html",
        "title": "Driscoll: Without Resurrection, Jesus Is Biggest Liar",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nDriscoll: Without Resurrection, Jesus Is Biggest Liar\nDriscoll: Without Resurrection, Jesus Is Biggest Liar\nBy Michelle A. Vu , Christian Post Reporter\n| Sunday, April 24, 2011\nJesus told people to pray to him, to trust him, to follow him, to give money to his churches. He would have been the biggest liar ever if he died and never resurrected, said Pastor Mark Driscoll on Easter Sunday.\n“Buddha never said he was god. Krishna never said he was god. Confucius never said he was god. Muhammad never said he was god. No other major religious founder has ever made this claim. Jesus stands alone,” said Driscoll, senior pastor of Mars Hill Church in Seattle, Wash., to a crowd of over 17,500 gathered at the football stadium Qwest field in Seattle.\n\"If it is false then Jesus is the most damnable liar in the history of the world,” said Driscoll, known for his passion, strong theology, as well as strong language. “But if he tells the truth, then he is God! Jesus is Lord!”\nThroughout his life, said the Seattle megachurch pastor, Jesus kept saying that he was God but people had a hard time believing him, including his disciples. But Jesus’ resurrection was his “vindication.”\n“The resurrection of Jesus Christ proves that everything that he ever said is absolutely, incontrovertibly, and completely true,” declared Driscoll, who wore a suit instead of his usual flannel shirt and jeans ensemble.\nJesus was arrested, beaten, stripped nearly naked, and flogged to the point where his “flesh ripped off his body.” He had nails driven through his hands and feet. He died on the cross, then had a spear thrust under his rib cage so his heart sack was punctured and water and blood flowed out, recounted Driscoll. Then he was wrapped in over 100 pounds of burial linens and spices, was laid in a cold tomb of rock, had a giant stone placed in front of the tomb, and a soldier stood guard outside.\n“Jesus was dead! And three days later he was alive!” exclaimed Driscoll. “Jesus Christ rose from the dead and history has never been the same.”\n“A bunch of cowardly disciples became fearless, willing to die. They no longer even feared death because they knew that like Jesus they would rise from death because they belong to him,” said the pastor.\nDuring his 30-minute Easter sermon, Driscoll, who shouted the whole time to the point his voice was hoarse, made it clear that Jesus Christ is the only way to salvation.\n“Jesus is exclusive,” Mars Hill’s preaching pastor stated plainly. He acknowledged that such a statement is unpopular in Seattle, but said he can’t lie.\n“I will stand before Him and give an account of every word that I speak and I must tell the truth,” said Driscoll. “There is no salvation, there is no forgiveness of sin, there is no eternal life, there is no reconciliation with God apart from faith in Jesus Christ.”\nBut not only is Jesus exclusive, in that he is the only way to salvation, but he is inclusive in the sense that everybody is invited to come to him, added Driscoll.\n“No matter what sins you committed, Jesus invites you. No matter what race you are, Jesus invites you,” said the pastor. “Whether you’ve been atheist, agnostic, or ignorant, Jesus invites you.”\n“The door is open, it is exclusive. There is one door, his name is Jesus Christ. But it is inclusive, everyone is welcome to pass through that door. All races, all languages, all nations, all tongues, all tribes, all people, from all times, from all places are all welcome to faith in Jesus Christ!”\nWinding down his sermon, Driscoll spoke emotionally about Jesus’ glorious, generous, and priceless love. He asked the thousands of listeners in the football stadium if they would resist the grace of God or reject the love of Jesus and leave Qwest Field a non-Christian.\n“There is a hell, people are going there and it lasts forever and Jesus alone saves from sin,” said Driscoll in a softer tone. “Jesus alone saves from death. Jesus alone saves from hell.”\n“Friends, I just feel compelled to ask you, do you have a better plan? Do you have a better solution? Do you have a greater hope than Jesus Christ? Because there is none. There is none.”\nMore than 650 people attending the Mars Hill Easter service in Qwest field came forward after the sermon and were baptized in water filled basins near the stage.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/by/michelle-a-vu"
            ]
        },
        "key_words": [
            "biggest",
            "christ",
            "sermon",
            "saves",
            "driscoll",
            "jesus",
            "god",
            "pastor",
            "qwest",
            "seattle",
            "liar",
            "resurrection"
        ]
    }
]