[
    {
        "url": "https://nutritionfacts.org/2012/12/06/the-true-shelf-life-of-cooking-oils/",
        "title": "The True Shelf Life of Cooking Oils",
        "authors": [
            {
                "name": "Michael Greger M.D. Faclm",
                "link": null
            }
        ],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "2012-12-06",
        "text": "The True Shelf Life of Cooking Oils\nWritten By Michael Greger M.D. FACLM on\nDecember 6th, 2012\nCooking oil manufacturer “best-by” dates were recently put to the test by comparing the development of rancidity between almond oil, avocado oil, hazelnut oil, macadamia oil, grape seed oil, rice bran oil, toasted sesame oil, and walnut oil. Find out which oil starts going rancid within just a few weeks in my video  The True Shelf-Life of Cooking Oils .\nThe best way to keep and consume walnut oil is, of course, within the walnut itself. In my video  What Women Should Eat to Live Longer I noted that the Harvard Nurses Health Study found that eating just two handfuls of nuts per week may extend a woman’s lifespan as much as four hours of weekly jogging. No reason you can’t do both though! :)\nWhich kinds of walnuts are best? Black walnuts or English—also known as common—walnuts? I would have guessed black just based on their rich flavor and color, but I would have been wrong. In a study I profile in my 2-min. video  Black Versus English Walnuts , when subjects were given a salami and cheese sandwich on white bread smeared with 2 spoonfuls of butter and then a big handful of either black or English walnuts, something very different happened.\nWhen we whack our arteries with that kind of load of saturated animal fat, within hours our blood vessels become inflamed and stiff. Eating English—but not black—walnuts with the salami sandwich appeared to diminish the damage, which perhaps relates to the finding that English walnuts have nearly 10 times the antioxidant capacity of black walnuts.\nI explore why animal foods may be so inflammatory in my three part video series:\nI also give an abbreviated summary of it in my full-length “live” presentation  Uprooting the Leading Causes of Death .\nIf you haven’t yet, you can subscribe to my videos for free by  clicking here .\n–Michael Greger, M.D.\nNever Miss an Update\nSubscribe for free and receive a free copy of Dr. Greger's Evidence-Based Eating Guide!\nFirst Name: *\nLast Name:\nLanguage Preference: *\nSpeaking Tour\nCatch up with Dr. Greger at one of his live speaking engagements:\nPin It on Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://nutritionfacts.org/video/what-women-should-eat-to-live-longer/",
                "https://nutritionfacts.org/video/the-true-shelf-life-of-cooking-oils/",
                "https://nutritionfacts.org/video/uprooting-the-leading-causes-of-death/",
                "https://nutritionfacts.us5.list-manage.com/subscribe?u=c1bae6687e1e6ab175fb56913&id=40f9e497d1",
                "https://nutritionfacts.org/video/black-versus-english-walnuts/"
            ]
        },
        "key_words": [
            "study",
            "nuts",
            "cooking",
            "true",
            "english",
            "walnuts",
            "video",
            "walnut",
            "salami",
            "shelf",
            "oils",
            "sandwich",
            "black",
            "oil",
            "life"
        ]
    }
]