[
    {
        "url": "https://consortiumnews.com/2013/01/31/when-truth-tried-to-stop-war/",
        "title": "When Truth Tried to Stop War",
        "authors": [
            {
                "name": "Bob Levin",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Lynne Gillooly",
                "link": null
            },
            {
                "name": "Robert Cromwell",
                "link": null
            },
            {
                "name": "Brent Beach",
                "link": null
            },
            {
                "name": "Richard Pasky",
                "link": null
            },
            {
                "name": "Frances In California",
                "link": null
            },
            {
                "name": "David Llewellyn Foster",
                "link": null
            },
            {
                "name": "Incontinent Reader",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-01-31",
        "text": "Main menu\nJanuary 31, 2013\nBy Ray McGovern\nTen years ago, Katharine Gun, then a 28-year-old British intelligence officer, saw an e-mailed memo from the U.S. National Security Agency (NSA) that confirmed for her in black and white the already widespread suspicion that the U.S. and U.K. were about to launch war against Iraq on false pretenses.\nDoing what she could to head off what she considered, correctly, an illegal war of aggression, she printed a copy of the memo and arranged for a friend to give it to the London Observer. “I have always ever followed my conscience,” she said, explaining what drove her to take such a large risk.\nFormer British Prime Minister Tony Blair. (Photo credit: Office of Tony Blair)\nThose early months of 2003 were among the worst of times  and not just because the U.S. and U.K. leaders were perverting the post-World War II structure that those same nations designed to stop aggressive wars, but because the vast majority of U.S. and U.K. institutions including the major news organizations and the nations’ legislatures were failing miserably to provide any meaningful check or balance.\nThe common excuse from politicians, bureaucrats, editors and other opinion leaders was that there was no way the momentum toward war could be stopped, so why take on the career damage that would result from getting in the way. And if Ms. Gun were made of lesser stuff, she might have hidden behind a similar self-serving excuse or found solace in other comforting rationalizations, like the government must know what it’s doing, or what do I, a Mandarin-to-English translator, know about Iraq.\nBut Katharine Gun could smell a rat, as well as the sulfur of war, and she would not put her career and comfort ahead of the slaughter and devastation that war inevitably brings to innocent people. In that, she distinguished herself, just as many others in positions of authority disgraced themselves.\nMissing WMD\nIn fall 2002, Iraq’s leader Saddam Hussein shocked the world by agreeing to a very intrusive U.N. inspection regime with inspectors crawling all over suspect sites in Iraq, though not finding one “weapon of mass destruction.” Since Iraq’s inventory of WMD was the main casus belli, things were getting downright embarrassing. Even a few in the domesticated “mainstream” media in the U.S. and U.K. were feeling some discomfort in merely feeding off the official statements of President George W. Bush and co-conspirator Prime Minister Tony Blair.\nAt that key moment, the U.S. and U.K. leaders intensified their effort to get the U.N. Security Council to approve the kind of resolution that would enable them to attack Iraq with at least a thin veneer of legality. We know from the Downing Street memos, which were leaked two years later, that U.K. Attorney General Peter Goldsmith had told Blair in July 2002 that, absent a new Security Council resolution, war on Iraq would be illegal.\nSo, in early 2003, the focus was riveted on the U.N. Security Council where Bush and Blair were having trouble rallying the three other recalcitrant permanent members  France, China and Russia  to support war on Iraq. Already facing that resistance, Bush and Blair were not about to brook interference by the non-permanent members. Thus, word went out to the U.S./U.K. intelligence services to ensure that none of those upstart nations did anything to complicate U.S./U.K. plans for war.\nAccordingly, the NSA intensified electronic collection on those countries’ representatives (as well as on officials of the three obstinate permanent members). The Bush administration wanted to learn immediately of anything that could help win the Security Council’s approval of a resolution to make the attack “legal.”\nOn Jan. 31, 2003, NSA’s Frank Koza, head of “Regional Targets” (RT) sent a “HIGH-Importance,” Top Secret e-mail to Britain’s NSA counterpart, GCHQ, where Katharine Gun worked. The e-mail asked that British eavesdroppers emulate NSA’s “surge” in electronic collection against Security Council members “for insights … [on] plans to vote on any Iraq-related resolutions … the whole gamut of information that could give US policymakers an edge in obtaining results favorable to US goals or to head off surprises. … [T]hat means a … surge effort to revive/create efforts against UNSC members Angola, Cameroon, Chile, Bulgaria and Guinea, as well as extra focus on Pakistan UN matters.”\nKoza’s “surge” instruction left no doubt in Gun’s mind that Bush and Blair were hell-bent to have their war  legal or illegal  and that she had been correct in dismissing recent assurances by GCHQ management that she and her co-workers would not be asked to cooperate in facilitating unprovoked war.\nAs Gun explained later to Marcia and Thomas Mitchell, authors of The Spy Who Tried to Stop a War, she calculated that if people could see how desperate Bush and Blair were to have an appearance of legitimacy for war, “Their eyes would be opened; they would see that the intention was not to disarm Saddam but in fact to go to war.”\nShe made a copy of the Koza memo, walked out with it in her purse, and eventually gave it to a friend with contacts in the media. The London Observer got hold of it, was able to establish that it was authentic, and on March 2, 2003, two and a half weeks before the attack on Iraq front-paged the text of the memo with an accompanying article.\nThe report shook the government of Tony Blair and caused consternation on several continents. In the U.S., however, it was not a big story. For the New York Times, whose editors were either cheering on false articles about Iraq’s WMD or going into a self-protective career crouch, it was no story at all.\nThe U.S. intelligence agencies stonewalled any media inquiries and the journalists quickly moved on to the main event, embedding themselves inside the U.S. military as war correspondents. The story from Gun’s document  indicating a major spying initiative to coerce sovereign countries to support an unprovoked war  simply didn’t fit with the narrative of “good guy” America taking on “bad guy” Iraq.\nDespite the spying, Bush and Blair failed to win approval from the Security Council to invade Iraq, forcing Bush and Blair to lead a “coalition of the willing” and counting on the cowardice and complicity of the U.S./U.K. mainstream news media to ignore the inconvenient truth about the illegality of the invasion.\nConfession and Charge\nGun soon confessed to what she had done. She later explained to the Mitchells: “I’m pretty rubbish at telling lies … and I try to be an honest person. … I have to say that I’ve only ever followed my conscience. And it, my conscience, is such a nuisance.”\nOn Nov. 13, 2003, she was charged with violating the UK’s Official Secrets Act. She planned to plead “not guilty,” stressing that she acted to prevent imminent loss of life in an illegal war.\nGun’s pro bono lawyers insisted that the Blair government produce the opinions of U.K. Attorney General Peter Goldsmith on the legality of the war but the government refused. It was already widely known, well before the leak of the Downing Street memos, that Goldsmith initially advised that an attack on Iraq would be illegal without a second U.N. Security Council resolution authorizing it, and that, only after intense consultation with several lawyers from the White House, Goldsmith showed the required flexibility and changed his mind.\nBlair was not about to release such damning documents. Even the usually docile UN Secretary General Kofi Annan finally got around to acknowledging the obvious and agreeing that the attack on Iraq was illegal, albeit Annan found his voice only well after the butchery was underway.\nSo, when Gun’s case came to court on Feb. 25, 2004, her lawyers did not need to argue that trying to stop an illegal act (a war of aggression) trumped Gun’s obligations under the Official Secrets Act. The Blair government clearly did not want to let Lord Goldsmith’s dirty laundry hang out on the line. Within half an hour, the prosecution dropped the case and Katharine Gun walked.\nThe Sam Adams Award\nFor her courage and commitment to principle, Katharine Gun was the second recipient of the Sam Adams Award for Integrity in Intelligence. The citation read at the presentation on April 14, 2004, noted that:\n“Heeding the dictates of conscience and true patriotism, Ms. Gun put her career and her very liberty at risk trying to prevent the launching of an illegal war. That she is here with us today and not in a prison cell bespeaks a tacit but clear admission by her government that the US/UK attack on Iraq in March 2003 was in defiance of international law.\n“Ms. Gun’s beacon of light pierced a thick cloud of deception. She set a courageous example for those intelligence analysts of the ‘Coalition of the Willing’ who have first-hand knowledge of how intelligence was corrupted to ‘justify’ war, but who have not yet been able to find their voice.”\nCommenting on Katharine Gun’s courage and integrity, Pentagon Papers whistleblower Dan Ellsberg had this to say:\n“No one has had this story to tell before, because no one else  including myself  has ever done what Katharine Gun did: tell secret truths at personal risk, before an imminent war, in time, possibly, to avert it. Hers was the most important  and courageous  leak I’ve ever seen, more timely and potentially more effective than the Pentagon Papers.”\nFast forward to Jan. 23, 2013, in the Debate Chamber of the Oxford Union where the tenth annual Sam Adams award presentation was held before a packed house of Oxford students. Ms. Gun, her husband, and their four-year-old daughter shed their coveted privacy long enough to allow Katharine to be one of two former Sam Adams Award winners to present this year’s award.\nThe other was Coleen Rowley, former FBI special agent and counsel at the Minneapolis bureau, who blew the whistle on FBI and other shortcomings before 9/11 and was named one of the three Persons of the Year by Time Magazine in 2002. The Sam Adams award is named for the late CIA analyst Sam Adams who challenged false assessments of Vietcong and North Vietnamese troop strength during the height of that conflict.\nThe 10th annual Sam Adams Award for Integrity in Intelligence was given to Thomas Fingar, the consummate intelligence professional who led the U.S. National Intelligence Council from 2005 to 2008 (and is now a professor in Stanford’s overseas program at Oxford).\nFingar supervised the drafting of the eye-opening National Intelligence Estimate (NIE) of 2007 on Iran, which differed markedly from previous estimates in assessing that Iran had stopped working on a nuclear weapon at the end of 2003 and had not resumed such work  and key finding revalidated every year since by the Director of National Intelligence in formal testimony to Congress.\nWith the help of that honest assessment, U.S. military leaders and other honest officials were able to beat back pressure from Vice President Dick Cheney and the neoconservatives for an attack on Iran during 2008  the last year of the Bush administration. (See Bush’s own memoir, Decision Points, page 419.)\nHeading Off Wars of Choice\nThe poignancy of the moment was not lost on the audience at the Oxford Union. After Katharine Gun read the citation (text below) for the award to Tom Fingar, she turned toward Fingar, and suggested that if honest professionals like him had been supervising U.S. and U.K. intelligence analysis in 2002-2003, the warping of intelligence to support plans for war would have been prevented. And Gun could have avoided the painful choice that her conscience required.\nIt was quite a spectacle: One “spy” who tried her best (but failed) to stop the Iraq war was giving the Sam Adams award to another, more senior intelligence official who, simply by adhering tightly to the professional ethos of following the evidence wherever it leads, played a huge role in stopping war on Iran.\nAlso “giving evidence” (in British parlance) on Jan. 23 at the Sam Adams Award evening at the Oxford Union were three other former awardees besides Gun and Rowley  former U.K. ambassador to Uzbekistan Craig Murray, former NSA executive Thomas Drake and, video-linked from asylum at the Ecuadorian embassy in London, Julian Assange of WikiLeaks.\nOther Sam Adams associates also spoke briefly, including former U.K. MI5 officer Annnie Machon and two of the three U.S. diplomats who resigned on principle before the attack on Iraq  Ann Wright and Brady Kiesling. Oxford Union President Maria Rioumine joined me in introductory remarks; still other associates made the trek across the Atlantic, at considerable personal expense, just to be there to honor Thomas Fingar.\nIran: Always Iran\nThere is yet another poignant back story here. In 2006, as Thomas Fingar was settling into his position as chief analyst for the entire U.S. intelligence community, the threats from the West and Israel directed at Iran were proliferating in an alarming way, and the National Intelligence Estimate on Iran’s nuclear program was just in the planning stage.\nAmid the calls for military action against Iran, Katharine Gun came out of seclusion and wrote an op-ed titled “ Iran: Time to Leak .” Her article appeared on March 20, 2006, the third anniversary of the U.S./U.K. invasion of Iraq.\nApparently unaware of the paradigm shift toward honesty in drafting U.S. intelligence estimates, Ms. Gun drew on her own experience and tried to motivate analysts to blow the whistle when necessary, as she had done three years before:\n“Truth telling and whistle blowing [continue to be] crucial after a war as ill advised as Iraq, at least it allows us to piece together the facts, but it’s too late to save lives. Where are the memos and emails about Iran now?\n“I urge those in a position to do so to disclose information which relates to this planned aggression; legal advice, meetings between the White House and other intelligence agencies, assessments of Iran’s threat level (or better yet, evidence that assessments have been altered), troop deployments and army notifications. Don’t let ‘ the intelligence and the facts be fixed around the policy ’ this time. …\n“As the political momentum builds toward a military ‘solution,’ it would be wrong to wait until the bombs have fallen on Iran and families destroyed before finally informing the public.”\nOnly when the Fingar-supervised NIE, Iran: Nuclear Intentions and Capabilities, emerged in November 2007 could Katharine Gun (and the rest of us) understand that integrity had been restored to the estimative analysis process. It would be extremely difficult to attack Iran with that NIE on the books. No need to leak this time.\nNot to say pressures to attack Iran have disappeared. Ironically, it was Julian Assange, the Sam Adams award winner in 2010, who alerted the Oxford Union audience (via videolink from the Ecuadorian embassy) of a DreamWorks movie, “Fifth Estate,” now in production. WikiLeaks somehow got hold of the script, which paints a much more ominous picture of Iran’s nuclear intentions and capabilities and takes the customary U.S. mass-media potshots at WikiLeaks and Assange.\nNot to over-use “ironic,” the timely leak of that transcript to WikiLeaks will give those of us who remain committed to combating falsehood and pro-war propaganda advance time to expose the film for what it is and dissect its none-too-subtle objectives. No rest for the weary, as the expression goes.\nMeanwhile, with the example set by Thomas Fingar, and the systems he has put in place to ensure intelligence assessments are not “fixed around the policy” as the 2002 Downing Street Memo famously depicted the fabrication of the case for war with Iraq  there is reason to hope that yet another “war of choice” can be thwarted.\nFollowing is the citation read by Katharine Gun to accompany the award to Thomas Fingar:\n“Know all ye by these presents that Thomas Fingar is hereby awarded the Corner-Brightener Candlestick, presented by Sam Adams Associates for Integrity in Intelligence.\n“In 2005, when Tom Fingar assumed responsibility for supervising the preparation of National Intelligence Estimates (NIEs), the discipline of intelligence analysis had been corrupted on both sides of the Atlantic.  We know from the Downing Street Minutes of July 23, 2002 that ‘the intelligence and facts were being fixed around the policy’ prior to the US/UK attack on Iraq.\n“Integrity and professionalism were the only cure. Dr. Fingar oversaw the landmark 2007 National Intelligence Estimate (NIE) on Iran, which concluded with ‘high confidence’ that Iran had halted its nuclear weapon design and weaponization work in 2003. That NIE was issued with the unanimous approval of all 16 U.S. intelligence agencies. Its key judgments have been revalidated every year since by the Director of National Intelligence.\n“The Estimate’s findings were a marked departure from earlier assessments of Iran’s nuclear program.  That it was instrumental in thwarting an attack on Iran is seen in President George W. Bush’s own memoir in which he complains that the ‘eye-popping’ findings of the 2007 NIE stayed his hand: ‘How could I possibly explain using the military to destroy the nuclear facilities of a country the intelligence community said had no active nuclear weapons program?’\n“Presented this 23rd day of January 2013 at Oxford University by admirers of the example set by our former colleague, Sam Adams.\nRay McGovern works with Tell the Word, a publishing arm of the ecumenical Church of the Saviour in inner-city Washington. He is a former Army Infantry/Intelligence officer and served as a CIA analyst for 27 years. He is co-founder of Veteran Intelligence Professionals for Sanity (VIPS), as well as Sam Adams Associates for Integrity in Intelligence.\nincontinent reader\nFebruary 3, 2013 at 17:18\nI’m no expert, but unfortunately, I can’t buy off on the nullification argument as stated here, since there is an ultimate arbiter of the law of the land- i.e., whether a federal law is constitutional or not and whether it preempts state law- and it is the Supreme Court.  Once the Court has spoken, that’s it, unless the people amend the Constitution.\nDavid Llewellyn Foster\nFebruary 2, 2013 at 13:35\nGood comment Rehmat.  All this devious and insidious  manipulation of public opinion needs to be thoroughly unmasked.   The common tactic seems to be the “front organisation” be it a business or some public “institution” that conveys the illusion of respectability ~ ie smells of (American) money.  The KLWCC has clearly rattled the zionist cage.\nI like your website, shall visit and pay attention.\nFrances in California\nFebruary 1, 2013 at 19:58\nAnyone tried to lay hands on a copy of Sibel Edmunds’s book?\nDavid Llewellyn Foster\nWhat happens?\nFebruary 1, 2013 at 14:25\nSusan Lindauer, another US citizen asset attached to CIA agents, also tried to avert the Iraq war, which got her thrown into prison under the fraudulent claim she needed psychiatric testing at a squalid prison in TX. Her book, Extreme Prejudice, is a chilling indictment of the limits the US government will go to punish honest whistleblowers.\nincontinent reader\nJanuary 31, 2013 at 22:13\nWhat a great article about Ms. Gun and Mr. Fingar- it was riveting.  Hopefully, others in positions of authority facing such crises will be similarly inspired to do the right thing.\nFrances in California\nFebruary 1, 2013 at 19:57\nRemember Edmund Burke, I.R., “The trimuph of Evil is when good men do nothing.”\nBrent Beach\nNice summary.\nThe tragedy of course is that all the main stream media not just in the UK and the US, but through out the OECD and in fact the entire world, know all of these facts. None of this is new. None has not been well known from almost the time of the invasion in 2003.\nPoor old Colin Powell, kept in a bubble by his people, went into the UN and told all their lies. The poor man now knows he was used as the only person in the administration people would trust. He trusted. He we lied to. He now regrets his naivete.\nSo, all the media know this and yet this still sit on the story.\nPerhaps worse, many in the public know as well yet continue to let the media barons get away with not telling the story.\nJust one more story that they spiked.\nThen of course, there is the story of the financial collapse of 2008.\nSpiked.\nThe main stream media is not and never will be part of the solution to current government corruption.\nThe alternatives are out there.\nAs the main stream media fails, wondering all the time why they have no readers, the alternative media will replace them.\nThen the truth will out.\nRobert Cromwell\nJanuary 31, 2013 at 17:14\nThis needs to be brought to light, some people still think bush was good. This should be all over the TV and internet  and a PBS show would be great\nrosemerry\nJanuary 31, 2013 at 16:54\nIt is worth reading William Engdahl’s book “Myths, lies and oil wars” with its chapter on the leadup to the Iraq invasion, with vast input from Dick Cheney and Halliburton,the plans to replace Russia, France and China who had agreements with Saddam to exploit the oil fields, and who wanted the sanctions lifted, while the few reports of the plans, even in the NYT, were ignored. Even now, I understand,many Mercans think Saddam and Iraq were involved in 9/11.\nLynne Gillooly\nJanuary 31, 2013 at 14:33\nJuat imagine if we had a courageous media? What a different country, and world, we could live in.\nThank goodness these brave souls did whatr they knew was right at their own peril. Shame on our US Media and shame on us for not getting all over them.\nF. G. Sanford\nJanuary 31, 2013 at 14:09\nI wonder if we’re going to see a return of the Hollywood black-listing so typified by the McCarthy years now that Dreamworks has been â€œoutedâ€. Will loyalty to Hollywood’s fantasies become the new test of  patriotism in America? It sounds as though Dreamworks has taken up the banner of that subversive prick, Walt Disney, the union-busting tool of police state intimidation and blackmail who terrorized the creative artists he exploited. A man with no artistic talent, his staff had to teach him to draw a stick figure of Mickey Mouse, lending credibility to the false notion that he was the artistic genius behind their accomplishments. There’s something so…Stalinesque about that whole era. Now, we find through Wikileaks that again Hollywood collaborates willingly with the perversion of American patriotic sentiments by sowing seeds of paranoia. It’s a shame that our creative resources have been subverted to serve the basest elements of propaganda and psychological manipulation. In the sixties, there was a commercial on TV: â€œLock your car, take your keys. Don’t help a good boy go badâ€. Now, we see a culture of entrapment in America, with Hollywood reality shows glorifying cops who use a car baited with enticements, a set of keys purposely hidden in plain sight, and wired to provide video evidence of the â€œcrimeâ€ that has been purposely engineered. Of coarse, this scenario always plays out in a poor minority neighborhood. The worst aspects of xenophobic false patriotism are being exploited by Hollywood techniques. It’s a shame the progressive idealists haven’t awakened to the advantages of playing the â€œpatriotismâ€ card. When the black clad and helmeted riot police are bludgeoning and pepper spraying honest Americans who are exercising their constitutional right to assemble, nobody makes the connection to â€œThe Empire Strikes Backâ€. I would have advised every one of them to have carried an American flag, so the media would have been forced to show what amount to ‘storm troopers’ defiling that flag and the decent sentiments it is supposed to represent. Progressives never learn. In fact, they routinely succumb to exploitation by the Jujitsu application of their own creativity against them.\nFrances in California\nFebruary 1, 2013 at 19:56\nI don’t wonder, Professor Sandord; I just expect it.  Your flag-carrying idea is a winner, tho’!  Maybe we will survive this.\nBob Levin\nJanuary 31, 2013 at 12:54\nGreat article and website. Liked your FB page and lets stay in touch.\nBob Levin\nInvestigative Journalist\nFBI Whistleblower, Outed, Sanctioned and Blacklisted for over 13 years.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.tompaine.com/articles/2006/03/20/iran_time_to_leak.php",
                "http://www.tompaine.com/articles/proof_bush_fixed_the_facts.php",
                "https://consortiumnews.com/2013/01/14/post-iraq-war-us-intel-chief-praised/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True"
            ]
        },
        "key_words": [
            "sam",
            "iran",
            "adams",
            "katharine",
            "attack",
            "war",
            "truth",
            "intelligence",
            "gun",
            "uk",
            "stop",
            "tried",
            "iraq"
        ]
    }
]