[
    {
        "url": "https://www.christianpost.com/news/nashville-statement-is-biblical-but-lacks-pastoral-wisdom-further-alienates-lgbt-persons-scholars.html",
        "title": "Nashville Statement Is Biblical But Lacks Pastoral Wisdom, Further Alienates LGBT Persons: Scholars",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nNashville Statement Is Biblical But Lacks Pastoral Wisdom, Further Alienates LGBT Persons: Scholars\nNashville Statement Is Biblical But Lacks Pastoral Wisdom, Further Alienates LGBT Persons: Scholars\nNashville Statement Is Biblical But Lacks Pastoral Wisdom, Further Alienates LGBT Persons: Scholars\n| Tuesday, September 05, 2017\nPreston Sprinkle discusses his new class on homosexuality and the Bible as part of a trailer for the spring semester course. | (Photo: Vimeo/Eternity College)\nThe response to the Nashville Statement continues with some scholars now saying it damages the church's already negative reputation with homosexuals, and lacks pastoral wisdom even though they agree with the document theologically.\nWriting on his website  Sunday, New York Times bestselling author Preston Sprinkle, who is currently a full-time speaker, noted that although he stood with the authors and signers of the Nashville Statement — a document  published last week by the Council of Biblical Manhood and Womanhood and the Ethics & Religious Liberty Commission that promotes the long-held Christian view of marriage and sexual ethics — it falls short on important fronts.\n\"I do believe that [the signers have] gone about this all wrong and it will tarnish the church's already tarnished reputation with LGBT+ people,\" Sprinkle wrote, saying that the statement came across as \"one-sided\" and that it \"fails to own up to the many—MANY—mistakes that theologically orthodox believers have made in this conversation.\"\nSprinkle took particular issue with the \"impersonal\" and \"outdated\" language in several of the statement's articles as well as its narrow focus, as others have , especially with article 7, which argues against \"adopting a homosexual or transgender self-conception.\"\nAlthough former homosexuals Christopher Yuan and Rosaria Butterfield are among the statement's initial signatories and do not identify as \"gay,\" Sprinkle maintains that what one opts to call oneself presents a more complex issue.\n\"[T]here are many original signers of the NS that have taken a very hard line against ever adopting the term 'gay Christian'—even if the person believes in a traditional view of marriage,\" Sprinkle said.\nDocuments like the Nashville Statement, which by their nature demand adherence, unnecessarily exclude these faithful Christians, he went on to say. He has spent many hours reading on sexuality-related topics and speaking with friends who identify as all sorts of things and concluded that \"this specific conversation is ten times more complicated than most people realize, and a thousand times more complicated than article 7 makes it out to be.\"\nAbout the same time as the publication of the Nashville Statement, Sprinkle released a 20-minute film called, \"Dear Church: I'm Gay.\"  While the film makes a point to endorse the historic Christian view of sexuality, it delves deeply into the pastoral nuances and complexities, telling the stories of several Christians who have had various levels of experience with same-sex attraction and homosexuality. Also included in the short film is the story of a noncelibate gay man who no longer believes his Christian faith but whose parents are Christian and have stayed in relationship with him even as they do not agree with homosexual practice.\n\"While we absolutely need to celebrate and promote Christianity's historic view of marriage and sexual expression,\" Sprinkle reiterated, he emphaized that \"we need to do so much more thoughtfully and much more holistically—pounding the pulpit for truth and grace.\" \nIn similar fashion, Pastor Josh Daffern of MTV Church in Columbus, Mississippi, thought the Nashville Statement lacked pastoral wisdom and that it contained a few \"fatal\" flaws that gave him enough reason to never sign it.\n\"This statement reminds me of a married couple that constantly has arguments,\" Daffern wrote on his Patheos blog  Tuesday, noting that as a conservative evangelical pastor he had \"no qualms with the individual tenets\" of the statement but, like Sprinkle, objected to some of the language used in it. And, he continued, the Nashville Statement was crafted mostly by academics and scholars who are mostly sealed off from people who do not think like them and that the document ultimately impedes the Great Commission.\nDaffern mentioned that he has a lesbian woman who has been attending his church for about a month and is reportedly battling addictions and is struggling with several other issues in her life.\n\"If I preached on the Nashville Statement and declared my allegiance, would that help or hinder her own spiritual journey?\" he asked. \"Why would I be more comfortable with pastors and not Christian academics creating this document? Because orthodoxy divorced from relationships can many times lead to rhetoric that hinders (not helps) us achieve our overall mission, to lead all people to Jesus,\" he said.\n\"I don't disagree with the document. I disagree with the tone in which it was presented. I disagree with the vacuum within which it was created, and I disagree with the rhetoric this will now create that will only further drive a wedge between evangelical Christians and the LGBT community.\"\nFollow Brandon Showalter on Facebook: BrandonMarkShowalter Follow Brandon Showalter on Twitter: @BrandonMShow\nRelated Articles\n",
        "quotes": [
            [
                "I do believe that [the signers have] gone about this all wrong and it will tarnish the church's already tarnished reputation with LGBT+ people,",
                "",
                true
            ],
            [
                "fails to own up to the many—MANY—mistakes that theologically orthodox believers have made in this conversation.",
                "",
                false
            ],
            [
                "adopting a homosexual or transgender self-conception.",
                "",
                false
            ],
            [
                "T]here are many original signers of the NS that have taken a very hard line against ever adopting the term 'gay Christian'—even if the person believes in a traditional view of marriage,",
                "",
                true
            ],
            [
                "this specific conversation is ten times more complicated than most people realize, and a thousand times more complicated than article 7 makes it out to be.",
                "",
                false
            ],
            [
                "While we absolutely need to celebrate and promote Christianity's historic view of marriage and sexual expression,",
                "",
                true
            ],
            [
                "we need to do so much more thoughtfully and much more holistically—pounding the pulpit for truth and grace.",
                "",
                false
            ],
            [
                "This statement reminds me of a married couple that constantly has arguments,",
                "Daffern",
                true
            ],
            [
                "no qualms with the individual tenets",
                "Daffern",
                false
            ],
            [
                "If I preached on the Nashville Statement and declared my allegiance, would that help or hinder her own spiritual journey?",
                "Daffern",
                true
            ],
            [
                "Why would I be more comfortable with pastors and not Christian academics creating this document?",
                "Daffern",
                true
            ],
            [
                "Because orthodoxy divorced from relationships can many times lead to rhetoric that hinders (not helps) us achieve our overall mission, to lead all people to Jesus,",
                "Daffern",
                true
            ],
            [
                "I don't disagree with the document.",
                "",
                true
            ],
            [
                "I disagree with the tone in which it was presented.",
                "",
                true
            ],
            [
                "I disagree with the vacuum within which it was created, and I disagree with the rhetoric this will now create that will only further drive a wedge between evangelical Christians and the LGBT community.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/some-evangelicals-express-qualms-about-nashville-statement-say-its-too-narrow-197363/",
                "https://www.prestonsprinkle.com/blog/2017/9/3/my-nashville-statement",
                "https://www.patheos.com/blogs/newwineskins/fatal-flaws-in-the-nashville-statement-on-sexuality/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://vimeo.com/231166638",
                "https://twitter.com/BrandonMShow",
                "https://www.facebook.com/BrandonMarkShowalter/?fref=ts",
                "https://cbmw.org/nashville-statement/"
            ]
        },
        "key_words": [
            "document",
            "times",
            "sprinkle",
            "statement",
            "christian",
            "scholars",
            "disagree",
            "lgbt",
            "wisdom",
            "alienates",
            "lacks",
            "view",
            "gay",
            "persons",
            "biblical",
            "pastoral",
            "nashville"
        ]
    }
]