[
    {
        "url": "https://nutritionfacts.org/audio/lowering-lead-levels-with-diet/",
        "title": "Lowering Lead Levels with Diet",
        "authors": [],
        "publisher": "https://nutritionfacts.org",
        "publish_date": "",
        "text": "Información nutricional con el Dr. Greger\n¿Te has preguntado si existe una manera natural de bajar tus niveles de presión arterial, protegerte contra el alzhéimer, perder peso y sentirte mejor? Resulta que sí la hay. El doctor Michael Greger (FACLM), fundador de NutritionFacts.org y autor del rotundo éxito de ventas del New York Times \"How Not to Die\" (Comer para no morir), nos presenta la nutrición basada en la evidencia para añadir años a nuestra vida y vida a nuestros años.\nJulio 20th, 2017\nLearn how diet may reduce the effects of lead exposure.\nHello and welcome to Nutrition Facts. I’m your host, Dr. Michael Greger. Today, we’re going to explore smart nutrition choices based, naturally, on facts. Have a history of high blood pressure in your family? How about heart disease? Diabetes? There are foods we can eat that may not only help prevent many of these chronic diseases but even stop them in their tracks.\nWe recently took a close look at the heavy metal lead on this podcast – an element that can cause a wide range of health problems when humans are exposed to it. Today, we’re going to discover some of the positive steps we can take to mediate some of the damage. First up, iron, zinc, oil, and even doughnuts are put to the test to see if they can block lead absorption.\nThere are certain nutrients whose intake has been associated with lower lead levels in the body. For example, women with higher thiamine intake (vitamin B1 intake) tended to have lower blood lead levels, the same with lead-exposed steel workers. Fiber and iron intake were also associated with lower lead levels in the body to a lesser degree. The thinking is that the fiber might glom onto the lead, and flush it out of the body and the iron would inhibit the lead absorption, whereas the thiamine may accelerate lead removal through the bile. Thus, they suggest that eating lots of iron, fiber, and especially thiamine-rich foods “may induce rapid removal and excretion of…lead from the tissues.” But thiamine’s never been put to the test, where you give people thiamine, and see if their lead levels drop. The closest I could find is a thiamine intervention for lead-intoxicated goats.\nAnd, much of the fiber data is just from test tube studies, where, under simulated intestinal conditions, complete with flasks of feces, both soluble and insoluble dietary fiber were able to bind up large amounts of mercury, cadmium, and lead to such an extent that it may be able to block absorption in the small intestine—though when our good gut flora then eat the fiber, some of the heavy metals may be re-released down in the colon. So, it’s not completely fail-safe and, like thiamine, there haven’t been controlled human studies. Even if thiamine and fiber-rich foods don’t actually lower your lead levels, you’d still end up healthier.\nIron was put to the test, though, and it failed to improve the “cognitive performance” of lead-exposed children, failed to improve “behavior” or ADH symptoms. No surprise, because it failed to bring down lead levels, as did zinc supplementation. Turns out that while “iron may limit [the] absorption of lead…it may also inhibit [the] excretion of…lead” that’s already in your body and iron may not even inhibit lead absorption in the first place. That was based on rodent studies, and it turns out we’re not rodents.\nSame story with zinc. It may help to protect rat testicles, but didn’t seem to help children. “Nevertheless, iron is routinely prescribed in children with lead poisoning.” “[G]iven the lack of scientific evidence supporting the use of [indiscriminate] iron [supplementation] in…children with lead poisoning, its routine use should be reexamined.” Though, obviously, if you have an iron deficiency, supplementation may help.\nHigh fat intake has been identified as something that may make things worse for lead-exposed children. Dietary fat has been associated with higher lead levels in cross-sectional, snapshot-in-time type studies, and there is a plausible biological mechanism. Dietary fat may boost lead absorption by stimulating extra bile, which, in turn, may “contribute…to lead absorption.” But, you really don’t know until you put it to the test.\nIn addition to testing iron, they also tested fat. They gave a group of intrepid volunteers a cocktail of radioactive lead. Then, with like a Geiger counter, they could measure how much radiation they retained in their body. Drinking the lead with iron or zinc didn’t change anything, but adding about two teaspoons of vegetable oil boosted lead absorption into the body from about 60% up to around 75%.\nThe only thing that seemed to help, dropping lead absorption down to about 40%, was eating a light meal with the lead drink. What was the meal? Coffee and a doughnut. I think this is the first doughnut intervention I’ve ever seen with a positive outcome. Could it have been the coffee? Unlikely, as, if anything, coffee drinking has been associated with a tiny increase in blood levels.\nIf fat makes things worse, and the one sugar they tried didn’t help, they figured that it was just “eating food”—any food—not taking in lead on an empty stomach, that made the difference. And, indeed, if you repeat the study with a whole meal, lead absorption doesn’t just drop from 60 down to 40%, but all the way down to just 4%! That’s extraordinary. That means it’s 15 times worse to ingest lead on an empty stomach.\nHere’s a fun fact – garlic powder can be used for treating mild-to-moderate lead poisoning.\nDietary strategies for the treatment of lead toxicity are often based on rodent studies. However, for tofu at least, there was a population study of people, showing lower lead levels in men and women who ate more tofu. They controlled for a whole bunch of factors. So, it’s not like tofu lovers were protected just because they smoked less, or ate less meat. But, you can’t control for everything.\nIdeally, what we’d have is a randomized, placebo-controlled study. Take a group of people exposed to lead, split them up into two groups; half get the food, half get some kind of identical placebo food, and see what happens. Easy to do with drugs—you can just use look-alike sugar pills as placebos; so, people don’t know what group they’re in.\nBut how do you make placebo food? One way to do disguised food interventions is to use foods that are so potent they can be stuffed in a pill, like garlic. There had been various studies on the effects of garlic in rats, and as a potential antidote for lead intoxication distributed among different mouse organs. But who eats mouse organs? This animal study had some direct human relevance, though: the “[e]ffect of garlic on lead content in chicken tissues.” To “explore the possible use[s] of garlic to clean up lead contents [in] chickens, which [like all of us on planet Earth] had been exposed to lead pollution,” in hopes we can “minimize the hazard of lead-[polluted chicken meat].”\nAnd, it worked! Feeding garlic to chickens reduces lead levels in the “edible mass” of the chicken by up to 75% or more. Even if you don’t give them lead, raise them on distilled water, they end up with some lead in their meat and giblets; we just live in such a polluted world. But, actively feed them lead for a week, and the levels get really high. But, give them the same amount of lead with a little garlic added, give them some garlicky lead, and much less lead accumulates in their bodies.\nOkay, but here’s the crazy part. Same amount of lead, but this time, you wait a week, and then give the garlic and it worked even better. “The value of garlic in reducing lead concentrations…was more pronounced when…given” afterwards, after the lead was stopped, after lead had already built up in the tissues. See, we used to think that “the beneficial effect[s] of garlic against lead toxicity was primarily due to a reaction between lead and sulphur compounds in [the] garlic” that would glom onto the lead in the intestinal tract, and flush it out of the body. But, what this study showed is that garlic appears to contain compounds that can actually pull lead, not just out of the intestinal contents, but out of the tissues of the body. So, “[t]he results indicate that garlic contain[s] chelating compounds capable of enhancing elimination of lead.” So, “garlic feeding can be exploited to safeguard human consumers by minimizing lead concentrations in meat…”\nBut if garlic is so effective at pulling lead out of chickens’ bodies, why not exploit garlic feeding more directly, by eating it ourselves? Well, there had never been a study on the ability of garlic to help lead-exposed humans—until now.\nActually, I’m embarrassed to say, the study was published back in 2012, but I missed it. That was when I was just setting up NutritionFacts.org, getting it up and running. Now that we have a staff, and a whole research team, hopefully important studies like this won’t slip through the cracks in the future.\nBut, here we go, a head-to-head comparison of the therapeutic effects of garlic versus a chelation therapy drug called D-penicillamine. A hundred and seventeen workers exposed to lead in the car battery industry were randomly assigned into one of two groups: the drug three times a day, or an eighth of a teaspoon of garlic powder compressed into a tablet, three times a day. That’s about the equivalent of two cloves of fresh garlic a day, for a month. As expected, the chelation drug reduced blood lead levels by about 20%—but, so did the garlic. The garlic worked just as well as the drug and, of course, had fewer side effects. Thus, “garlic seems safer…and as effective.” But, saying something is as effective as chelation therapy isn’t saying much. Remember how, for chronic lead poisoning, chelation drugs can lower blood levels, but don’t actually improve neurological function?\nOkay, are you ready? This is where it gets amazing.\nSignificant clinical improvements were seen in the garlic group: less irritability, fewer headaches, improvements in their reflexes and blood pressure after treatment with garlic—but not the drug. So, garlic was safer and more effective. “Therefore, garlic can be recommended for the treatment of mild-to-moderate lead poisoning.”\nIf you get any food in your stomach within a few hours of lead exposure you can suppress the absorption by 90% or more. But which foods are particularly protective? Here’s the story.\nThe same amount of lead given 12 hours before a meal is absorbed at about 60%; so, most of the lead is absorbed. Three hours after a meal, most lead is absorbed; seven hours after a meal, most lead is absorbed. But, get some food in your stomach within a few hours of lead exposure, and you can suppress the absorption of some, or nearly all, of the lead you ingested.\nThat’s why it’s critical to “get the lead out” of our tap water. Now, it’s estimated that most of our lead exposure comes from food, rather than water, but it’s not what we eat; it’s what we absorb. If 90% of the lead in food is blocked from absorption by the very fact that it’s in food, you could get 10 to 20 times more lead absorbed into your bloodstream consuming the same amount of lead in water drunk on an empty stomach.\nAnd, since children empty their stomachs faster than adults, meal timing may be even more important. With little tummies emptying in as few as two hours after a meal, offering midmorning and midafternoon snacks in addition to breakfast and regular meals may cut down on absorption in a contaminated environment, making sure, also, of course, that children are washing their hands prior to eating.\nSo, do preschoolers who eat breakfast have lower levels of lead in their blood? In the first study of its kind, researchers found that, indeed, children who ate breakfast regularly did appear to have lower lead levels, supporting recommendations to “provide regular meals and snacks to young children” at risk for lead exposure.\nAnything in food that’s particularly protective? Researchers tested all sorts of foods to find out, and it turns out that the meal effect “was probably largely due to its content of calcium and phosphate salts but lead uptake was probably further reduced by phytate which is plentiful in whole [grains].” Now, if calcium and phosphates are protective, you’d think dairy would work wonders. And, indeed, they started giving milk to lead workers ever since “calcium was shown to inhibit lead absorption in rats.” But, in humans, there’s something in milk that appears to increase lead uptake. It wasn’t the fat, since they found the same problem with skim milk.\n“For over a century milk was recommended unreservedly to counteract lead poisoning,” but started to be abandoned in the middle of the last century, once we learned that the “overall effect [of milk may have been to actually] promote the absorption of lead from the intestinal tract.” What’s the agent in milk that promotes the absorption of lead from the gut? It may be the milk sugar, lactose, though “[t]he mechanism by which lactose enhances lead absorption is not clear.” Bottom line is that while “[i]n the past, milk was used as a prophylactic agent to protect workers in the lead industry, recent studies…suggest that this practice is unjustified and may even be harmful.” So, maybe giving people whole grains may offer “greater protection against lead uptake,” though the most potently calcium- and phytate-rich food would be tofu.\nIsolated soy phytonutrients may have a neuroprotective effect, at least in Petri dish-type studies, where, if you add a little lead to nerve cells, you kill off about 40% of them. But then, if you add more and more soy phytonutrients, you can ameliorate some of the damage. This is thought to be an antioxidant effect. If you add lead to nerve cells, you get a big burst of free radicals, but less and less as you drip more and more soy compounds. Okay, but even if this worked outside of a lab, cutting down on the toxic effects of lead is nice, but cutting down on the levels of lead in your body is even better. “Because tofu [tends to have a] high content of both calcium and [phytate, it’s] plausible that tofu may inhibit lead absorption and retention, thus reducing blood lead levels.” But you don’t know, until you put it to the test.\nTofu consumption and blood lead levels were determined for about a thousand men and women in China, and for every nine or so ounces of tofu consumed a week, there appeared to be about 4% less lead in their bloodstream; compared to those eating less than about nine ounces a week, those that ate up to two and a half ounces a day only had half the odds of having elevated lead levels, and those consuming nearly four ounces a day appeared to cut their odds by more than 80%.\nTo see any graphs, charts, graphics, images, or studies mentioned here, please go to the Nutrition Facts podcast landing page. There, you’ll find all the detailed information you need plus links to all the sources we cite for each of these topics.\nNutritionFacts.org is a nonprofit, science-based public service, where you can sign up for free daily updates on the latest in nutrition research via bite-sized videos and articles.\nEverything on the website is free. There’s no ads, no corporate sponsorship. It’s strictly non-commercial. I’m not selling anything. I just put it up as a public service, as a labor of love, as a tribute to my grandmother, whose own life was saved with evidence-based nutrition.\nThanks for listening to Nutrition Facts. I’m Dr. Michael Greger.\nThis is an approximation of the audio content, contributed by Allyson Burnett.\n×\nAl suscribirte a este podcast recibirás de manera automática los últimos episodios directamente en tu computadora o dispositivo móvil. Selecciona el método que mejor se acomode a tu estilo de vida.\niOS (iPhone, iPad, y iPod)\nPara suscribirte, selecciona el botón \"Suscríbete en iTunes\"\nMac y Windows\nAndroid y Amazon Fire\nUtiliza tu aplicación favorita\nCopia la dirección en el recuadro y pégalo en tu aplicación favorita de podcast o news reader.\nSuscríbete a la Información Nutricional con el Dr. Greger\nPara etiquetar este sitio de podcast, presione las teclas\nCtrl + D\nCommand + D\npara Mac.\nPin It en Pinterest\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "body",
            "diet",
            "lead",
            "food",
            "garlic",
            "absorption",
            "studies",
            "iron",
            "levels",
            "meal",
            "blood",
            "lowering"
        ]
    }
]