[
    {
        "url": "https://consortiumnews.com/2013/06/12/8857/",
        "title": "A Black American Fighting Fascism",
        "authors": [
            {
                "name": "Otto Schiff",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2013-06-12",
        "text": "Main menu\nJune 12, 2013\nBy William Loren Katz\nSeventy-five years ago on June 12, 1937, Oliver Law, 33, a tall, broad-shouldered Texas African-American, became the first black commander chosen to lead an American army. Law was selected by a committee of three white American fellow officers.\nAt the time, General Colin Powell, who would later become the first African-American chairman of the U.S. Joint Chiefs of Staff, was three months old. But Law is not mentioned in school or social studies books and rarely appears in college texts or courses. Still, Law made his mark on world history that June. He did so not on U.S. soil but in Spain.\nOliver Law, an African-American soldier who fought fascism in Spain.\nToday, most of the world would agree that he had every reason to be there and applaud his willingness to fight fascism years before World War II.\nOliver Law was among a brave band of 2,800 American men and women that included 90 other African-Americans, including Salaria Kea, a Harlem Hospital nurse. They hoped to save the Spanish Republic from a fascist takeover then being carried out by Hitler, Mussolini and Spain’s General Francisco Franco.\nSome 40,000 men and women from 52 countries made this daring effort to stop World War II at the gates of Madrid. For the only time in history, a large global force of volunteers left their homes to defend democracy in a distant land. Few had any military training but their goal was to sound an alarm that Nazi aggression in Europe had to be stopped in 1936!\nThese brave 40,000 acted when the governments of England, France, the United States and other democratic countries did nothing about fascism  except encourage it.\nAmong the U.S. volunteers  known as the “Abraham Lincoln Brigade” military experience ran a low fourth to enthusiasm, commitment and sheer guts. But Oliver Law was different. In Texas, he had served six years in the Buffalo Soldiers, “U.S. Colored Troops.” But during the long night of U.S. segregation  often enforced by lynching  U.S. Army rules kept Law from reaching higher than corporal.\nDuring Spain’s fight, everything was different for African-Americans. “I can rise according to my worth, not my color,” Law said. The Lincoln Brigade included black and white men and women who united at home in the 1930s to fight for unemployment insurance, union rights and social security as well as an end to segregation, discrimination and lynching.\nAfter the Brigade’s first battle at Jarama, Law’s courage was rewarded with promotion to lieutenant. Next he was put in charge of a machine-gun company. Then Brigade Commander Marty Hourihan recommended him for officers’ school.\nWhen the Lincoln Brigade Commander position became available on June 12, a committee of three white Brigade officers voted to appoint Law captain and commander. One of the three, Steve Nelson, who had worked with him in Chicago, told why they chose Law: “He had the most experience and was best suited for the job.” Further, he was “the most acquainted with military procedures on the staff at the moment . . . he was well liked by his men.”\nNelson continued, “When soldiers were asked who might become an officer — ours was a very democratic army — his name always came up. It was spoken of him that he was calm under fire, dignified, respectful of his men and always given to thoughtful consideration of initiatives and military missions.”\nThe rest of the story is sadder — for Law, the Lincoln Brigade, the International volunteers and the world. At 10 a.m. on July 9 during the battle of Brunete, Commander Law led his men against a fortified fascist position at Mosquito Ridge. According to fellow Brigade volunteer Harry Fisher of New York, Law was “running to the top of the hill,” waving his men on. Law did not “attempt to protect himself, and in a matter of seconds, machine-gun fire ripped into him,” Fisher said.\nAnother New Yorker, Jerry Weinberg, crawled across the battlefield to pull Law to safety. It was too late: “He died less than an hour later,” Fisher recalled. Oliver Law’s comrades buried him under a sign that proudly declared him the first black commander of a U.S. military unit.\nHitler, Mussolini and Franco defeated democracy in Spain, where Franco would rule as a dictator for the next 40 years. In 1939, five months after Franco’s victory, Nazi armies marched into Poland, starting World War II.\nHad the democracies heeded the warning of Oliver Law and the other volunteers, the story of Hitler, Mussolini and the world might have been different. Though Law and a majority of the American volunteers either died or were wounded in Spain, the survivors returned home and many again fought fascism after Pearl Harbor.\nJerry Weinberg died flying a U.S. bomber over Nazi Germany. After the war Harry Fisher and other Lincoln Brigade veterans continued to battle racism in the United States and oppose imperialist wars. Fisher died of a heart attack in 2003 during the worldwide protest of the U.S. invasion of Iraq. Now only a few Lincoln Brigade veterans in their nineties are left.\nWilliam Loren Katz is the author of forty US history books, including Black Indians: A Hidden Heritage. His website is: williamlkatz.com. [This article is adapted from THE LINCOLN BRIGADE: A PICTURE HISTORY, and its 2013 expanded Third edition. It can be ordered from the publisher: www.wipfandstock.com .]\nrosemerry\nJune 13, 2013 at 02:09\nThank you. Not surprisingly, this sort of thing is rarely mentioned. Imagine any recent POTUS helping work against fascism!!!\nOtto Schiff\nA very appropriate report.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "http://www.wipfandstock.com"
            ]
        },
        "key_words": [
            "american",
            "fascism",
            "world",
            "volunteers",
            "law",
            "men",
            "fisher",
            "military",
            "commander",
            "war",
            "lincoln",
            "brigade",
            "fighting",
            "black"
        ]
    }
]