[
    {
        "url": "https://www.christianpost.com/news/nfl-turns-down-please-stand-ad-from-veterans-group-because-of-its-political-bent.html",
        "title": "NFL Turns Down 'Please Stand' Ad From Veterans Group Because of Its Political Bent",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nNFL Turns Down 'Please Stand' Ad From Veterans Group Because of Its Political Bent\nNFL Turns Down 'Please Stand' Ad From Veterans Group Because of Its Political Bent\nNFL Turns Down 'Please Stand' Ad From Veterans Group Because of Its Political Bent\n| Wednesday, January 24, 2018\nAMVETS , a group which describes itself as the nation's largest and oldest Congressionally-chartered veterans service organization with 250,000 members, has expressed outrage and disappointment with the National Football League after the group's one page ad  with the message \"Please Stand\" was rejected by the NFL's Super Bowl program.\n\"Freedom of speech works both ways. We respect the rights of those who choose to protest, as these rights are precisely what our members have fought — and in many cases died — for. But imposing corporate censorship to deny that same right to those veterans who have secured it for us all is reprehensible and totally beyond the pale,\" AMVETS National Commander Marion Polk wrote in a Jan. 22 letter to NFL Commissioner Roger Goodell .\nIn a statement to USA TODAY Sports , NFL spokesman Brian McCarthy said the Super Bowl game program is not a place for making political statements.\n\"The Super Bowl game program is designed for fans to commemorate and celebrate the game, players, teams and the Super Bowl,\" McCarthy said. \"It's never been a place for advertising that could be considered by some as a political statement. The NFL has long supported the military and veterans and will again salute our service members in the Super Bowl with memorable on-field moments that will be televised as part of the game.\"\nMcCarthy further noted that Veterans of Foreign Wars , another veterans service organization which boasts nearly 1.7 million members, also submitted an ad for the Super Bowl program which was approved.\nThe tagline on VFW's ad reads: \"We Stand for Veterans\" with additional messaging that describes the benefits the organization offers.\nThe controversial AMVETS ad. | (Photo: AMVETS)\nHe said AMVETS was asked to modify its messaging to meet the deadline for the Super Bowl game program but they did not respond in time.\n\"We looked to work with the organization and asked it to consider other options such as 'Please Honor our Veterans,'\" McCarthy told USA Today. \"They chose not to and we asked it to consider using 'Please Stand for Our Veterans.' Production was delayed as we awaited an answer. As the program was going to production, the organization asked about including a hashtag (#PleaseStand) and was informed that approval would not be provided in time and was asked to approve the ad without the hashtag. The organization did not respond and the program ultimately went into production to meet deadlines.\"\nJoe Chenelly, executive director of AMVETS, told Fox News  that they were surprised that there was any concern with the ad that was accepted by the NHL and NBA and is scheduled to run in the official programs for each organization's all-star games.\nHe also denied that they had missed any deadlines for the Super Bowl game program.\n\"That statement outlines a series of events that we did not experience. We were highly engaged with the advertising agency. This statement also talks about the fact that there was an agency between us and the NFL. They are the ones who we communicated with, they are the ones who came and pitched us for this ad and we met all the deadlines. We did respond to them at the end where we told them 'no, we're not changing our message and our message is our values and we can't change our values.\"\nHe argued that the NFL has gone out of its way to respect freedom of expression for players in the league but has not done so for AMVETS, which is a diverse organization.\nRelated Articles\n",
        "quotes": [
            [
                "Freedom of speech works both ways.",
                "Marion Polk",
                true
            ],
            [
                "We respect the rights of those who choose to protest, as these rights are precisely what our members have fought — and in many cases died — for.",
                "Marion Polk",
                true
            ],
            [
                "But imposing corporate censorship to deny that same right to those veterans who have secured it for us all is reprehensible and totally beyond the pale,",
                "Marion Polk",
                true
            ],
            [
                "The Super Bowl game program is designed for fans to commemorate and celebrate the game, players, teams and the Super Bowl,",
                "McCarthy",
                true
            ],
            [
                "It's never been a place for advertising that could be considered by some as a political statement.",
                "McCarthy",
                true
            ],
            [
                "The NFL has long supported the military and veterans and will again salute our service members in the Super Bowl with memorable on-field moments that will be televised as part of the game.",
                "McCarthy",
                true
            ],
            [
                "We looked to work with the organization and asked it to consider other options such as 'Please Honor our Veterans,",
                "McCarthy",
                true
            ],
            [
                "They chose not to and we asked it to consider using 'Please Stand for Our Veterans.",
                "McCarthy",
                true
            ],
            [
                "Production was delayed as we awaited an answer.",
                "McCarthy",
                true
            ],
            [
                "As the program was going to production, the organization asked about including a hashtag (#PleaseStand) and was informed that approval would not be provided in time and was asked to approve the ad without the hashtag.",
                "McCarthy",
                true
            ],
            [
                "The organization did not respond and the program ultimately went into production to meet deadlines.",
                "McCarthy",
                true
            ],
            [
                "That statement outlines a series of events that we did not experience.",
                "",
                true
            ],
            [
                "We were highly engaged with the advertising agency.",
                "",
                true
            ],
            [
                "This statement also talks about the fact that there was an agency between us and the NFL.",
                "",
                true
            ],
            [
                "They are the ones who we communicated with, they are the ones who came and pitched us for this ad and we met all the deadlines.",
                "",
                true
            ],
            [
                "We did respond to them at the end where we told them 'no, we're not changing our message and our message is our values and we can't change our values.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=6LKkCcL1SVQ",
                "https://www.vfw.org/about-us",
                "https://www.usatoday.com/story/sports/nfl/2018/01/22/nfl-rejects-amvets-super-bowl-program-ad/1056383001/",
                "http://amvets.org/"
            ]
        },
        "key_words": [
            "program",
            "asked",
            "nfl",
            "political",
            "game",
            "statement",
            "bowl",
            "bent",
            "turns",
            "ad",
            "stand",
            "super",
            "organization",
            "veterans",
            "group"
        ]
    }
]