[
    {
        "url": "https://www.christianpost.com/news/who-was-to-blame-for-the-government-shutdown-this-time.html",
        "title": "Who Was to Blame for the Government Shutdown This Time?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nWho Was to Blame for the Government Shutdown This Time?\nWho Was to Blame for the Government Shutdown This Time?\nWho Was to Blame for the Government Shutdown This Time?\n| Monday, January 22, 2018\nU.S. Senator Chuck Schumer (D-NY) talks to journalist after attending the Senate Democrat party leadership elections at the U.S. Capitol in Washington, DC, U.S. November 16, 2016. | (Photo: REUTERS/Carlos Barria)\nMuch of the media coverage suggests that both parties were to blame for the government shutdown. That's ridiculous.\nHere are the three to blame:\nChuck Schumer and the Democrats\nThe government shutdown was a Democrat-led effort. Senate Democrats, led by Chuck Schumer of New York, were using the filibuster rule, which requires a 60-vote threshold, to prevent passage of a government funding bill.\nThe senators to blame for not funding the government were the senators who voted against funding the government. On Friday, that was 42 Democrats, two independents who coalition with the Democrats, and four Republicans. (Majority Leader Mitch McConnell also voted no but for procedural reasons, so he could bring the bill back to the floor for another vote. John McCain wasn't present for the vote for health reasons.) Only five Democrats voted in favor of funding the government on Friday.\nI share National Review Editor Rich Lowry's bemusement  at media coverage unwilling to point out the obvious. \"It remains amazing that Democrats are attempting a shutdown that is even more audacious than Ted Cruz's — DACA not even a fiscal matter — and not getting laughed out of the room by the press,\" he wrote on Twitter.\nDuring the 2013 government shutdown, the media had no difficulty acknowledging that Republicans, led by Sen. Ted Cruz, Texas, were to blame for the shutdown. Cruz wanted to defund Obamacare. In a quixotic attempt to get what he wanted, he led a filibuster of government funding with a minority of Republicans. Since Democrats controlled the Senate, and Obama would never sign a bill defunding his signature achievement, the effort was absurd from the start.\nIn the current Democrat shutdown, we also see the minority party, the party not chosen by voters to lead Congress, demanding they get something unrelated to government funding, a DACA bill, in return for funding the government.\nI support DACA, a bill to provide legal status to unauthorized immigrants brought to this country as children. But I also support democracy. The notion that the minority party should decide what legislation gets passed, or even voted on, is offensive to majority rule. If Democrats want to be able to pass bills, they should win elections, not use Senate rules to undermine democracy norms.\nHow did we get to this point, where the party voters didn't choose to lead the Senate gets to set the agenda?\nAaron Burr\nThe next person to blame for the government shutdown is Vice President Aaron Burr. Despite the popular myth, the Senate was never designed to be a supermajority institution (except for approving treaties). The filibuster rule came about by accident, not design.\nIn 1805, Burr, in his role as president of the Senate, got rid of the \"previous question\" motion, or the rule that allowed the Senate to end debate on a bill. This was done by mistake. It was not done to allow filibusters. It would be many years later, 1837, before a senator would use Burr's mistake to impose the will of a minority on the majority.\nIt wasn't until 1917 that the Senate was able to add a rule to end debate (called Rule 22 or the cloture rule). But Rule 22 required a two-thirds vote to end debate, which was changed again to a three-fifths vote in 1974.\nThroughout the early 20th Century, filibusters were often used to kill civil rights bills. Legislation supported by a majority of the country, such as an anti-lynching law, was prevented by the filibusters of Southern Democrats.\nSince the filibuster is counter to the democratic norm of majority rule, why do Americans support it?\nJefferson Smith\nThe last person to blame for the government shutdown is Jefferson Smith, the fictional lead character played by Jimmy Stewart in Frank Capra's \"Mr. Smith Goes to Washington\" (1939), perhaps the worst political film in the history of Hollywood.\nIn the film, Jefferson Smith is appointed to a Senate seat. When a majority of senators attempt to pass legislation Smith doesn't like, he filibusters to prevent passage of the bill.\nSmith wasn't even chosen by voters. He was appointed by the governor to temporarily fill the seat until the next election. Yet, in the dramatic climax of the film, he uses the filibuster to impose his will on the duly elected majority. You would think that a happy ending would see Smith's deviant schemes fail, but Capra presents Smith's villainy as heroic.\nAmericans should demand that the Senate get rid of the filibuster and return to the sanity of majority rule. That wouldn't end all government shutdowns, but it would end this one, and make them less likely in the future. Instead, most Americans actually like the filibuster. I blame Jefferson Smith.\nNow it's true that the Democrats' ultimate goal, the passage of DACA, is admirable, and the fictional legislation that Smith successfully killed was bad, a sort of government cronyism bill, but the ends shouldn't justify the means. Process matters. We should support good legislation, but only when done the right way.\nDemocracies will sometimes make bad choices. That's a bargain we must accept to live in a democracy. By supporting non-majoritarian means to pass good legislation, we undermine democracy, and that will have far worse consequences in the long term.\nNapp Nazworth, Ph.D., is political analyst and politics editor for The Christian Post. Contact: napp.nazworth@christianpost.com , @NappNazworth (Twitter)\nRelated Articles\nMore In Opinion\n",
        "quotes": [
            [
                "It remains amazing that Democrats are attempting a shutdown that is even more audacious than Ted Cruz's — DACA not even a fiscal matter — and not getting laughed out of the room by the press,",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/RichLowry/status/955272738276560896",
                "https://twitter.com/NappNazworth"
            ]
        },
        "key_words": [
            "shutdown",
            "democrats",
            "blame",
            "filibuster",
            "bill",
            "majority",
            "rule",
            "senate",
            "funding",
            "legislation"
        ]
    }
]