[
    {
        "url": "https://www.christianpost.com/news/bible-hides-secret-code-for-end-times-may-21-and-numerology.html",
        "title": "Bible Hides Secret Code for End of the World? May 21 and Numerology",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nBible Hides Secret Code for End of the World? May 21 and Numerology\nBible Hides Secret Code for End of the World? May 21 and Numerology\nBible Hides Secret Code for End of the World? May 21 and Numerology\n| Saturday, May 21, 2011\nWhile Harold Camping caused atheists to mock his May 21 rapture calculation as “nonsense,” he also provoked others to think more deeply about the symbolic numbers in the Bible and what they could mean.\nThe president of Family Radio used an elaborate calculation involving the day Jesus hung on the cross, the number of days in the solar year, and other supposedly symbolic numbers to derive that May 21, 2011, is the date of the rapture.\nA Fuller Theological Seminary professor, however, is confused by some of the biblical meanings Camping attached to the numbers.\nClay Schmit, professor of preaching at Fuller, said he does not know where in the Bible Camping found that the number 17 represents heaven. In his formula, Camping said the number five represents atonement; 10, completeness; and 17, heaven.\n“The numbers in the Scripture are there simply to help us understand who God is and what God’s story is in relation to us,” asserted Schmit. “There is nothing special about those numbers that give us any special clues to the faith or any special privilege as regards to spiritual life. They are simply part of the narrative.”\nHowever, there are some popular numbers in the Bible that scholars generally agree are significant and are attached to a certain idea or Biblical story. These numbers include three, which refers to the trinity; 10, which is attached to the 10 commandments; 12, the number of Jesus’ disciples; 40, the years the Israelites wandered in the desert and the number of days Jesus was tempted in the wilderness; and the number seven, which refers to the six days of creation plus day of rest and symbolizes completeness.\n“So those numbers have significance, but the significance is always plainly given,” Schmit pointed out.\nWhen God wants to tell his followers something, stressed the Fuller professor, He usually says it in a “fairly plain” way. But people who look at the Bible with “an eye of superstition” will find clues in the large book to “form interesting possibilities,” he said.\nBut the numbers in the Bible are simply part of a larger story of God’s love and Christians should concern themselves about clues to that narrative, said the preaching professor.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "numbers",
            "code",
            "schmit",
            "world",
            "secret",
            "jesus",
            "camping",
            "end",
            "professor",
            "number",
            "bible",
            "hides",
            "simply",
            "fuller",
            "21",
            "special",
            "numerology"
        ]
    }
]