[
    {
        "url": "https://www.christianpost.com/sponsored/ten-reasons-parents-should-subscribe-to-pure-flix-the-family-friendly-christian-netflix.html",
        "title": "Ten Reasons Parents Should Subscribe to Pure Flix -- The Family-Friendly ‘Christian Netflix’",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-15",
        "text": "Go\nThe Christian Post\nTen Reasons Parents Should Subscribe to Pure Flix -- The Family-Friendly ‘Christian Netflix’\nTen Reasons Parents Should Subscribe to Pure Flix -- The Family-Friendly ‘Christian Netflix’\nTen Reasons Parents Should Subscribe to Pure Flix -- The Family-Friendly ‘Christian Netflix’\nBrought to you by\nHowever, it seems Hollywood hasn’t quite gotten the memo.\nToday, even movies rated “G” and “PG” or touted as “family-friendly” include the kind of content many parents don’t want to put in front of their children. Far too often, parents are forced to grab the remote and hit the “mute” button to protect their children from unexpected sexual innuendo and crude jokes.\nTo combat this unfortunate reality, PureFlix.com , a streaming video-on-demand service focused on faith and family programming, offers thousands of movies and TV shows that are safe for the whole family.\nFor parents seeking to give their families a clean, uplifting alternative to much of what Hollywood puts out, PureFlix.com is offering a free one-month trial to its video streaming services with thousands of titles. With access to movies and shows ranging from classics like \"The Little Rascals\" and \"The Dick Van Dyke Show\" to newer titles including \"Woodlawn\" and \"God's Not Dead 2\", there's an option for every taste and interest.\nHere are nine reasons parents should subscribe to PureFlix.com -- the family-friendly, Christian alternative to Netflix.\nExposure to Media is Unavoidable - Why Not Make it a Positive Experience?\nLike it or not, exposure to mass media is unavoidable. From online platforms like YouTube to movies, streaming services, and TV, we live in a culture irreversibly saturated by screens.\nAccording to the American Academy of Pediatrics website, children between the ages of 2 and 18 spend an average of three hours each day watching television -- and the influence of media on the psychosocial development of little ones is profound. It’s estimated that by age 18, a U.S. youth will have seen 16,000 simulated murders and 200,000 acts of violence. Additionally, the more sexual content that kids see on television, the earlier they initiate sexual activity.\nLike other popular streaming services, PureFlix.com started in 2015, offers a wide variety of choices ranging from action movies and romantic dramas to comedy series. Yet, PureFlix.com’s goal is unique in that it aims to provide a wholesome viewing experience for your entire family that is fun, entertaining, inspirational, and even educational.\nWhat Your Children Watch Will Impact Their Values\nFor better or worse, media has an enormous impact on our children’s values, beliefs, and behaviors. Statistics show that kids who view violent acts on TV are more likely to show aggressive behavior and may become less sensitive to the pain and suffering of others.\nIt’s clear that paying attention to what our kids are exposed to via technology is of the utmost importance. Be intentional with your media consumption. Philippians 4:8 puts it this way: \"Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things.\"\nThe options available at PureFlix.com prove that reinforcing positive behavior to your children via technology is not only possible, it’s incredibly easy. The family-friendly and Christian movies and TV shows available on PureFlix.com are accessible online or on your mobile phone, tablet, Roku, Apple TV, or Amazon Fire TV.\nMovie Night Allows You to Spend Time as a Family\nBecause every option on PureFlix.com is safe for the whole family, movie nights are made easy.\nInstead of being exposed to content that contradicts Biblical values, your family will enjoy wholesome films with storylines, themes, and characters you can trust.\nSetting aside time for your family on a regular basis lets them know just how much they mean to you. Some great, family-friendly options for movie night include Amazing Love starring “Lord of the Rings” actor Sean Astin; Midrange , an intimate portrait of how one aspiring basketball star is suddenly forced to re-examine his life, loyalty, love, and his own limitations; and Woodlawn, the real-life story of how one gifted high school football player learns to embrace his talent and his faith as he battles racial tensions on and off the field.\nFamily movie night also has positive effects on married couples, as spending time with your spouse may result in better intimacy and increased communication. Watching movies with your loved ones is not only an enjoyable activity for everyone, it also strengthens family bonds in a powerful way.\nPureFlix Offers Options to Reinforce Family Values and Spark Important Conversations\nWhat sort of message is the entertainment in your house passing on to your children? As earlier noted, from YouTube to TV and movies, media has a strong and undeniable impact on children’s thoughts, beliefs, and behavior. Estimates are that by the age of 17, the average child will have consumed 65,000 hours of media, compared to about 11,000 hours that the child will spend in school and more than 32 times the number of hours they will spend with a parent.\nPureFlix.com is a clean, Christian video streaming service that only carries films and shows that will reinforce your family’s Christ-centered values. Films like Healed by Grace, I’m Not Ashamed , or God’s Not Dead 2 , will allow you to talk to your children about how characters handled fictional situations and spark important conversations. PureFlix.com makes it easy to watch movies that tell tales of heroism, self-sacrifice, bravery, and kindness, thus instilling those values in your kids.\nIn a society inundated with negativity, it’s important to make sure that television and movies support your family’s ideals.\nPureFlix Provides Movies, Documentaries, and TV Series That are Both Entertaining and High-Quality\nIn the past, Christians have complained about the quality of faith-based entertainment -- but that’s all changing. The facts speak for themselves: the Pure Flix box office film “ God’s Not Dead ” grossed $62 million on a $2 million dollar budget, proving it is possible to make quality, uplifting films suitable for the whole family. \nIt’s undeniable: Christian movies aren’t what they used to be -- and that’s a good thing; for the most part, faith-based entertainment no longers sacrifices quality for the message. PureFlix believes in infiltrating culture and bringing light to dark places, and they’ll continue to do exactly that through quality, Christ-centered entertainment.\nPureFlix Allows You to Control Entertainment Messages\nWe’ve all been there. It’s family movie night, and you’re cuddled on the couch with your loved ones and a big bowl of popcorn, eager to watch a film you’ve been waiting months to see. Of course, the film was touted as “family friendly” and rated PG, so you assumed your family would be safe.\nTen minutes into the film, you find yourself awkwardly reaching for the remote, blushing at the sexual innuendo casually thrown out by the protagonist. You’re disappointed, embarrassed, and frustrated.\nWith many entertainment options, parents never know what they’re going to see next. Unfortunately, even exhaustive research and careful combing of movie reviews isn’t enough to protect your family from exposure to unwanted content.  \nWith your free one-month trial to PureFlix.com , you can easily find wholesome films with content you can trust -- they’ve already done all the research for you. Thanks to PureFlix, you not only have access to thousands of movies and TV shows completely free, you don’t have to worry about your children being exposed to damaging entertainment.\nPureFlix Provides Educational, Biblically-Sound Options for Children\nThere are plenty of educational children’s movies and documentaries out there -- unfortunately, many of them promote ideas or values that contradict the Bible, from evolution to issues of gender and sexuality identity.\nPureflix.com provides a number of documentaries, movies, and series that are both educational and entertaining. From a fascinating, in-depth documentary about Abraham Lincoln to live science experiments, these options will reinforce what your children are learning in a fun way.\nFor the homeschooling family, PureFlix.com provides plenty of options to complement your homeschool curriculum. There’s an entire section of films based on books that are truly safe for everyone in your family, from the youngest to the eldest member. Get lost on the adventure with Tom Sawyer, frolic through the fields with your canine friends in “Where the Red Fern Grows,” or even travel back in time with heroes of the Bible. Learning can and should be fun!\nThe best part -- all of these options are not only educational, they seek to change our culture for Christ.\nSubscribing to PureFlix Will Save You Money\nFamily movie night can sometimes be an exhausting -- and expensive endeavor. By the time you’ve paid for your movie tickets, drinks, and popcorn for your whole family, you’ve spent far more than you anticipated. Wouldn’t it be nice if you could watch free, full-length films from the comfort of your couch -- without worrying about whether they’re appropriate for your family?\nFortunately, PureFlix.com solves this very problem, providing thousands of clean, family-friendly films and TV shows completely free for a full month when you sign up at www.pureflix.com . Whether your family enjoys dramas, comedies, or even romance and documentaries, there are plenty of options that will ensure your movie night is a success.\nThey’re always adding new titles, too, so your family will never get bored. In addition to films and documentaries, PureFlix.com offers bingeable programming like “Hitting the Brakes,” a Pure Flix Original about a race driver starring David A.R. White; \"Hilton Head Island,” a faith-based soap opera starring Antonio Sabato Jr., Donna Mills and Crystal Hunt; and “The Encounter,” a Pure Flix original scripted series about people who are visited by Jesus.\nAfter a free, 30-day trial, the cost of PureFlix.com is competitively priced at $10.99 per month or $99.99 for an annual subscription -- the cost of one movie ticket.\nHollywood Won’t Change Unless the Church Gets Involved\nFor decades, Hollywood has exerted powerful moral, cultural, and political influences on our society. Unfortunately, many of the values touted by Hollywood through film and television directly contradict those of the Church. As biblical principles continue to disappear from Hollywood, so do uplifting, faith-based films.\nHowever, this wasn’t always the case; in the 1930s, '40s and '50s, the Church heavily influenced the movie-making industry. In the early '60s, however, the Church pulled out of Hollywood - and the meteoric rise in sex and violence seen in movies since then is undeniable. According to a 2016 study by the Parents Television Council, \"The amount and intensity of adult content on TV-PG shows is increasing, yet the TV-PG rating does not reflect these changes. Consequently, children are exposed to more adult content, even when parents choose TV-PG rated programs.”\nIt’s time for the Church to once again get involved.\nNow more than ever, we need to support uplifting and Christian movies so that biblical principles stay in the popular media and in the entertainment we all consume on a daily basis. By actively engaging in the film and television industry instead of avoiding or condemning it, Christians can have a powerful voice - and can challenge the view that they are a small market.\nPureFlix.com CEO Greg Gudorf puts it this way : \"For so long, the Church has warned against the dangers of media and preached that we should move away from it. But, our human nature is we're hooked, we're addicted. You can tell an addict it's not good for them, but unless you show the addict an alternative, it becomes difficult. Of course, the Church has got the best alternative in the simple words of Jesus Christ Himself. In the media world, we want to make sure those messages come through.\"\nActively invest in keeping the faith alive in the culture, and become a member of PureFlix.com .  \nPure Flix, the company behind the 60-million-dollar film \"God's Not Dead,\" has an online streaming service at PureFlix.com. The On Demand digital streaming service provides thousands of family-friendly and faith-based titles and is offering a FREE, one-month trial! Click here to sign up now: www.pureflix.com.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://insider.pureflix.com/movies/pg-movie-ratings-not-so-pg-anymore",
                "https://www.gospelherald.com/articles/71301/20170829/here-s-why-parents-should-subscribe-to-family-friendly-christian-netflix-according-to-pure-flix-digital-ceo-exclusive.htm",
                "https://signup.pureflix.com/signup/intro?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://pureflix.com/series?name=God%27s+Not+Dead+2%3A+Movie+Extras?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://www.pureflix.com/?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://app.pureflix.com/videos/300293699791/watch?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://www.pureflix.com/?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://app.pureflix.com/videos/326508611682/watch?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://app.pureflix.com/videos/253280294859/watch?recommended=q:new+life?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://www.pureflix.com/?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://app.pureflix.com/videos/253290022484/watch?recommended=r:discover/most-watched?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://pureflix.com/videos/253283366861/watch?recommended=q:woodlawn?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://www.pureflix.com/?utm_campaign=New%20Trial%20Subscriptions&utm_source=cmci&utm_medium=paidreferral&utm_content=text",
                "https://app.pureflix.com/videos/253294118745/watch?utm_campaign=Miscellaneous%20Titles&utm_source=cmci&utm_medium=paidreferral&utm_content=text"
            ]
        },
        "key_words": [
            "tv",
            "family",
            "reasons",
            "flix",
            "subscribe",
            "familyfriendly",
            "pure",
            "children",
            "films",
            "netflix",
            "movie",
            "movies",
            "options",
            "pureflixcom",
            "media",
            "christian",
            "parents"
        ]
    }
]