[
    {
        "url": "https://www.christianpost.com/news/billy-graham-defends-chick-fil-a-traditional-marriage-amid-uproar.html",
        "title": "Billy Graham Defends Chick-fil-A, Traditional Marriage Amid Uproar",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\n| Thursday, July 26, 2012\nRenowned evangelist Billy Graham – who has been among the top 10 of USA Today/Gallup poll's annual most admired people in the world list more than 50 times – issued a statement Thursday in support of Chick-fil-A's leaders and their public stance on marriage.\nGraham called Chick-fil-A's founder Truett Cathy and his son and company president Dan Cathy \"good friends\" whom he has known for many years. And he applauded the Cathys for being able to grow their family-owned chicken sandwich restaurant without \"compromising their values.\" Within less than 50 years, Chick-fil-A has expanded to more than 1,600 stores and had over $4 billion in sales last year.\n\"Each generation faces different issues and challenges, but our standard must always be measured by God's word,\" said Graham, who is sometimes called the pastor to presidents for his close relationships with U.S. commander-in-chiefs. \"I appreciate the Cathy family's public support for God's definition of marriage.\"\nThe controversy surrounding Chick-fil-A and gay marriage began earlier this month after the Biblical Recorder  published an article in which Cathy said he was \"guilty as charged\" when asked about his company's support of the traditional family.\nCathy went on to say, \"We are very much supportive of the family – the biblical definition of the family unit. We are a family-owned business, a family-led business, and we are married to our first wives. We give God thanks for that.\"\nGay activists were up in arms about Cathy's clearly-stated support for the traditional family unit, which implies he is against the redefinition of marriage to include two people of the same sex. Hollywood actors, elected officials, and individuals have called for a combination of personal and government boycotts of Chick-fil-A.\nIn response, Huckabee rallied his radio listeners and fans to support Chick-fil-A and the Cathys by eating at their restaurants on Aug. 1.\n\"The goal is simple: Let's affirm a business that operates on Christian principles and whose executives are willing to take a stand for the Godly values we espouse by simply showing up and eating at Chick-fil-A on Wednesday, August 1,\" wrote Huckabee on the Facebook invitation page .\nGraham, 93, said that he plans to participate in Chick-fil-A Appreciation Day.\n\"As the son of a dairy farmer who milked many a cow, I plan to 'Eat Mor Chikin' and show my support by visiting Chick-fil-A next Wednesday,\" Graham stated.\nGraham, who is known for preaching the Good News more than taking a stand on hot-button social issues, had also voiced his support for the marriage amendment in his home state of North Carolina earlier this year. The amendment passed on May 8.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://brnow.org/News/July-2012/Guilty-as-charged-Dan-Cathy-says-of-Chick-fil-A"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/events/266281243473841/"
            ]
        },
        "key_words": [
            "called",
            "defends",
            "billy",
            "business",
            "chickfila",
            "cathy",
            "marriage",
            "cathys",
            "graham",
            "amid",
            "uproar",
            "family",
            "support",
            "traditional"
        ]
    }
]