[
    {
        "url": "https://www.christianpost.com/news/remains-21-coptic-christians-beheaded-by-isis-libya-found-in-mass-grave-beach.html",
        "title": "Bodies of 21 Coptic Christians Beheaded by ISIS in Libya Found in Mass Grave",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nBodies of 21 Coptic Christians Beheaded by ISIS in Libya Found in Mass Grave\nBodies of 21 Coptic Christians Beheaded by ISIS in Libya Found in Mass Grave\nBodies of 21 Coptic Christians Beheaded by ISIS in Libya Found in Mass Grave\n| Sunday, October 08, 2017\nMen in orange jumpsuits purported to be Egyptian Christians held captive by the Islamic State kneel in front of armed men along a beach said to be near Tripoli, in this still image from an undated video made available on social media on February 15, 2015. In the video, militants in black marched the captives to a beach that the group said was near Tripoli. They were forced down onto their knees, then beheaded. Egypt's state news agency MENA quoted the spokesman for the Coptic Church as confirming that 21 Egyptian Christians believed to be held by Islamic State were dead. | (Photo: Reuters/Social Media via Reuters TV)\nLibya's interior ministry has said they have found a mass grave with the bodies of the 21 Coptic Christians who were beheaded by the Islamic State two years ago. The remains have been sent for forensic examination.\n\"The heads are separated from the bodies clad in orange jumpsuits, hands bound behind the back with plastic wire,\" said the ministry's unit for fighting organized crime in the city of Misurata, according to Agence France Presse .\nThe authorities came to know about the mass grave, which had the bodies of 20 Egyptians and a man of unknown African nationality, near the one-time Islamic State bastion of Sirte, 280 miles east of Tripoli, after an IS prisoner made a confession.\nEgypt's foreign ministry is in talks with Libya's U.N.-backed Government of National Accord in Tripoli to bring the remains back to the family members of the victims.\nA girl holds up a poster with pictures of the 21 Egyptian Coptic Christians beheaded by Islamic State in Libya, as they gather in a gesture to show their solidarity, in front of the Egyptian embassy in Amman February 17, 2015. | (Photo: Reuters/Muhammad Hamed)\nThe remains have been transferred to a forensics lab in Misrata city for DNA testing, according to Al-Masry Al-Youm .\nIslamic State, also known as IS, ISIS, ISIL or Daesh, kidnapped the Copts in separate incidents in Libya throughout December 2014 and January 2015. IS then released the video of their execution on Feb. 15, 2015, showing the Christian men in orange jumpsuits kneeling on the sand as IS terrorists stood behind them, ready to carry out the executions at a beach near Tripoli.\nLast month, a court in Egypt sentenced  to death seven people over links to IS in northwest Egypt and over the beheading of the 21 Egyptian Christians.\nNumerous Coptic Christians cross over to Libya in search of work despite knowing that they will face severe persecution, including death.\nThe Sunday Times recently quoted a Coptic Christian as saying, \"We know it is more likely we will die than live in Libya but we don't have a choice. … More and more people are going to Libya because of the economic crisis here. You can't get work, you can't make money in Egypt. We are aware of the dangers, particularly as Christians.\"\nEarlier this year, Washington, D.C.-based International Christian Concern reported  that family members of the victims took pride in how their loved ones stood up to the Islamic radicals, and refused to deny their faith despite the imminent threat of death.\nOne wife said that her husband \"kept the faith, and was martyred in the name of Christ. His faith was very strong. I'm proud of him. He has lifted our heads up and honored us and all the Christians.\"\nAnother family member said: \"I'm very happy that my brother is in Heaven with Jesus now. I loved my brother when he was alive on the Earth, but now I love him more than before. He was martyred in the name of Jesus Christ.\"\nBishop Amba Angaelos, general bishop of the Coptic Orthodox Church, said at a service last year that one \"profound gift\" of the tragedy is that it brought people together.\n\"These men paid the ultimate price, but gave us a cause to advocate for all those persecuted; they also showed us that there was a level of evil that we must all stand in solidarity against, and a level of courage, faithfulness and defiance that we must all aspire to,\" Angelos said about the Copts.\nRelated Articles\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.thenational.ae/world/mena/libya-says-remains-found-of-copts-beheaded-by-isil-on-beach-1.665013",
                "https://www.christianpost.com/news/21-coptic-christians-beheaded-by-isis-honored-refusing-deny-christ-175128/",
                "https://www.christianpost.com/news/egypt-sentences-isis-killers-to-death-for-beheading-of-21-coptic-christians-in-libya-199575/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.egyptindependent.com/remains-21-coptic-christians-killed-libya-recovered/"
            ]
        },
        "key_words": [
            "mass",
            "isis",
            "family",
            "faith",
            "egypt",
            "state",
            "remains",
            "beheaded",
            "grave",
            "21",
            "libya",
            "christians",
            "bodies",
            "coptic",
            "islamic"
        ]
    }
]