[
    {
        "url": "https://www.christianpost.com/news/christian-pr-expert-says-josh-duggars-apology-is-not-enough-to-satisfy-sexual-molestation-scandal.html",
        "title": "Christian PR Expert Says Josh Duggar's Apology Is Not Enough to Satisfy Sexual Molestation Scandal",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChristian PR Expert Says Josh Duggar's Apology Is Not Enough to Satisfy Sexual Molestation Scandal\nChristian PR Expert Says Josh Duggar's Apology Is Not Enough to Satisfy Sexual Molestation Scandal\nChristian PR Expert Says Josh Duggar's Apology Is Not Enough to Satisfy Sexual Molestation Scandal\n| Thursday, May 28, 2015\nJosh Duggar, Executive Director of the Family Research Council Action in Ames, Iowa August 9, 2014. | (Photo: Reuters/Brian Frank)\nHunter Frederick, a Christian public relations expert once rumored to have been hired to help manage the fallout from the sexual abuse allegations surrounding Josh Duggar, star of \"19 Kids and Counting,\" by the Duggar family, says the recent apology from the embattled Christian figure and his parents is not enough to sate the effects of the scandal that has engulfed the family.\n\"I have no reason to think their apology wasn't sincere, but an apology is one small thing that needs to happen in this very large problem,\" Frederick told The Christian Post on Thursday.\n\" The majority of people that are against the Duggars want some kind of legal punishment, which can't happen because of our country's statute of limitations law. That's why this whole thing is very sticky from a crisis management standpoint. He (Josh) has to pay his debt to society back in some form or fashion. Most of the time that's legal action, so how does that happen when he can't be prosecuted?\" added Frederick, who is president of Frederick & Associates .\nJosh is accused of molesting five young women when he was 14, but nothing ever came of it because the three year statute of limitations passed. His parents, Jim Bob and Michelle Duggar, as punishment, however, sent him to the Institute in Basic Life Principles  which \"was established for the purpose of introducing people to the Lord Jesus Christ, and ... training on how to find success by following God's principles found in Scripture,\" according to the organization's website.\n\"Twelve years ago, as a young teenager, I acted inexcusably for which I am extremely sorry and deeply regret. I hurt others, including my family and close friends. I confessed this to my parents who took several steps to help me address the situation. We spoke with the authorities where I confessed my wrongdoing, and my parents arranged for me and those affected by my actions to receive counseling. I understood that if I continued down this wrong road that I would end up ruining my life,\" Josh explained in an apology to People magazine about the allegations.\n\"A lot of the Duggars' supporters are saying he's paying his debt to society back by getting ripped apart in the press, which is ignorant. I'm getting ripped apart in the press and I have nothing to do with this,\" said Frederick. \"You sign up for a life in the public eye. This is 'the work' by being a target for issues like this.\"\nJosh resigned from his position at the Family Research Council, a well-known conservative organizarions based in Washington D.C. as a result of the scandal.\nA screengrab from Josh and Anna Duggar's pregnancy announcement video. | (Photo: Youtube Screenshot/ file)\nFrederick explained that his clients go through an intense vetting process to determine whether they are capable of being helped and whether it's worth the company's investment. Despite rumors that he was hired to help the Duggars get through the scandal, Frederick said things did not work out with the Duggar family for reasons he could not reveal.\nHe said that his firm looks for clients who have: \"a willingness to admit fault, transparency, willingness to want to change. … Especially with our Christian clients, repentance is critical. This isn't our first time doing this, we know when something's going to work out and when it's not.\"\nThe Arkansas state trooper who took Jim Bob's statement about the situation in 2003 has now said that he was lied to about the number of victims involved in the case. Joseph Hutchens, who was later jailed for child pornography and is serving a 60-year sentence, told In Touch Magazine  about his interaction with Jim Bob and Josh.\n\"Jim Bob explained to me that Josh inappropriately touched [a victim] while she was asleep. He said it only happened one time,\" Hutchens said. \"Jim Bob sat down and Josh was crying. He said he touched [a victim] through her clothing. … [They said] the girl was asleep and didn't know anything had happened. They also told me that the pastor had already been involved.\"\nHowever, as the police report from 2006 showed, Josh fondled the breasts and touched the genitals of five young girls who spent time at the Duggar house. Many believe that at least one or more of the victims were Josh's sisters. Hutchens admitted to not doing the right thing and said that he regrets his decision not to report Josh to the Child Abuse division of authorities.\n\"I am a Christian myself and I worry that if something else had happened [after the meeting], I would have been responsible. [The victims] should have been my first priority. [I] have lost lots of sleep,\" because of his actions.\nFounder of the Institute in Basic Life Principles, Bill Gothard , resigned from his position in 2014 amid allegations that he had sexually harassed dozens of females working for the organization. The allegations were posted online at the Recovering Grace website , which is \"dedicated to helping those affected by the teachings of Gothard, the Institute in Basic Life Principles and the Advanced Training Institute.\"\nAccording to the site, numerous people \"who served in the leadership confirm[ed] that the allegations are true, although they felt (and often were) powerless to do anything at the time.\"\nTLC, which aired \"19 Kids and Counting,\" has reportedly canceled the series and pulled the show from its summer lineup.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.intouchweekly.com/posts/despite-josh-duggar-s-molestation-scandal-a-19-kids-and-counting-spinoff-is-in-the-works-report-59329/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.recoveringgrace.org/2014/02/the-scandal-1980/",
                "http://frederickandassociates.com/about/",
                "https://www.christianpost.com/news/bill-gothard-quits-institute-he-founded-after-allegations-of-rampant-sexual-harassment-cites-bible-passage-on-reconciliation-115795/",
                "https://iblp.org/"
            ]
        },
        "key_words": [
            "frederick",
            "duggars",
            "satisfy",
            "parents",
            "family",
            "expert",
            "jim",
            "duggar",
            "principles",
            "apology",
            "life",
            "scandal",
            "josh",
            "pr",
            "sexual",
            "christian",
            "molestation"
        ]
    }
]