[
    {
        "url": "https://www.christianpost.com/news/instagram-mistakenly-deleted-pastor-jamal-bryants-post-urging-hm-boycott-company-says.html",
        "title": "Instagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\nInstagram 'Mistakenly' Deleted Pastor Jamal Bryant's Post Urging H&M Boycott, Company Says\n| Friday, January 19, 2018\nLeader of Baltimore's Empowerment Temple Church, Jamal Bryant. | (Photos: Screen shot via YouTube; H&M; Instagram)\nMore than a week after Instagram deleted a post from megachurch Pastor Jamal Bryant for not \"promoting harmony\" because he urged a boycott of Swedish clothing retail giant H&M over racist advertising, an official from Facebook, which owns the application, said it was a \"mistake.\"\n\"We mistakenly removed the content and worked to rectify the mistake as soon as we were notified,\" an Instagram spokesperson told The Christian Post in a statement late Thursday.\nThe Empowerment Temple church leader and social activist revealed in a video he posted on his Facebook page  on Jan. 8 that he took umbrage to H&M's use of a black boy to model a sweatshirt with the slogan \"Coolest monkey in the jungle\" that was featured on the company's U.K. website and decided to join in a growing protest against the company for their insensitivity.\n\"I immediately at 6 o'clock this morning (Jan. 8) en route to the gym, posted on Instagram. That every person who is of conscience no matter what your color, should in fact be boycotting H&M because they do not appreciate our dollars and don't understand our depth and don't think highly enough of us to put us on their board of directors. #boycottH&M,\" Bryant said in the video.\nFacebook also never had an African-American on its board until it announced Thursday that it will bring Kenneth Chenault , the CEO of American Express, onto its board.\nAfter about 4,000 people had approved his message on the social platform, Bryant said Instagram sent him a note saying: \"We have taken the liberty to delete your post because it does not promote harmony.\"\nA more diplomatic version  of Bryant's controversial post is currently live on his Instagram page.\nJan 8, 2018 at 4:13am PST\nMany high profile public figures such as NBA star LeBron James  and rapper Diddy have voiced their disapproval of the H&M advertisement. Singer Abel Makkonen Tesfaye, popularly known as \" the Weeknd ,\" has canceled his partnership with the company.\nJan 16, 2018 at 11:16am PST\nA Fortune report  said the company announced Annie Wu as their new global leader for diversity and inclusiveness on Tuesday. She was already the global manager for employee relations.\n\"The recent incident was entirely unintentional, but it demonstrates so clearly how big our responsibility is as a global brand,\" H&M said in a message on Instagram . \"Our commitment to addressing diversity and inclusiveness is genuine, therefore we have appointed a global leader, in this area, to drive our work forward.\"\nBryant charged, however, that despite the company's apology, it has no real commitment to diversity and inclusion.\n\"Don't walk away from H&M just for today. Shut the door,\" he told his supporters. \"Save your apology H&M. The reason why it is that you are able to do it with clear conscience is that you are developing, you are manufacturing, you are warehousing, you are shipping all at the hands of black people but on your board of 12, you have not one minority sitting on your board.\"\nRelated Articles\n",
        "quotes": [
            [
                "We mistakenly removed the content and worked to rectify the mistake as soon as we were notified,",
                "Instagram",
                true
            ],
            [
                "I immediately at 6 o'clock this morning (Jan. 8) en route to the gym, posted on Instagram.",
                "Jamal Bryant",
                true
            ],
            [
                "That every person who is of conscience no matter what your color, should in fact be boycotting H&M because they do not appreciate our dollars and don't understand our depth and don't think highly enough of us to put us on their board of directors.",
                "Jamal Bryant",
                true
            ],
            [
                "We have taken the liberty to delete your post because it does not promote harmony.",
                "Instagram",
                true
            ],
            [
                "The recent incident was entirely unintentional, but it demonstrates so clearly how big our responsibility is as a global brand,",
                "",
                true
            ],
            [
                "Our commitment to addressing diversity and inclusiveness is genuine, therefore we have appointed a global leader, in this area, to drive our work forward.",
                "",
                true
            ],
            [
                "Don't walk away from H&M just for today.",
                "",
                true
            ],
            [
                "The reason why it is that you are able to do it with clear conscience is that you are developing, you are manufacturing, you are warehousing, you are shipping all at the hands of black people but on your board of 12, you have not one minority sitting on your board.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://thehill.com/policy/technology/369500-facebook-appoints-american-express-ceo-to-be-its-first-black-board-member"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.instagram.com/p/BeBZFMugyaf/",
                "https://www.facebook.com/XcelRadio/videos/1459101907535617/",
                "https://www.instagram.com/p/BdsCSD_HnxM/?hl=en&taken-by=jamalhbryant",
                "https://www.instagram.com/p/BdtS-hsBUNk/?utm_source=ig_embed&utm_campaign=embed_legacy",
                "https://twitter.com/theweeknd/status/950447182829699072",
                "https://fortune.com/2018/01/18/hm-hoodie-racist-monkey-diversity-hire/?utm_campaign=fortunemagazine&utm_source=twitter.com&utm_medium=social&xid=soc_socialflow_twitter_FORTUNE"
            ]
        },
        "key_words": [
            "instagram",
            "diversity",
            "pastor",
            "jamal",
            "bryant",
            "deleted",
            "post",
            "mistakenly",
            "company",
            "urging",
            "board",
            "global",
            "leader",
            "whatsapp",
            "hm",
            "bryants"
        ]
    }
]