[
    {
        "url": "https://www.christianpost.com/voice/why-christian-theology-was-necessary-for-science.html",
        "title": "Why Christian Theology Was Necessary for Science",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-23",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nTuesday, January 23, 2018\nA full scale model of the Mars Science Laboratory's (MSL) Curiosity rover is pictured at NASA's Jet Propulsion Lab. | REUTERS/FRED PROUSER\nTo paraphrase Mark Twain, reports of the rift between science and Christianity have been greatly exaggerated.\nScientist Richard Dawkins, the combative author of \"The God Delusion,\" has said, \"Faith can be very, very dangerous, and deliberately to implant it into the vulnerable mind of an innocent child is a grievous wrong.\" I wonder why the good doctor doesn't just go ahead and tell us how he really feels?\nSeeing such vitriolic quotes from high-profile scientists such as Dr. D, it's no wonder that so many Christians believe that most scientists hate God, Christians, and religious faith. The good news is, it is simply not true!\nThat's according to a fascinating new book, \"Religion vs. Science: What Religious People Really Think,\" by Elaine Howard Ecklund of Rice University and Christopher Scheitle of West Virginia University. As reported in Christianity Today, Ecklund and Scheitle found that, based on data from a nationally representative survey of 10,000 Americans, evangelicals are just as likely as most Americans to count scientists as close friends—but they tend to assume their friends are the exceptions, that most scientists want nothing to do with them.\nAnd while only 40 percent of all scientists say they believe in God, and about half have no religious affiliation, Ecklund and Scheitle found that a full 65 percent of those working in practical scientific fields such as medicine and engineering identify as Christians, including 24 percent as evangelicals.\nApparently there's a link between faith traditions that emphasize helping other people and the kinds of professions that actually do so—who knew? Down through the centuries, of course, Christians have been eager to help the sick and many of us have taken to heart God's call to be His stewards in the world, caring for and developing His creation, so these figures are no surprise.\nWe're not doing quite as well in the basic and more theoretical sciences, however. Ecklund and Scheitle suspect there isn't as strong a connection between our religious values and basic science, observing, \"[I]t would be easier to see 'new medical discoveries' as spiritually connected to the ideals of faith than it would be to see 'new scientific discoveries' as promoting faith ideas.\"\nBut of course the connection between scientific discovery and a Christian worldview is as strong as an electric current running through water. Years ago, Chuck Colson reminded us that many of the great scientists of history—Copernicus in astronomy and Newton in physics, among them—made epochal discoveries while operating out of a Christian worldview.\nThat worldview says that God created the universe out of nothing, that He has set up a series of observable, rational laws to govern it, and that mankind—male and female—has been created in His image with the God-given ability to discover things about the physical world and bring order and blessing to it. As the eminent historian Rodney Stark has written, \"Christian theology was necessary for the rise of science.\" Indeed!\nYes, sometimes certain modern scientific trends and spokespeople have anti-religious agendas. But let's never fear the battle, remembering that when we engage in science, we are firmly on our heavenly Father's home turf.\nEcklund and Scheitle, for their part, suggest that our churches should take a more active role in recognizing and promoting science as a calling from God. They say that the church needs \"faith leaders to celebrate the scientists within their congregations, and they need these scientists to speak out about how scientific knowledge is not a threat to their faith.\"\nSo while the rift between science and faith may have been greatly exaggerated, we still have some work to do.\nScientists and Christianity: It's not What You May Think\nScientific pursuit and faith in Christ are not mutually exclusive, as Eric has pointed out. Click on the links below for further discussion of scientists and Christianity.\nFirst published at BreakPoint.\n",
        "quotes": [
            [
                "Faith can be very, very dangerous, and deliberately to implant it into the vulnerable mind of an innocent child is a grievous wrong.",
                "Richard Dawkins",
                true
            ],
            [
                "Religion vs. Science: What Religious People Really Think,",
                "Richard Dawkins",
                true
            ],
            [
                "I]t would be easier to see 'new medical discoveries' as spiritually connected to the ideals of faith than it would be to see 'new scientific discoveries' as promoting faith ideas.",
                "",
                true
            ],
            [
                "Christian theology was necessary for the rise of science.",
                "Rodney Stark",
                true
            ],
            [
                "faith leaders to celebrate the scientists within their congregations, and they need these scientists to speak out about how scientific knowledge is not a threat to their faith.",
                "",
                false
            ]
        ],
        "links": {
            "articles": [
                "http://www.breakpoint.org/2018/01/breakpoint-scientists-and-christianity/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "religious",
            "christian",
            "science",
            "scientific",
            "christians",
            "necessary",
            "scientists",
            "scheitle",
            "theology",
            "god",
            "faith",
            "ecklund"
        ]
    }
]