[
    {
        "url": "https://www.christianpost.com/news/to-understand-jobs-during-the-obama-administration-forget-unemployment-look-at-this-chart-instead.html",
        "title": "To Understand Jobs During the Obama Administration, Forget Unemployment, Look at This Chart Instead",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nTo Understand Jobs During the Obama Administration, Forget Unemployment, Look at This Chart Instead\nTo Understand Jobs During the Obama Administration, Forget Unemployment, Look at This Chart Instead\nTo Understand Jobs During the Obama Administration, Forget Unemployment, Look at This Chart Instead\n| Wednesday, February 12, 2014\nThe unemployment rate is at 6.6 percent, its lowest since the financial collapse of October 2008, according to Friday's report by the Bureau of Labor Statistics . Though the unemployment rate is the most often cited statistic related to job growth, it is deeply flawed. A better measure is the labor force participation rate.\nThe unemployment rate, reported as a percentage, is the number of those looking for work divided by the number of those who have work. It does not take into account those who are not looking for work.\nThe unemployment rate reached its Obama administration peak in October 2009, at 10 percent. Since then, it has fallen steadily, but unevenly, to its current low. The unemployment rate has fallen, though, partly because of people giving up looking for work. Those who are unemployed, but no longer looking for work, are not included in the unemployment rate.\nMore helpful, then, is knowing what proportion of Americans are employed. This is known as the \"labor force participation\" rate. It tells you the percentage of Americans who have a job.\nKeith Hall, a senior research fellow at George Mason University's Mercatus Center and a former BLS commissioner, put together a chart, using BLS data, of the labor force participation rate since 1990 for those in their prime working years, ages 25 to 54.\nLabor Force Participation, Prime Age (25-54 years). Produced by Keith Hall, Mercatus Center at George Mason University, Source: Bureau of Labor Statistics. | (Photo: Mercatus Center/Keith Hall)\nThe chart shows that since the October 2008 financial collapse and during the five years of the Obama administration, the labor force participation rate has steadily declined even as the unemployment rate has shown improvement.\nThis weak labor market also means that those who are working are not seeing much growth in their wages, Hall says.\n\"After the labor force participation rate fell from 63.7 to 62.8 percent during 2013, we saw a slight recovery back to 63.0 percent in January. However, it remains at a very low level for all age ranges below 55 years old. The weak labor market also continues to dampen wage growth, as average hourly earnings have grown just 1.9 percent over the past twelve months,\" Hall wrote  for the Mercatus Center.\nWhile the unemployment rate suggests the employment situation has steadily improved during the Obama administration, a better measure, the labor force participation rate, shows the job market that has weakened since the president was first sworn into office. If the labor force participation rate were the same today as it was in 2007, Hall estimates , an additional 4.4 million people under the age of 55 would be working.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.mercatus.org/publication/more-declining-labor-force-participation-aging-population",
                "https://www.mercatus.org/expert_commentary/weak-jobs-numbers-could-cause-pessimistic-short-term-economic-outlook"
            ],
            "gov_pgs": [
                "https://www.bls.gov/news.release/empsit.nr0.htm"
            ],
            "unsure": []
        },
        "key_words": [
            "unemployment",
            "chart",
            "labor",
            "participation",
            "force",
            "work",
            "hall",
            "forget",
            "rate",
            "instead",
            "administration",
            "look",
            "obama",
            "jobs",
            "looking",
            "understand"
        ]
    }
]