[
    {
        "url": "https://www.christianpost.com/news/gma-dove-awards-eric-campbell-duck-dynasty-sadie-robertson.html",
        "title": "GMA Dove Awards to Feature Eric Campbell With 'Duck Dynasty' Co-Host Sadie Robertson",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGMA Dove Awards to Feature Eric Campbell With 'Duck Dynasty' Co-Host Sadie Robertson\nGMA Dove Awards to Feature Eric Campbell With 'Duck Dynasty' Co-Host Sadie Robertson\nGMA Dove Awards to Feature Eric Campbell With 'Duck Dynasty' Co-Host Sadie Robertson\n| Tuesday, October 13, 2015\nSadie Robertson poses in a Sherri Hill fashion shoot in this undated photo. | (Photo: Twitter/Sadie Robertson)\nThe biggest names in Christian music will come together Tuesday night for the 46th annual Gospel Music Association Dove Awards.\nWhile it may come as no surprise that previous Dove Award winner Erica Campbell is co-hosting the show, the GMA made a bold move when it tapped high school senior and \"Duck Dynasty\" star Sadie Robertson as a co-host for one of the largest events in the Christian music industry. Robertson, 18, is more than just a reality TV personality, she's also a New York Times best-selling author and a motivational speaker.\n\"I've always wanted to host something, I just thought it would be really fun — I love to talk,\" Robertson told The Christian Post.\nErica Campbell holds the award for Best Gospel Album for \"Help\" backstage during the awards pre-telecast of the 57th Annual Grammy Awards in Los Angeles, California, February 8, 2015. | (Photo: Reuters/Mike Blake)\n\"The Dove Awards approached me and asked me if I'd be willing to do something and I was like, 'of course.' Then they ended up asking me to host, and I was so excited. What girl wouldn't want to do that? I get to meet a lot of cool people and dress up in a lot of fancy dresses, so it seemed like a good fit and I'm really excited about it!\"\n\"I haven't gotten the chance to meet a lot of people in the Christian music industry, so I'm really excited to get to know them and become better friends so that next time I'm in Nashville I can have more people to hang out with,\" added, Robertson, who's gearing-up to star in two movies next year: \"God's Not Dead 2\" and \"I'm Not Ashamed.\"\nRobertson, who told CP that she's looking forward to sharing the stage with Erica Campbell, was equally praised by the gospel music award winner who spoke about the opportunity to share hosting duties with the Duck Commander teen.\n\"I'm super excited to be co-hosting the GMA Dove Awards this year. I truly believe we are better together! I believe God smiles when we stand united for His Glory!\" Campbell said in a statement shared with CP.\nJackie Patillo, GMA president and executive director, said this year they're \"taking the show to the next level with more opportunities for fans to engage with their favorite artists, including the VIP experience and 200 voice choir.\"\nThe GMA Dove Awards will be held at Lipscomb University's Allen Arena on Tuesday, Oct. 13. Viewers can tune in to the show when it airs on the Trinity Broadcasting Network on at 10 p.m. ET on Sunday, Oct. 18.\nThis year's show will feature performances by Building 429, The Erwins, Joseph Habedank, Israel & New Breed and Amber Nelon Thompson. For more information about presenters and awards, visit the website .\nRelated Articles\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://doveawards.com/"
            ]
        },
        "key_words": [
            "sadie",
            "really",
            "im",
            "eric",
            "music",
            "christian",
            "awards",
            "cohost",
            "dove",
            "excited",
            "robertson",
            "duck",
            "feature",
            "campbell",
            "gma",
            "dynasty"
        ]
    }
]