[
    {
        "url": "https://www.christianpost.com/voice/jesus-birth-is-perhaps-the-greatest-pro-life-story-ever-told.html",
        "title": "Jesus' Birth Is Perhaps the Greatest Pro-Life Story Ever Told",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-22",
        "text": "Go\nJesus' Birth Is Perhaps the Greatest Pro-Life Story Ever Told\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nMonday, January 22, 2018\nJesus' Birth Is Perhaps the Greatest Pro-Life Story Ever Told\nJesus' Birth Is Perhaps the Greatest Pro-Life Story Ever Told\nA blind preacher stood in line at a store, and although he could not see the ladies around him, he could hear them vocalizing their opinions about an ongoing political debate—abortion. They berated political right-wing activists who stand against abortion. They spoke hatefully about conservative Christians who assert that life begins in the womb. Together, they passionately agreed that every woman should have the right to choose what she does with her body and that abortion should be a legal option for every woman.\nThis godly man could remain quiet no longer. He turned to the ladies and kindly asked if he might have a word. They agreed, so the preacher offered them a biblical view regarding the pre-born child. He quoted Luke 2:5, where the Bible describes Mary as being \"great with child\" and explained that God sees the pre-born as children—not as mere tissue.\nHe further challenged their misconceptions, explaining that many Christians give of their time and effort to help distressed women looking for answers: \"Ladies, Christians do not hate those who abort babies, but they do believe that abortion is against God's plan. Many organizations helping women who face unwanted pregnancy are established and supported by Christians who want to show God's love to those without hope.\"\nAs the preacher humbly concluded his thoughts, the ladies, captivated, grew quiet. Their political views had not necessarily changed, but because this man was not afraid to speak up, they had heard a Christian's beliefs poured out from a heart of compassion. As the conversation ended, the women evidenced respect for this preacher who had lovingly articulated the truth of God's Word.\nWould your opinion on abortion be similar to that of these ladies? Perhaps you feel uncertain about the issue. Take a few moments to consider when life actually begins.\nFrom eternity past, God had predetermined, according to His foreknowledge, that man would need a Savior to die for their sins (Acts 2:23). This Savior was Jesus—God who took on flesh to come to us. Jesus' predetermined death began with a predetermined birth. \"And the angel said unto her, Fear not, Mary: for thou hast found favor with God. And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS. He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David\" (Luke 1:30–32).\nThe birth of Christ was no coincidence; it was planned and appointed by God. The Old Testament contains hundreds of prophecies concerning the birth of Christ. (Micah 5:2 prophesied where Christ's birth would take place, and Daniel 9:24–26 prophesied its timing.) The probability of all these prophecies taking place exactly as recorded is inconceivable, yet they did. Only God could have orchestrated such an event.\nEven before baby Jesus was born, He was living proof that God's design for life begins at conception. Scripture does not refer to the life growing inside Mary as a mere tissue. Notice how Luke 2:5 refers to Jesus when He was still in the womb of His mother: \"Mary...being great with child.\" Scripture does not use the words embryo or tissue; it refers to a child.\nGod does not make a distinction between the pre-born and the born; both are children whom He has created. To God, the pre-born child is alive and possesses the same distinctions inherent to all humanity.\nThe United States Supreme Court struggles with this concept. With regard to the Roe v. Wade decision, the court made a tremendous mistake—ruling in favor of abortion—that has been a blight on our nation ever since.\nThe court stated, \"We need not resolve the difficult question of when life begins. When those trained in the respective disciplines of medicine, philosophy and theology are unable to arrive at any consensus, the judiciary at this point in the development of man's knowledge is not in a position to speculate as to the answer.\" In other words, \"We are not equipped to answer the question concerning where life really begins. This is above our pay grade.\"\nThere is One, and only One, who is capable of answering that question—the One who created life. Though our culture seems blind to the truths of the Bible, we must align our beliefs with God's principles and hold fast to His view of life—the view revealed in His account of Christ's divinely appointed birth.\nWhile popular culture may consider abortion an option, it is not a biblical option. God's Word leaves no room for doubt concerning the inception of human life and the personhood of an unborn infant.\nThe miraculous conception of Jesus Himself is a reminder that the pre-born child is indeed a precious life given by God. Every child has been planned by God and created with a special purpose for his life. God uniquely prepares each child even while he is still in his mother's womb that he might fulfill this distinctive purpose.\nIn a day when the sanctity of human life is quickly eroding, Christians must lovingly and unashamedly stand for the truth. Proverbs 31:8–9 instructs us to be a voice for the oppressed who are unable to speak for themselves: \"Open thy mouth for the dumb in the cause of all such as are appointed to destruction. Open thy mouth, judge righteously, and plead the cause of the poor and needy.\"\nSurely unborn children need us to defend them and speak for them. They need us to recognize and respect the value of their life.\n(Dr. Paul Chappell is the pastor of Lancaster Baptist Church and the president of West Coast Baptist College in Southern California. You can follow him on Twitter @PaulChappell . He and his wife, Terrie, have just written a new book titled ' Are We There Yet?  Marriage—A Perfect Journey for Imperfect Couples.')\nSponsored\n",
        "quotes": [
            [
                "Ladies, Christians do not hate those who abort babies, but they do believe that abortion is against God's plan.",
                "",
                true
            ],
            [
                "Many organizations helping women who face unwanted pregnancy are established and supported by Christians who want to show God's love to those without hope.",
                "",
                true
            ],
            [
                "And the angel said unto her, Fear not, Mary: for thou hast found favor with God.",
                "Jesus",
                true
            ],
            [
                "And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.",
                "Jesus",
                true
            ],
            [
                "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David",
                "Jesus",
                false
            ],
            [
                "We need not resolve the difficult question of when life begins.",
                "",
                true
            ],
            [
                "When those trained in the respective disciplines of medicine, philosophy and theology are unable to arrive at any consensus, the judiciary at this point in the development of man's knowledge is not in a position to speculate as to the answer.",
                "",
                true
            ],
            [
                "We are not equipped to answer the question concerning where life really begins.",
                "",
                true
            ],
            [
                "This is above our pay grade.",
                "",
                true
            ],
            [
                "Open thy mouth for the dumb in the cause of all such as are appointed to destruction.",
                "",
                true
            ],
            [
                "Open thy mouth, judge righteously, and plead the cause of the poor and needy.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "http://arewethereyetbook.com",
                "https://twitter.com/paulchappell"
            ]
        },
        "key_words": [
            "life",
            "told",
            "ladies",
            "child",
            "jesus",
            "abortion",
            "greatest",
            "birth",
            "christians",
            "preborn",
            "prolife",
            "god",
            "gods"
        ]
    }
]