[
    {
        "url": "https://www.christianpost.com/news/interviewword-of-promise-producer-on-cp-partnership-free-version.html",
        "title": "Interview: 'Word of Promise' Producer on CP Partnership, Free Version",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nInterview: 'Word of Promise' Producer on CP Partnership, Free Version\nInterview: 'Word of Promise' Producer on CP Partnership, Free Version\nInterview: 'Word of Promise' Producer on CP Partnership, Free Version\n| Friday, November 19, 2010\nCarl Amari, CEO of Falcon Picture Group and the producer of \"The Word of Promise,\" recently partnered with The Christian Post to make the award-winning audio Bible available online for free  for the first time. \"The Word of Promise\" features Hollywood stars such as Marisa Tomei, Richard Dreyfuss, and Luke Perry, and was the 2008 Evangelical Christian Publishers Association's \"Christian Book of the Year.\"\nAmari spoke to The Christian Post this week on what his vision is in making the sought-after resource free. The following are excerpts from the interview.\nCP: What is the story behind the creation of \"The Word of Promise? What inspired the making of it?\nAmari: Really two things. First, growing up I listened to a lot of the single-reader Bibles and although I enjoyed them I was never over-impressed with the quality of them. With single readers, it is tough to bring a lot of enthusiasm to it. As I got older and was in college I started doing a lot of producing of radio dramas and ended up being a film maker.\nRadio drama is where it is many actors working together and performing the words instead of just reading it. When you put sound effects to that it becomes very powerful because your imagination is a boundless stage.\nSo I always wanted to dramatize the Bible but I knew that it would be a huge undertaking. But then I happened to be on the set of \"The Passion of the Christ\" because my friend Jim Caviezel, who starred in the movie I produced called \"Madison,\" called me and said \"why don't you come visit me. I think you would enjoy it.\" He thought it would be interesting for me to see this production. So I did. I went to Rome and I was on the set awhile watching him.\nAnd I thought it was very interesting because he was speaking in different languages, in Aramaic and Latin, and it was his voice but it wasn't his language. I thought, \"Wow. People are going to see him in this movie. And maybe it's divine intervention. I'm here, I'm friends with Jim Caviezel, and I'm an audio producer for a reason.\" I thought that if I could get Jim to play Jesus in a dramatized audio Bible that I would be able to attract other actors because they would say, \"Oh, here's Jim Caviezel playing Jesus in the Passion and he's reprising his role in an audio version but in his native tongue of English now.\"\nCP: Are all the voice actors on the audio Bible Christians?\nAmari: Well, I would venture to guess that the majority of them are. But I will be forthright in telling you that I didn't delve into that part when I hired an actor. I just assumed that if an actor were to want to be in this that they have to be a believer because these are actors that make a lot of money and I was not able to pay them a lot. I was able to pay them minimums that the union would allow. So these are not actors that ever do things like this unless it's something they believe in.\nSo I didn't go to every one of them and say, \"Alright, are you a Catholic? Are you a Baptist?\" I just felt that if they were going to use their God-given talent to be in this – because a lot of actors said no – they are a believer.\nCP: I heard there is no comparable resource to The Word of Promise-The Christian Post website out there for free. What sets this audio Bible website apart from others?\nAmari: Here is a chance for people now to go to this website and for the first time ever not only read the entire Bible but hear it dramatized by some of the best actors in the world with movie-quality sound effects and an original music score by 125 musicians scored in Rome by the great Stefano Mainetti. And this is all free. This is a resource like no other because I don't believe there is anywhere you can get the meaning of the word better than at this website because you are not only reading it but it is being performed for you in this powerful medium. I think that people are really going to understand the word.\nIf you can read the entire Bible and understand everything you are in the one percentile because there is so much meaning. Everything in the world that you need to know, I believe, is in the Bible. But it is written in a way that is sometimes very difficult to get the meaning of and I believe you will get a better understanding with this resource.\nCP: What is your vision with this The Word of Promise-The Christian Post website?\nAmari: I hope people use it in their small groups. I hope they use it with their families. One of the core reasons why I did venture to do this as opposed to making a movie – I really shut my professional life down for four years to produced this – is because I wanted families to gather together to bond again. Back in the 1930's, 40's and 50's, families would have supper and they would listen to the radio or watch \"Red Skeleton\" on the television as a family unit. This doesn't happen anymore, or it does but not as much as I believe it should.\nI'm hoping that people will take time to say that on Sunday evening, \"Let's spend an hour or two hours together with the whole family and go to this resource and play and read an hour-worth of it.\" Even once a week if there could be that family bonding time. I'm hoping that that will happen.\nBut the bigger vision is that people can understand the Bible better. I think people read the Bible or they go to church and hear the priest preaching but it becomes rout after awhile. To hear it in a fresh, new way and understand it. So many people have emailed me and said, \"I have heard this a hundred times and I feel like I am just now getting what this is about. And that is really to me the greatest feeling because I feel like I've done something in my life that can help masses of people. It's a nice feeling. And maybe forever because the Bible is the Bible and it will hopefully go on way past my lifetime.\nCP: Are you thinking of making \"The Word of Promise\" available on apps for smartphones and the iPad?\nAmari: Yes. If people do want it on their listening devices they can just click from The Christian Post-Word of Promise website and it will take them to a page where you can download it to their devices. This is if they want to own it.\nCP: How do you see \"The Word of Promise\" contributing to Bible literacy?\nAmari: I think it can become a very helpful tool to combat Bible literacy because it makes the Bible fun. I'm not saying that reading it isn't fun, but I can tell you that listening to \"The Word of Promise\" in this engaging, exciting way where your imagination is enriched draws you into the scripture unlike just reading it. And here, you don't just hear it you can read it as well on this site for the first time.\nWord of Promise by itself you can't read it. Christian Post by itself you can just read it. But together you can read it and experience it audibly.\nCP: Do you have anything else you want to add?\nAmari: I hope people will tell other people about it. I hope people will help spread the word that there is this resource and that in their small groups they will use it. I really hope that small groups will use it as almost a part of their lessons because it is now available to them 24 hours a day, seven days a week to just log on and find out whatever they wanted to know and hear it performed by some of the greatest actors in the world. So I hope people will tell their friends and family members about it.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.christianpost.com/cpbible"
            ]
        },
        "key_words": [
            "free",
            "read",
            "word",
            "producer",
            "version",
            "interview",
            "partnership",
            "audio",
            "lot",
            "actors",
            "bible",
            "cp",
            "promise",
            "website",
            "hope",
            "christian"
        ]
    }
]