[
    {
        "url": "https://www.christianpost.com/news/isis-genocide-christians-persecution-report-state-department-investigates-evidence.html",
        "title": "As State Dept. Investigates ISIS Genocide of Christians, 280-Page Report Documents Extensive Evidence",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nAs State Dept. Investigates ISIS Genocide of Christians, 280-Page Report Documents Extensive Evidence\nAs State Dept. Investigates ISIS Genocide of Christians, 280-Page Report Documents Extensive Evidence\nAs State Dept. Investigates ISIS Genocide of Christians, 280-Page Report Documents Extensive Evidence\n| Friday, March 11, 2016\nKnights of Columbus CEO Carl Anderson speaks at a press conference in Washington, D.C. to introduce the release of a 280-page report on the persecution of Christians at the hands of the Islamic State on March 10, 2016. | (Photo: The Christian Post / Samuel Smith)\nWASHINGTON — A new 280-page report chronicling the persecution of Christians by the Islamic State was submitted to the U.S. State Department this week, proving that there is enough irrefutable evidence for the agency to designate IS' atrocities against Christians as \"genocide.\"\nThe report , said to be the most comprehensive compilation to date on IS' killings, murders, kidnappings and enslavement of Christians, includes 24 pages of first-hand statements from Iraqi Christians and lists over 1,131 Iraqi Christians who have been killed in Iraq. The report also documents over 200 attacks on the Christian community in Iraq, Syria and in North Africa along with 125 instances of churches being attacked in Iraq from 2003 to 2014.\nThe report was created by the The Knights of Columbus Catholic fraternal organization and the In Defense of Christians human rights advocacy organization after the State Department submitted a request four weeks ago for the Knights of Columbus to provide a detailed report on IS persecution as it relates only to Christians.\n\"While we believe this to the be most comprehensive report on this subject to date, covering incidents in Syria, Egypt and Yemen, however, we continue to receive new reports and new evidence,\" Knights of Columbus CEO Carl Anderson said at a Thursday press conference at the National Press Club. \"As comprehensive as this report is, we believe it will only be the tip of the iceberg.\"\n\"For example, the media has reported previously on the number of Christian women who have been made slaves of ISIS. Within the past day-and-a-half we have received a credible report indicating that this number is at least seven times higher than previously thought,\" Anderson continued. \"Over and over again, we have found that as bad as things are and have been, the facts are worse and the atrocities are more numerous. There is only one word that adequately and legally describes what is happening to Christians and other religious minorities in the region. That word is genocide.\"\nMany of the first-hand testimonies, which were gathered between February and March of this year, come from refugees who have been victimized by IS. Many of the witnesses have family members and friends who have been killed by the terrorist group, and other family and friends they haven't heard from since they fled from home in the summer of 2014.\nAlthough IS' cruelty toward women and children has been widely reported, one woman from Bartella, Iraq, explained in the report that IS militants are not above abusing infant babies.\nShe said that when IS came to her home on Aug. 6, 2014, militants gave her family the choice of converting to Islam or leaving the city. The woman said the militants raided her home and accused her of putting gold coins in her 11-month-old baby's diaper.\n\"My 11-month old daughter was beaten twice on the couch and thrown against the wall,\" the mother testified.\nThe woman added that although she was allowed to leave, the militants forced her husband to stay behind and convert to Islam.\nRev. Dankha Joola of the Chaldean Archdiocese of Erbil said if nothing is done to stop IS, then Christians could become extinct from the region within the next few years. He pointed out that a decade ago, there were over 2 million Christians in Iraq. Today, there are less than 300,000.\n\"What happens to these remaining Christians will depend on the actions of the world and the U.S. Just imagine with me if this continues for the next five years what will happen. We are going to disappear,\" Joola said. \"If this is not genocide then truly this word has no moral or legal meaning.\"\nThe State Department has until March 17 to make a decision on whether it will label what IS is doing to Christians, Yazidis and other minorities a \"genocide.\"\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "investigates",
            "genocide",
            "word",
            "knights",
            "isis",
            "evidence",
            "woman",
            "report",
            "state",
            "department",
            "dept",
            "extensive",
            "militants",
            "documents",
            "family",
            "christians",
            "iraq"
        ]
    }
]