[
    {
        "url": "https://www.christianpost.com/news/gop-sen-marco-rubio-declares-he-will-run-for-president-says-he-is-uniquely-qualified-hillary-is-yesterday.html",
        "title": "GOP Sen. Marco Rubio Declares He Will Run for President; Says He Is 'Uniquely Qualified,' Hillary Is 'Yesterday'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nGOP Sen. Marco Rubio Declares He Will Run for President; Says He Is 'Uniquely Qualified,' Hillary Is 'Yesterday'\nGOP Sen. Marco Rubio Declares He Will Run for President; Says He Is 'Uniquely Qualified,' Hillary Is 'Yesterday'\nGOP Sen. Marco Rubio Declares He Will Run for President; Says He Is 'Uniquely Qualified,' Hillary Is 'Yesterday'\n| Monday, April 13, 2015\n Hillary Clinton, Marco Rubio Kick Off 2016 Presidential Bids (CMC News Daily Round Up)\nFollowing hot on the heels of former Secretary of State Hillary Clinton's announcement Sunday that she is seeking the Democratic nomination for president in 2016, Sen. Marco Rubio, R-Fla., dismissed her as a political dinosaur when he declared Monday that he is running for president and is \"uniquely qualified\" for the role.\nThe 43-year-old Rubio, who declared his intentions during a conference call with his top donors Monday, painted the upcoming presidential campaign as a choice between the past and the future and called Clinton \"a leader from yesterday,\" according to the AP . He said he always felt the United States is about tomorrow.\nSen. Marco Rubio (R-Fla.) speaking at the Conservative Political Action Conference held in Oxon Hill, Md., March 6, 2014. | (Photo: The Christian Post/Sonny Hong)\nRubio is set to make a formal announcement about his candidacy at a rally this evening  at Miami's Freedom Tower at 6 p.m. EST.\nThe first term senator who was elected in 2010 with strong Tea Party support is now the third Republican in the 2016 presidential race in what is expected to be a crowded GOP field. Other Republicans already in the race are Sen. Ted Cruz, R-Texas, and Sen. Rand Paul, R-Ky.\n\"Marco Rubio doesn't fit the typical Republican stereotype of being an old white Republican,\" Nathan Gonzales, editor of the non-partisan Rothenberg & Gonzales Political Report, told USA Today . \"He has an opportunity to connect with voters through his own story.\"\nRubio, once dubbed the \"Republican Savior\" (a title he has denounced), is the son of Cuban immigrants and has four children with his wife Jeannette, a former Miami Dolphins cheerleader. He was also baptized as a Mormon, raised Catholic and now attends a Baptist church with his family according to ABC .\nHis campaign, Team Marco, said they gained 1,000 followers in the first five minutes after they launched their Twitter profile Monday.\nOn Friday, Rubio released a preview of his campaign themes in a video on YouTube highlighting the need for a \"new American century.\"\nClinton is currently the only Democrat officially in the running for president and is widely seen as her party's presumptive nominee.\nIn a statement to USA Today, Alex Conant, a Rubio spokesman, said: \"When Marco takes the stage on Monday night, Hillary will literally and figuratively be yesterday's candidate.\"\nOther Republicans expected to enter the presidential race are: former Florida Gov. Jeb Bush; Wisconsin Gov. Scott Walker; New Jersey Gov. Chris Christie; former Arkansas Gov. Mike Huckabee; former U.S. Sen. Rick Santorum; former Texas Gov. Rick Perry; Louisiana Gov. Bobby Jindal; former business executive Carly Fiorina and retired neurosurgeon Ben Carson.\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/meet-marco-rubio-didnt-2016-presidential-candidate/story?id=30236906"
            ],
            "unsure": [
                "http://www.usatoday.com/story/news/politics/elections/2015/04/13/marco-rubio-president-2016-announcement/21752401/",
                "https://marcorubio.com/landing/stream/?utm_source=Facebook&utm_medium=Link_Post&utm_term=Announcement&utm_content=Annoucement_Preview_Stream&utm_campaign=Announcement_Streaming_Vid&utm_0id=PENDING",
                "http://news.yahoo.com/signs-point-white-house-bid-florida-sen-rubio-125441618--election.html"
            ]
        },
        "key_words": [
            "yesterday",
            "race",
            "run",
            "president",
            "hillary",
            "sen",
            "marco",
            "uniquely",
            "rubio",
            "campaign",
            "gov",
            "republican",
            "presidential",
            "qualified",
            "gop"
        ]
    }
]