[
    {
        "url": "https://www.christianpost.com/news/donald-trump-evangelicals-1-john-412-bible-america-needs-to-be-great-again-frc-vvs-values-voter.html",
        "title": "Donald Trump to Evangelicals: 1 John 4:12 Is What America Needs to Be Great Again",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nDonald Trump to Evangelicals: 1 John 4:12 Is What America Needs to Be Great Again\nDonald Trump to Evangelicals: 1 John 4:12 Is What America Needs to Be Great Again\nDonald Trump to Evangelicals: 1 John 4:12 Is What America Needs to Be Great Again\n| Friday, September 09, 2016\nU.S. Republican presidential nominee Donald Trump speaks at the Values Voter Summit in Washington, D.C., U.S., September 9, 2016. | (Photo: REUTERS/Mike Segar)\nWASHINGTON — While courting religious conservatives and evangelicals Friday afternoon, Republican presidential nominee Donald Trump vowed to protect and defend America's Christian heritage and asserted that the message from 1 John 4:12 is what America needs to model itself after, if it hopes to truly be great again.\nSpeaking at the Family Research Council's Values Voters Summit, Trump began his 45-minute speech by thanking evangelicals for their support in the primary elections and vowed to make it up to evangelicals if he is elected president.\n\"I'm going to make it up to you too, you watch,\" Trump said. \"There are no more decent, devoted, or selfless people than our Christians brothers and sisters here in the United States.\"\n\"Your values of love, charity and faith built this nation,\" Trump continued. \"So how can it be that our media treats people of faith so poorly? One of the reasons is that our politicians have\nreally abandoned you, to a large extent. And Hillary Clinton, you can forget about her.\"\nTrump promised that under his administration, \"our Christian heritage will be cherished, protected, defended, like you have never seen before.\"\nBut as Trump and many Americans feel that the nation has become extremely divided, Trump contended that it can only be America's \"faith in God\" and \"His teachings\" that will reunite the country. He stressed that \"we all come from the same Creator\" and if Americans can remember that fact, \"then our future is truly limitless.\"\n\"There is a biblical verse that I have often read and I want to repeat it again because I feel it is so important to what we are trying to achieve right now in our country,\" Trump stated. \"It is from First John, Chapter 4.\"\n\"No one has ever seen God; but if we love one another, God lives in us and His love is made complete in us,\" Trump recited, followed by cheers.\n\"Imagine what our country could accomplish if it started working together as one people under one God, saluting one flag,\" Trump added, followed by another round of cheers.\nU.S. Republican presidential nominee Donald Trump speaks at the Values Voter Summit in Washington, D.C., U.S., September 9, 2016. | (Photo: REUTERS/Mike Segar)\nTrump struck some chords with the evangelical audience in attendance, saying that a President Trump would reinstate pastors' and churches' rights to political speech, saying that he was proud to say that his call to repeal the Johnson Amendment was all his idea.\n\"All religious leaders should be able to freely express their thoughts and religious matters,\" Trump stated. \"I will repeal the Johnson Amendment.\"\nAdditionally, Trump vowed to repeal Obamacare, support school choice, defeat ISIS, restore America's leverage on the international stage and fix the struggling economies in America's inner cities.\n\"I will also fight for the American family and American family values,\" Trump said. \"The family must be at the center of any anti-poverty agenda, must be.\"\nHe also vowed to appoint Supreme Court justices that will uphold the rule of law as it is written.\nTrump added that the next president could be responsible for picking anywhere from three to five Supreme Court justices and warned that people should be alarmed by the prospect of Clinton-appointed judges.\n\"[S]he knows the extremist judges she would pick would be rejected by the overwhelming majority of the American public. They'd be rejected,\" Trump said. \"Clinton's judicial picks would allow her to completely take over American health care, the American economy, and Americans religious liberty – not to mention your Second Amendment, which is on very thin ice right now, as you know, because of the fact that we're at four-and- four.\"\nAlthough Trump thanked evangelicals for helping him win the Republican nomination, he warned against the prospect of the influential voting bloc not showing up to the polls in November, saying this could be their \"last opportunity\" to protect religious freedoms and eliminate the Johnson Amendment.\nAdditionally, Trump accused evangelicals of not showing up to the polls in 2012 when Mitt Romney was the Republican nominee, a charge that appeared to bother some in the crowd.\n\"Believe me, I know. I look at the stats. You didn't vote. But this time you really have — and this is your last chance,\" Trump argued. \"This is it. I mean, we'll never have this opportunity again. So I hope you can get every one of your friends and just get up — your family and your friends, and get out and vote, OK?\"\nFollow Samuel Smith on Twitter: @IamSamSmith Follow Samuel Smith on Facebook: SamuelSmithCP\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/SamuelSmithCP",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "american",
            "values",
            "america",
            "god",
            "americas",
            "412",
            "trump",
            "needs",
            "vowed",
            "great",
            "evangelicals",
            "religious",
            "john",
            "family",
            "saying",
            "donald"
        ]
    }
]