[
    {
        "url": "https://www.christianpost.com/voice/the-evidence-is-in-the-sex-change-revolution-is-based-on-ideology-not-science.html",
        "title": "The Evidence Is In: The Sex-Change Revolution Is Based on Ideology, Not Science",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-24",
        "text": "Go\nThe Christian Post\nThe Evidence Is In: The Sex-Change Revolution Is Based on Ideology, Not Science\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nWednesday, January 24, 2018\nThe Evidence Is In: The Sex-Change Revolution Is Based on Ideology, Not Science\nThe Evidence Is In: The Sex-Change Revolution Is Based on Ideology, Not Science\n| Wednesday, January 24, 2018\nLulu, a transgender girl, leans on a hammock at her home in Buenos Aires.\nTwenty-eight years ago, the release of \"When Harry Met Sally\" highlighted one big debate: whether men and women could really be just friends.\nThat question may still be up in the air, but now we are being forced to confront a more fundamental debate: whether men can really become women.\nAmerica is in the midst of what has been called a \"transgender moment.\" In the space of a year, transgender issues went from something that most Americans had never heard of to a cause claiming the mantle of civil rights.\nBut can a boy truly be \"trapped\" in a girl's body? Can modern medicine really \"reassign\" sex? Is sex something \"assigned\" in the first place? What's the loving response to a friend or child experiencing a gender identity conflict? What should our law say on these issues?\nThese shouldn't be difficult questions.\nJust a few years before \"When Harry Met Sally\" hit theaters, Dr. Paul McHugh thought he had convinced the vast majority of medical professionals not to go along with bold claims about sex and gender being proffered by some of his colleagues. And as chair of psychiatry at Johns Hopkins Medical School and psychiatrist-in-chief at Johns Hopkins Hospital, McHugh put a stop to sex-reassignment surgery at Hopkins.\nOnce the elite Johns Hopkins did this, many medical centers across the nation followed suit.\nBut in recent years we have seen a resurgence of these drastic procedures—not in light of new scientific evidence, mind you, but as a result of a growing ideological movement. Such is our transgender moment.\nThe people increasingly in the spotlight of this moment are children.\nIn the past 10 years, dozens of pediatric gender clinics have sprung up throughout the United States. In 2007, Boston Children's Hospital \"became the first major program in the United States to focus on transgender children and adolescents,\" as its own website brags.\nA decade later, over 45 gender clinics opened their doors to our nation's children—telling parents that puberty blockers and cross-sex hormones may be the only way to prevent teen suicides.\nNever mind that according to the best studies—the ones that even transgender activists themselves cite—80 to 95 percent of children with gender dysphoria will come to identify with and embrace their bodily sex.\nNever mind that 41 percent of people who identify as transgender will attempt suicide at some point in their lives, compared to 4.6 percent of the general population. Never mind that people who have had transition surgery are 19 times more likely than average to die by suicide.\nThese statistics should stop us in our tracks. Clearly, we must work to find ways to effectively prevent these suicides and address the underlying causes. We certainly shouldn't be encouraging children to \"transition.\"\nMany psychologists and psychiatrists think of gender dysphoria as similar to other dysphorias, or forms of discomfort with one's body, such as anorexia. The feelings of discomfort can lead to mistaken beliefs about oneself or about reality, and then to actions in accordance with those false beliefs.\nThe most helpful therapies focus not on achieving the impossible—changing bodies to conform to thoughts and feelings—but on helping people accept and even embrace the truth about their bodies and reality.\nOperating in the background is a sound understanding of physical and mental health—proper function of one's body and mind—and a sound understanding of medicine as a practice aimed at restoring health, not simply satisfying the desires of patients.\nFor human beings to flourish, they need to feel comfortable in their own bodies, readily identify with their sex, and believe that they are who they actually are.\nIn my new book, \" When Harry Became Sally: Responding to the Transgender Moment ,\" I argue that McHugh got it right. The best biology, psychology, and philosophy all support an understanding of sex as a bodily reality, and of gender as a social manifestation of bodily sex. Biology isn't bigotry.\nIn my book  I offer a balanced approach to the policy issues, a nuanced vision of human embodiment, and a sober and honest survey of the human costs of getting human nature wrong.\nDespite activists' best efforts to put up a unified front, Harry cannot become Sally. Activists' desperate insistence to the contrary suggests that the transgender moment is fleeting.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "based",
            "ideology",
            "research",
            "evidence",
            "gender",
            "transgender",
            "harry",
            "revolution",
            "sexchange",
            "sex",
            "human",
            "understanding",
            "sally",
            "moment",
            "mind",
            "science"
        ]
    }
]