[
    {
        "url": "https://consortiumnews.com/2016/10/03/do-we-really-want-nuclear-war-with-russia/",
        "title": "Do We Really Want Nuclear War with Russia?",
        "authors": [
            {
                "name": "Exiled Off Mainstreet",
                "link": null
            },
            {
                "name": "Bill Hessell",
                "link": null
            },
            {
                "name": "Paul Easton",
                "link": null
            },
            {
                "name": "War Is Coming",
                "link": null
            },
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "F. G. Sanford",
                "link": null
            },
            {
                "name": "Pablo Diablo",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Mike Carroll",
                "link": null
            },
            {
                "name": "Zachary Smith",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2016-10-03",
        "text": "Main menu\nOctober 3, 2016\nBy Robert Parry\nThrough an endless barrage of ugly propaganda, the U.S. government and the mainstream American press have put the world on course for a potential nuclear showdown with Russia, an existential risk that has been undertaken cavalierly amid bizarre expressions of self-righteousness from Western institutions.\nThis extraordinarily dangerous moment reflects the insistence of the Establishment in Washington that it should continue to rule the world and that it will not broach the possibility of other nations asserting their own national interests even in their own neighborhoods.\nU.S. Secretary of State John Kerry listens to Russian President Vladimir Putin in a meeting room at the Kremlin in Moscow, Russia, at the outset of a bilateral meeting on July 14, 2016. [State Department Photo]\nRather than adjust to a new multi-polar world, the powers-that-be in Washington have deployed a vast array of propaganda assets that are financed or otherwise encouraged to escalate an information war so aggressively that Russia is reading this onslaught of insults as the conditioning of the Western populations for a world war.\nWhile that may not be the intention of President Obama, who in his recent United Nations address acknowledged the risks from imposing uni-polar order on the world, a powerful bureaucratic machinery is in place to advance U.S. propaganda goals. It is operating on a crazed auto-pilot hurtling toward destruction but beyond anyone’s ability to turn it off.\nThis machinery consists not just of outlets and activists funded by U.S. tax dollars via the National Endowment for Democracy or the U.S. Agency for International Development or NATO’s Strategic Communications Command , but like-minded “human rights” entities paid for by billionaire currency speculator George Soros or controlled by neoconservative ideologues who now run major U.S. newspapers, such as The Washington Post and The New York Times.\nThis propaganda apparatus now has so many specialized features that you get supposedly “progressive” and “anti-war” organizations promoting a major U.S. invasion of Syria under the guise of sweet-sounding policies like “no-fly zones” and “safe zones,” the same euphemisms that were used as the gateway to bloody “regime change” wars in Iraq and Libya.\nThere exists what intelligence veterans call a Mighty Wurlitzer, an organ with so many keys and pedals that it’s hard to know where all the sounds come from that make up the powerful harmony, all building to the same crescendo. But that crescendo may now be war with nuclear-armed Russia, which finds in all this demonizing the prelude to either a destabilization campaign aimed at “regime change” in Moscow or outright war .\nYet, the West can’t seem to muster the sanity or the honesty to begin toning down or even showing skepticism toward the escalating charges aimed at Russia. We saw similar patterns in the run-up to war in Iraq in 2002-2003 and in justifying the ouster, torture and murder of Libya’s Muammar Gaddafi in 2011.\nWestern propaganda also has enveloped the conflict in Syria to such an extent that the American people don’t understand that the U.S. government and its regional “allies” have been supporting and arming jihadist groups fighting under the command of Al Qaeda and even the Islamic State. The propaganda has focused on demonizing Syrian President Bashar al-Assad, while downplaying or ignoring the real nature of the “moderate” opposition.\nTaking Aim at Putin\nIn many ways, the Western insistence on “regime change” in Syria ties in directly to the extraordinary escalation of that strategy to seek “regime change” in Russia. In August-September 2013, America’s neocons and liberal war hawks were salivating over the prospect of a U.S. military bombing campaign to devastate Assad’s army as punishment for his alleged role in a sarin gas attack outside Damascus.\nU.S. Secretary of State John Kerry, flanked by Assistant Secretary of State for European and Eurasian Affairs Victoria “Toria” Nuland, addresses Russian President Vladimir Putin in a meeting room at the Kremlin in Moscow, Russia, at the outset of a bilateral meeting on July 14, 2016. [State Department Photo]\nAlthough the intelligence was weak regarding Assad’s “guilt” – and subsequent evidence has pointed to a likely provocation by radical jihadists using home-made sarin and a jerry-rigged rocket – Official Washington was rubbing its hands at the prospect of a retaliatory bombing operation that would punish Assad and advance the cause of “regime change.”\nAt the last minute, however, President Obama listened to the doubts from his intelligence advisers and rejected what he later called the Washington “playbook” of a military response to a complex problem. To the annoyance of Washington insiders, Obama then collaborated with President Putin in a diplomatic settlement in which Syria surrendered all its chemical weapons while still denying any role in the sarin attack. Obama was accused of weakness for not “enforcing his red line” against chemical weapons use.\nThe despair over Obama’s failure to bomb the Syrian government and open the path for a long-desired “regime change” in Damascus led to a search for other villains, the most obvious one being Putin, who then became the focus of neocon determination to make him share their pain and disappointment.\nNational Endowment for Democracy President Carl Gershman took to the op-ed page of The Washington Post in late September 2013 to declare that Ukraine was now “the biggest prize” and represented an important interim step toward eventually toppling Putin in Russia.\nGershman, who is essentially a neocon paymaster dispensing $100 million a year in U.S. taxpayers’ money to activists, journalists and various other operatives, wrote : “Russians, too, face a choice, and Putin may find himself on the losing end not just in the near abroad but within Russia itself.”\nWithin weeks, U.S. neocons – including Assistant Secretary of State for European Affairs Victoria Nuland and Sen. John McCain – were encouraging right-wing Ukrainian nationalists to overthrow Ukraine’s elected President Viktor Yanukovych, a coup accomplished on Feb. 22, 2014, touching off a civil war between Ukraine’s west and east.\nAs part of that Western propaganda barrage, the Ukraine coup ousting the elected president was hailed as a victory for “democracy” and Yanukovych’s supporters in the south and east who resisted this imposition of illegitimate authority in Kiev became the target of a U.S.-backed “Anti-Terrorism Operation” or ATO.\nLed by The New York Times and The Washington Post, the Western media fell in line behind the preferred narrative that there was “no coup,” that there were “no neo-Nazis” spearheading the non-coup (or maybe just a few), that the “Heavenly Hundred” who died in the putsch against Yanukovych had given their lives for Ukraine’s “freedom” even though some of the “heavenly” inconveniently were neo-Nazi street fighters, part of a paramilitary force that had killed some 16 police officers.\nKilling ‘Terrorists’\nGiven the West’s pro-coup propaganda themes, it became necessary to justify the thousands of eastern Ukrainians slaughtered in the ATO as the killing of “terrorists” or Russian “stooges,” getting what they deserved. The 96 percent vote in Crimea’s referendum to reunify with Russia had to be a “sham” since the West’s narrative held that the Ukrainian people were thrilled with the putsch, so the Crimeans must have voted that way at Russian gunpoint.\nScreen shot of the fatal fire in Odessa, Ukraine, on May 2, 2014, killing scores of ethnic Russians trapped inside. (From RT video)\nThe explanation of Crimea’s secession from Ukraine was that Russia “invaded” and “annexed” Crimea although there were no images of an invasion (no tanks crossing Crimea’s borders, no amphibious landings, no paratroopers descending from the sky – because Russian troops were already in Crimea as part of a basing agreement and helped protect Crimea’s inhabitants so they could hold their vote which did represent their desires ).\nBecause the Western propaganda insisted that the new authorities in Kiev were wearing white hats, the Russians had to be fitted with black hats. Every bad thing that happened was automatically Putin’s fault. So, when Malaysia Airlines Flight 17 was shot down over eastern Ukraine on July 17, 2014, the West’s propaganda machinery whirred into action, blaming Russia for supposedly giving the ethnic Russian rebels powerful Buk anti-aircraft missiles.\nThe propaganda momentum was so strong by then that there was no Western support for Russia’s request for a United Nations investigation. Instead the inquiry was largely turned over to the torture-implicated Ukrainian intelligence service, the SBU , upon which the Dutch and Australians, the other two principal members, became increasingly dependent (by their own admissions). Belgium and Malaysia played lesser roles.\nThe Joint Investigation Committee (JIT) considered no serious alternatives to the Russians and the rebels being responsible. For instance, when the JIT released its “report” on Sept. 28, 2016, there was no explanation offered for why Dutch intelligence (i.e. NATO intelligence) had concluded that the only missile systems in eastern Ukraine on July 17, 2014, capable of shooting down MH-17 were controlled by the Ukrainian military. The JIT “report” was silent about where those Ukrainian Buk missile systems were at the time of the shoot-down.\nIt’s also a bit of a misnomer to describe the JIT’s findings as a “report” since they were really expressed in a series of videos featuring computer-generated graphics supposedly showing a Russian Buk crew driving around Ukraine, mixed in with a few photos from social media of a Buk convoy.\nKey to the JIT’s findings were phone intercepts provided by the SBU and assembled to reinforce the impression of Russian guilt. The problem, however, was that except for one intercept in which someone said he’d like to have Buks, the word “Buk” is not mentioned; nor the word “missiles”; nor the word “aircraft”; nor any discussion about shooting down a plane. That was all supposition with an authoritative narrator filling in the gaps.\nIgnoring Contrary Evidence\nThe JIT also ignored evidence that contradicted its conclusions, such as other intercepts reporting that a Ukrainian convoy had penetrated close to the eastern city of Luhansk. The significance of that revelation is that it confirms a point that has been largely ignored, that the Ukrainian military could move almost at will across “rebel-controlled territory.” The notion that the Ukrainian civil war was like World War I with fixed trench lines was simply a fallacy.\nScreen shot from the Joint Investigation Team’s video report citing where a Russian Buk missile battery allegedly crossed into eastern Ukraine.\nThe JIT also had to impose a bizarre route for the Russian Buk battery to follow on its way to the supposed firing location south of the remote eastern town of Snizhne. Because the “social media” photos show the Buk convoy heading east toward Russia, not west from Russia, the JIT had to map out a journey that ignored a simple, direct and discreet route from the Russian border to Snizhhe in favor of a trip more than twice as long roaming around eastern Ukraine all the way to Donetsk before turning eastward past a number of heavily populated areas where the Buk convoy, supposedly on a highly secret mission, could be photographed.\nThe alleged firing location also conflicts with the alleged reason for the Russians taking the extraordinary risk of introducing a Buk system – that it was needed to defend rebel soldiers then fighting mostly in the north against Ukrainian troops and aircraft. For that purpose, the positioning of a Buk battery far to the southeast makes little sense, nor does the decision for a Russian Buk crew to shoot down a commercial airliner flying at 33,000 feet.\nJIT’s account of the post-crash exfiltration of the Buk convoy back to Russia also is curious, since again the shortest, easiest and least populated route was ignored in favor of one that went far to the north past Luhansk, the alleged site of the supposed “getaway” video (although the supposed location of the “getaway” video was misplaced by Western media groups trying to pin the blame on Russia).\nThe confirmed parts of the Buk convoy’s route, i.e., along highways east of Donetsk, would fit better with a scenario that, I’m told, received serious consideration from U.S. intelligence analysts, that a Ukrainian Buk system under the control of a rogue military unit loyal to a fiercely anti-Putin oligarch traveled east into what was considered “rebel-controlled territory” to fire on what was hoped to be Putin’s official plane returning from a state visit to South America, i.e. to kill Putin.\nA source briefed by these analysts said the missile was fired despite the unit’s doubt that the plane was Putin’s. Although it’s unclear to me exactly what the U.S. intelligence consensus ultimately turned out to be on MH-17 (since I have been refused official updates), there would be logic in a Ukrainian hardliner staging such an audacious missile attack deep inside “rebel territory,” since any assassination of Putin would have to be explained as an accidental attack by his own allies, i.e., the ultimate case of Putin being hoisted on his own petard.\nTo evaluate which scenario makes more sense – that the Russians dispatched a Buk missile battery on a wild ride across eastern Ukraine or that a Ukrainian Buk battery penetrated into supposedly rebel-controlled territory with the intent of attacking a civilian plane (although not MH-17) – it would be crucial to have an explanation of where the Ukrainian Buk batteries were located on July 17, 2014.\nSilence on Dutch Intelligence\nSome of the Russia-did-it crowd have dismissed claims that Ukrainian Buk systems were in the area as Russian disinformation, but their presence was confirmed by a report from the Dutch intelligence service, MIVD, relying on NATO information to explain why commercial airliners were still being allowed over the war zone.\nA photograph of a Russian BUK missile system that U.S. Ambassador to Ukraine Geoffrey Pyatt published on Twitter in support of a claim about Russia placing BUK missiles in eastern Ukraine, except that the image appears to be an AP photo taken at an air show near Moscow two years earlier.\nThe MIVD’s explanation was that the only anti-aircraft missiles that could hit a plane at 33,000 feet were controlled by Ukraine, which was presumed to have no interest in attacking commercial aircraft, and that the rebels lacked any missile system that could reach that high. Clearly, there was an intelligence failure because either some Ukrainian Buk operators did have an intent to strike a civilian plane or the rebels did have a Buk system in the area.\nIf the JIT were operating objectively, it would have included something about this intelligence failure, either by showing that it had investigated the possibility that Ukrainian Buk missiles were used by a rogue unit or explaining how Western intelligence could have missed Russia’s introduction of a Buk system into eastern Ukraine.\nInstead, there was just this video that includes cryptic phone intercepts, assertions about unnamed witnesses and computer-generated graphics “showing” the movement of a Russian Buk convoy along darkened roads in Ukraine.\nDespite the unusual nature of this “indictment,” it was widely accepted in Western media as the final proof of Russian perfidy. The evidence was called “overwhelming” and “conclusive.”\nRather than treating the video report as a prosecutor’s brief – a set of allegations yet to be proved – Western journalists accepted it as flat fact, much as they did Secretary of State Colin Powell’s similar presentation on Feb. 5, 2003, “proving” that Iraq was hiding weapons of mass destruction. (Powell also used computer-generated images — of Iraq’s “mobile chemical weapons labs” that, in reality, didn’t exist.)\nThe day after the JIT video report was issued, The New York Times’ lead editorial was headlined, “Mr. Putin’s Outlaw State.” It read:\n“President Vladimir Putin is fast turning Russia into an outlaw nation. As one of five permanent members of the United Nations Security Council, his country shares a special responsibility to uphold international law. Yet, his behavior in Ukraine and Syria violates not only the rules intended to promote peace instead of conflict, but also common human decency.\n“This bitter truth was driven home twice on Wednesday [Sept. 28]. An investigative team led by the Netherlands concluded that the surface-to-air missile system that shot down a Malaysia Airlines plane over Ukraine in July 2014, killing 298 on board, was sent from Russia to Russian-backed separatists and returned to Russia the same night. …\n“Russia has tried hard to pin the blame for the airline crash on Ukraine. But the new report, produced by prosecutors from the Netherlands, Australia, Belgium, Malaysia and Ukraine, confirms earlier findings. It uses strict standards of evidence and meticulously documents not only the deployment of the Russian missile system that caused the disaster but also Moscow’s continuing cover-up. …\n“President Obama has long refused to approve direct military intervention in Syria. And Mr. Putin may be assuming that Mr. Obama is unlikely to confront Russia in his final months and with an American election season in full swing. But with the rebel stronghold in Aleppo under threat of falling to the government, administration officials said that such a response is again under consideration.\n“Mr. Putin fancies himself a man on a mission to restore Russia to greatness. Russia could indeed be a great force for good. Yet his unconscionable behavior — butchering civilians in Syria and Ukraine, annexing Crimea, computer-hacking American government agencies, crushing dissent at home — suggests that the furthest thing from his mind is becoming a constructive partner in the search for peace.”\nRich Irony\nGranted, there is some rich irony in a major U.S. newspaper, which helped justify illegal aggression against Iraq with false reporting about Iraq buying aluminum tubes for nuclear centrifuges, pontificating about international law.\nFormer New York Times reporter Judith Miller, who co-authored the Times’ bogus story about Iraq buying aluminum tubes for nuclear centrifuges.\nIndeed, the very idea that any serious person in the United States would lecture other countries about international law would be laughable if the hypocrisy were not delivered in such a serious set of circumstances. For decades now, the United States has been a law onto itself, deciding which countries should be bombed and who should be assassinated.\nPresident Obama himself has acknowledged authorizing military strikes in seven countries during his presidency and many of those attacks were done outside international law. Indeed, the Times editorial appears to urge Obama to launch illegal military strikes against the Syrian government and, not surprisingly, doesn’t mention the U.S. airstrike that killed some 62 Syrian government soldiers just last month, delivering a death blow to the partial ceasefire.\nInstead, you get a medley of the Times’ greatest anti-Russian propaganda hits while ignoring the U.S. role in destabilizing and overthrowing Ukraine’s elected government in favor of a harshly anti-Russian nationalist regime that then began slaughtering thousands of ethnic Russians who resisted the coup.\nNor does the Times mention that Russia is operating inside Syria by invitation of the sovereign government, while the U.S. has no such authority. And the Times leaves out how the U.S. government and its allies have covertly armed and funded jihadist rebels who have inflicted many of the hundreds of thousands of dead in Syria. Not everyone, including Syrian soldiers, was killed by Assad and the Russians, although that’s the impression the Times leaves.\nA more nuanced account would reflect this murky reality in which sophisticated U.S. weapons, such as TOW missiles, have ended up in the possession of Al Qaeda’s Syrian affiliate and its jihadist allies. It would acknowledge that many sides are at fault for these tragedies in Syria and Ukraine – not to mention all the bloodshed that has followed the U.S.-led and U.S.-enabled wars that have torn apart the Middle East over the past decade and a half.\nThe Times might also admit that Putin was helpful in resolving the 2013 sarin crisis in Syria and achieving a breakthrough on the Iran nuclear talks in 2014. But that would not fit the propaganda need to demonize Putin and ready the American people for another, even more terrifying “regime change,” this time in Moscow.\nWhat we can now expect are a series of legal actions brought against Russia in connection with the MH-17 case and other controversies. The goal will be to further demonize Putin and to destabilize Russia, a process already underway with economic sanctions that have helped throw Russia’s economy into recession.\nThe neocon plan is to ratchet up tensions and pain so Putin’s elected government will somehow collapse with the neocons hoping that some U.S. lackey will take over and allow another round of “shock therapy,” i.e. the plunder of Russia’s resources to the benefit of a few favored oligarchs and their American consultants.\nHowever, given the dreadful experience that the average Russian faced from the earlier round of “shock therapy” in the 1990s – including a stunning decline in life expectancy – the more likely outcome from even a successful neocon scheme of “regime change” would be the emergence of a much more hard-line Russian nationalist than Putin.\nWhereas Putin is a calculating and rational leader, the guy who follows him might well be an ideologue ready to use nuclear weapons to protect Mother Russia’s honor. After all, it’s not as if one of these neocon “regime change” calculations has ever gone wrong before.\nYet, whichever way things go, Official Washington – and its complicit mainstream media – now appear determined to push Russia into a corner with military encroachments from NATO on Russia’s borders and with criminal accusations before biased international “investigations.” Any misstep in this dangerous game could quickly end life as we know it.\nInvestigative reporter Robert Parry broke many of the Iran-Contra stories for The Associated Press and Newsweek in the 1980s. You can buy his latest book, America’s Stolen Narrative, either in  print here  or as an e-book (from Amazon and barnesandnoble.com ).\nAlexandr\nOctober 6, 2016 at 05:01\nOh, guys… Reading and reading you. It seems for me as I am reading my native newspapers, in Russia. I am saying it again – exceptional articles, exceptional comments. Thanks to all of You and that you are not brainwashed. Something is coming. It is very sad.\nZachary Smith\nOctober 5, 2016 at 12:15\nHere is a an odd paragraph from the Jeff Bezos’ Neocon Washington Post:\nU.S. military strikes against the Assad regime will be back on the table Wednesday at the White House, when top national security officials in the Obama administration are set to discuss options for the way forward in Syria. But there’s little prospect President Obama will ultimately approve them.\nA big White House conference is going to talk about starting a huge war with Russia.  But Obama probably won’t agree to it.   So why would there be any story at all?   Perhaps because it’s becoming obvious that what Obama wants or doesn’t want doesn’t matter all that much to an increasingly rogue portion of the US military and intelligence establishment.\nWhat do the Russians think about all of this?   It seems that they do a Civil Defense Drill every year, and 2016 happens to be the first time I’ve ever heard of this event.  But not to worry, says the Snopes link at the top of the Google search I made.\n“WHAT’S TRUE: Millions of Russians engaged in emergency drills beginning on 4 October 2016, according to the English-language web site belonging to its emergencies ministry.\nWHAT’S FALSE: The drills are meant to prepare the country for a large-scale disaster, but the ministry overseeing them made no specific mention of nuclear fears.”\nThe story goes on to say that this is totally and absolutely true in the English language releases.\nAnd in Syria this is happening: “Russia deployed the S-300V4 “Antey-2500″ anti-ballistic missile system to Syria to provide additional cover to the Russian Aerospace Forces taking part in Moscow’s counterterrorism offensive in the war-torn country”\nMind you, this model isn’t the near-obsolete 1983 system, but rather the 2013 state-of-the-art one.   Best in the world, by the reckoning of some folks.   If the US neocons want a fight, they’re going to get it.\nThis is not a prospect I relish.  Not the least bit.\nOctober 5, 2016 at 12:08\nPart of the war effort is to bring provocateurs into gatherings like the one I attended last night, where a member of the recently returned Peace Council spoke about the Council’s recent trip to Syria. During the Q & A session a group of 6 to 10 of those assembled in this classroom began causing turmoil in every way they could. I would like to know what kind of information is known about these efforts–which we saw in 2011 before the bombing of Libya. Any wisdom on how to deal with it?\nMike Carroll\nOctober 5, 2016 at 09:12\nI assume that they want a nuclear war to subdue the competition to the IMF, WMF, ECB, Federal Reserve, one world government Ponzi scheme.\nThe banksters must be stopped.\nMegawolk\nIf they want a nuclear war, they will have it\nWe will survive, the question is whether you will survive\nI do all the time to stop it\nBrad Owen\nOctober 6, 2016 at 12:02\nThey’ve pretty much managed to stop themselves with their own fraudulent, unproductive, mismanagement of finances and (non) investments into the real economy. A collapse is coming, much worse than 2008, and just more useless “quantatative easings, bailouts, bailins”, etc… is going to be a VERY hard sell this time. Obama lost completely in opposing JASTA. He’ll lose big-time in opposing Glass-Steagall…which will stop the banksters dead(literally financially). Then we’ll sign on to the Russo-Chinese Silk Road, AND Russo-American World LandBridge, spanning Alaska and Siberia at their nearest point, tying five Continents together with  MagLevs, PowerLines, Communication Lines, Development Corridors (like the old railroad towns of the 1800’s), etc… Alaska will probably become more populous than New York and California combined, and Siberia will no longer be Russia’s “Empty Steppes of the East”.\nOctober 5, 2016 at 06:41\nI think it was Winston Churchill who once said in reply to the hotheads: Jaw, jaw, jaw is better than war, war, war. The real  leaders of the west, i.e., those ensconced in the Pentagon, NATO, departments of state seem now to believe the opposite. Diplomacy is soooo, yesterday; war instead of being last resort is now touted as being the first resort. For ‘diplomats’ we now have the likes of screeching, politically illiterate female adolescents like Samantha Power, Madelaine Allbright, Susan Rice, Condoleeza Rice, and the new Boudica herself Mrs. Clinton. Who said women bring a gentler, feminine touch to politics! As for Obama, well as Chris Hedges said he is just a brand; a sop, con-man, to win over the identity-obsessed liberals. He is black (mixed race) so he must be okay right? In Europe, we have a complete set of pro-American yes, men/women in charge. Europe has gone from liberation to occupation and no-one seems to have noticed.\n”in western Europe many have come to accept without challenge the primal role of the US other affairs of their states and give little thought to NATO except as a foundation for their own security architecture. They have been raised and socialised as this as a part of their world. In many instances, it is not only a normal part of the status quo to them, but it is also invisible to them. This is why the post Cold-war Atlantic alliance went mostly unchallenged at the societal level in NATO member states, leaving the US to consolidate its influence in each and every state.” (The Globalization of NATO – Mahdi Darius Nazemroaya)\nThus Europe has become like the Vichy regime in France from 1940-1944. Overseen by a wretched bunch of Quislings who seem prepared to let the US drag them into a war against Russia. As for the US itself, it is allowing Israel to drag it into a war with all and any country which Israel sees as its enemy in the region – an enemy obstructing the Zionist project of a greater Israel from the Nile to the Euphrates. US foreign policy, particularly in the middle-east has and is being shaped by an ongoing and concerted propaganda campaign within the US through lobby groups the most powerful of which are the American Israel Public Affairs Committee (AIPAC) The Jewish Institute for National Security Affairs (JINSA). It is also a given fact that the neo-con Strangelove faction are mostly are among the most fervent allies of Israel. Neo-con luminary Max Boot announced that supporting Israel is ”a key tenet of neo-conservatism.” (The Israel Lobby – Mearsheimer and Walt). Expect the ‘anti-semitic’ card to be played at this point.\nWe are reaching a critical moment in world history. If we carry on down this track there will either be a war which will be terminal or if there is another war afterward it will, as I think Einstein pointed out, not fought with nuclear weapons but with sticks and stones.\nAwesome article..posted on my FB page! Thanks for sharing!\nKaren\nOctober 4, 2016 at 15:23\nAmerican government. They are use a lie as instrument.  we in russia tired from destructive politics of american goverment. They destroy all what they are touching. they hate everyone inside and outside who didn’t agree with their position. We saw death of Kaddafi and Clinton smiles. Cinton should be in Guantanomo but now she will become a president.  Are you crazy American people)))))))))  American people should  better clean their fashist government or nuclear war will come soon!!!\nAnna\nOctober 4, 2016 at 07:54\nUS/NATO have been nurturing Nusra/ISIS/Al Qaeda to accomplish “seven countries in five years:” https://www.youtube.com/watch?v=9RC1Mepk_Sw\nThe ziocon deciders cannot be stopped by any human/humanitarian considerations and it seems that Russians know that. Russian Federation does not have a choice but to fight back. Horrible situation.\nAnna\nOctober 4, 2016 at 07:49\nSTATEMENT REQUESTING THE RETRACTION OF THE RIGHTS LIVELIHOOD AWARD, GIVEN TO THE WHITE HELMETS.\n“My name is Vanessa Beeley. I am an independent investigative journalist, writer and photographer. I have recently returned from a four week stay in Syria from 24 July until 26th August. The first week, I went as a member of the US Peace Council delegation, and the subsequent three weeks I traveled independently to as many governorates as possible, including Aleppo, in order to continue my own investigation into the organisation known as the White Helmets.\nMy conclusion, after my eighteen-month long analysis and research into this organisation is that they are a US and UK Foreign Office construct, funded and equipped by nations that have a proven vested interest in their stated policy of regime change in Syria & a clear geopolitical agenda in the region.\nThe White Helmets claim to be neutral and ‘non-aligned,’ yet they actively promote and lobby for US/NATO state intervention, including a ‘No Fly Zone’ which violates Syrian sovereignty. The majority of legal scholars agree that enforcing a No Fly Zone is construed as an act of war. This is in direct violation of the fundamental principles which underpin authentic humanitarian work and certainly not deserving of the Rights Livelihood Award.\nI respectfully request that the members of the Rights Livelihood Award committee review their award of this prestigious award to the organisation known as the White Helmets.\nI believe strongly that this award has been given in error, perhaps because not enough evidence was presented to the committee. I ask the committee to consider the following, documented, and supported evidence:\nThe White Helmets claim to be a “neutral, impartial, humanitarian NGO, with no official affiliation to any political or military actor and a commitment to render services to any in need regardless of sect or political affiliation.” I will now present evidence that should demonstrate the illegitimacy of these claims:\n1: The White Helmets receive funding from UK ($65m via UK Foreign Office), US (US State Dept via USAID $ 23m), Holland ($ 4.5m), Germany ($ 7.87m) and Japan (undisclosed sum from the Intl Cooperation Agency), Denmark (undisclosed sum) – via the Mayday Rescue “foundation” that was set up by the British ex-military trainer of the White Helmets in order to transfer funding to the White Helmets. The White Helmets also receive equipment and supplies from various EU member states. This funding is concealed behind the generic heading of “Emergency Health and Relief Support to the Population Affected by the Crisis in Syria”, through the Directorat e-General for European Civil Protection and Humanitarian Aid Operations (DG-ECHO), formerly known as the European Community Humanitarian Aid Office.\n2: The White Helmets were established in Gaziantep, Turkey, not in Syria. They are largely trained in Turkey and Jordan, not inside Syria.\n3: The White Helmets are embedded exclusively in areas of Syria occupied by listed terrorist organisations including Nusra Front and ISIS, along with various associated ‘moderate rebels’ such as Ahrar al Sham and Nour Al Din Zinki. All these groups are responsible for carrying out ethnic cleansing operations and mass executions of the Syrian people. Nour Al Din Zinki was recently videoed beheading 12 year-old Palestinian child, Abdullah Issa. Like the White Helmets, all of these terrorist factions receive funding, training, equipment and support from the United States and its Coalition partners. A fact that is extensively documented.\n4: During the situation in Madaya, Syria in January 2016, the White Helmets in Idlib were photographed attending demonstrations & carrying banners that were calling for the “burning and destruction” of the towns of Kafarya and Foua. These are two Idlib villages under full siege by Ahrar Al Sham & Nusra Front (Al Qaeda in Syria) since March 2015, partial siege since 2012. The siege ensures the starvation of villagers and daily shelling and sniping by Ahrar Al Sham and Nusra Front has killed over 1750 civilians during this time.\n5: There is video and photographic evidence available that clearly shows the White Helmets participating in Nusra Front operations in the areas occupied or taken over by this organisation. There is one particularly damning video taken during the Nusra Front violent and brutal attack on Idlib City in March 2015. In this video White Helmet operatives are seen clearly beating a Syrian civilian prisoner of Nusra Front and circling the prisoner, mingling with heavily armed and hostile Nusra Front militia. https://www.youtube.c om/watch?v=56xTAYp6zz0\n6: The White Helmets have been filmed “clearing up” after a Nusra Front execution of a civilian prisoner in Northern Aleppo. Although the official statement from the White Helmets claims they arrived after the execution, the speed with which they appear (in video) immediately after the prisoner has been shot in the head, demonstrates clearly that they were on the scene and did nothing to prevent it.\n7: Various other White Helmet operatives have posted videos of the torture and execution of Syrian Arab Army prisoners to their social media pages with celebratory comments. One such operative, Muawiya Hassan Agha, is alleged to have been “sacked” for his participation in such executions. However, despite various demands, an official statement has never been issued by the White Helmets to this effect. Neither have they publicly condemned the torture and execution of prisoners of war, an act that contravenes the Geneva Convention. Warning graphic footage: https://www.youtube.c om/watch?v=hnY2hlo0x_M\n8: The leader of the White Helmets, Raed Saleh, was deported from Dulles Airport in the US, April 2016. No real explanation was ever given for this decision. Mark Toner of the US State Department fielded questions from media but did (i) Admit to funding the group with $ 23m and (ii) suggest that Raed Saleh might have “extremist connections”. Raed Saleh has recently been allowed back into the US in September 2016 and spoke at the UN New York with the Dutch Mission. However, no explanation has been given for this reversal of the previous decision to deport Saleh.\n9: The White Helmets are also referred to as the ‘Syria Civil Defence.’ However, there is an existing Syria Civil Defence. The REAL Syria Civil Defence was established in Syria in 1953. I met with crews in Aleppo, Lattakia, Tartous and Damascus during my four weeks in Syria. The REAL Syria Civil Defence were founder members of the ICDO [International Civil Defence Organisation] which is affiliated with the UN, WHO, OCHA, Red Cross, Red Crescent. The REAL Syria Civil Defence are still paying annual subscriptions to the ICDO of 20,000 Swiss Francs. The REAL Syria Civil Defence do operate in both terrorist and government held areas, they operate with equipment that has been decimated by the war & sanctions and they do not receive up to $150 m in funding from the US, UK and EU states. The REAL Syria Civil Defence are recruited and trained inside Syria.\n10: During interviews with the REAL Syria Civil Defence, they informed me that the Nusra Front and associated ‘moderate rebels’ who invaded areas such as East Aleppo, Raqqa, Deir Ezzor, Idlib, massacred crew members of the REAL Syria Civil Defence and stole the majority of their equipment in those areas, including fire engines and ambulances. Many of these armed groups then became White Helmet operatives. Testimony from the REAL Syria Civil Defence suggests that the White Helmets are acting as support for Nusra Front, ISIS and other heavily armed militia described as “moderate rebels”.\n11: On multiple occasions, the White Helmets have been exposed staging rescue scenes for both photo and video, recycling images of children and incidents from the conflict in Syria, to support their narrative, editing video which misrepresents the scene in question, using images from a previous incident or even fake images altogether. There are many documented instances of this.\n12: The White Helmets have been filmed describing Syrian Arab Army bodies as “trash” and one particular video shows them standing on top of a pile of SAA soldier’s bodies, whose boots have been removed or stolen. The White Helmets talk about the bodies in pejorative terms and they flick a victory V sign as the truck drives off.\n13: There are many images documented, that reveal the White Helmet operatives carrying arms or posing with arms alongside the various armed militia including Nusra Front. There is also further footage from Idlib showing White Helmet operatives celebrating alongside Nusra Front militia after the massacre of Syrian Arab Army forces and Syrian civilians during this attack.\n14: Adulatory publicity about the White Helmets is the result of a multimillion dollar sustained commercial marketing and social media promotional campaign via a network that is funded by George Soros and various US, UK and Middle Eastern enterprises. The PR network is as follows: Avaaz – Purpose – Syria Campaign – White Helmets. The funding and connects back to these organisations and US State-funded entities who have a vested interest in events in Syria. This is also extensively documented.\n15: Analysts have observed, the White Helmets achieve on average 4 or 5 videos per day, depicting their heroic rescue efforts. The REAL Syria Civil Defence have evaluated these videos and cast doubt as to the White Helmets being true first responders or USAR (Urban Search and Rescue) experts. They pinpointed various anomalies (i) the equipment used is too heavyweight for the delicate operation of finding bodies beneath collapsed buildings (ii) the treatment of injured bodies is dangerous, they are flung onto stretchers with no back support or neck brace, for example. Many of the paramedic procedures shown on film are also deemed questionable. The White Helmets rarely travel without a sizeable camera team or crew of mobile phone cameramen. The REAL Syria Civil Defence do not.\n16: While in Aleppo, I conducted a short video interview with Dr Bassem Hayak of the Aleppo Medical Association, based in West Aleppo. Dr Hayak still has family trapped in East Aleppo. Dr Hayak told me that his family and the majority of civilians in East Aleppo (occupied by Nusra Front and an estimated 22 brigades of armed militants) do not know who the White Helmets are which begs the question, where are they conducting their much promoted humanitarian work? Dr Hayak also said that UN agencies in East Aleppo who work with the Aleppo Medical Association are not aware of the White Helmets.\nIn summary, this evidence points to the White Helmets being a US, UK, EU creation established in 2013, and not an independent NGO. It is a multi-million dollar US Coalition funded organisation. It is funded by governments involved & invested in the Syrian conflict. No one can rightly call this a grass-roots Syrian organisation.\nThere is an existing Syria Civil Defence that is being ignored by western media. Running parallel there is a vast fund raising network constructed to collect money which is funnelled into the pseudo White Helmets designed to replace the authentic Syria Civil Defence in the minds of the western public. The REAL Syria Civil Defence is crippled by US and EU sanctions, the White Helmets have never been affected by these sanctions, their supply chain via Turkey is unbroken.\nConservative estimates put White Helmets funding at over $150 million thus far, which is far more than any real NGO would ever require in a decade, much less 3 years. Tax payers in funding countries have a right to know precisely what their money is funding.\nThe evidence demonstrates that the White Helmets are sectarian not impartial. They are in many instances, armed not unarmed. The promotional material produced for the White Helmets such as the recent Netflix documentary film, was produced outside of Syria, usually in Turkey, and with any field footage supplied by the White Helmets. Who has verified the authenticity of this footage, or photographs?\nThe White Helmets are feeding images of “humanitarian disaster” and “war crimes” to the very same western nations who are funding them, and to politicians and media outlets who are using these visual narratives, with the explicit purpose of lobbying for a US, UK Foreign Office for a “Safe Zone” or “No Fly Zone” in Syria. Recent history teaches us this No Fly Zone policy carries with it the threat of reducing Syria to a Libya-style “failed state.”\nEffectively, this organisation campaigns for an escalation of war in Syria.\nMany of their ‘campaigns’ have since been discredited as “war fiction”, and yet they are being used by the US Coalition as justification for continuing and increased economic and diplomatic sanctions, sanctions which are a collective punishment on the Syrian people, while the US coalition continues equipping and arming of the various militia on the ground in Syria, including Nusra Front (al Qaeda in Syria).\nThis only serves to ensure even more suffering and bloodshed inside Syria.\nThe presentation of the Right Livelihood Award to the White Helmets will ultimately discredit the Right Livelihood Foundation. More crucially, the awarding of this prize to a suspect and fraudulent organisation serves to perpetuate a western-sponsored conflict in Syria which has only delayed the possibility of any real peaceful resolution.\nWe call on the leaders of the Right Livelihood Foundation to investigate the evidence presented in this statement and to retract the RLA award, if this evidence is proven sufficient to disqualify the White Helmets.\nThank you for your consideration of this very important matter.”\nVanessa Beeley\nUS Peace Council member (part of recent US Peace Council delegation to Syria July 2016)”\nOctober 4, 2016 at 06:31\nTravelling around much of Turkey during the late 1980s I couldn’t help but be impressed by the Roman ruins and the way they had lasted so long in such fine condition.\nThe Western Roman Empire lasted just over 500 years, falling to the Goths in 476 AD. The Eastern Roman Empire, which became the Byzantine Empire, lasted almost 1,000 years longer, not falling until 1453 when Constantinople fell to the  Ottomans. But, as far as I could tell, signs of deterioration seem to have set in long before that date, most probably soon after the fall of the Western half.\nCracks in the American Empire have been apparent for some time now, reaching the point where decadence and corruption threaten to bring it down completely. Future historians may judge it as having lasted less than a century, if there are any ruins left to judge it by, that is. Of course, that will depend on there being any historians left to judge it.\nBrad Owen\nOctober 4, 2016 at 04:32\nThis gets sooo tedious, re-counting the details of the reactions to the fact that “The West” has lost its’ money-power, and that the Russo-Chinese power bloc has, through their own creativity and productivity, created their own money-power that draws the rest of the World to them, ESPECIALLY because they intend to make possible, with this money-power, the development the rest of the under-developed World (like FDR and JFK intended), and extinguish the West’s policies of austerity for keeping the World in undeveloped colonial status. Re-installing, verbatim, the Glass-Steagall Act, and declaring bankruptcy re-organization (thus destroying the West’s fraudulent banksters), would silence the “wurlitzer” of war, so that we could finally cooperate with the Silk Road/World LandBridge development policies. Focus on THAT: Glass-Steagall/Bankruptcy Re-organization.\nKozmo\nOctober 3, 2016 at 23:57\nWell. In early 2003, the attitude in Washington was that Syria and Iran were next, after Iraq, in the great regime change game. The neo-Cons lusted to destroy these perceived anti-American hegemony countries.   Iraq has now been invaded and emasculated; Syria has been destabilized (or more accurately, torn apart); Iran can’t be feeling too secure despite the ostensible “agreements” — is Russia truly the next, unspoken target of the drive to world domination on the part of the US military-industrial-corporate complex?\nZachary Smith\nOctober 3, 2016 at 23:22\nI’d like to point out the sheer dishonesty of one of the propagandists involved in agitating against Russia – the New York Times.\nReading this crap would give any reasonable person the impression that the Russians were 100% to blame for the failure of the agreement.   The truth is quite the reverse.  From the Pu. wiki:\nMOX fuel has been in use since the 1980s, and is widely used in Europe.[102] In September 2000, the United States and the Russian Federation signed a Plutonium Management and Disposition Agreement by which each agreed to dispose of 34 tonnes of weapons-grade plutonium.[105] The U.S. Department of Energy plans to dispose of 34 tonnes of weapons-grade plutonium in the United States before the end of 2019 by converting the plutonium to a MOX fuel to be used in commercial nuclear power reactors.[105]\nEach side destroys 34 tons of plutonium, and that’s many thousands of potential nuclear weapons which can never be built.  Great idea!   Except the US decided to merely dilute its Pu instead of destroying it.   A little bit of chemical processing, and the stuff is as good as new!  Russia refuses to go along with the scam, and according to the Times becomes the total villain.\nThe New York Times is a really disgusting imitation of a news source.   But as a neocon mouthpiece, it really is a #1 site.\nPablo Diablo\nOctober 3, 2016 at 22:24\nThe neocons and their corporate sponsors make money whether they win or lose. And, Hillary will keep the “war machine” well fed.\nF. G. Sanford\nOctober 3, 2016 at 22:08\nSender Gleiwitz is alive, well, and living in the U.S. State Department. Yes, yes, I realize there are “historical revisionists” who claim it was all just made up by SS man Alfred Naujocks to avoid the noose at Nuremberg, but their protests are laughable. Rather than embarking on a strategy to “manage” the inevitable collapse of Empire, thereby mitigating damage to the homeland and its people, it looks as though the neocons are going for the Gotterdammerung option. Have we seen this opera before? The revisionists claim that the “real” reason WWII started was because the Poles simply wouldn’t negotiate. The Gleiwitz Sender incident, according to them, is a fabrication cooked up by the allies in order to impose “victors’ justice”. There is little enough documentation to almost…almost but not quite…give them the benefit of the doubt. But should our neocons ever be put to the dock, there will be PLENTY of evidence. They won’t need Sturmbannführer Naujocks to make the charges stick. There’s the fabricated WMD evidence used to invade Iraq. PNAC, the “Wolfowitz Doctrine” and “Securing the Realm” have all been well publicized, and existed before the fact. And let’s not forget, “Yats is the guy!” The major charge at Nuremberg was “conspiracy”. That’s right, conspiracy to wage aggressive war. NOT genocide. That was included with “crimes against humanity”, as part of the “accumulated evil of the whole”. No wonder our current media culture finds the term “conspiracy” frightening. There have been civilians wantonly murdered, refugees displaced, schools and hospitals bombed, hundreds of people tortured…all by accident of course. But that’s where the “accumulated evil of the whole” part effectively dispenses with lame excuses. We’ve got farcical accusations of gas attacks, airline shoot downs, and failure to negotiate, none of which are supported by legitimate exculpatory documentation. Has anyone read John Kirby’s State Department announcement? That tissue of lies and misrepresentations? For Christ’s effing sake, even Ribbentrop knew better than to put that kind of sh*t in writing. And, to top it all off, the story has just come out that Hillary Clinton seriously wanted to “drone” Julian Assange! These halfwits at the NYT and WaPost seem to forget that Julius Streicher and Alfred Rosenberg – “journalists” – got hung for spewing inflammatory crap. There were twenty-two “Major War Criminals” tried at Nuremberg. Bormann was tried “in absentia”. As I recall, eleven of the remaining twenty-one got the “necktie party”. The only difference I see is that, in our hypothetical future Nuremberg, when they try to claim “Putin wouldn’t negotiate”, somebody is going to pull out John Kirby’s announcement. And, in case you’re wondering, war crimes executions didn’t stop with the “Major” war criminals. There were about EIGHT HUNDRED additional ones. Americans preferred the noose. The Russians were partial to firing squads. But the French…ah, the dear civilized French…executions in their sector were performed with the Nazi Party’s preferred instrument for State executions: the Guillotine! Yep, our allies were chopping off heads even back then. Eight hundred. Thats just about enough to clean up the neocon menace. So, when Putin mentions “tectonic responses” to our intransigence, some of these potential defendants had probably better be thinking just a little deeper. It’s not too late to avoid all that, but the price to pay is letting go of the Empire that is bankrupting us. It’s an easy choice, but the “twilight of the gods” seems always an irresistible destiny. After all, they’re “gods”.\nJoe Tedesky\nOctober 4, 2016 at 01:22\nI wonder if ‘Operation Canned Goods’ gave Allen Dulles the idea to recruit Nazi’s? I recently read or reread where Prescott Bush introduced Dulles to Ike. I’m taking it, that we are way beyond the Dulles era, and into the international NWO Hawks who just love what they’re doing. It’s just the rest of us who have a problem with it, but pay no never mind to that, just take off your shoes citizen and get in line. Don’t you just love it?\nYou know who I miss? That Spanish guy Carlos, who was working in the Ukraine traffic control room when MH17 went down, he went missing after he saw something go wrong, and said a little bit to the press, or was it tweeter then he went AWOL. Where in the hell did he go? Is he negotiating with VIce or CBS? I hope for his sake he’s alive and well. Maybe he’s with the girl who saw Oswald drinking a Coke in the lunch room of the Texas Schoolbook Despository on that fateful day. I’m guessing she would be in her late sixties early seventies by now, won’t you? I think they put the man with the umbrella in Dealy Plaza only to waste time in the Church committee hearings talking about tart guns…sorry I had a hard time listening to that, it’s  me.\nLately I have been reading some of the consortiumnews archives and came across a comment featuring an essay by an Attorney Michael B. Schweitzer who talks about the JFK assassination. Schweitzer provides a ten minute read, or at least a healthy read, but phrases his 4,000 hours of research to an entertaining essay, and makes a great case for what he has found. It’s a great read concerning Dulles. You may have already read this article by Schweitzer, but I don’t mine being the last to know when it’s that good. You may not buy everything Schweitzer says, but for me it gave me the sense of Dulles intrigue and that will most definitely give you the creeps.\nToday we are left with what Dulles seeded. We are the unfortunates who are led by egotistical fools who just cannot get over themselves. They are fooling around with something which for the most part is something we know little off…or does even it work? Remember we are the country who the official record states how on 911 19 guys with box cutters bypassed or corrupted 16 government agencies. So officially that means we really don’t know what doomsday will be like. Doomsday happens to other people…not the exceptional ones. It doesn’t matter, because we are the biggest, and we control the narrative. These Empires always live off of the reputation of the well oiled strategic Ole Republic. Now a days I look around and see no George Marshalls, or George Washingtons. They’re looking glass is a mirror, where They see with tunnel vision themselves raising to ever higher levels. They can kill Rock Stars, Church Leaders, why snybody They want, since after all They are even certifiable and suitably experienced at killing U.S. Presidents.\nAt this moment I think the U.S. wants to get Russia all overly involved, so as to spread Russia thin. No matter how much Brzezinski’s new mine set of sounding all mellow and skittles, They current Hawks are sticking to the Original Plan (whatever that is, was, or will soon to be). The plan is; Don’t Forget We are the Biggest! We good, they are bad…media take note of this point and never lose sight of it! I’m telling they live in their own world. They feel safe knowing that when the Trade Deals finally one day kick in, they wil be working for the side with least amount of pain. It’s their world, not ours. Until something occurs to blow over this NWO House of Cards, the corporations will only grow bigger international, and will probably not serve the citizens very well. They’re planning for this will be based on the fact that they know we all live in the same trailer. (No offense Trailer dwellers, just used that line for the drama…later I’ll tell Italian jokes, since I’m Italian) until that money tree gets shaken, and I’m not talking about any 2008 bailout bad, I’m talking about withdraws, and devaluations in currency. That presidential dude in the Philippines maybe speaking for a lot of South Sea Asians.\nAt some point China will need to jump in. Somehow these nations, especially Russia will need to keep to their original plan where they go heavy on their defensive borders. If it’s true that Russia is going into Libya that would seem to me to be stretching it a little to much. If China puts a lot of boots on the ground, why that would really shake things up. With enough of troops to bring on a flood, and after the new recruits get in their first couple battles, why I think this would be to way to much for the small ISIS/any others who Assasd needs to expel to handle. America does not want to put more troops on the ground. If Hillary is anything like Bill then the need for pilots will go up.\nBut yeah it’s getting much worst, and it looks like we’re going to war. Screw it, go have a nice holiday and forget about it. Now go read some good comments.\nwar is coming\nThe West has always sought Russia’s destruction.\nThough Russia has repeatedly sought good relations with the West, all its attempts have been frustrated by a West’s obsessive vision of Russia as an enemy nation which should be destroyed.\nLebensluge\nOctober 3, 2016 at 23:17\nThey have Paul, they “did” Libya, the test for Clinton. She passed, hang on!\nExcellent piece Mr Parry\nOctober 3, 2016 at 20:35\nShouldn’t it be a crime bordering on treason to withhold news from the American public that is absolutely vital to its well-being and perhaps very existence? Our mainstream media totally avoid reporting on the informed perspective on US-Russian relations that Parry and a few others so thoroughly investigate, denying the public the opportunity to decide for themselves where the real truth lies, and what course of action might be preferable. Those in the mainstream media either lack courage, or have sold out to pressure exerted on them from above by their neocon masters, or both. We are still enmeshed in our last neocon initiated war, but are surviving it at home. The next could be different!\nMy question is WHY ARE WE ALL TALKING TO EACH OTHER?\nWe need to directly and individually finger all these Neocon shits and very direct;y threaten them\nwith job loss and other meaningful losses if they do not desist.\nWe need to find US or international PROSECUTORS who will begin prosecutions for war crimes……\nI say we include certain mainstream media moguls on our target list and get them on the telephone,\nand rip them all a new one….\nAND STOP COMMENTING ANONYMOUSLY and encouraging that!!!!!!!  WHERE IN HELL IS YOUR COURAGE?\nDennis Morrisseau\nFOR TRUMP\nOctober 3, 2016 at 19:00\nIt all reminds me of past tyrannies which succeeded in attacking smaller adversaries and thinking they could take on everybody. The Hussein precedent worked against a small country. Russia has nuclear arms. This won’t end well. War crimes have become a precedent and fascist propaganda seems to be the order of the day except for oases of truth like this website. I don’t see how this ends well.\njdd\nSuch a war ends with human extinction. Nothing less.\nltr\nU.S. Ends Syria Talks Over Russia’s Role in Aleppo Attacks\nBy MICHAEL R. GORDON\nThe U.S. formally suspended talks with Russia on Syria because of Russia’s role in the assault on the city of Aleppo.\n“This is not a decision that was taken lightly,” the State Department said. “Russia failed to live up to its own commitment.”\nMarkU\nOctober 3, 2016 at 17:49\nRE: “Rather than adjust to a new multi-polar world, the powers-that-be in Washington have deployed a vast array of propaganda assets that are financed or otherwise encouraged to escalate an information war so aggressively that Russia is reading this onslaught of insults as the conditioning of the Western populations for a world war.”\nHow else would you suppose they interpret it?  We are not just talking rhetoric, we are talking about deployment and use of military assets.  Turkey, a NATO country has already seized part of Syria and the US, the UK and probably the French have special forces there.  Direct threats have already been made.\n“The neocon plan is to ratchet up tensions and pain so Putin’s elected government will somehow collapse”\nAgain, the assumption is made that the propaganda is aimed at the Russian side, how can this be true?  The population of the Russian Federation has just rallied around Putin, removing him politically is just a non-starter.  The Syrian population seems to have done the same for Assad, even those with differences are mainly united in defending their country from foreign invaders.  Not even the US government can be so wooden-headed that it will adopt a plan that has already failed.\nThe propaganda IS clearly aimed at us (the western public) and events are following the same pattern that has always preceded every recent war involving the US/NATO.  In my opinion they really are going to attack Syria and put the question to Putin as to whether he is prepared to go to first use of nuclear weapons or abandon the Syrians.\nMegawolk\nlook. compare, analyze\nOctober 3, 2016 at 17:20\nCould maybe the growing tension with Russia be part of an Obama/Kerry policy to help mrs Clinton into the White House?\nEspecially since she more or less successfully painted mr Trump as a Putin friend, and herself as tough on Russia.\nOnce installed it will prove if she withdraws from the recent hostilities, and return to a mere business as usual, or if she’ll put some extra oil on the flames as a geste to her military industry friends.\nLet us pray…\nOctober 3, 2016 at 17:04\nHistorians of the future will note with great dismay the short but devastating war which could have been prevented but was not. The earth will survive but millions will perish in a true holocaust. Nations will collapse and the United Sates will never be the same either economically or politically. Unfortunately for the peoples of this planet for every sane man like Robert Parry, there are the numberless Madeline Albright types for whom the death of millions is worth the price.\nOctober 3, 2016 at 16:55\nNo Sensible person wants Nuclear War. Unfortunately, I believe we are in the hands of war criminals, and they are crazy enough to perpetrate Armageddon on the world. See evidence at link below.\nOctober 3, 2016 at 19:54\nRussia could set America up to utterly destroy herself, key strikes with an emp blast could take out power, Internet and communications networks and a citizenship protected by the second amendment would manage to kill each other off effectively in a dark chaos, famine, and thirst for the precious juice that we need to survive.\nThis is obvious to anyone who dares question American exceptionalism.\njo6pac\nOctober 4, 2016 at 02:45\nLike this perhaps? I really hope it doesn’t come to this. http://cluborlov.blogspot.com.au/2016/08/a-thousand-balls-of-flame.html\njaycee\nOctober 3, 2016 at 16:55\nLike the NY Times, Britain’s The Guardian this past weekend also published an editorial invoking the same narrative of a Russia thumbing its nose at international institutions and norms, and tossed in China for good measure. The battle lines for WW3 are being set by these supposedly liberal institutions. It’s not just the hysterical tone, it is the hypocritical and factually-challenged assertions on which their argument relies that undermines the presentation. Notably, the Guardian did not open their editorial to reader comments, as their relatively well-informed readership has consistently shredded their positions.\nWhile the echo-chamber seems mighty, one wonders if the “another Hitler” intervention strategy has lost its way with the general public, after the disinformation and ensuing chaos has been exposed one too many times. Apologies for the analogy, but the curtain needs be pulled back just once for mighty Oz to lose his bluster.\nThat said, the hysteria and full-court-press in such absolutist terms suggests there is a critical and unresolvable issue at the heart of the western capitalist system that the powers that be have no solution for other than a full-scale war. Certainly in the US, any discussion of the national debt or the deficit financing for all these world-wide military operations ceased about the same time as the focus turned to Putin.\nOctober 3, 2016 at 16:47\nThank you, thank you, thank you, Robert Parry and many of your contributing writers for sounding the alarm about the danger of nuclear war with Russia. It is insanity what is going on. Everyone who sees the light on this has to speak up and voice their concern and demand that the New York Times, Washington Post and CNN, et al, report it straight about what is going on in Syria and Ukraine. The presidential candidates, particularly Hillary Clinton, a neo-con, have to be pinned down in the debates and state for the record where they stand on Syria. The possibility of a catastrophic war breaking out is very real.\nBart in Virginia\nOctober 3, 2016 at 18:46\nThe other day I wrote to Obama asking him to warn us when the war with Russia is imminent, as we will need to stock up on necessities.\nUnfortunately, we will need more than bread, toilet paper and milk this time.\njdd\nOctober 3, 2016 at 19:10\nYou would have approximately 22 minutes after an SS-18 launch from Russia.\njo6pac\nOctober 3, 2016 at 20:12\nand less when from 800mi out. I’m sure Amerikas dod contractors will have a plan. f-35 anyone\nAlex Bragin\nOctober 4, 2016 at 08:09\nplease write Mrs. Clinton, but the time before the election, there is still\nBart in Virginia\nWell, then forget the bread and milk.\nMegawolk\nOctober 5, 2016 at 08:23\nPutin did not strike first, do not demonize it. But if you start, you will not help the paper, as well as asylum\nI tell you as a Russian\nPaul Easton\nOctober 3, 2016 at 21:46\nI remember the Cuban Missile Crisis 1962. This feels at least as bad.\nJay\nOctober 3, 2016 at 15:27\nAnd I seen the infamous Michael Gordon still of the NY Times has just published an article gleefully noting the break down in talks between Russia and the US over Syria.\nGeorge Soros\nYou know how I made my money?\nI’m a smart man. I know who really rules the world. So I cooperated with the CIA. Got some insider tips. Made a fortune. In return I use a bit of what I earned to promote CIA sponsored causes, such as regime changes around the world. Easy.\njo6pac\nLOL yep true along with turn our owen\nelmerfudzie\nOctober 4, 2016 at 01:24\nGeorge Soros, please get on your private jet, and fly out to the middle east. Keep negotiating until all parties mutually agree to pump/extract equitable quantities of oil and or gas. Thus, the House of Saud, (GCC) Qatar, Iran and Russia, all get “a piece of the action” (revenues-including you). Be it a pipeline, ship or over land-sea, the EU’s hydrocarbon needs will be met by creating a new Energy Magna Carta Treaty between the First and Second world (Eurasia). Only then, our atmosphere will, remain Plutonium free! Wow! such a deal eh? Don’t bother leaving the family a ton of $$$, leave them clean air that they can inhale deeply without coughing up blood! Show the world that your talents exceed the abilities and hopes of those attendant government diplomatic corps who have yet to resolve any of the Bush-Clinton-Obama wars…Ask Xi for some help! perhaps the anticipated profit shortfalls or losses could be redirected, elsewhere-in Chinese domestic developments or Japan for instance!..please hurry! time is sooooo short now\nAbe\nOctober 3, 2016 at 15:17\nThe use of propaganda launderers allows government factions to pursue their own foreign policy agendas independently of the rest of the government.\nIt is apparent that fake “citizen investigators” like Bellingcat are employed as deception conduits by the more aggressive factions in Western governments, which seek to sabotage peace efforts in Ukraine, Syria and other parts of the world.\nNGOs: Grassroots Empowerment or Tool of Information Warfare?\nFake “citizen investigative journalist” Eliot Higgins has consistently jumped to the fore to “confirm” Western “Government Assessment” allegations, including:\n1) accusations against Syrian president Bashir Assad that the Syrian government used “barrel bombs” against opposition forces and claims that Assad “gassed his own people”\n2) accusations against Russian president Vladimir Putin of a “Russian invasion” of Ukraine, and claims that a Russian Buk-1 missile launcher caused the destruction of Malaysian Air flight MH-17 over eastern Ukraine\nThe purpose of using deception operatives like Eliot Higgins and the Bellingcat website is to provide a channel for Western “Government Assessment” claims to more effectively reach the public and be perceived as truthful.\nWhen Bellingcat’s fabricated “evidence” is debunked by real independent investigative journalists such as Pulitzer Prize winning reporters Seymour Hersh and Robert Parry, technical experts such as professor Theodore Postol from the Massachusetts Institute of Technology, forensic researchers such as Neil Krawetz who established the Fotoforensics site, Higgins either ignores them completely or attacks them in Bellingcat articles or Twitter posts.\nHiggins can rely on the New York Times, the Washington Post. the UK Guardian, Daily Mail, Telegraph, Deutsche Welle, and other media outlets to laud him as a genius, while endlessly and unquestioningly repeating his debunked claims.\nHere is how the propaganda laundering works:\nHiggins provides “investigation reports” that “confirm” the Western government narrative. Higgins then “fact checks” the Western “Government Assessment” and rubber stamps it with the Bellingcat “digital forensics” seal of approval, further advancing the dubious Western narrative.\nHiggins promoted this deception strategy In a January 2015 article, “Social media and conflict zones: the new evidence base for policymaking”.\nCiting “Bellingcat’s MH17 investigation”, Higgins declared that “a relatively small team of analysts is able to derive a rich picture of a conflict zone” using online information and social media.\nHiggins extolled the virtues of this “new evidence base” of “open source” information while side-stepping the obvious opportunities for deceptive information to be planted in these media from hidden sources.\nThe “overarching point” for Higgins was that “there is a real opportunity for open source intelligence analysis to provide the kind of evidence base that can underpin effective and successful foreign and security policymaking. It is an opportunity that policymakers should seize.”\nWestern government aggressive factions have enthusiastically seized the opportunity to use deception operatives like Higgins and Bellingcat to disseminate propaganda, and to establish preconditions for open armed conflict with Russia.\nAbe\nOctober 3, 2016 at 15:37\n“In a surreal and stunning example of 21st century propaganda and censorship, Google has cobbled together a coalition it is calling ‘First Draft’ to tackle what it calls ‘misinformation online.’\n“First Draft’s ‘founding partners’ include News Corporation’s (parent company of Fox News) Storyful and NATO think tank Atlantic Council’s ‘Bellingcat’ blog, headed by formally unemployed social worker Eliot Higgins who now fashions himself as a weapons expert and geopolitical analyst despite no formal training, practical real-world experience or track record of honest, unbiased reporting. In fact, between News Corporation and Bellingcat alone, Google’s First Draft appears to be itself a paragon of, and nexus for ‘misinformation online.’\n“Google’s Glaring Conflicts of Interest\n“Google too, having for years now worked closely with the US State Department, faces its own conflicts of interest in ‘social newsgathering and verification.’ In fact, Google has admittedly been involved in engineering intentional deceptions aimed specifically to skew public perception, including doctoring its maps and Google Earth in real-time amid conflicts in favor of US-backed militant groups and through the development of applications designed to psychologically target […]\n“Can Google then be relied upon to sort out ‘misinformation online’ if it itself is directly involved in manipulating public perception to achieve US foreign policy objectives? To impartial observers, the answer is clearly ‘no.’”\nFacebook, Twitter, Western Media Attempt to Reassert Monopoly Over “Truth”\nBy Ulson Gunnar\nOctober 3, 2016 at 16:38\nSo, Sergey Brin has some axe to grind against his country of birth?   I did not know that.  Of course, his parents became expatriots in the years leading up to the breakup of the Soviet Union.   Perhaps he still conflates Russia with the USSR.  Now he’s putting his considerable talents and behemoth corporation to the services of the Empire’s propaganda.  The Refuseniks would find that ironic.\nAbe\nBrin is a Jewish emigre from Russia. This information was obtained from the following anti-Semitic website: http://www.jpost.com/Jewish-World/Jewish-Features/The-worlds-50-Richest-Jews-1-10\nThe sentiment of Soviet era Jewish emigres can be neatly summarized in a joke from the mid 1970s: Two Jews are talking in the street, a third walks by and says to them, “I don’t know what you’re talking about but yes, it’s time to get out of here!”\nNow Google is profitably peddling the propaganda of the Superpower Empire.\nWhat planet Brin, Page and their propagandist pals plan to emigrate to is not known.\nAbe\nOctober 3, 2016 at 17:19\nGoogle, the company that runs the most visited website in the world, the company that owns YouTube, is very snugly in bed with the US military-industrial-surveillance complex.\nIn fact, Google was seed funded by the US National Security Agency (NSA) and Central Intelligence Agency (CIA). The company now enjoys lavish “partnerships” with military contractors like SAIC, Northrop Grumman and Blackbird.\nGoogle’s mission statement from the outset was “to organize the world’s information and make it universally accessible and useful”.\nIn a 2004 letter prior to their initial public offering, Google founders Larry Page and Sergey Brin explained their “Don’t be evil” culture required objectivity and an absence of bias: “We believe it is important for everyone to have access to the best information and research, not only to the information people pay for you to see.”\nThe corporate giant appears to have replaced the original motto altogether. A carefully reworded version appears in the Google Code of Conduct: “You can make money without doing evil”.\nApparently Google believes that you can make money promoting propaganda and be not “evil”.\nThat’s post-conventional thinking for you.\nGoogle has been enthusiastically promoting Eliot Higgins “arm chair analytics” since 2013\nIndeed, a very cozy cross-promotion is happening between Google and Bellingcat.\nIn November 2014, Google Ideas and Google For Media, partnered the George Soros-funded Organised Crime and Corruption Reporting Project (OCCRP) to host an “Investigathon” in New York City. Google Ideas promoted Higgins’ “War and Pieces: Social Media Investigations” song and dance via their YouTube page.\nHiggins constantly claims that the “findings” of Bellingcat are “reaffirmed” by accessing imagery in Google Earth.\nGoogle Earth, originally called EarthViewer 3D, was created by Keyhole, Inc, a Central Intelligence Agency (CIA) funded company acquired by Google in 2004.\nGoogle Earth satellite images are provided by the company Digital Globe, a supplier of the US Department of Defense (DoD) with direct connections to US defense and intelligence communities.\nThe National Geospatial-Intelligence Agency (NGA) is both a combat support agency under the United States Department of Defense, and an intelligence agency of the United States Intelligence Community.\nRobert T. Cardillo, director of the NGA, lavishly praised Digital Globe as “a true mission partner in every sense of the word”. Examination of the Board of Directors of Digital Globe reveals intimate connections to DoD and CIA.\njo6pac\nthank you\nPaul Easton\nOctober 4, 2016 at 03:44\nBeen though this shit once back in 61. Don’t care to go through it again get rid of the CIA that keeps getting us into this shit remember the 60s chant give peace a chance\nOctober 4, 2016 at 03:50\nBeen though this shit once back in 61. Don’t care to go through it again get rid of the CIA that keeps getting us into this shit remember the 60s chant give peace a chance  post script. In case of nuclear war stick your head between your legs and kiss your ass goodbye\nAbe\nTruth in advertising:\n“First Draft is dedicated to improving skills and standards in the reporting and sharing of information that emerges online, including eyewitness media and fake stories.”\nOctober 3, 2016 at 22:45\nLest the irony (and inept writing) escape, the First Draft Coalition formed in June 2015 with support from Google News Lab, featuring Bellingcat as a founding member, has publicly declared its dedication to “improving skills and standards in the reporting and sharing of […] fake stories”.\nToday, fake news reports are published in increasingly convincing and sophisticated ways by fake “independent citizen journalists” like Bellingcat.\nWhen real independent journalists and professional experts expose the fakery of Bellingcat, Higgins hurls insults:\nThanks, Abe.\nI came across Bellingcat when I was trying to learn more about the tragedy of MH-17. I knew nothing about it when I read through the piece on that web site about Mh-17. The “explanation” sounded to me like hogwash and schlock – really sloppy, circular, unconvincing writing that sounded like it had a predetermined agenda. I felt disgusted reading it instead of informed. And sure enough when I googled the writer it seemed like he had offered himself for hire as a shit shoveler. Sorry for that language but that’s just the truth.\nWhen I read Judith Miller’s front page trash in the NYT on aluminum tubes, it made me sick to think that the NYT would put that crap on the front page if they had any self respect.\nAnd when one of  the NYT editors some time later wrote a disparaging article on Linda Whitehouse, their own reporter on the Supreme Court  for acknowledging her personal pain about the Iraq War during the Q&A when she gave a talk to her Alma Mater (and I think she pointed out at the time that she was speaking for herself and not the NYT)  i wrote a letter to every editor at the Times saying how outraged I was that on the one hand they protected Judith Miller for telling her lies that helped take us to a catastrophic “preventive war” but attacked Linda Whitehouse for daring to express her personal feelings on a war that never should have been unleashed on the ME.\nIn “Cold War Crucible” historian Hajimu Masuda goes into great historical detail about the illusions and lies that we harbor within our cultural fabric that distort reality. These illusions led to the Cold War and apparently continue today.\nHere’s a link to an article on his remarkable book.\nI’m hoping they stay engaged. And don’t give up.\nDrew Hunkins\nOctober 3, 2016 at 14:48\nI bumped into a Trot friend of mine on State Street in Madison over the weekend and he actually said to me, “You know, the one thing, the one thing the American empire can do that I’d very much like to see would be for the Washington imperialists to wipe out Putin.”\nWhere to begin?  And what the heck are Trots reading of late?\nISO still lingering in Madison after 25 years?\nDrew Hunkins\nYes.\nEdward\nIn USA, there will be only xenomorphs\nFrank\nThe friend sounds insane.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "http://www.barnesandnoble.com/s/americas-stolen-narrative?keyword=americas+stolen+narrative&store=ebook&iehack=%E2%98%A0",
                "https://consortiumnews.com/2014/04/07/the-collapsing-syria-sarin-case/",
                "https://consortiumnews.com/2016/03/16/the-ever-curiouser-mh-17-case/",
                "https://consortiumnews.com/2016/04/04/corruption-as-a-propaganda-weapon/",
                "https://consortiumnews.com/2016/02/11/how-crimeans-see-ukraine-crisis/",
                "https://consortiumnews.com/2016/09/29/how-the-us-armed-up-syrian-jihadists/",
                "https://consortiumnews.com/2015/05/28/a-reckless-stand-upper-on-mh-17/",
                "http://www.washingtonpost.com/opinions/former-soviet-states-stand-up-to-russia-will-the-us/2013/09/26/b5ad2be4-246a-11e3-b75d-5b7f66349852_story.html",
                "https://consortiumnews.com/2016/09/28/troubling-gaps-in-the-new-mh-17-report/",
                "http://www.nytimes.com/2016/09/29/opinion/vladimir-putins-outlaw-state.html?_r=0",
                "https://consortiumnews.com/2016/09/29/the-official-and-implausible-mh-17-scenario/",
                "https://consortiumnews.com/2015/09/02/usnato-embrace-psy-ops-and-info-war/",
                "https://consortiumnews.com/2015/01/08/cias-hidden-hand-in-democracy-groups/",
                "https://www.jpost.com/Jewish-World/Jewish-Features/The-worlds-50-Richest-Jews-1-10",
                "https://consortiumnews.com/2016/07/03/mh-17-probes-torture-implicated-ally/",
                "https://consortiumnews.com/2016/10/02/obama-warned-to-defuse-tensions-with-russia/",
                "https://consortiumnews.com/2015/02/11/nyt-whites-out-ukraines-brown-shirts/",
                "https://consortiumnews.com/2015/01/06/nyt-still-pretends-no-coup-in-ukraine/",
                "https://consortiumnews.com/2016/09/12/the-existential-madness-of-putin-bashing/"
            ],
            "gov_pgs": [
                "https://obamawhitehouse.archives.gov/the-press-office/2016/09/20/address-president-obama-71st-session-united-nations-general-assembly"
            ],
            "unsure": [
                "http://cluborlov.blogspot.com/2016/08/a-thousand-balls-of-flame.html",
                "https://org.salsalabs.com/o/1868/t/12126/shop/shop.jsp?storefront_KEY=1037",
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=9RC1Mepk_Sw"
            ]
        },
        "key_words": [
            "really",
            "syria",
            "nuclear",
            "russian",
            "russia",
            "western",
            "propaganda",
            "war",
            "ukrainian",
            "intelligence",
            "buk",
            "ukraine",
            "putin"
        ]
    }
]