[
    {
        "url": "https://www.christianpost.com/news/ghost-ship-with-8-dead-north-koreans-washes-up-japan-unified-korea-flag-announcement.html",
        "title": "'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n'Ghost Ship' With 8 Dead N. Koreans Washes Up in Japan During 'Unified Korea' Flag Announcement\n| Thursday, January 18, 2018\nThe teams of North and South Korea march into the stadium during the opening ceremony at the Torino 2006 Winter Olympic Games in Turin, Italy. | (Photo: Reuters)\nWhile news of North and South Korea agreeing to march under a \"unified Korea\" flag at the upcoming Winter Olympics has sparked hopes for peace, a grim reminder of the harshness of life in the North washed up on the shores of Japan in a \"ghost ship\" that contained eight skeletal remains.\nAFP  reported on Tuesday that coastguards in Japan found the decomposing corpses of seven men inside the wreckage of a ship that washed up in Kanazawa, with the remains of another man discovered 50 feet from the boat.\nSenior police official Hiroshi Abe said that \"it is difficult to identify the bodies as they had begun to decompose.\"\nWhile Abe said it is yet to be confirmed that the boat came from North Korea, CNN  said police also found a badge with the likenesses of North Korean leaders Kim Jong Il and Kim Il Sung inside the boat, along with a cigarette box with Korean letters.\nAs many as 113 suspected North Korean vessels dubbed \"ghost ships\"  washed up in Japan in 2017, carrying the decomposing bodies of 43 people.\nThe victims are believed to be mostly fishing crews driven by hunger and desperation further out into the sea between the Korean Peninsula and Japan.\nSeveral North Korean defectors spoke  last year about the extreme poverty and starvation gripping many citizens under Kim Jong Un's regime. Christians suffer heavily there too, and are often sent to prison camps or executed if their faith is discovered.\nThe discovery of this year's first ghost ship coincides with news that North and South Korea will march under the same flag for the opening of the Winter Olympic games, which will take place between Feb. 9–25 in Pyeongchang, South Korea.\nBBC News  reported that the two countries will also field a joint women's ice hockey team.\nWhile the apparent thawing in relations means that the cross-border road between the two nations will be opened for the first time in two years, some, such as Japan's Foreign Minister Taro Kono, have warned against North Korea's sudden \"charm offensive.\"\n\"It is not the time to ease pressure or to reward North Korea,\" Kono said, according to Reuters.\n\"The fact that North Korea is engaging in dialogue could be interpreted as proof that the sanctions are working,\" he added, referring to heavy international sanctions against the North.\nJust last month Kim Jong Un was still issuing grave warnings against the United States, and said during his New Year's Day speech that his country has the capability to hit U.S. mainland with nuclear weapons.\n\"The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat,\" Kim said .\n\"This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,\" the North Korean leader added. \"These weapons will be used only if our security is threatened.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "it is difficult to identify the bodies as they had begun to decompose.",
                "Hiroshi Abe",
                false
            ],
            [
                "It is not the time to ease pressure or to reward North Korea,",
                "Kono",
                true
            ],
            [
                "The fact that North Korea is engaging in dialogue could be interpreted as proof that the sanctions are working,",
                "Kono",
                true
            ],
            [
                "The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk.",
                "Kim Il Sung",
                true
            ],
            [
                "This is reality, not a threat,",
                "Kim Il Sung",
                true
            ],
            [
                "This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,",
                "",
                true
            ],
            [
                "These weapons will be used only if our security is threatened.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/kim-jong-un-claims-us-mainland-nuclear-strike-range-new-year-threat-212012/",
                "https://edition.cnn.com/2018/01/17/asia/japan-north-korea-ghost-ship-intl/index.html",
                "https://www.scmp.com/news/asia/east-asia/article/2128470/eight-bodies-found-north-korean-ghost-ship-washed-japan-shores",
                "https://www.christianpost.com/news/5-shocking-revelations-north-korea-2017-tortured-orphans-end-times-fears-211731/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.bbc.com/news/world-asia-42148099",
                "http://www.bbc.com/news/world-asia-42721417",
                "https://www.facebook.com/CPSZaimov"
            ]
        },
        "key_words": [
            "ship",
            "unified",
            "nuclear",
            "washed",
            "japan",
            "korea",
            "kim",
            "north",
            "korean",
            "dead",
            "washes",
            "south",
            "ghost",
            "flag",
            "koreans",
            "n"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/kim-jong-un-claims-us-mainland-nuclear-strike-range-new-year-threat.html",
        "title": "Kim Jong Un Claims US Mainland in Nuclear Strike Range in New Year's Threat",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nKim Jong Un Claims US Mainland in Nuclear Strike Range in New Year's Threat\nKim Jong Un Claims US Mainland in Nuclear Strike Range in New Year's Threat\nKim Jong Un Claims US Mainland in Nuclear Strike Range in New Year's Threat\nNorth Korean leader Kim Jong Un presides over a plenary meeting of the Central Committee of the Workers' Party of Korea on March 31, 2013. | (Photo: REUTERS/KCNA)\nSEOUL — North Korean leader Kim Jong Un said on Monday that the United States will never be able to start a war against North Korea now that his country has developed the capability to hit all of the U.S. mainland with its nuclear weapons.\n\"The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat,\" Kim said during a televised New Year's Day speech.\n\"This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,\" Kim said. \"These weapons will be used only if our security is threatened.\"\nNorth Korea tested intercontinental ballistic missiles and conducted its sixth and most powerful nuclear test in September in defiance of international warnings and sanctions, raising fears of a new conflict on the Korean peninsula.\nKim said it is imperative to lower military tensions on the Korean peninsula and improve ties with the South, adding the path to dialogue was open.\nKim said he will consider sending a delegation to the Winter Olympics Games to be held in Pyeongchang, South Korea, in February.\n\"North Korea's participation in the Winter Games will be a good opportunity to show unity of the people and we wish the Games will be a success. Officials from the two Koreas may urgently meet to discuss the possibility,\" Kim said.\nSouth Korean President Moon Jae-in has said North Korea's participation will ensure safety of the Pyeongchang Olympics and proposed last month that Seoul and Washington postpone large military drills that the North denounces as a rehearsal for war until after the Games.\nReporting by Soyoung Kim and Josh Smith in Seoul, additional reporting by Heekyong Yang, Editing by Kim Coghill and Michael Perry\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk.",
                "Kim Jong Un",
                true
            ],
            [
                "This is reality, not a threat,",
                "Kim Jong Un",
                true
            ],
            [
                "This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,",
                "Kim Jong Un",
                true
            ],
            [
                "These weapons will be used only if our security is threatened.",
                "Kim Jong Un",
                true
            ],
            [
                "North Korea's participation in the Winter Games will be a good opportunity to show unity of the people and we wish the Games will be a success.",
                "Kim Jong Un",
                true
            ],
            [
                "Officials from the two Koreas may urgently meet to discuss the possibility,",
                "Kim Jong Un",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "claims",
            "weapons",
            "nuclear",
            "winter",
            "range",
            "koreas",
            "korea",
            "mainland",
            "kim",
            "north",
            "korean",
            "strike",
            "threat",
            "jong",
            "games",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.cnn.com/2018/01/17/asia/japan-north-korea-ghost-ship-intl/index.html",
        "title": "First 'ghost ship' of 2018 washes up in Japan with dead North Koreans",
        "authors": [
            {
                "name": "Ivan Watson",
                "link": null
            },
            {
                "name": "Yoko Wakatsuki",
                "link": null
            }
        ],
        "publisher": "https://edition.cnn.com",
        "publish_date": "2018-01-17",
        "text": "Follow CNN\nFirst 'ghost ship' of 2018 washes up in Japan with dead North Koreans\nBy Yoko Wakatsuki and Ivan Watson , CNN\nUpdated 0827 GMT (1627 HKT) January 18, 2018\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nFirst 'ghost ships' of 2018 wash up in Japan 01:08\nStory highlights\n104 so-called \"ghost ships\" arrived on Japan shores in 2017\nIt's believed hunger and desperation are driving crews further out to sea\nTokyo (CNN)\nAnother ship bearing grim cargo has washed up on the shores of western Japan.\nPolice discovered a wooden ship carrying the corpses of seven men on a beach in Ishikawa prefecture last week.\nInside the boat they also found a badge with the likenesses of North Korean leaders Kim Jong Il and Kim Il Sung, along with a cigarette box with Korean letters, officials said.\nLast year, 104 so-called \"ghost ships\" were recorded , officials said, many with the corpses of their former crews on board.\nThe ship found in Ishikawa was the first in 2018 found carrying dead bodies, though eight other vessels have also washed up.\nRead More\nOn the same day, a man's body was also found on the same beach, about 15 meters away from the boat.\nDesperate times\nIt is believed the vessels are coming from North Korea, based on markings and belongings found on the boats, as well as a handful of crew who have survived. Hunger and desperation are thought to be driving them further out to the choppy seas between the Korean Peninsula and Japan.\n\"Generally speaking the winter ocean in (those seas) is very rough, and the tougher winter brings more shipwrecks,\" an official from the Japanese Coast Guard told CNN last year.\nNorth Korea is more than 1,000 kilometers (600 miles) from Japan and many of the North Korean boats drifting onto Japanese beaches are ill-equipped to travel such a vast distance across open sea.\nSome experts argue that the surge in \"ghost ships\" is tied to new pressure from the North Korean government, which may be prompting fishermen to go dangerous distances to haul in their catch.\nThe bodies of seven men were found on board this ship.\n\"Fish are a vital resource for North Koreans because they are the cheapest source of protein and they can sell it to China for cash,\" said Ma Chang-mu, a senior researcher at the Korea Maritime Institute in South Korea.\nAccording to the Korea Institute for International Economic Policy, North Korean seafood exports to China surged 88% in the first half of 2017, compared to the same six months in 2016.\nAnother factor may be overfishing in North Korean coastal areas. Researchers said Pyongyang granted fishing rights to Chinese companies years ago, leading to depleted fish stocks in nearby waters.\nAnalysts said North Korean fishing ships often offload their catches on the high seas , allowing them to be labeled as caught by other nations and get around the stringent international sanctions placed on Pyongyang.\nThe problem isn't limited to Japan. On January 7, authorities on South Korea's eastern coast discovered an overturned North Korean wooden fishing vessel with the bodies of four men on board.\nThe bodies are to be transferred via the Panmumjom border complex Thursday morning.\nCNN's James Griffiths and Junko Ogura contributed reporting.\n",
        "quotes": [
            [
                "Generally speaking the winter ocean in (those seas) is very rough, and the tougher winter brings more shipwrecks,",
                "",
                true
            ],
            [
                "Fish are a vital resource for North Koreans because they are the cheapest source of protein and they can sell it to China for cash,",
                "Ma Chang-mu",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/12/13/asia/ghost-ship-north-korea-niigata-japan/index.html",
                "http://www.cnn.com/2017/12/22/asia/japan-north-korea-ghost-ships-intl/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "ship",
            "il",
            "washed",
            "ishikawa",
            "japan",
            "shores",
            "officials",
            "socalled",
            "ships",
            "kim",
            "north",
            "korean",
            "dead",
            "washes",
            "ghost",
            "koreans",
            "2018"
        ]
    },
    {
        "url": "https://www.scmp.com/news/asia/east-asia/article/2128470/eight-bodies-found-north-korean-ghost-ship-washed-japan-shores",
        "title": "Eight bodies found in ‘North Korean ghost ship’ washed up on Japan shores",
        "authors": [],
        "publisher": "https://www.scmp.com",
        "publish_date": "2018-01-16",
        "text": "Eight bodies found in ‘North Korean ghost ship’ washed up on Japan shores\nChannels\nAdvertisement\nAdvertisement\nThe wooden fishing boat that washed ashore on a beach in Kanazawa, Ishikawa Prefecture, Japan. Seven dead bodies, thought to be those of North Koreans, were found inside the boat. Photo: Kyodo\nEight bodies found in ‘North Korean ghost ship’ washed up on Japan shores\nAccording to local television, a badge depicting former leader Kim Jong-il was found in the wreckage\nAdvertisement\nThe wooden fishing boat that washed ashore on a beach in Kanazawa, Ishikawa Prefecture, Japan. Seven dead bodies, thought to be those of North Koreans, were found inside the boat. Photo: Kyodo\nREAD FULL ARTICLE\nSIGN UP\nThank you for your subscription.\nYou can also view our other newsletters .\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.scmp.com/newsletters"
            ]
        },
        "key_words": [
            "ship",
            "bodies",
            "washed",
            "boat",
            "wooden",
            "japan",
            "kyodo",
            "shores",
            "kanazawa",
            "seven",
            "north",
            "korean",
            "prefecture",
            "ghost",
            "koreans",
            "thought"
        ]
    },
    {
        "url": "https://www.christianpost.com/news/5-shocking-revelations-north-korea-2017-tortured-orphans-end-times-fears.html",
        "title": "5 Shocking Revelations About North Korea in 2017: From Tortured Orphans to End Times Fears",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n5 Shocking Revelations About North Korea in 2017: From Tortured Orphans to End Times Fears\n5 Shocking Revelations About North Korea in 2017: From Tortured Orphans to End Times Fears\n5 Shocking Revelations About North Korea in 2017: From Tortured Orphans to End Times Fears\n| Thursday, December 28, 2017\nNorth Korea's military personnel parade with a portrait of North Korea's late leader Kim Il-sung in central Pyongyang April 25, 2007. | (Photo: Reuters/Korea News Service)\nNorth Korea has been ranked as the worst country in the world for Christians to live by persecution watchdog groups, such as Open Doors USA , for 15 straight years, though in 2017 much of the world's fears centered on the nation's expanding nuclear weapons program.\nThis was compounded by a number of defectors revealing their shocking stories of seeing deformed babies and floating corpses following nuclear testing in the hermit kingdom.\nOther defectors revealed the deplorable conditions in which people live, including female soldiers who are repeatedly raped and abused, and are so malnourished that their bodies stop menstruating.\nChildren also endure persecution under the Kim regime and are tortured and forced to live in prison camps because of their faith in Christ. Some prominent pastors, such as Greg Laurie, senior pastor of Harvest Christian Fellowship in California, have speculated that the nuclear conflict fits in with End Times prophecy.\nHere's a list of five of the most disturbing and eye-opening stories to come out of North Korea in 2017:\nSponsored\nMore In World\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.opendoorsusa.org/christian-persecution/world-watch-list/north-korea/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "persecution",
            "2017",
            "nuclear",
            "live",
            "end",
            "korea",
            "orphans",
            "revelations",
            "tortured",
            "north",
            "shocking",
            "times",
            "fears",
            "whatsapp"
        ]
    },
    {
        "url": "https://www.cnn.com/2017/12/13/asia/ghost-ship-north-korea-niigata-japan/index.html",
        "title": "Presumed North Korean ghost ship washes ashore in northern Japan",
        "authors": [
            {
                "name": "James Griffiths",
                "link": null
            },
            {
                "name": "Brian Todd",
                "link": null
            },
            {
                "name": "Euan Mckirdy",
                "link": null
            },
            {
                "name": "Junko Ogura",
                "link": null
            }
        ],
        "publisher": "https://www.cnn.com",
        "publish_date": "2017-12-13",
        "text": "Presumed North Korean ghost ship washes ashore in northern Japan\nUpdated 11:15 PM ET, Wed December 13, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nJUST WATCHED\nStory highlights\nLatest incident shines a light onto conditions in the country\nTokyo (CNN)\nAnother presumed North Korean vessel has washed up on Japan's shores, bringing the total to a record 83 for the year so far.\nAkita prefectural police said that a wooden boat washed ashore in Katagami City on Tuesday afternoon, the second boat discovered on Japanese shores that day.\nThe following day, police and coast guard officials investigating the vessel found two partially decomposed bodies inside, one of which was wearing a badge with a portrait of former North Korean leader Kim Jong Il on his clothes.\nAlso on Wednesday, a corpse with a piece of paper bearing Korean characters in its pocket, was found on shore in nearby Akita City.\nThe wooden boat washed ashore at a beach on December 12, 2017 in Kashiwazaki, Niigata, Japan.\nThe boat is the latest in a recent spate of so-called \"ghost ships\" drifting into Japanese waters from the reclusive North Asian nation, raising concerns about the country's deteriorating state in the face of international sanctions.\nRead More\nThe discovery came shortly after another suspected North Korean vessel was found in northern Japan.\nThe 10.7 meter (35 ft) long vessel was discovered on a beach in Kashiwazaki City, Niigata prefecture, early Tuesday morning, a Niigata police spokesman confirmed to CNN. At least one dead body was found on board.\nA passerby found the wooden boat, which has numbers and Korean characters written on the bow. A male body, along with a badge bearing a picture of North Korean founder Kim Il Sung, was discovered in the boat, the official said.\nAnother body was found about 650 meters (around 2100 ft) north from the boat, but the official would not confirm the body was from the presumed North Korean boat.\nHe added that several bodies had washed up in the northwestern Japanese prefecture lately, including two bodies which were discovered on December 9.\nSeparately, three bodies were found drifting near the beach in Fukaura, Aomori prefecture on Tuesday morning.\nThe Coast Guard and police are investigating the identity of the three, and looking into any connection with the numerous drifting wooden boats found in the area.\nOngoing pattern\nShips washing up on the shores of Japan, some with decomposing corpses inside, could be a sign of growing desperation in North Korea as it's squeezed by sanctions, analysts say.\nEarlier this month, police in the northwestern Japanese prefecture of Akita discovered two bodies on a beach close to the city of Oga, and later found two wooden boats washed ashore nearby.\nLast month, at least four ships were found washed up on Akita's beaches , one with eight skeletons inside. While police would not confirm if the ships were from North Korea, several had surviving crew members on board, all of whom were North Koreans, and they match a pattern which has been ongoing since at least 2013.\nMarcus Noland, an analyst at the Peterson Institute for International Economics, told CNN earlier in December that the plight of the ships' crews are a \"reflection of the growing desperation in the North Korean economy.\"\nStringent international sanctions passed in the wake of Pyongyang's nuclear and missile testing ban the sale of North Korean seafood to other countries, meaning the country's fisherman often seek to offload their catches on the black market, according to Noland.\n\"They're having to rendezvous with foreign vessels in international waters to sell their catches on the high sea so it can be relabeled (as from Japan or South Korea),\" he said.\nRecent incidents\nDec 12: One body, along with a badge showing an image of North Korean founder Kim Il Sung, discovered in a wooden boat with Korean letters and numbers in Kashiwazaki City, Niigata prefecture.\nDec 7: Two bodies and two boats found on beaches near Oga city, Akita prefecture.\nDec 4: One ship with three bodies is found on the shore near Tsuruokashi, Yamagata prefecture.\nNov 28: A North Korean fishing boat with 10 crew members was found drifting near an uninhabited island off Matsumae, Hokkaido. Police confirmed three crew members have been arrested for suspected theft and questioning is ongoing; one crew member has been hospitalized; while the prefecture's immigration bureau confirmed six other crew members were detained for violation of immigration laws and may yet be deported.\nNov 27: Skeletal remains of eight people found aboard vessel discovered on an Akita prefecture beach.\nNov 23: Eight North Koreans rescued after their boat washed up onshore in Akita prefecture.\nNov 17: Four dead bodies discovered on board a boat which washed ashore on Noto Peninsula in Ishikawa prefecture.\nNov 15: Three North Koreans rescued by the Japanese coast guard off Noto Peninsula. Three dead bodies were found on a boat the following day. All survivors, and remains repatriated to North Korea.\nA wooden boat is seen at a nearby marina, in Yurihonjo, Akita prefecture, northern Japan, Friday, Nov. 24, 2017.\nDesperate situation\nSatoru Miyamoto, a professor at Seigakuin University and an expert on North Korea told CNN last month there has been a marked increase in ships washing ashore since 2013.\n\"It's after Kim Jong Un decided to expand the fisheries industry as a way of increasing revenue for the military. They are using old boats manned by the military, by people who have no knowledge about fishing,\" Miyamoto said.\nRobert King, former US special envoy for North Korea human rights, said those crewing the boats are \"probably inexperienced ... and the result is they're having difficulties when they go out there.\"\nAccording to a Japan Coast Guard publication , the waters around the country are \"subject to great changes in sea as well as weather conditions, and this constitutes a grave threat to navigation.\"\nThe wreckage of a boat is pictured along a sea wall in the city of Yurihonjo, Akita prefecture on November 24, 2017.\nKing said the North Korean crews are under incredible pressure to return with a full keel.\n\"If they don't catch what they're supposed to, if they're behind, if they lose control of the boat, they will be punished,\" he said.\nThis can leave crews desperate and taking risks, which can then result in disaster, with the ships stranded on the high sea and running out of food and water.\nAccording to Japanese public broadcaster NHK, half of the crew have told Japanese authorities they belong to the North Korean People's Army.\n\"Almost everything that was worth any money was gone, from door knobs to door hinges, anything that was worth anything,\" Shusaku Yoshida, the island's caretaker, told TV Hokkaido.\n",
        "quotes": [
            [
                "reflection of the growing desperation in the North Korean economy.",
                "Marcus Noland",
                false
            ],
            [
                "They're having to rendezvous with foreign vessels in international waters to sell their catches on the high sea so it can be relabeled (as from Japan or South Korea),",
                "",
                true
            ],
            [
                "It's after Kim Jong Un decided to expand the fisheries industry as a way of increasing revenue for the military.",
                "Miyamoto",
                true
            ],
            [
                "They are using old boats manned by the military, by people who have no knowledge about fishing,",
                "Miyamoto",
                true
            ],
            [
                "probably inexperienced ... and the result is they're having difficulties when they go out there.",
                "Robert King",
                false
            ],
            [
                "subject to great changes in sea as well as weather conditions, and this constitutes a grave threat to navigation.",
                "Miyamoto",
                false
            ],
            [
                "If they don't catch what they're supposed to, if they're behind, if they lose control of the boat, they will be punished,",
                "King",
                true
            ],
            [
                "Almost everything that was worth any money was gone, from door knobs to door hinges, anything that was worth anything,",
                "Shusaku Yoshida",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.cnn.com/2017/11/28/asia/north-korea-japan-ship/index.html"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "prefecture",
            "ship",
            "bodies",
            "discovered",
            "washed",
            "boat",
            "wooden",
            "japan",
            "northern",
            "presumed",
            "ashore",
            "north",
            "korean",
            "japanese",
            "washes",
            "crew",
            "ghost"
        ]
    },
    {
        "url": "https://www.cnn.com/2017/12/22/asia/japan-north-korea-ghost-ships-intl/index.html",
        "title": "Ghost ships: Bodies and boats unsettle Japanese community",
        "authors": [
            {
                "name": "Junko Ogura",
                "link": null
            },
            {
                "name": "Yoko Wakatsuki",
                "link": null
            },
            {
                "name": "Ivan Watson",
                "link": null
            }
        ],
        "publisher": "http://www.cnn.com",
        "publish_date": "2017-12-22",
        "text": "Updated 5:34 AM ET, Sat December 23, 2017\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nOga Peninsula, Japan (CNN)\nRyosen Kojima opens a sliding door, enters the Zen Buddhist temple that his family has operated for four generations, and lights two candles.\nHe then kneels and performs a prayer, chanting and rhythmically sounding a bell by his side.\nLined up in front of the priest on a table are dozens of containers covered in brocade that hold the cremated ashes of the deceased.\nFifteen sets of ashes do not have name tags on them. They belong to unidentified North Koreans who have washed up dead on the shores of this sparsely-populated Japanese peninsula in recent months.\nKojima says he used to receive the remains of four or five North Koreans a year from the municipal government. This is the largest number of cremated North Koreans he has seen in 20 years.\nRead More\n\"I feel sorry for them,\" he says.\n\"These people from North Korea follow a different religion from us. I take care of their ashes probably in a different manner from what they would want. They will be buried without a funeral.\"\nRyosen Kojima, a priest at Tousenji Temple, says prayers for the recently deceased, including 15 North Koreans who died on fishing boats that washed up on the Oga Peninsula.\nRecord number\nFor years, North Korean boats -- often dubbed \"ghost ships\" -- have been washing up on Japanese shores.\nBut this year marked a record for this mysterious phenomenon. By December 18, the Japanese Coast Guard counted at least 95 North Korean boats, accompanied by at least 27 bodies. Those numbers are likely to continue rising.\nPolitical tensions and lack of transparency from the North Korean government make it difficult to determine why so many wrecks have arrived.\nOne official from the Japanese Coast Guard says it could be as simple as the weather.\n\"Generally speaking the winter ocean in the Sea of Japan [also known as the East Sea] is very rough, and the tougher winter brings more shipwrecks,\" the official added, speaking on condition of anonymity in accordance with Japanese official protocol.\nDecomposed bodies have been found on the boats that have washed up on Japan's northwestern coast this year in record numbers.\nWashed up on a beach\nWinter is bleak and stormy on the northwestern coast of Japan.\nAt sunset, the easterly winds pick up speed as they race across the sea. The gusts drive breakers pounding against the shore, spin giant wind turbines, and hurl freezing rain that bites at eyes and exposed skin.\nAgainst this forlorn backdrop, surf crashes around two large, dark pieces of debris resting in the sand a few hundred yards apart on a beach near the city of Akita.\nThey are ghost ships -- overturned wooden fishing boats 15 to 20 feet in length, waterlogged and half buried in the sand.\nAccording to the Japanese Coast Guard, the two boats washed up on December 13. While inspecting the wrecks, authorities found the decomposing bodies of four men. On Monday, two more bodies were found buried under a boat while city workers attempted to drag one of the wrecks off the beach.\nWhen CNN visited the same beach earlier that day, it was eerily empty save for a lonely figure in a long coat.\nTadasu Takamine, an assistant professor at the Akita University of Art, came to pay his respects to the unnamed North Korean victims from the boats.\n\"I'm very sad,\" he says. \"There's nobody here and no flowers around the boat.\"\nTakamine had a message for North Korean fishermen who may plan to go out to sea: \"Don't come. Stay there. Survive.\"\nNot seaworthy\nNorth Korea is more than 1,000 kilometers (600 miles) from Japan.\nThe North Korean boats drifting onto Japanese beaches are ill-equipped to travel such a vast distance across open sea.\nUnlike the overturned boats in Akita, a boat that washed up on a beach in Iriai beach in Oga city on December 7 was in much better condition.\nThere were still fishing lures and nets inside the boat, as well as a life jacket, a radio transceiver and a single shoe resting on the bow. The wooden door of a small cupboard in side creaked in the strong sea wind, revealing a black flashlight inside.\nRed and white lettering in Korean on the boat gave it the apparent name, \"Lava.\" There was no space for a cabin below decks. Signs posted by Japanese authorities warn the public not to approach the vessel.\n\"Only an idiot would fish this way,\" says Akira Funatsu, a 76-year-old veteran Japanese fisherman.\nHe notes that there are no refrigerators or freezers on the North Korean boats to properly preserve the catch.\n\"I guess the government forced them to go to sea,\" Funatsu adds.\nAkira Funatsu, a Japanese fisherman, says the ships that have washed up weren't properly equipped for long-distance fishing.\nIllegal fishing\nSome experts argue that the surge in \"ghost ships\" is tied to new pressure from the North Korean government, which may be prompting fishermen to go dangerous distances to haul in their catch.\n\"Fish are a vital resource for North Koreans because they are the cheapest source of protein and they can sell it to China for cash,\" says Ma Chang-mu a senior researcher at the Korea Maritime Institute in South Korea.\nAccording to the Korea Institute for International Economic Policy, North Korean seafood exports to China surged 88% in the first half of 2017, compared to the same six months in 2016.\n\"Since Kim Jong Un came to power, there has been increased mention of fish in the [North Korean] state media,\" says Yoon In-ju, another researcher at the Korea Maritime Institute in South Korea.\nAnother factor may be over-fishing in North Korean coastal areas.  Researchers Ma and Yoon say Pyongyang granted fishing rights to Chinese companies years ago, leading to depleted fish stocks in nearby waters.\nThe Japanese Coast Guard says it has seen a surge of North Korean boats fishing in the Yamato Shallows, a prime fishing ground located partly within Japan's Exclusive Economic Zone, roughly a 24-hour journey by sea from Japanese land.\nAs a result of alleged poaching by North Korean fisherman, the Japanese Coast Guard increased its patrols of the area.\nAn official with the Coast Guard, speaking to CNN on condition of anonymity, said Coast Guard ships warned off around 1,900 North Korean boats in the last five months.\nIn around 300 cases, Coast Guard vessels blasted North Korean trawlers with water cannons to force them out of the area.\nDeepening desperation?\nAboard the North Korean vessels that have drifted towards shore, Japanese authorities have found at least 42 crew members alive -- usually fishermen who ask to be repatriated to North Korea.\nOn November 28, Coast Guard vessels encountered a North Korean boat with ten crew members on board drifting off the Japanese coast.\nA police official from Japan's Hokkaido prefecture said the 10 sailors were suspected of having looted a fishing station from an uninhabited Japanese island close to Hokkaido.\nThe official spoke to CNN -- according to protocol -- on condition of anonymity. The official says the boat in question had a sign identifying it as part of the \"Korean People's Army 854 Military Corps.\"\nEventually, authorities arrested three members of the crew.  Journalists filmed police and Coast Guard officers that day wrestling the men off the vessel and on to dry land.\nThe police official says six other members of the crew are in custody at Japanese immigration.  One of the crew members is currently hospitalized for an unidentified illness.\nMany of the wrecks are poorly equipped. This one appears to have a radio.\n'Heavy burden'\nThe surge in North Korean wrecks drifting on to Japanese beaches has raised concerns and fears among some members of the Japanese public during a time of increased regional tension and frequent North Korean missile tests.\nBut on a practical level, the boats present a financial challenge for small Japanese communities like the Oga Peninsula, which has an aging population of 28,452.\nLocal officials say they are hard-pressed to come up with the funds to dispose of the five North Korean boats that washed up here this year.\n\"It is a heavy burden for us to spend so much money for unexpected incidents that have no relation to the daily lives of our residents,\" says Fumioki Ito, who directs the citizens welfare department in Oga's municipal government.\nHe estimates it may cost more than one million yen, the equivalent of around $8,000, to remove boats that washed up on hard-to-reach rocky shores.\n\"I really hope that that the national government can help us,\" he says.\nAs for the dead North Korean fishermen, Ito says, \"I have nothing but pity for them.\"\nMaritime experts speculate that for every North Korean boat that reaches dry land in Japan, there may be many more still lost and drifting at sea and the death toll among North Korean fishermen may in fact be much higher.\nSomething must be terribly wrong in North Korea, to make a fisherman's catch one worth dying for.\nJournalist Jake Kwon in Seoul contributed to this report\n",
        "quotes": [
            [
                "These people from North Korea follow a different religion from us.",
                "",
                true
            ],
            [
                "I take care of their ashes probably in a different manner from what they would want.",
                "",
                true
            ],
            [
                "They will be buried without a funeral.",
                "",
                true
            ],
            [
                "Generally speaking the winter ocean in the Sea of Japan [also known as the East Sea] is very rough, and the tougher winter brings more shipwrecks,",
                "",
                true
            ],
            [
                "There's nobody here and no flowers around the boat.",
                "Takamine",
                true
            ],
            [
                "Only an idiot would fish this way,",
                "Akira Funatsu",
                true
            ],
            [
                "I guess the government forced them to go to sea,",
                "Funatsu",
                true
            ],
            [
                "Fish are a vital resource for North Koreans because they are the cheapest source of protein and they can sell it to China for cash,",
                "Ma Chang-mu",
                true
            ],
            [
                "Since Kim Jong Un came to power, there has been increased mention of fish in the [North Korean] state media,",
                "Yoon In-ju",
                true
            ],
            [
                "Korean People's Army 854 Military Corps.",
                "",
                true
            ],
            [
                "It is a heavy burden for us to spend so much money for unexpected incidents that have no relation to the daily lives of our residents,",
                "Fumioki Ito",
                true
            ],
            [
                "I really hope that that the national government can help us,",
                "Ito",
                true
            ],
            [
                "I have nothing but pity for them.",
                "Ito",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "boats",
            "bodies",
            "sea",
            "community",
            "washed",
            "coast",
            "unsettle",
            "official",
            "fishing",
            "ships",
            "japanese",
            "north",
            "korean",
            "ghost",
            "guard"
        ]
    },
    {
        "url": "https://www.opendoorsusa.org/christian-persecution/world-watch-list/north-korea/",
        "title": "North Korea - Open Doors USA",
        "authors": [],
        "publisher": "https://www.opendoorsusa.org",
        "publish_date": "",
        "text": "Never-ending pressure and violence\nThe primary driver of Christian persecution in North Korea is the state. For three generations, everything in the country has focused on idolizing the leading Kim family. Christians are seen as hostile elements in society that have to be eradicated. There was hope that new diplomatic efforts in 2018—including the 2018 Winter Olympics—would mean a lessening of pressure and violence against Christians, but so far that has not been the case. Kim Jong Un has maintained his tight control over the populace, and dissent or worshiping anything else is not tolerated.\nHow Christians are suffering\nIf Christians are discovered, not only are they deported to labor camps as political criminals or even killed on the spot, their families will share their fate as well. Christians do not even have the slightest space in society, on the contrary, they are publicly warned against. Meeting other Christians in order to worship is almost impossible and if some believers dare to, it has to be done in utmost secrecy. The churches shown to visitors in Pyongyang serve mere propaganda purposes. \nExamples\nDue to the extremely difficult security situation, it is very difficult to share examples. Pastor Dong-cheol Kim (arrested in 2015) and two Korean-American Christian lecturers at the Pyongyang University of Science and Technology (PUST), Tony Kim and Hak-song Kim (arrested in April and May 2017 respectively) were all accused of espionage but released ahead of the US-North Korean summit in June 2018. In a change of hiring policy, PUST is now reportedly looking for non-American staff, a logical consequence from the travel ban for US citizens.\nPray for North Korea\nPray that new diplomatic efforts will pay dividends, and will lead to a softening of the North Korean government toward its people.\nThe situation for Christians is vulnerable and precarious. They face persecution from state authorities and their non-Christian family, friends and neighbors. Pray for their protection.\nPray for strength and courage for Christians who suffer in prisons, labor camps and remote areas.\nPray that God will prepare the underground church in North Korea to be a light for the country—and that they will be ready to share the gospel freely someday soon.\nNorth Korea Photo Gallery\nStories from North Korea\nSanta Ana, CA 92799 P: 888-5-BIBLE-5 F: 949-752-6442\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.opendoorsusa.org/christian-persecution/"
            ]
        },
        "key_words": [
            "difficult",
            "arrested",
            "christians",
            "open",
            "usa",
            "pust",
            "christian",
            "korea",
            "kim",
            "north",
            "society",
            "doors",
            "pressure",
            "pyongyang",
            "share"
        ]
    }
]