[
    {
        "url": "https://www.christianpost.com/voice/does-trump-get-a-moral-mulligan.html",
        "title": "Does Trump Get a Moral Mulligan?",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "2018-01-25",
        "text": "Go\nEngaging views and analysis from outside contributors on the issues affecting society and faith today.\nCP VOICES do not necessarily reflect the views of The Christian Post. Opinions expressed are solely those of the author(s).\nCP Current Page: Voices |\nThursday, January 25, 2018\n| Thursday, January 25, 2018\nU.S. President Donald Trump. | (Photo: Reuters)\nThere is a firestorm of controversy over the comments of evangelical leader Tony Perkins that President Trump gets a \"mulligan\" for his past sexual indiscretions, as headline after headline  reports on this apparently outrageous statement. To quote Perkins directly from his interview  with Erin Burnett on CNN, \"Yes, evangelicals, conservatives, they gave him a mulligan. They let him have a do-over. They said we'll start afresh with you and we'll give you a second chance.\"\nOn the one hand, I can understand the outrage. We evangelicals didn't give Bill Clinton a mulligan, and we're certainly not giving Harvey Weinstein a mulligan. And since we claim to be champions of marital fidelity and sexual purity, we could not have picked a worst poster boy for our cause – at least that is what we're told.\nAs Michael Gerson wrote  in the Washington Post, \"The Trump evangelicals have lost their gag reflex.\" Yes, we evangelicals have made our \"political bargain with open eyes.\"\nTrump, Gerson argues, \"has made profanity an unavoidable part of our political culture. He is in the midst of a gathering corruption scandal that has left close aides under indictment. He tells repeated and obvious lies. He incites ethnic and racial resentment as a political strategy and was caught on tape bragging about sexual assault. Add to this something that could never be said of Nixon: the credible accusation that Trump paid hush money to a porn star to cover up an affair.\"\nAnd how does Franklin Graham respond  to this? \"We certainly don't hold him up as the pastor of this nation and he is not. But I appreciate the fact that the president does have a concern for Christian values, he does have a concern to protect Christians whether it's here at home or around the world, and I appreciate the fact that he protects religious liberty and freedom.\"\nFor Gerson and others, this is the height of hypocrisy, and there is no excuse for the fact that, in his words, Trump evangelicals have become \"sycophants, cheerleaders and enablers.\"\nFrom my perspective, to the extent we have minimized Trump's past transgressions or turned him into a modern-day saint, there is some truth to these allegations. We have lost our moral compass.\nBut that is only one side of the story, and this is what many people find impossible to grasp: We voted for Donald Trump with our eyes wide open and without compromising our faith.\nIf he did, in fact, have a fling with this porn star (which he denies) and pay to keep her quiet, we would not be surprised. And when he does use profanity (as many other presidents did before him), we are not surprised. And when he's caught in a lie, we are not surprised. Grieved, yes; surprised, no.\nWe don't overlook his past transgressions, we don't hail him as the exemplar of marital fidelity, and we don't say to our constituents, \"Follow Trump, as he follows Christ\" (to echo Paul's words in 1 Corinthians 11:1).\nRather, we say this: Babies are being slaughtered by Planned Parenthood, and this flawed man is willing to help us stop the slaughter. Christians are being massacred by ISIS, and this flawed man is willing to help stop the bloodshed. Our religious liberties are being threatened, and this flawed man is willing to take a stand on our behalf.\nSo, we appreciate him, we support him in carrying out his campaign promises, and as best as we can, behind closed doors and in other settings, we encourage him to step higher and to take the claims of Jesus seriously.\nHow is that hypocritical? How is that immoral? How is that compromised?\nWe weren't impressed when he held up his family Bible during the campaign, and we weren't surprised when he couldn't quote a single verse from memory. We know the man we voted for.\nAnd he knows who he is too, saying  in his acceptance speech at the Republican National Convention, \"At this moment, I would like to thank the evangelical community because, I will tell you what, the support they have given me — and I'm not sure I totally deserve it — has been so amazing. And has been such a big reason I'm here tonight. They have much to contribute to our policies.\"\nA political insider even told me that, during the campaign, when he asked Trump to take a strong stand on a marriage-related issue, he said, \"I can't do that, given my history.\"\nI can't confirm this firsthand (although my source says he heard it for himself), but I can confirm that I've never heard Trump put himself forward as a paragon of marital virtue, which would make sense.\nAs for giving him a mulligan, that's what you call the gospel. God forgives us, and we forgive others, especially if they recognize their guilt and seek to make positive changes.\nTo this very moment, I feel confident that if Bill Clinton came forward and confessed to his past adulteries, taking full responsibility, seeking to make restitution, and asking for forgiveness, we would line up to be the first to forgive publicly. And should he then say, \"I've had a change of heart regarding abortion,\" we would welcome him as a colleague on the front lines of the pro-life movement.\nIn certain ways, Trump has presented more of a mixed bag in that he continues to engage in unchristian behavior while, at the same time, making a clear break with his past. Yet he has consistently welcomed evangelical Christians into his life, he has listened attentively when they have spoken to him, and, to my knowledge, he has never rebuffed their calls for him to change.\nSo, while he remains a work in progress, he continues to champion many important causes, and with all his blemishes, he is our president.\nDo we not, then, grant him a mulligan when it comes to his past? And if we were to learn that he committed adultery 50 times in his former life, would this change our view of him today?\nTo repeat: We voted for him with our eyes wide open (at least, most of us did), and we can support him, with the necessary caveats, without denying or compromising our faith.\nWhat's so scandalous about that?\nSponsored\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/franklin-graham-trump-porn-star-allegations-not-president-perfect-214549/",
                "https://www.cnn.com/2018/01/23/politics/tony-perkins-trump-affairs-mulligan/index.html",
                "https://www.washingtonpost.com/opinions/the-trump-evangelicals-have-lost-their-gag-reflex/2018/01/22/761d1174-ffa8-11e7-bb03-722769454f82_story.html?utm_term=.6aad74f4faf0",
                "https://www.vox.com/2016/7/21/12253426/donald-trump-acceptance-speech-transcript-republican-nomination-transcript"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.google.com/search?q=trump+perkins+mulligan&rlz=1C1CHBF_enUS765US765&oq=trump+perkins+mulligan&aqs=chrome..69i57j69i60.3748j0j7&sourceid=chrome&ie=UTF-8"
            ]
        },
        "key_words": [
            "past",
            "man",
            "does",
            "moral",
            "trump",
            "evangelicals",
            "political",
            "mulligan",
            "dont",
            "surprised",
            "fact"
        ]
    }
]