[
    {
        "url": "https://www.christianpost.com/news/robert-jeffress-women-abortion-punished-trump-pro-life-critics-hypocritical.html",
        "title": "Robert Jeffress Suggests Women Who Get Abortion Should Be Punished, Says Trump's Pro-Life Critics 'Hypocritical'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRobert Jeffress Suggests Women Who Get Abortion Should Be Punished, Says Trump's Pro-Life Critics 'Hypocritical'\nRobert Jeffress Suggests Women Who Get Abortion Should Be Punished, Says Trump's Pro-Life Critics 'Hypocritical'\nRobert Jeffress Suggests Women Who Get Abortion Should Be Punished, Says Trump's Pro-Life Critics 'Hypocritical'\n| Friday, April 01, 2016\nTexas megachurch Pastor Robert Jeffress (L) and Donald Trump (R) | (Photo:Facebook; Reuters)\nTexas megachurch pastor Robert Jeffress argued Thursday that conservatives who criticize Republican presidential frontrunner Donald Trump for saying that women should be punished for aborting their children are being \"hypocritical.\"\nAfter Trump suggested during the MSNBC town hall earlier this that women should receive some form of punishment for getting an abortion if it becomes illegal, he immediately received stark criticism from many conservative and pro life leaders , who denounced the thought that women should be punished for getting abortions.\nJeffress, the senior pastor at the 12,000-member First Baptist Dallas, defended Trump in a tweet saying conservatives who are critical of Trump's comments must not \"believe abortion is murder.\"\n\"Conservatives' outrage over @realDonaldTrump abortion comments hypocritical,\" Jeffress tweeted . \"Maybe they don't really believe abortion is murder.\"\nJeffress has attended many Trump rallies and indicated his support for the candidate without officially endorsing him.\nHaving realized that his comments have drawn the ire of both the pro-choice and pro-life movement, Trump walked back  his comments just hours later, thus rejecting Jeffress' position.\nWomen who get abortions are victims and abortionists should be the ones getting punished, Trump now says.\nOn Friday, Trump provided further clarification saying that he \"misspoke\" and claimed that he was asked a \"convoluted question.\"\n\"This was a long, convoluted question,\" Trump told Fox News' Eric Bolling . \"This was a long discussion and they just cut it out.\"\nAs Jeffress argues that pro-lifers who voice opposition to the thought of punishing women for getting abortions are \"hypocritical,\" leading Southern Baptist ethicist Russell Moore thinks otherwise.\nMoore, the president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, wrote an op-ed  Thursday arguing that pro-lifers need to make it clear that \"Protecting unborn babies is not about punishing women, but punishing an industry and a culture that dehumanizes human beings.\"\nMoore explained that one of the biggest misconceptions regarding the pro-life movement is that pro-lifers are being seen as \"pro-baby and anti-women.\"\n\"Unfortunately, the pro-life movement hasn't always done a good job of defeating this notion. It's true that some rhetoric on our side has lacked compassion and holistic concern for the well-being of mothers, especially unwed moms,\" Moore stated. \"But despite our imperfections, the pro-life movement has indeed been remarkably consistent about our desire not only to tear down abortion culture but to build a culture of life and human flourishing in its stead.\"\n\"This is the conviction that has built thousands of crisis pregnancy centers, funded hundreds of adoptions, and come alongside countless numbers of women, and men, with practical acts of mercy and love,\" Moore added. \"Pro-life Christians understand that abortion isn't just a physical attack on a baby; it's a spiritual assault on a mother too.\"\nMoore points out that most women who get abortions are not \"ideological foot soldiers in the culture war,\" as many are Christians and some are even pro-life.\n\"For them, the abortion clinic appears to be an escape route from a life of unbearable shame, secrecy, and hardship,\" Moore asserts. \"But these women are being lied to, and their consciences are under assault under the accusations of the Deceiver both leading up to and following an abortion. No one is more pro-choice than Satan during the drive to the abortion clinic, and nobody is more pro-life than Satan during the drive home.\"\nFollow Samuel Smith on Twitter: @IamSamSmith\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.foxnews.com/politics/trump-claims-abortion-remarks-taken-out-of-context-but-admits-it-could-be-that-i-misspoke",
                "https://www.russellmoore.com/2016/03/31/does-the-pro-life-movement-want-to-punish-women/",
                "https://www.christianpost.com/news/pro-life-donald-trump-women-abortion-punished-160589/",
                "http://www.cnn.com/2016/03/30/politics/donald-trump-abortion-town-hall/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/robertjeffress/status/715520883742248962",
                "https://twitter.com/IamSamSmith"
            ]
        },
        "key_words": [
            "prolife",
            "punished",
            "hypocritical",
            "abortion",
            "culture",
            "trump",
            "getting",
            "movement",
            "trumps",
            "jeffress",
            "moore",
            "suggests",
            "critics",
            "women",
            "robert"
        ]
    }
]