[
    {
        "url": "https://www.christianpost.com/news/chinese-govt-fines-pastors-over-1m-demanding-all-of-the-churchs-offerings.html",
        "title": "Chinese Gov't Fines Pastors Over $1M, Demanding All of the Church's Offerings",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nChinese Gov't Fines Pastors Over $1M, Demanding All of the Church's Offerings\nChinese Gov't Fines Pastors Over $1M, Demanding All of the Church's Offerings\nChinese Gov't Fines Pastors Over $1M, Demanding All of the Church's Offerings\n| Friday, January 19, 2018\nA cross is seen behind a poster with the logo of Communist Party of China (CPC) near a Catholic church on the outskirts of Taiyuan, North China's Shanxi province, December 24, 2016. | (Photo: REUTERS/Jason Lee)\nTwo house church pastors in China have been told they must pay a fine of over 7 million yuan (over 1 million USD) because they collected the same amount in offerings from their congregation.\nPastors Su Tianfu and Yang Hua of Huoshi Church in Guizhou province have been facing the fine since May 2017, China Aid  reported, but it was only earlier this month that a provincial court delivered a final verdict and confirmed the punishment.\nSu and Yang have been told that the money they collected from church offerings is \"illegal income,\" despite their argument that they have only used the money for the church itself.\nChina Aid noted that Huoshi Church was founded in 2009 and had been informing officials of all of its religious activities, following Chinese law.\nStill, Communist government officials have targeted the church on a number of occasions, and arrested Yang in December 2015, charging him with \"the crime of obstructing justice\" and \"gathering a crowd to disturb public order.\"\nYang's wife, who was not named, claimed that when she arrived to pick him up on his release date, he had a black hood pulled over his head and was put in an unlicensed vehicle. A month after that, he was charged with \"divulging state secrets.\"\nYang reportedly endured torture while in custody, and his family was threatened with harm, before he was sentenced to two-and-a-half years in prison on Jan. 5, 2017.\nShandong-based lawyer Zhao Yonglin accused Communist Party officials of abusing Yang into making a confession.\n\"The so-called state secret was a document prepared by a temporary city administrative task force calling for the destruction of Living Stone Church. But the decision itself was illegal and should have been exposed instead,\" Zhao said at the time .\nChen Jiangang, another lawyer for the pastor, explained that China is carrying out political persecution.\n\"Even a day in jail is too much for an innocent person,\" Chen told Radio Free Asia. \"I have only one thing to say about this. This isn't a judgment: it's persecution.\n\"This is a political case that has nothing to do with the law or the truth.\"\nChinese Christians, a growing minority whose churches have been subjected to a widespread crackdown for years, are fearing persecution will get even worse in 2018, following the government's destruction  of an evangelical megachurch, captured on video.\nChinese military police detonated explosives inside Golden Lampstand Church in Linfen on Jan. 9, destroying the $2.6 million house of worship, despite the fact that it is owned by the Christians who worship there.\n\"The repeated persecution of Golden Lampstand Church demonstrates that the Chinese government has no respect for religious freedom or human rights,\" said China Aid President and founder Bob Fu.\n\"ChinaAid calls on the international community to openly condemn the bombing of this church building and urge the Chinese government to fairly compensate the Christians who paid for it and immediately cease these alarming demolitions of churches.\"\nFollow Stoyan Zaimov on Facebook: CPSZaimov\nRelated Articles\nMore In World\n",
        "quotes": [
            [
                "gathering a crowd to disturb public order.",
                "Yang",
                false
            ],
            [
                "The so-called state secret was a document prepared by a temporary city administrative task force calling for the destruction of Living Stone Church.",
                "Zhao",
                true
            ],
            [
                "But the decision itself was illegal and should have been exposed instead,",
                "Zhao",
                true
            ],
            [
                "Even a day in jail is too much for an innocent person,",
                "Chen",
                true
            ],
            [
                "I have only one thing to say about this.",
                "Chen",
                true
            ],
            [
                "This isn't a judgment: it's persecution.",
                "Chen",
                true
            ],
            [
                "This is a political case that has nothing to do with the law or the truth.",
                "Chen",
                true
            ],
            [
                "The repeated persecution of Golden Lampstand Church demonstrates that the Chinese government has no respect for religious freedom or human rights,",
                "Bob Fu",
                true
            ],
            [
                "ChinaAid calls on the international community to openly condemn the bombing of this church building and urge the Chinese government to fairly compensate the Christians who paid for it and immediately cease these alarming demolitions of churches.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/chinese-authorities-bomb-evangelical-megachurch-christians-fear-persecution-will-get-worse-video-213404/",
                "https://www.christianpost.com/news/chinese-pastor-jailed-reportedly-tortured-into-confessing-spying-charges-172719/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.facebook.com/CPSZaimov",
                "https://www.chinaaid.org/2018/01/pastors-fined-millions-for-collecting.html"
            ]
        },
        "key_words": [
            "zhao",
            "govt",
            "churchs",
            "1m",
            "told",
            "yang",
            "fines",
            "offerings",
            "demanding",
            "aid",
            "christians",
            "church",
            "pastors",
            "chinese",
            "china",
            "million",
            "officials"
        ]
    }
]