[
    {
        "url": "https://www.christianpost.com/news/franklin-graham-slammed-for-defending-trump-on-porn-star-allegations.html",
        "title": "Franklin Graham Slammed for Defending Trump on Porn Star Allegations",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nFranklin Graham Slammed for Defending Trump on Porn Star Allegations\nFranklin Graham Slammed for Defending Trump on Porn Star Allegations\nFranklin Graham Slammed for Defending Trump on Porn Star Allegations\n| Monday, January 22, 2018\nThe Rev. Franklin Graham speaks at the First Conference at Gateway Church in South Lake, Texas, January 1, 2017. | (Screenshot: Gateway Church\nEvangelist Franklin Graham is being criticized for defending President Donald Trump after accusations surfaced that a lawyer for Trump had paid $130,000 to a porn star to keep quiet about an alleged affair.\n\"I'm afraid I have to stop recommending Samaritan's Purse. The judgment of its leadership raises too many questions,\" wrote radio host and editor of Resurgent Erick Erickson, on Twitter , responding to Graham's recent interview  with MSNBC.\nGraham is the president and CEO of Samaritan's Purse as well as the Billy Graham Evangelistic Association.\n\"Does the president have a sin problem?\" MSNBC \"Live\" anchor Alex Witt asked Graham, referring to the alleged affair with porn star Stormy Daniels.\n\"He is not president perfect,\" Graham told Witt. \"President Trump I don't think has admitted to having an affair with this person. And so this is just a news story, and I don't even know if it's accurate.\"\nGraham added that he believes \"at 70 years of age, the president is a much different person today than he was four years ago, five years ago, 10 years ago, or whatever and we just have to give the man the benefit of the doubt.\"\nPeter Wehner‏, a senior fellow at the Ethics and Public Policy Center think tank,  wrote : \"Watching Franklin Graham do all he can to yet again shield Trump from criticism, after having done the same thing on behalf of Roy Moore, is painful, discouraging and corrosive to the Christian witness. The best you can say is he's blind to the damage.\"\nMoore, an unsuccessful Alabama Senate candidate, was also recently accused of sexual misconduct.\nThe Rev. Dr. William Barber‏, an author and president and senior lecturer of Repairers of the Breach, tweeted , \"Brother @Franklin_Graham, we do have a sin problem. Our politicians are like ravenous wolves. And preachers like you are covering for them.\"\nO. Alan Noble, managing editor and co-founder of Christ and Pop Culture and an assistant professor of English at Oklahoma Baptist University, said it is often claimed that evangelical \"elites\" opposed Trump while lay evangelicals backed him. \"But this depends entirely on how you define 'elite.' Virtually every single major evangelical figure in the national political space backed Trump, like Graham,\" he wrote .\nJournalist and columnist Roland Martin tweeted , \"Want to see why white conservative evangelicals have sold their soul to @realDonaldTrump, just listen to @Franklin_Graham. My man @Frank_Schaeffer has been exposing these sometimey Christians for a LONG Time.\"\nEarlier this month, The Wall Street Journal reported that a lawyer for Trump had paid $130,000 in hush money to Stormy Daniels.\nDaniels, whose given name is Stephanie Clifford, has claimed to multiple publications that she had sex with Trump around the time that his wife Melania had given birth to their son, Barron. According to the story, Daniels and Trump began their affair in July 2006 at the American Century celebrity golf tournament in which Trump invited the porn star into his hotel room and they had what she later described as \"textbook generic\" sex.\nOn MSNBC, Graham was also asked about his support for a president who was recently accused of referring to Haiti, El Salvador and African nations as \"s***hole countries.\"\nGraham said he doesn't think it's hypocritical. \"He said he didn't say it, so I have to go along with the president in that he didn't say it,\" Graham said.\n\"Why are we having all these people from s***hole countries come here?\" Trump allegedly asked during a recent meeting at the Oval Office in the White House with several Republicans and Democrats during immigration negotiations, according to The Washington Post, which also reported that the president said he would prefer people from countries like Norway to come to America instead.\nRelated Articles\n",
        "quotes": [
            [
                "I'm afraid I have to stop recommending Samaritan's Purse.",
                "",
                true
            ],
            [
                "The judgment of its leadership raises too many questions,",
                "",
                true
            ],
            [
                "Does the president have a sin problem?",
                "Franklin Graham",
                true
            ],
            [
                "President Trump I don't think has admitted to having an affair with this person.",
                "Alex Witt",
                true
            ],
            [
                "And so this is just a news story, and I don't even know if it's accurate.",
                "Alex Witt",
                true
            ],
            [
                "at 70 years of age, the president is a much different person today than he was four years ago, five years ago, 10 years ago, or whatever and we just have to give the man the benefit of the doubt.",
                "Franklin Graham",
                false
            ],
            [
                "Watching Franklin Graham do all he can to yet again shield Trump from criticism, after having done the same thing on behalf of Roy Moore, is painful, discouraging and corrosive to the Christian witness.",
                "Peter Wehner",
                true
            ],
            [
                "The best you can say is he's blind to the damage.",
                "Peter Wehner",
                true
            ],
            [
                "Brother @Franklin_Graham, we do have a sin problem.",
                "Peter Wehner",
                true
            ],
            [
                "Our politicians are like ravenous wolves.",
                "Peter Wehner",
                true
            ],
            [
                "And preachers like you are covering for them.",
                "Peter Wehner",
                true
            ],
            [
                "But this depends entirely on how you define 'elite.",
                "",
                true
            ],
            [
                "Virtually every single major evangelical figure in the national political space backed Trump, like Graham,",
                "",
                true
            ],
            [
                "Want to see why white conservative evangelicals have sold their soul to @realDonaldTrump, just listen to @Franklin_Graham.",
                "Roland Martin",
                true
            ],
            [
                "My man @Frank_Schaeffer has been exposing these sometimey Christians for a LONG Time.",
                "Roland Martin",
                true
            ],
            [
                "He said he didn't say it, so I have to go along with the president in that he didn't say it,",
                "Franklin Graham",
                true
            ],
            [
                "Why are we having all these people from s***hole countries come here?",
                "Trump",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/franklin-graham-trump-porn-star-allegations-not-president-perfect-214549/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/EWErickson/status/955106777468719104",
                "https://twitter.com/TheAlanNoble/status/954761016675577856",
                "https://twitter.com/Peter_Wehner/status/955091223802470400",
                "https://twitter.com/RevDrBarber/status/954819858415472640",
                "https://twitter.com/rolandsmartin/status/955161291982819328"
            ]
        },
        "key_words": [
            "say",
            "graham",
            "asked",
            "defending",
            "trump",
            "slammed",
            "president",
            "franklin",
            "star",
            "allegations",
            "having",
            "think",
            "porn"
        ]
    }
]