[
    {
        "url": "https://www.christianpost.com/news/former-prosecutor-and-sheriff-arpaio-attorney-trump-was-perfectly-in-his-right-to-pardon-him.html",
        "title": "Former Prosecutor and Sheriff Arpaio Attorney: Trump Was Perfectly in His Right to Pardon Him",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nFormer Prosecutor and Sheriff Arpaio Attorney: Trump Was Perfectly in His Right to Pardon Him\nFormer Prosecutor and Sheriff Arpaio Attorney: Trump Was Perfectly in His Right to Pardon Him\nFormer Prosecutor and Sheriff Arpaio Attorney: Trump Was Perfectly in His Right to Pardon Him\n| Friday, September 08, 2017\nRachel Alexander, an attorney, is the editor of the Intellectual Conservative.\nMany are criticizing President Trump for pardoning former Maricopa County Sheriff Joe Arpaio. Even some on the right have chimed in  against the pardon. Arpaio used to be the most popular sheriff in the country, but now a federal judge has convicted him of criminal contempt for \"racially profiling\" illegal immigrants.\nI am a former prosecutor with Maricopa County who briefly represented Arpaio in 2010. For the latter, I have been viciously targeted  through the legal system ever since. I could have easily turned on Arpaio after all the misery I've been through, but I know the truth and won't take the easy way out. Trump didn't do anything wrong, nor did Arpaio. This was political. Not criminal. It comes down to this description  by Arpaio's lead attorney, \"What the sheriff's trial is actually about was a non-existent crime for not following a preliminary injunction that was unclear to everyone who read it except the federal judges.\"\nSo what happened? The left turned race into a very toxic issue against the right in recent years. They did it cleverly, referring to children brought to the country illegally by their parents with the sentimental term \" Dreamers \" in order to evoke maximum sympathy. Higher crime rates  by illegal immigrants were swept under the rug. The left got the public to see illegal immigration as a race issue, not a border security issue, even though it does not affect Hispanics who are legal residents or citizens, and it affects all illegal immigrants, not just Hispanics. This emboldened left-leaning judges to turn against Arpaio.\nCompounding the issue of the pardon is the timing of the left-leaning media's recent firestorm toward Trump after his remarks about Charlottesville. While there is no evidence Trump supports white supremacists — in fact he's denounced them repeatedly  over the years — the left and complicit media were able to create an impression even among some on the right that Trump must have some nefarious opinions on race. Pardoning Arpaio immediately afterward must be more evidence of that racism. Normally logical thinking people on the right are now condemning the pardon as fast as they can, afraid of being tarnished with the racist card.\nThis isn't going to help them in the long run, because now that the left has found a phony issue that is resonating, it is expanding the definition of racism to even more absurd levels. The Confederate monument controversy is the left's latest successful way to smear the right on race. Never mind that it was primarily Democrats who started Jim Crow laws, fought against Civil Rights laws and erected these monuments. Not content with merely taking down statues of famous Confederates, the left is now demanding to take down the Jefferson Memorial, the Washington Monument and Mt. Rushmore. How far will they go?\nTrump is accused of abusing his presidential power by pardoning Arpaio. But  former President Obama pardoned or commuted the sentences of far more unscrupulous characters than Arpaio. He commuted the sentence of Oscar Lopez Rivera, who helped lead a terrorist group whose bombing resulted in the deaths of four people. He commuted the sentence of Bradley/Chelsea Manning, who leaked confidential U.S. military and diplomatic information to Wikileaks, putting American lives at risk. He also commuted  the sentences of hundreds of drug dealers with violent records.\nAs I've written  previously, Arpaio was a very deserving candidate for a pardon. The two judges on his case should have recused themselves for bias. Arpaio should have been  granted a jury trial since it was a criminal charge. Even Arpaio's local detractors agree  here. Instead, he received a bench trial by a biased judge. Of course it looked like Arpaio was racially profiling for the obvious reason that Arizona has a lot of illegal immigrants and commit crimes — including traffic-related crimes and offenses — at a higher rate  than the general population. Yet the judge decided that this higher arrest rate meant his office must have been racially profiling in order to detain illegal immigrants.\nEvery witness in the case testified that the judge's order telling Arpaio to stop racially profiling was incoherent. The judge later clarified she meant Arpaio could not turn detained illegal immigrants over to federal authorities anymore without citing an accompanying crime — even though Arpaio had been doing this for years. This change came at the whim of the Obama administration, without congressional approval, and was arbitrarily enforced until it was time to \"get Arpaio.\"  Even so, as the late Supreme Court Justice Antonin Scalia wrote  in a dissenting opinion in the 2012 opinion Arizona v. U.S., \"federal law expressly provides that state officers may cooperate\" with federal authorities when \"identifying a removable alien and holding him for federal determination whether he should be removed.\"\nAs a result of what happened to Arpaio, police officers from other law enforcement agencies in Maricopa County have privately told me they are terrified to pull over someone while driving who appears to be an illegal immigrant. Tempe Police Officer David Lewis has been under investigation  for years and taken off the street beat because of accusations of bias against illegal immigrants. But his beat included the Arizona Mills mall, known for large numbers of illegal immigrants, and also a higher crime rate because it is a mall. Insiders tell me Lewis is a kind, decent man without a racist bone in his body.  \nTrump is also being attacked on technical grounds for pardoning Arpaio. But the Constitution doesn't specify technical grounds. Those are laid out in instructions  at the Department of Justice — which are subject to the authority of the president. Furthermore, requirements such as a five-year waiting period  appear to apply to those applying for a pardon. Arpaio never applied for a pardon, Trump merely decided on his own to issue one. Considering Arpaio is 85, it wouldn't even make sense to wait five years, or to wait until his appeals run out.\nTrump has possibly the finest legal team in the world, does anyone actually think he made this decision rashly without consulting them as to the constitutionality and legality?\nTrump is also being accused of obstruction of justice for asking Attorney General Jeff Sessions previously if the DOJ could drop the prosecution. There was nothing wrong with this. As president, Trump is over the DOJ, which reports to him. If he saw the prosecution as a politically motivated vendetta by out-of-control prosecutors, he is perfectly within his rights  to shut it down.\nIt's really easy to pretend to take the high moral ground and criticize Trump for pardoning Arpaio. No one wants to be a target of the Left in an area where they've had a lot of success lately demonizing people. It's the Left that has former Nazi collaborator George Soros  funding racial violence in order to demonize the Right, falsely claiming  we're the neo-Nazis and create the impression that we support race wars. We saw people of all races working together during Hurricane Harvey. This country doesn't have horrible race relations.\nWhen is someone going to stand up to the race bullies? What's next, renaming Washington, D.C. and Washington state?\nFirst they came for Arpaio. Who are they coming for next?\nRachel is the editor for intellectualconservative.com and an attorney.\nRelated Articles\nMore In Opinion\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.nationalreview.com/2017/08/joe-arpaio-donald-trump-pardon-lawless-sheriff-premature-bad-decision/",
                "https://www.azcentral.com/story/opinion/op-ed/2017/08/22/trump-pardon-only-way-arpaio-can-find-justice/588392001/",
                "http://archive.azcentral.com/news/articles/2008/10/02/20081002immigrationcrime1003-ON.html",
                "http://michellemalkin.com/2012/06/09/bloggers-under-fire-arizona-conservative-lawyeractivist-targeted-by-left-wing-arizona-state-bar/",
                "https://www.nationalreview.com/corner/scalias-blistering-dissent-ian-tuttle/",
                "https://stream.org/judge-not-jury-sheriff-joe-arpaio-guilty/",
                "https://stream.org/latest-round-of-102-felons-to-be-released-by-obama-probably-not-just-peaceful-drug-dealers/",
                "https://www.dailywire.com/news/8427/9-things-you-need-know-about-george-soros-aaron-bandler",
                "http://www.azcentral.com/story/opinion/op-ed/robertrobb/2017/08/11/joe-arpaio-immigration-clarify-what-happened/556914001/",
                "https://www.nationalreview.com/2017/08/trump-arpaio-pardon-unmerited-unnecessary-impulsive/",
                "https://www.cato.org/blog/obstruction-justice",
                "https://rightwingnews.com/top-news/charlottesville-fueling-race-riots-one-lefts-cleverest-tactics/",
                "https://www.foxnews.com/world/arizona-community-wants-police-officer-fired-over-racial-profiling-allegations",
                "http://archive.azcentral.com/news/articles/2008/10/02/20081002immigrationcrime1003-ON.html"
            ],
            "gov_pgs": [
                "https://www.justice.gov/pardon/pardon-information-and-instructions"
            ],
            "unsure": [
                "https://www.youtube.com/watch?v=XgtxrCD9iCk",
                "https://www.law.cornell.edu/cfr/text/28/1.2",
                "https://www.nilc.org/issues/daca/",
                "http://www.intellectualconservative.com/"
            ]
        },
        "key_words": [
            "race",
            "federal",
            "prosecutor",
            "issue",
            "left",
            "sheriff",
            "immigrants",
            "trump",
            "illegal",
            "attorney",
            "pardon",
            "arpaio",
            "perfectly",
            "right"
        ]
    }
]