[
    {
        "url": "https://consortiumnews.com/2017/07/29/jerry-meldons-passion-for-history/",
        "title": "Jerry Meldon’s Passion for History",
        "authors": [
            {
                "name": "Joe Tedesky",
                "link": null
            },
            {
                "name": "Bob Van Noy",
                "link": null
            },
            {
                "name": "Brad Owen",
                "link": null
            },
            {
                "name": "Lois Gagnon",
                "link": null
            },
            {
                "name": "Mild-Ly Facetious",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2017-07-29",
        "text": "Main menu\nJuly 29, 2017\nJerry Meldon, a Tufts University professor who was one of our first writers at Consortiumnews and a great friend, drowned while swimming in a lake in North Carolina on July 18. He was 69.\nThough an associate professor of chemical engineering, Jerry had a  passion for history, especially the dark corners of the Cold War. He wrote frequently about the ugly trade-offs that the U.S. government and the West in general made during those decades.\nJerry Meldon\nBy Jerry Meldon\nNear the end of World War II, the secret collaboration between U.S. spymaster Allen Dulles and Nazi SS officers enabled many German war criminals to escape prosecution and positioned them to fan the flames of post-war tensions between the former allies, the United States and the Soviet Union.\nFormer CIA Director Allen Dulles.\nIn that way, the Old Nazis — aided by Dulles and other ex-Wall Street lawyers — prevented a thorough denazification of Germany and put the Third Reich’s stamp on decades of atrocities during the long Cold War, spreading their brutal death-squad techniques to faraway places, especially Latin America.\nThough the World War II generation has largely passed from the scene and the Cold War ended more than two decades ago, the consequences of Dulles’s actions in those final days of World War II are still reverberating in Germany.\nOne of the after-shocks was felt in a Munich courtroom just last month, with the opening of the trial of Beate Zschape, a 38-year-old neo-Nazi who is accused as an accessory to two bombings, 15 bank robberies and ten murders between 2000 and 2007 by the terrorist cell, the “National Socialist Underground” (NSU).\nTwo male fellow gang members reportedly took their own lives to avoid arrest before Ms. Zschape torched their hideout and turned herself in, in November 2011. But the back story is no less disturbing.\nNine of the NSU’s ten murder victims were immigrants, eight of them Turkish, one Greek. All ten were slain execution-style by the same Ceska Browning pistol. Yet it took more than a decade for police forces across Germany and the country’s domestic intelligence agency, the Bureau for the Protection of the Constitution (BFV), to connect the dots that would link the homicides to Germany’s xenophobic neo-Nazi netherworld.\nTroubling Background\nBut the question is whether the missed connections resulted from incompetence or complicity. Last summer, following reports of the massive shredding of BFV’s files on right-wing extremists, the head of the agency tendered his resignation. Then in November, Der Spiegel reported :\n“Four parliamentary committees [are] dissecting the work of law enforcement units four department heads have already resigned. The government’s failures in fighting rightwing terrorists have plunged [the BFV] into the worst crisis since it was … set up in postwar Germany to stop precisely the kind of extremist thinking that allowed the Nazis to rise to power in the 1930s. The discovery of the NSU and its crimes has shaken the system to its core.\n“The more secrets come to light, the clearer it becomes how extensively intelligence agencies had infiltrated right-wing extremist groups. The trio of neo-Nazis that made up the NSU was surrounded by informants linked with [the BFV].   One of the big questions is whether [the BFV] actually strengthened military right-wing groups.”\nHow the BFV worked at cross-purposes coddling neo-Nazis while supposedly constraining them is not entirely surprising in light of the circumstances surrounding the BFV’s birth.\nWest Germany’s first parliamentary elections in 1950 propelled into the chancellorship, Konrad Adenauer a stalwart of the same party as that of current German chancellor Angela Merkel, the conservative Christian Democratic Union (CDU).\nWhen Adenauer named Dr. Hans Globke as his Secretary of State, the West German chancellor laid his cards on the table. Globke’s checkered past included wartime service at the helm of the Nazi Interior Ministry’s Office for Jewish Affairs. He drafted the infamous Nuremberg Laws for the Protection of German Blood and wrote the “Commentary” that provided the rationale for genocide.\nThe Interior Minister who signed the Nuremberg Laws, Dr. Wilhelm Frick, was sentenced to death at Nuremberg and hanged in October 1946. Globke would appear to have been culpable, too, having advanced his career during Nazi rule. His immediate supervisor, Interior Ministry Legal Counsel Bernard Loesner, resigned following Hitler’s decision to proceed with the extermination of European Jewry. When Loesner stepped down, Globke stepped up and left his fingerprints on the Final Solution.\nBut Globke was not only spared the fate of some colleagues tried at Nuremberg but emerged as an important figure in shaping post-war West Germany. In the 1961 book, The New Germany and the Old Nazis, T.H. Tetens, a German economist who worked for the U.S. War Crimes Commission, noted that Globke controlled every department of West Germany’s government in Bonn and “has done more than anyone else to re-Nazify West Germany.”\nEx-Nazis Everywhere\nDer Spiegel revisited the same subject in a March 2012 article headlined “The Role Ex-Nazis Played in Early West Germany.” It reported that two dozen cabinet ministers, a president and a chancellor had belonged to Nazi organizations.\nHigh-ranking Nazis on trial at Nuremberg\nThe article reported that historians were poring through voluminous BFV files “to determine how many of the Nazi dictatorship’s helpers hid under the coattails of the domestic intelligence service in the earlier years of the Federal Republic” and whether “the protection of the young, optimistic constitution [had been] in the hands of former National Socialists.”\nBerlin historian Michael Wildt told Der Spiegel he was convinced that the postwar police and intelligence services had been riddled with former Nazis. Entire government departments and agencies, he said, “covered up, denied and repressed” their murky history which evoked the following mea culpa from Der Spiegel’s staff:\n“It’s a charge that doesn’t just apply to politicians and public servants, at least not in the early years of the republic. Senior members of the media, including at Spiegel, proved to be unwilling or incapable of sounding the alarm. This isn’t surprising, given the number of ex-Nazis who had forced their way into editorial offices.”\nAuthor T.H. Tetens noted the irony in Dr. Globke, “[the] former key administrator in the Final Solution, [having] full control over the Office for the Protection of the Constitution.” Had he lived long enough, Tetens might have suggested that the BFV be renamed the Office for the Protection of Neo-Nazis.\nTetens might also feel vindicated by recently released CIA documents describing another branch of German intelligence that Globke’s controlled, the vast spy network run by Adolf Hitler’s former espionage czar, Lt. Gen. Reinhard Gehlen, a.k.a. the “Gehlen Organization,” a.k.a. “The Gehlen Org” or, simply, the “Org.”\nUntil 1955, when West Germany became a sovereign state, the Gehlen Org operated nominally under the aegis of James Critchfield of the CIA which paid for the Org’s intelligence product. In reality, Gehlen ran the Org from its creation in 1946 until his retirement in 1968. In 1956, the Org officially became Germany’s foreign intelligence service and was renamed the Bundesnachrichtendienst (BND).\nRecently, the BND has been declassifying its files to come clean about its postwar origins. Documents released to date by both it and the CIA confirm suspicions that, at least in the Gehlen years, the Org/BND was little more than a U.S.-bankrolled “sheep-dipping” operation for fugitive Nazis.\nThe U.S. Connection\nAnd this troubling history goes back even further to the days of World War II when the American intelligence agency, the Office of Strategic Services, fell under the control of a group of Wall Street lawyers who saw the world in the moral grays of business deals, measured less by right and wrong than by dollars and cents.\nIn the introduction to The Old Boys: The American Elite and the Origins of the CIA, author Burton Hersh identifies this common denominator: “In 1941 [the year of America’s entry into the war}, an extraordinarily nimble New York antitrust attorney named William ‘Wild Bill’ Donovan inveigled Franklin Roosevelt into underwriting the first encompassing intelligence instrumentality, the Office of the Coordinator of Information [OCI].\n“Donovan’s profession was relevant, and it was no accident that all three [of The Old Boys’] load-bearing protagonists Bill Donovan, Allen Dulles, Frank Wisner achieved status in America by way of important Wall Street law partnerships.\n“The faction-ridden [OCI] gave way in 1942 to the [OSS]. From then on a civilian-directed, operationally oriented spy service would top the wish list of America’s emerging power elite.”\nThese Wall-Street-lawyers-turned-spymasters brought their moral relativism and their ardor for aggressive capitalism to their World War II decision-making. Thus, they created an opening for Nazi war criminals who after Germany’s crushing defeat at the Battle of Stalingrad in February 1943 saw the writing on the wall regarding the future of the Third Reich and started hedging their bets.\nAs the war ground on for two more years, thousands of them took steps to evade post-war prosecutions, in part, by arranging protection from British and American officials. Most of those American officials served in U.S. intelligence agencies, either Army intelligence or the civilian-run OSS, the CIA’s forerunner.\nOSS spymaster Allen Dulles played into this Nazi game in spring 1945, as Soviet, British and American forces were converging on Berlin. Dulles engaged in negotiations for the separate surrender of German forces in Italy with SS General Karl Wolff.\nIt apparently didn’t bother Dulles that Wolff, like many of his SS brethren, was a major war criminal. After September 1943, when Italy withdrew from the Axis and made peace with the Allies, Wolff’s troops committed an average of 165 war crimes a day executing his orders to liquidate the Italian resistance and terrorize its supporters.\n(In 1964, a German judge sentenced Wolff to 15 years in prison for various war crimes, including ordering the deportation of 300,000 Jews from the Warsaw Ghetto to the Treblinka death camp.)\nPushing the Envelope\nInitially, Dulles met with Wolff in defiance of orders from the dying President Franklin D. Roosevelt. The contacts also were behind the back of Soviet leader Josef Stalin, whose army had not only turned the tide of the war at Stalingrad but was still doing the bulk of the fighting. As Hitler’s Third Reich neared the end of its days, six out of every seven German divisions were lined up against the Red Army.\nPresident Franklin Delano Roosevelt at a press conference.\nUltimately, Dulles secured authorization for what was code-named “Operation Sunrise,” but his determination to consummate a deal with Wolff didn’t stop at negotiations. When the Italian resistance set a trap for Gen. Wolff, Dulles saved him in what his OSS colleague (and future Supreme Court Justice) Arthur Goldberg described as treason.\nMoreover, when Soviet spies informed Stalin about the Dulles-Wolff assignations which continued even as the Red Army suffered 300,000 casualties in a three-week period the ensuing brouhaha played right into Hitler’s own game plan for survival.\nDesperate to bolster the morale of his collapsing army, Der Fuehrer seized on the dissension opening in the ranks of the Allies. He gave his generals the following pep talk (as transcribed in Gabriel Kolko’s The Politics of War):\n“The states which are now our enemies are the greatest opposites which exist on earth: ultra-capitalist states on one side and ultra-Marxist states on the other. [Their] objectives diverge daily and anyone can see how these antitheses are increasing.\n“If we can deal it [the alliance] a couple of heavy blows, this artificially constructed common front may collapse with a mighty thunderclap at any moment.”\nIndeed, Wolff’s surrender overtures to Dulles might have been an attempt to both save his own skin and help Hitler drive a wedge into the “artificially constructed common front.”\nThe overall value of Dulles’s negotiations toward ending the war also was dubious. Less than one week before the general armistice ending the War in Europe, Dulles offered Nazi officers an advantageous deal, letting one million German combatants surrender to British and American forces on May 2, 1945, rather than to the Russians.\nBy surrendering to the British and Americans, most of these Germans not only avoided harsh treatment from the Russians but high-ranking Nazi officers benefited from the Truman administration’s quick pivot from its war-time alliance with Stalin to the Cold War confrontation with Moscow.\nPresident Harry Truman’s staunchly anti-communist advisers, including Secretary of State James Byrnes, persuaded Truman to default on FDR’s commitment to a thorough postwar denazification of Germany, one in a series of decisions which enabled thousands of war criminals to avoid justice and permitted many to assume key positions in the new West German government.\nSteering the Cold War\nYet, the use of Nazis by U.S. intelligence agencies had the additional dangerous effect of letting the Nazis influence how the United States perceived its erstwhile allies in Moscow. Washington formulated much of its early Cold War policies based on information about Moscow’s intentions that originated with Gehlen’s blemished agents.\nThese infamous Final Solution perpetrators included:\n–Willie Krichbaum, reportedly the Gehlen Org’s top recruiter. As the senior Gestapo official for southeastern Europe, Krichbaum managed the deportation of 300,000 Hungarian Jews for extermination.\n–Dr. Franz Six, former Dean of the Faculty of the University of Berlin and Adolph Eichmann’s immediate supervisor in the Ideological Combat branch of the SS security apparatus. In 1941, according to a report he wrote (which Christopher Simpson cites in Blowback: The First Account of America’s Recruitment of Nazis, and its Disastrous Effect on our Domestic and Foreign Policy), a Six-led SS commando group murdered 200 people in the Russian city of Smolensk, “among them 38 intellectual Jews.”\nWanted for war crimes, Six joined the Gehlen Org in 1946, but later was betrayed by a former SS officer working undercover for a US/UK dragnet for fugitive Nazis. In 1948, a U.S. military tribunal sentenced him to 20 years for war crimes including murder. After serving four, he was granted clemency by John McCloy, another Wall Street lawyer then serving as U.S. High Commissioner for Germany. Six then rejoined the Org.\nNazi SS officer Klaus Barbie.\n–Gestapo captain Klaus Barbie, the infamous “Butcher of Lyon,” who escaped via the so-called “rat lines” to South America, where he then worked with right-wing intelligence services and organized neo-Nazi support for violent coups against elected and reformist governments, including the 1980 “cocaine coup” in Bolivia. After decades of spreading Nazi techniques across Latin America, Barbie was arrested and returned to France where he was given a life sentence in 1984 for ordering the deportation of 44 Jewish orphans to the death camp at Auschwitz\n–SS Colonel Walter Rauff, who dodged postwar prosecution for developing mobile gas vans and administering their deployment to murder some 250,000 Eastern Europeans, mostly Jewish women and children. The appearance of Rauff’s name on the list is interesting because, as the Milan-based SS intelligence chief for northwestern Italy in 1945, he was Gen. Wolff’s liaison with Allen Dulles.\nAccording to a 1984 Boston Globe Op-Ed by former U.S. Justice Department lawyer John Loftus, Rauff, after playing his part in Operation Sunrise, calmly turned himself in and told agents of the U.S. Army Counter-Intelligence Corps (CIC) that he had made surrender “arrangements [with] Mr. Dulles to avoid further bloodshed in Milan.”\nIn Loftus’s words, Dulles “promised that none of the [surrender] negotiators would ever be prosecuted as war criminals. When Truman and Stalin discovered what Dulles [had been up to], there were outraged orders to call off Sunrise [But] Dulles went ahead anyway, with Truman’s reluctant concurrence [Dulles] kept his bargain Rauff was released.”\nChristopher Simpson confirms in Blowback that “each of the SS officers involved in Operation Sunrise [escaped] serious punishment despite the fact that each was a major war criminal. A U.S. military tribunal tried [SS intelligence chief] Walter Schellenberg, who had helped trap and exterminate the Jews of France. He was convicted but freed shortly thereafter under a clemency [order] from the U.S. High Commissioner for Germany, John McCloy…\n“Wolff was sentenced to ‘time served’ in a [British] denazification proceeding in 1949, then released without objection from U.S. authorities. Fifteen years later a West German court tried Wolff a second time. He was convicted of administering the murder of 300,000 persons, most of them Jews, and of overseeing SS participation in slave labor programs.”\nFleeing to Latin America\nHowever, when the war ended, neither the Gehlen Org recruitment program nor Wall Street lawyer McCloy’s clemency rulings had begun, leaving tens of thousands of war criminals desperate to relocate in secure foreign outposts. SS Col. Rauff just happened to have the right connections to make that happen.\nIn Unholy Trinity: The Vatican, the Nazis and Soviet Intelligence, Australian investigative reporter, Mark Aarons, and former Justice Department lawyer Loftus reconstruct how Rauff became the mass murderers’ travel agent of choice.\nShortly after the Wolff/Dulles surrender negotiations were successfully completed on April 29, 1945, Rauff was arrested by unidentified Americans and delivered to an OSS unit led by James Angleton, the future CIA counter-intelligence chief.\nFrom its description by Aarons and Loftus, Angleton’s team appears to have been tracking communists in the Italian underground which would have been consistent with Washington’s postwar policy of backhanding leftwing resistance leaders, from European partisans to Vietnam’s Ho Chi Minh, irrespective of the magnitude of their contributions to the Allied cause.\nAngleton’s team reportedly debriefed Rauff at length, probably about what he had learned when he carried out Wolff’s orders to liquidate the resistance. After Angleton’s team released him, Rauff established contact with his former SS colleague Friederich Schwendt who was already on the payroll of the U.S. Army Counter-Intelligence Corps (CIC) and, like Rauff himself, was wanted for murder.\nSchwendt was also a master counterfeiter. He laundered his product through banks, obtaining legitimate Western currency in return enough, in fact, that over the next three years, Rauff was able to furnish thousands of fellow war criminals false identities and one-way tickets to South America.\nRauff himself wound up in Chile, where he later reportedly advised Gen. Augusto Pinochet’s ruthless secret police.\nAs for Allen Dulles, he became director of the CIA from 1953 to 1961. Under his leadership, the CIA overthrew democratically elected governments in Iran (1953) and Guatemala (1954) and replaced them with anti-democratic dictatorships. To this day, neither country has fully regained its democratic footing.\nAfter the CIA’s disastrous 1961 Bay of Pigs invasion, President John F. Kennedy sacked Dulles, but Dulles did not wander far from the centers of power. After JFK’s assassination two years later, President Lyndon B. Johnson asked Dulles to serve on the Warren Commission’s investigation of Kennedy’s murder.\nDulles died on Jan. 29, 1969. However, even today, seven decades after Dulles opened the door to U.S. collaboration with Nazi war criminals, his decision continues to infect government actions around the globe.\nNancy\nAugust 1, 2017 at 11:17\nThe list of his contributions illustrates that the crimes of the powerful have been going on for a very long time and will continue to go on until some miracle happens to wake the human race from its complacency or, more likely, it all comes crumbling down.\nMay he rest in peace.\nMild-ly Facetious\nJuly 31, 2017 at 00:22\nWhat a Light you cast, Jerry Meldon, in this darkness audaciously imposing itself as the looming, visible, August eclipse is near.\nTruth tellers or seekers are the rare breed – and we should sincerely consider the darkness that’s about to engulf us shortly.\nJerry Meldon artistically recorded histories we choose to ignore/as\nif movies appear more real / easier to digest as opposed to reality.\nAldous Huxley told the truth\nso did “Mandingo” author Kyle Onstott\nbut nobody remembers humiliation\nof  racial Genocide or\nof what-lies-ahead for the\nthe real brave new world of\nIdentificationChipsEmplanted\n(time keeps on slip’n into the future)\nour histories trail behind, as followers\nin this darkness audaciously imposing\nitself as the perilously-ill-looming  danger.\nLois Gagnon\nJuly 30, 2017 at 20:04\nI’m so sorry this ethical human was taken from us too soon.\nWall St. is a Fascist construct. Can there be any doubt? They need to be driven from power as soon as possible.\nJuly 30, 2017 at 11:57\nSorry he drowned, and offer my condolences. Not a time to  pick over what he wrote.\nJuly 30, 2017 at 14:18\nThanks for cleaning up the mess that Ray McGovern and others tried to create over the sad drowning.\nJuly 30, 2017 at 11:21\nIn his iconoclastic and controversial study, Norman G. Finkelstein moves from an interrogation of the place the Holocaust has come to occupy in global culture to a disturbing examination of recent Holocaust compensation settlements. It was not until the Arab–Israeli War of 1967, when Israel’s evident strength brought it into line with US foreign policy, that memory of the Holocaust began to acquire the exceptional prominence it has today.\nRecalling Holocaust fraudsters such as Jerzy Kosi?ski and Binjamin Wilkomirski, as well as the demagogic constructions of writers like Daniel Goldhagen, Finkelstein contends that the main danger posed to the memory of Nazism’s victims comes from some of the very people who profess most passionately to defend it. Drawing on a wealth of untapped sources, he exposes the double shakedown of European countries and legitimate Jewish claimants, and concludes that the Holocaust industry has become an outright extortion racket. ——————from the book PR jacket\nEvery year, on May 15, I ask my grandmother to tell me the story of how she was made homeless. It happened 67 years ago. She was 14, the youngest of 11 siblings from a middle-class Christian family. They had moved to Haifa from Nazareth when my grandmother was a little girl and lived on Garden Street in the German Colony, which used to be a colony for German Templars, later becoming a cosmopolitan center of Arab culture during the British Mandate. When I ask her to recall what life in Haifa was like back then, her eyes fix on the middle distance.\n“It was the most beautiful city I have ever seen. The greenery … the mountains overlooking the Mediterranean Sea,” she says, as her voice trails off.\nMy grandmother remembers clearly the night her family left. They were woken up in the middle of the night by loud banging on the front door. My grandmother’s cousins, who lived in an Arab neighborhood of Haifa, had arrived to tell them that Haifa was falling. The British had announced they were withdrawing, and there were rumors that the country was being handed to the Zionists. At the time, the German Colony had been relatively insulated from the incidents of violence in the rest of the country, which included raids and massacres of Palestinian villages by Zionist paramilitary groups. Yet the Haganah, a paramilitary organization that later formed the core of the Israel Defense Forces, saw the British withdrawal from Haifa as an opportunity and carried out a series of attacks on key Arab neighborhoods where my grandmother’s aunts and cousins were living.\nBrad Owen\nJuly 30, 2017 at 08:31\nYes the boardroom NAZIs were completely overlooked while the pursuit of battlefield NAZIs carried on. A good supplement to this article is “NAZIs, Operation Condor, and Bush’s privatization plan” from EIR search box. This continues investigation of 2nd and 3rd generation fascists, and Pinochet’s key positioning for continuation of boardroom NAZIs Synarchist plans into the present time (all just various labels for ancient Oligarchy and its war against the people).\nPandas4Peace\nThis is very sad news. I am so sorry.\nRealist\nJuly 30, 2017 at 02:17\nYour friend Jerry appeared to have been quite the polymath, Robert.   His death is a loss to the world.   My sincere condolences.\nBob Van Noy\nJuly 29, 2017 at 17:47\nYes indeed, Jerry Mellon Rest In Peace, we will follow your links to the Truth…\nJoe Tedesky\nJuly 29, 2017 at 14:57\nMay Jerry Mellon be at peace. His reporting is what the world needs more of, and that is the truth.\nComments are closed.\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://now.tufts.edu/articles/jerry-meldon-associate-professor-chemical-engineering-dies"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://exchange.tufts.edu/owa/auth/logon.aspx?url=https://exchange.tufts.edu/owa/redir.aspx%3FC=Xbcz_JyNZ0K0C2lXVG3huZg-Jyh0NtAI7eXkjeKDQ-pQjrx0QvuZmnMMoiamqZFwi9MeYhxkSbs.%26URL=http%253a%252f%252fwww.spiegel.de%252finternational%252fgermany%252fgerman-police-document-says-informants-fuelled-far-right-extremism-a-865461.html&reason=0"
            ]
        },
        "key_words": [
            "west",
            "german",
            "dulles",
            "rauff",
            "history",
            "ss",
            "war",
            "germany",
            "passion",
            "intelligence",
            "jerry",
            "nazi",
            "meldons",
            "nazis"
        ]
    }
]