[
    {
        "url": "https://www.christianpost.com/trends/days-of-our-lives-jan-25-spoilers-abigail-confronts-gabi-about-andres-murder.html",
        "title": "'Days of Our Lives' Jan. 25 Spoilers: Abigail Confronts Gabi About Andre's Murder",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\n'Days of Our Lives' Jan. 25 Spoilers: Abigail Confronts Gabi About Andre's Murder\n'Days of Our Lives' Jan. 25 Spoilers: Abigail Confronts Gabi About Andre's Murder\n'Days of Our Lives' Jan. 25 Spoilers: Abigail Confronts Gabi About Andre's Murder\n| Thursday, January 25, 2018\nPromotional image for 'Days of Our Lives' | Facebook/daysofourlives\nAbigail (Marci Miller) will deal with Gabi (Camila Bagus) in the next episode of \"Days of Our Lives.\" Spoilers for the Jan. 25 episode of the popular soap reveal that Abigail will confront Gabi about her recent threat, where she declared that she would kill Andre (Thaao Penghlis) after the latter stabbed her in the back.\nIn the upcoming episode,  Abigail  will try to know if Gabi actually did as she promised. She will suspect Gabi as Andre was actually found dead hours after Gabi threatened him. Spoilers reveal that Gabi will be shocked to know that somebody's actually suspecting her of being a murderer. However, Abigail will tell her that she's done it before when she killed Nick (Black Berris), so it's not impossible that she did it again with Andre.\nIt's clear that Abigail is grieving in the upcoming episode, but it also seems like her accusations against Gabi won't sit well with the latter. Gabi will think that Abigail is just trying to look for someone to hold responsible for Andre's murder that's why she's pointing her finger at her. Spoilers suggest that Gabi will brush off Abigail's accusations, telling her that what she wanted was simply to file a lawsuit against Andre and not kill him.\nElsewhere in the episode, Lani's (Sal Stowers) situation will get even more difficult for her as JJ (Casey Moss) gushes over fatherhood. Fans of \"Days of our Lives\" have witnessed how troubled Lani has been since she discovered she was pregnant, but it looks like things will get even more difficult for her when JJ learns about her pregnancy and instantly assumes he's the father of her child. It remains to be seen in the upcoming episode if Lani will muster the courage to tell JJ the truth.\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://soaphub.com/days-of-our-lives/days-lives-spoilers-dool-abigail-asks-gabi-big-question/2/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "25",
            "jan",
            "andre",
            "spoilers",
            "lives",
            "episode",
            "confronts",
            "abigail",
            "actually",
            "jj",
            "upcoming",
            "gabi",
            "andres",
            "murder",
            "days"
        ]
    }
]