[
    {
        "url": "https://www.christianpost.com/news/piper-god-has-mixed-emotions-on-osama-bin-ladens-death.html",
        "title": "Piper: God Has Mixed Emotions on Osama bin Laden's Death",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nPiper: God Has Mixed Emotions on Osama bin Laden's Death\nPiper: God Has Mixed Emotions on Osama bin Laden's Death\nPiper: God Has Mixed Emotions on Osama bin Laden's Death\n| Wednesday, May 04, 2011\nIs God glad that Osama bin Laden is dead? Prominent evangelical pastor John Piper says yes and no.\nGod’s emotions, like humans, are complex and not always black and white as some portray them to be, writes Piper, founder of the ministry Desiring God, on the group’s blog this week. It is true that He delights in the death of the wicked, but at the same time death does not bring God pleasure.\nCiting Ezekiel 18:23, 32, Piper, pastor of Bethlehem Baptist Church in Minneapolis, points out that the Bible records, “I do not pleasure in the death of anyone, declares the Lord God; so turn, and live.”\nBut in other verses, the Bible records that God finds pleasure in the judgment and death of unrepentant evil doers. In Ezekiel 5:13, the Bible records, “Thus shall my anger spend itself, and I will vent my fury upon them and satisfy myself,” and in Proverbs 1:25-26, “Because you have ignored all my counsel and would have none of my reproof, I also will laugh at your calamity; I will mock when terror strikes you.”\n“My suggestion is that the death and misery of the unrepentant is in and of itself not a pleasure to God,” writes Piper. “God is not a sadist. He is not malicious or bloodthirsty. The death and suffering considered for itself alone is not His delight.”\n“Rather, when a rebellious, wicked, unbelieving person is judged, what God has pleasured in is the exaltation of truth and righteousness, and the vindication of His own honor and glory.”\nPresident Barack Obama announced late Sunday night that al-Qaida leader Osama bin Laden was killed in a U.S. assault on the home sheltering bin Laden in Abbottabad, 30 miles northeast of Pakistan’s capital Islamabad. A team of Navy SEALs killed bin Laden and three other men in a firefight operation that lasted about 40 minutes.\nAmericans rejoiced at news that the mastermind behind the Sept. 11 terrorist attacks, which killed nearly 3,000 people and caused the collapsed of the Twin Towers in New York City, was finally brought to justice after 10 years.\n“I DO mourn death=The widespread death that Bin Laden's life created. Today we MUST celebrate the sacrifice & victory of our troops,\" Pastor Steven Furtick of Elevation Church in Charlotte, N.C., tweeted.\n\"I unapologetically celebrate multitudes of people who will have an opportunity to live b/c of this man's death. That is good-THAT is victory.\"\nBut emergent church leader Brian McLaren questioned the celebrations of “the killing of a killer who joyfully celebrated killing.”\n“Are we learning anything, or simply spinning harder in the cycle of violence?”\nPastor Greg Laurie of Harvest Christian Fellowship in Riverside, Calif., did not weigh in on the assassination of bin Laden specifically, but he spoke about the biblical worldview on self-defense and retaliation in his radio program A New Beginning on Wednesday.\nReading from Matthew 5:38-42 (“You have heard that it was said, ‘Eye for eye, and tooth for tooth.’ But I tell you, do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. And if someone wants to sue you and take your tunic, let him have your cloak as well. If someone forces you to go one mile, go with him two miles. Give to the one who asks you, and do not turn away from the one who wants to borrow from you.”), Laurie emphasized that the teachings of the Sermon on the Mount apply to believers and are not the standard to govern a society.\n“Should a Christian be a complete pacifist? Should we never defend ourselves?” asked Laurie during the program. “No, there is a place for self-defense. There is a place for standing your ground.”\nThe Southern California megachurch pastor and evangelist pointed to Matthew 5:38, about an “eye for an eye,” and Exodus 21:24, “eye for eye, tooth for tooth, hand for hand, foot for foot, burn for burn, wound for wound, bruise for bruise,” as the Hebrew civic justice system that governments should rule by. He noted that the legal system limited judgment to match the punishment to the offense.\nLaurie pointed to Romans 13 where believers are told to obey those in authorities, or the government, because “God has established” them.\n“He (police officer or soldier) is God’s servant, doing good,” said Laurie. “He does not bear the sword for nothing. He is God’s servant and the agent of wrath to bring punishment to the wrong doer.”\n“God delegates vengeance or the enforcing of justice to the government, otherwise evil people will dominate and so, according to Scripture, government, law enforcement, and military all have their place, a God ordained place,” he said.\nLaurie pointed out that the Bible even calls Christians to model after soldiers (2 Timothy 2:3) and said God would never use a “dishonorable profession” as an illustration for Christians to model after.\n“I bring this up because some people say the Bible teaches pacifism. Jesus was the ultimate pacifist. Jesus was the first hippie, right? ‘Peace and love, man.’ No, actually that is not true at all,” said Laurie.\nJesus administered justice when he overturned the tables of the money changers at the temple and drove them out. He told the disciples that dangerous days are coming when they might need swords, said Laurie.\n“Now why would they carry swords? For shish kabob later? No, for self-defense,” he said. “So this is important, God has established human government to administer justice. It is acceptable for a Christian to defend himself and to exercise their right.”\n“The Bible does not say that the Christian is supposed to be some kind of a doormat.”\nBut while the government is responsible for carrying out justice, individual Christians are taught by Jesus in the Sermon on the Mount to endure personal wrongdoings for the sake of winning someone to Christ. Individual believers should try to turn their enemies into friends and let the government handle the justice part.\nRelated Articles\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "laden",
            "piper",
            "tooth",
            "ladens",
            "mixed",
            "god",
            "death",
            "justice",
            "emotions",
            "bin",
            "eye",
            "bible",
            "turn",
            "osama"
        ]
    }
]