[
    {
        "url": "https://consortiumnews.com/2011/11/30/clint-eastwoods-dishonest-j-edgar/",
        "title": "Clint Eastwood’s Dishonest ‘J. Edgar’",
        "authors": [
            {
                "name": "Ralph Yates",
                "link": null
            },
            {
                "name": "Charles Feney",
                "link": null
            },
            {
                "name": "Gregory L Kruse",
                "link": null
            },
            {
                "name": "Joe Gallagher",
                "link": null
            },
            {
                "name": "Ron Harwell",
                "link": null
            },
            {
                "name": "Saw See",
                "link": null
            },
            {
                "name": "Theodore Koerner",
                "link": null
            }
        ],
        "publisher": "https://consortiumnews.com",
        "publish_date": "2011-11-30",
        "text": "Main menu\nNovember 30, 2011\nBy James DiEugenio\nMuch of the controversy around Clint Eastwood’s J. Edgar has swirled around screenwriter Lance Black’s depiction of the late FBI Director J. Edgar Hoover as a closeted gay man, since Black is a gay writer-director and most of his previous projects featured gay themes.\nBut even more important in any critical analysis of the movie is Eastwood’s work as director. Because that informs us about why the American film business has come to a point when a mediocre, compromised and dishonest production like this much ballyhooed film gets praised for “being candid” about one of the worst Americans of the 20th Century.\nActor/director Clint Eastwood\nTo my knowledge, this is the third film made about J. Edgar Hoover. In 1977, there was a rather low budget, independent film directed and written by Larry Cohen, which starred Broderick Crawford as Hoover. It was titled The Private Files of J. Edgar Hoover. Considering its time period, it was a forthright look at Hoover. Because of its controversial topic, it was plagued by budget problems. Therefore it was made on the run by sneaking onto locations .\nIn 1987, Robert Collins wrote and directed a TV film, which starred Treat Williams as Hoover. This film was less forthright about Hoover and his crimes. (I should note, there is also a third production that cannot really be called a movie. It was more like a one-man theatrical show with Ernest Borgnine enacting the Director and Cartha DeLoach, a senior FBI official under Hoover, providing the support. With Hoover’s No. 3 man on board, one can imagine the depth of insight into Hoover.)\nThe fact that Hoover has been dead since 1972, yet there has been so little produced on film about him tells us something about the man and the film business in the USA. For there can be little doubt that J. Edgar Hoover was one of the most perniciously influential men in 20th Century America.\nWhile helming the Bureau, he conducted some of the greatest abuses of power and legal transgressions that any American civil servant ever did. And while he did so, he protected himself by collecting pieces of personal blackmail against federal, state and local politicians and government officers.\nIn one famous case cited by author Curt Gentry, Hoover managed to secure film of a prominent citizen’s wife fellating her black chauffeur. When these kinds of things did not exist, Hoover would have FBI employees invent the evidence to execute the blackmail.\nA good example of this was Hoover’s destruction of Congressman Cornelius Gallagher, who was concerned about the use of the Bureau’s technologies to spy on Americans. Gallagher spoke about this in Congress and began to hold hearings on the topic. Hoover sent an emissary to warn him about his activities.\nWhen Gallagher persisted, the Director manufactured a scenario of Gallagher being tied in with the local New Jersey mob. The FBI broke into his home and stole his personal stationery. Hoover’s operatives then forged documents to connect Gallagher to local Mafia chieftain Joe Zicarelli. They also forged telephone tapes of Gallagher talking to Zicarelli.\nHoover and DeLoach got Life magazine to publish that false story. DeLoach then told Gallagher’s lawyer that unless the congressman resigned DeLoach would have Life print a story that a New Jersey gambler had died of a heart attack at Gallagher’s home while in bed with his wife. [See Anthony Summers, Official and Confidential, pgs. 211-12.]\nHoover’s Secrets\nBut this is just the beginning of the evils that Hoover indulged himself in while Director. Hoover allowed his agents to conduct unauthorized mail intercept programs, cable intercept programs and breaking and entering called black back jobs in order to steal and plant evidence, usually on leftist groups. [See Gentry, J. Edgar Hoover: The Man and his Secrets, pgs. 282-84].\nBeyond that, Hoover conducted taps on phones and planted surveillance bugs in homes and businesses. [Ibid, pgs. 285-86] When authors tried to tell the public about some of the things Hoover did, he would send agents to try and thwart publication of these books and magazine articles. [Ibid, pgs. 386, 462] He even went as far as sending agents into library archives to remove documents that could be used to discredit him. [Ibid, pgs. 288-89]\nMeanwhile, Hoover authorized books to be written about the Bureau hiding his personal crimes and exaggerating and glorifying the Bureau’s triumphs e.g. Don Whitehead’s The FBI Story. He then had books ghost-written for him by agents on company time, e.g. Master of Deceit.\nNot paying for the writing, Hoover could then pocket the profits himself. He would cover this windfall by saying he would donate the profits to something called The FBI Recreational Association. This turned out to be a slush fund used by him at his discretion. [Ibid, p. 448]\nInspiring McCarthy\nHoover played a prominent role in creating the Red Scare in the Fifties. In fact, some writers maintain that it was really Hoover who created Joe McCarthy by supplying him with reams of questionable information, which Hoover could not get into the record himself.\nThis, in turn, created the hysteria to persecute Communists and leftist sympathizers, even though it was not a crime to be a Communist and the relatively small movement supported many worthy reforms, such as the end to racial segregation. Nevertheless, Hoover’s Red Scare resulted in personal tragedies like the case of the Hollywood Ten, a group of screenwriters, actors and directors who were blacklisted for their leftist political beliefs.\nAlthough Hoover toiled at exaggerating to an insane degree the number of people in the Communist Party and how dangerous they were to America, he ignored the influence of the Mob in American life all the way up to the notorious Apalachin Raid in 1957, which discovered a meeting of about 100 Mafiosi in upstate New York.\nEven after that proof of a national crime syndicate, Hoover never really ratcheted up the man-hours or legal techniques used against the Mafia until Robert Kennedy became Attorney General and pushed him into it. RFK thought it silly to use as many agents as Hoover did on the Communist Party since he famously said that a large percentage of those presumed Communists were actually FBI informants.\nIn another split with the Kennedys, Hoover never worried about white militant groups in the South or the violations of the Brown v. Board of Education decision, striking down “separate-but-equal” schools. In fact, in a meeting at the White House in 1954, Hoover actually discounted the power of the Ku Klux Klan despite its long record of racial violence. [Gentry, p. 141]\nWhen the Freedom Riders began their efforts to integrate public facilities in the South, Hoover knew at least two weeks in advance that the Klan planned to use violence to terrorize the protesters. The FBI even alerted the police in Montgomery when the bus was coming, knowing that the local police were working with the Klan. [Ibid, p. 483-485]\nWhen the violence broke out in Birmingham and Montgomery, Alabama and several people were severely beaten it was Robert Kennedy who had to call out federal marshals to stop it. It was this dereliction of duty by Hoover that sparked criticism from Martin Luther King Jr against the FBI’s laxness on Klan violence. King’s criticism infuriated Hoover because he didn’t like the fact that he was a racist to be implied in public. [Ibid, p. 497]\nBut Hoover made sure that most of the FBI’s Special Agents in Charge, and their assistants, in southern cities were southerners. [Ibid, p. 499] Though Hoover’s later smearing of King’s character became infamous, Hoover already had a long record of collecting personal gossip and sexual blackmail against prominent individuals, including President Dwight Eisenhower. [Ibid, p. 441]\nThe FBI also had opened a file on King in 1958, long before he came to national prominence. There were at least 20 black bag jobs on King’s organization, the Southern Christian Leadership Conference (SCLC) that were recorded. And as Gentry points out, the aim of these was to get information on King himself.\nOne of the worst aspects of Hoover’s career was the launching of the infamous COINTELPRO assaults on certain groups, most notably the Black Panthers. This program employed the use of informants, double agents, newspaper assets, surveillance, and alliances with local police to sow discord and division within target groups, which often would degenerate into violent confrontations.\nA prime example was the 1969 killing of Chicago Panthers Fred Hampton and Mark Clark while they were sleeping. [See “How the FBI Tried to Destroy the Black Panthers” in Government by Gunplay, edited by Sid Blumenthal and Harvey Yazijian.]\nA Pattern of Abuses\nThe above compilation of Hoover’s abuses could go on and on: he hired lying witnesses like Harvey Matusow to put innocent people in jail; the FBI either planted or built the famous Woodstock typewriter to corroborate witness Whittaker Chambers’s spy accusations against State Department official Alger Hiss; Hoover lied about how he rolled up a group of Nazi spies during World War II; and he watched as the two informants in the group were sentenced to long prison terms at hard labor.\nYet beyond wanting to giving the reader a real taste of what Hoover was like, I have summarized his career to make an important point about the Black/Eastwood film, which is this: none of the above is in this popular movie!\nWhich means the worst things that Hoover did are left out of the film. Of course, it would be impossible to detail, or even mention in passing, all of the above. But surely any honest film about the man would have to deal with at least some of it. But this film does not. So right off the bat, the viewer gets a whitewashed view of just how bad Hoover really was.\nMost of the film’s 137 minute running time consists of five episodes: 1.) Hoover’s relationship with his mother; 2.) His relationship with his assistant Clyde Tolson; 3.) Hoover’s role in the World War I-era Palmer Raids; 4.) The FBI’s role in the Lindbergh child kidnapping case; 5.) The composition of a letter to Martin Luther King in which the FBI implied that he should commit suicide or else the Bureau would blackmail him about his infidelity.\nThe first two are personal matters of course. But before we get to them, it is interesting to explore how Black deals with the latter three since they are the incidents he uses to elucidate Hoover’s professional career.\nExaggerating a Red Scare\nThe Palmer Raids are named after A. Mitchell Palmer who was Attorney General from 1919-1921. After a series of bombings, including one right outside his home, he was coaxed into organizing two raids by the Bureau of Investigation the forerunner of the FBI against suspected radicals who were behind the violence.\nThe problem was that the acts were carried out by anarchists, which the Bureau had very little information about. So instead, the raids were set up and planned against leftists, who the Bureau did have much information about.\nHoover had been in on the gathering of this information from the age of 22, when he was placed in charge of a unit in the Enemy Alien Registration Section of the Justice Department. [Gentry, p. 69] Hoover studied previous Justice Department raids against leftist unions like the IWW. And he became enamored of the dragnet-type raid. [Ibid, p. 73]\nBefore going any further, let us briefly describe what the film depicts about Hoover and the raids. Played by Leonardo DiCaprio, Hoover rides his bike down to the scene of the explosion near Palmer’s house. He then is depicted as a foot soldier in the actual raids. As Palmer then leaves office, Hoover is heard saying, “I was only following orders.”\nTo put it mildly, this is not what actually happened. First of all, to depict Hoover riding a bike to the scene is a bit of a stretch. The man was 24 years old at the time. He was not just a kid, as Eastwood and Black seem to imply. Further, he was not just a foot soldier, and he was not just following orders.\nAs Gentry and Tony Summers describe, Hoover actually assembled the lists of suspects for the two raids. But further, he also helped in cobbling together the (very weak) legal underpinnings for the raids, arrests, and deportation hearings. [Gentry, pgs. 81-82]\nFor the second series of raids, which began in late December of 1919, Hoover actually prepared the warrants all 3,000 of them. [Ibid, p. 89] These warrants usually contained only the name of the alien and the unsupported allegation that he was a member of the Communist Party.\nConsidering the advance work he did, Hoover was too valuable to be off in the field. In reality, and unlike what Eastwood depicts, he was back in the office coordinating things if anyone had any legal problem in the actual practice of the raids. [ibid, p. 91] We know this from the actual written instructions given to the agents involved in the raids.\nFinally, Black’s script underplays just how bad the raids were. Approximately 10,000 men were arrested. Within a week, about 6,000 were released since there was not even a card to prove they were Communist Party members, indicating how bad Hoover’s files were.\nOf the remaining 4,000, about half had been arrested without warrants. In many cases, the warrants were delivered after the arrest. Yet even with all of these rights violations, Hoover still tried to get judges to set high bail bonds so the detainees could not be released.\nHe then set up a propaganda organ inside the Bureau to pass information onto newspapers putting the best possible spin on the raids. In spite of the fact that even with all the legal lacunae he supervised, almost no weapons of violent revolution had been found. [Gentry, pgs. 94-95]\nHoover also was in on the legal preparations for the deportation hearings. [Ibid, p. 95] He also granted interviews to newspapers like the New York Times. And when Palmer was called before Congress, Hoover sat next to him and supplied him with documents. [Ibid. p. 100]\nThese propaganda ploys were meant to disguise the fact that Hoover, who had a law degree, must have known that the raids employed a fistful of illegal acts and doctrines that anticipated the police state tactics soon to be used in the fascist nations of Italy and Germany. When lawyers did begin to write about these issues, what did Hoover do? He opened files on them for speaking out. [Ibid, p. 99]\nThese facts belie the presentation by Black and Eastwood of Hoover as a bicycle-riding innocent foot soldier who was only following orders. In fact, what they present better fits the embroidered image that Hoover used afterwards to try and discount his key role in this sorry episode.\nLindbergh Case\nLet us now look at the film’s depiction of the 1932 kidnapping of Charles Lindbergh’s infant son.\nAs Black and Eastwood show, the local and state authorities did not want the Bureau involved. But it is also true that Hoover had the opportunity to stake out the meeting at which ransom money was exchanged for information on where the child was being held. Hoover decided not to do so. [Gentry, p. 150]\nThis turned out to be a mistake since the child was not at the location where the kidnapper’s said he was. He was already dead. And the decomposed body was within five miles of Lindbergh’s home. This discovery finally got the Bureau involved through the orders of the president. And shortly after Congress passed what became known as the Lindbergh Law, making kidnapping a federal offense and giving Hoover jurisdiction.\nBut this expansion of his authority became a problem since Hoover had great difficulty solving the case: the arrest of Bruno Hauptmann was not made for over two and a half years.\nIn fact, Hoover always thought that more than one person was involved and that there was likely an inside agent as part of the plot. Hoover first suspected for this role the baby’s nursemaid, Betty Gow, who was the last person to see the infant in the crib and the first to discover his absence. [Lloyd C. Gardner, The Case that Never Dies, p. 32]\nAlso, unlike what the film shows, Hoover’s certainty about the guilt of Hauptmann was not close to absolute. Indeed, his agents told him that the local authorities had fiddled with the evidence.\nWe now know today, through the work of Anthony Scaduto in his 1977 book Scapegoat, that the prosecution had employment records in their possession that they hid from the defense that made it very difficult to believe that Hauptmann could have driven from New York City (where he was working that day) to New Jersey, the scene of the crime, at the time he was supposed to be there.\nFurther, the prosecutors even tampered with the start date of Hauptmann’s New York job to make it appear he was not even there on the day of the kidnapping. (For a brief overview of the case, click here )\nAs Curt Gentry notes, in October 1934, three months before Hauptmann’s trial began, Hoover called a press conference to announce the FBI was withdrawing from the case. [Gentry, p. 162] From then, until Hauptmann’s execution in April 1936, there was a long series of FBI memoranda marking the Bureau’s and Hoover’s doubts about the case.\nAgent Leon Turrou, Hoover’s main liaison to the local authorities from the time of the indictment, called the proceedings against Hauptmann “a mockery” of a trial. For instance, one of the main witnesses used to identify the defendant was a Dr. Condon, who met in a cemetery with a man sent to collect the ransom. Yet Condon failed to pick Hauptmann out of a line-up.\nAnd two days after, Condon told Turrou that Hauptmann was not the man he met. The man he met was much heavier, had different eyes, different hair etc. [Ibid, p. 163] Yet, by the time of the trial, someone had changed his mind and he was now positive it was Hauptmann.\nSame thing with Charles Lindbergh who only heard the man’s voice in the cemetery. At first, Lindbergh said he could not positively identify the voice as Hauptmann’s. But by the time he took the stand, Lindbergh positively identified it.\nA witness who placed Hauptmann near the Lindbergh home was characterized in an FBI memo as “a confirmed liar and totally unreliable.” [Ibid, p. 163]\nHoover himself doubted some of the evidence in the case. For instance as he admitted in a memo of Sept. 24, 1934, before the trial started, the defendant’s fingerprints did not match “the latent impressions developed on the ransom notes.”\nAnd as Lloyd Garner writes, Hauptmann’s fingerprints were not on the ladder allegedly used to climb to the infant’s window at the Lindbergh home. The local authorities then washed the ladder of all prints and failed to disclose that Hauptmann’s were not there. [Gardner, p. 344]\nThis is why when Lindbergh praised the FBI for its work on the case, Hoover was not thankful but indignant. [Gentry, p. 163] Of course, the FBI later concealed its doubts and made the case a hallmark of the official tour for propaganda purposes.\nEastwood and Black, again, sell the public the amended version, with both Hoover and Tolson in daily attendance at the trial, which was not the case.\nHarassing King \nAn entire film could have been put together about Hoover’s dark obsession with Martin Luther King. Yet of the three main episodes about the FBI depicted in the film, the Palmer Raids, the Hauptmann case and King the smearing of the civil rights leader takes the least amount of screen time.\nWhat the movie’s account essentially consists of is DiCaprio reciting the famous letter to be sent to King blackmailing him about his infidelity and suggesting he take his own life before this behavior was exposed.\nDirector Eastwood depicts King and another woman in a hotel room, and Hoover listening to audiotapes of the tryst. This scene occurred in 1964-65, yet one would never know that Hoover first opened files on King in 1958. Also left out is that Hoover had arranged other campaigns to damage previous prominent African-Americans, such as Marcus Garvey and Paul Robeson. [Summers, p. 352]\nAnother inconvenient fact was that prior to the Kennedys taking office, there were at most five black agents in the Bureau, except they were not really agents. They had gone to a segregated FBI school and were only called special agents to exempt them from the draft for World War II. In reality, each one was either a chauffeur or butler. [Michael Friedly and David Gallen, Martin Luther King Jr.: The FBI File, p. 61]\nAs mentioned at the beginning of this review, Hoover’s racism extended to the struggle for civil rights in the South. As one commentator inside the Bureau wrote, the FBI never enforced civil rights law since Hoover was opposed to the civil rights program.\nThe only reason things eventually changed was because Bobby Kennedy put pressure on Hoover to support civil rights workers. But prior to that time, Hoover ignored the wholesale violation of civil rights on the part of Southern law enforcement. [Ibid, p. 62]\nAll of this is a necessary prelude to understanding the mania that Hoover had about figures like King and Malcolm X. As early as 1963, Hoover had called a meeting to explore “avenues of approach aimed at neutralizing King as an effective Negro leader.” [Summers, p. 353] This meeting led to the proposal of 21 avenues for achieving the goal.\nAbout a month later, Hoover had what he thought were tapes of King partying in a hotel room with women present. He was overjoyed. He wrote a memo about it that said, “This will destroy the burrhead.” [Gentry, p. 568]\nUndermining Civil Rights\nThe FBI’s campaign was meant to not just discredit and humiliate King, but to derail the civil rights movement by leaving it without a charismatic leader, thereby giving Hoover the opportunity to maneuver someone of his own liking into that position. Preferably a much more conservative, less dynamic, and more establishment figure. [Summers, p. 354]\nHoover also used these tapes to try and drive a wedge between first, King and Bobby Kennedy, and then King and Lyndon Johnson. It did not succeed with the former, but as the Vietnam War escalated, it did succeed with the latter. [Ibid, p. 355]\nHoover ordered his agents to lobby organizations against giving King any official honors e.g. Marquette University in 1964. The FBI also worked hard to stop any media outlets from featuring him on TV, radio or in print media.\nAs time went on, Hoover tried to weaken support for King in Congress by furnishing blackmail material to representatives and senators. Hoover also made the material available to other civil right leaders, like Roy Wilkins of the NAACP, to create dissatisfaction with King and dissension in the ranks. [Gentry, p. 574]\nHoover even used his influence with Cardinal Spellman of New York to try and stop Pope Paul VI from granting King an audience in the Vatican. [Summers, p. 356] When King was about to get his Nobel Prize, Hoover went ballistic, trying to get his blackmail tapes published by the press, e.g. executive editor Ben Bradlee at the Washington Post. (Ibid, p. 358)\nAll of this bile originated not just with Hoover’s inherent racism, but also because of King’s criticism of the Bureau’s inaction on the violation of civil rights in the South. Angered by the criticism, Hoover also smeared King with allegations that he was being influenced by Communists. [Gentry, p. 506]\nThis sorry episode culminated with the sending of a composite tape and the threatening letter to King’s wife and to his organization’s headquarters in Atlanta in early 1965. This was meant to stop King from collecting his Nobel Prize, but failed. However, it did cause King emotional turmoil. [Summers, p. 361]\nBackground Missing\nThis would seem to me to be important information in preparing the viewer for DiCaprio reciting the blackmailing letter. Yet virtually all of it is missing from the film. Therefore, the episode is robbed of both its personal and historical background. Clearly, Black does not want the viewer to know just how deep-rooted and longstanding Hoover’s racism was.\nBut what makes the omissions even worse is that Black and Eastwood then try to soften Hoover’s bigotry. The filmmakers have Hoover dictating his memoirs to a black agent and have Hoover talking about his actions against the Klan in the South.\nRegarding the former, knowing what we do about Hoover, this seems a real stretch. About the latter, the script leaves out the fact that there were virtually no actions in that area until Bobby Kennedy urged Hoover to use his COINTELPRO techniques against the Klan. [Gentry, p. 563]\nLet us summarize what Black has done with Hoover’s biographical materials. He left out the worst aspects of Hoover’s career. Then in considering the actual facts and history in the three episodes he does describe, the Palmer Raids, the Hauptmann case, and the campaign against King, he left out key facts in order to make Hoover appear in a softer and hazier light.\nOne can fairly conclude that screenwriter Black had an agenda, which director Eastwood either condoned or agreed with. The result is that Black and Eastwood have done what a PR man might do, given the public’s general knowledge about Hoover’s unsavory history: they sprayed deodorant under his armpits and splashed some cologne on him so that this thoroughly deplorable villain could sit next to us at the dinner table.\nAccording to Black and Eastwood, Hoover really wasn’t such a bad guy after all. Sorry, some of us know better.\nLet me end this section with this comparison. When Oliver Stone uses dramatic license in his political films, he gets pilloried from pillar to post and back again. Yet I detect little or no outrage from the familiar quarters for what Eastwood and Black have done with the record here. Why not?\nEastwood’s Career\nIn the last two decades, Eastwood has managed to elevate his reputation and standing in the film colony in a way that would have seemed nearly impossible back in say 1971, the year that Dirty Harry was released.\nIf one recalls, Eastwood first got noticed by doing the TV series Rawhide, three so-called spaghetti Westerns with Italian director Sergio Leone, and the first of five movies in the Dirty Harry series.\nEstablished as an actor with box-office appeal, Eastwood formed his own production company, called Malpaso, and produced, directed and/or starred in such films as Breezy, The Eiger Sanction, Every Which Way but Loose, Any Which Way You Can, Honky Tonk Man, City Heat, Pink Cadillac, The Rookie and so on.\nPretty much forgettable fare. But since Eastwood’s much overrated Western Unforgiven, there seems to have been an almost industry-wide agreement to make believe that Eastwood is somehow both a fine actor and a serious director. Even people like Steven Spielberg and Martin Scorsese have joined in the effort.\nThis tells us a lot about the decline of American film, and the concomitant ascension of people like Quentin Tarantino, the Coen brothers, Kathryn Bigelow and Eastwood.\nIf one defines acting in its purest sense as channeling what one has into creating someone different than oneself, i.e. applying one’s voice, carriage, intelligence and imagination to enliven this other persona, when has Eastwood ever done that?\nWhen has he ever transformed himself like say Philip Seymour Hoffman did in the film Capote? Or say Robert DeNiro did in The Last Tycoon, or Bang the Drum Slowly? When did he ever do what Gene Hackman did in The Conversation?\nAt his best, Eastwood flexes his persona to indicate someone else. But this after the fact elevation of Eastwood as an actor has now led to his elevation as a director. I cannot remember an Eastwood-directed film from which I recall any memorable editing montage, any remarkable photographic effects, or any kind of extraordinary use of what is called mise-en-scene, that is the placement and movement of actors within the frame.\nWhat makes this such a telling point is that Eastwood’s directing career goes all the way back to 1971 and the film Play Misty for Me. And that non-distinction continues here.\nLittle Creativity\nI generously counted two directorial strophes that were above the pedestrian. When DiCaprio listens to the illicit tapes, Eastwood shows us two silhouettes on the wall of a hotel room beginning to undress. When the body of the Lindbergh baby is discovered, the camera tilts up to show how close it was to the Lindbergh home. And that is it for a 137-minute film.\nBut what is even more surprising is that the actor Eastwood does very little, if anything, with his cast. DiCaprio takes on a different voice, but it’s not Hoover’s voice. And it sometimes lapses into Boston Irish, and then into a southern drawl.\nThis might be excusable (although there are many voice coaches available to aid in these things). But DiCaprio does not even capture the unusual speech cadence that Hoover had, the stop-start, staccato phrasing the man used.\nAnd even when Hoover ages, I could not discern a real attempt to capture the unusual gait that Hoover had, which made him seem even more compact and bearish than he was. As for conveying any of the malevolence or manipulation in the man, DiCaprio barely registers it.\nNaomi Watts walks though her nondescript role as Hoover’s secretary Helen Gandy. Armie Hammer as Hoover’s friend and assistant, Clyde Tolson, is a complete non-entity. And when Eastwood ages him he gets even worse.\nFirst, the make-up is bizarre, making Tolson look like a walking exhibit from a waxworks museum. And Tolson did not look like that, as anyone can see from his photos at Hoover’s funeral. But secondly, Hammer’s attempts to simulate old age are pure amateur-night stuff: the slow walk with shaking arms. It is out of summer-stock theater.\nIf Eastwood could not get a performance out of someone like Hammer, one could excuse him. But what can one say if a director cannot do anything with Dame Judy Dench? This is the actress who was voted as giving the finest female performance ever in the Royal Shakespeare Company as Lady MacBeth. Dench delivers here a performance at about the level of former TV actress Linda Lavin.\nEastwood is famous for not rehearsing and not wanting to do more than three or so takes of a scene. The result of that method is pretty obvious in J. Edgar. These actors needed to be pushed harder. Eastwood doesn’t do that, nor does he believe in it.\nKissing Scene\nLet me end with what Black and Eastwood use as the climax of the film. It is a lover’s quarrel between Tolson and Hoover in a hotel room. They are on vacation and Hoover says he is thinking of taking a wife, Myrna Loy.\nThis causes Tolson to get angry, and a fistfight ensues. But then Hammer kisses DiCaprio. I wondered where this scene came from since I had not seen it mentioned in any of the now standard biographies of Hoover.\nI finally located it in a book that is not considered a standard reference work, Puppetmaster by Richard Hack. On page 233 of that book, an argument is described between the two men at a hotel. But it does not resemble the one that Black and Eastwood depict.\nHack just writes about an argument the two had which, he said, resulted from some apparent slight to Hoover by Tolson. That is it. Nothing about Hoover taking a wife and Tolson flying into a jealous rage.\nBut further Hack does not footnote this episode either. So we don’t know how reliable the sourcing is. But apparently that didn’t bother Black from using it to fulfill his agenda.\nIf Black didn’t have an agenda, if he had been interested in who Hoover really was, what he represented, and what his pernicious impact on America really was, he would have shown us a different confrontation, such as the one that went on between Hoover and Director of Domestic Intelligence William Sullivan.\nTo my knowledge, Sullivan was the only man in the executive offices who ever stood up to Hoover. About a year or two before Hoover died, Sullivan wrote a series of memos criticizing Hoover’s performance as Director on issues like his gross exaggeration of the Communist threat inside the USA, his failure to hire African-American agents, and his failure to enforce civil rights laws. Sullivan also had tired of Hoover’s blackmail surveillance on presidents and began to think the Director was not of sound mind. [Summers, pgs. 397-99]\nThis culminated in a meeting in Hoover’s office where Sullivan said Hoover should retire. Hoover refused, and it was Sullivan who was forced out of the Bureau. Sullivan later testified before the Church Committee and gave Congress much inside information about Hoover’s illegal operations.\nSullivan once told columnist Robert Novak that if one day he would read about his death in some kind of accident, Novak should not believe it; it would be murder.\nIn 1977, during the re-investigations of the killings of John Kennedy and Martin Luther King, Sullivan died in New Hampshire as he was meeting with friends to go deer hunting. Another hunter, with a telescopic sight, mistook Sullivan for a deer and killed him with his rifle.\nThe book that Sullivan was working on about his 30 years in the FBI was then posthumously published, but reportedly in much expurgated form. He was one of six current or former FBI officials who died in a six-month period in 1977, the season of inquiry into FBI dirty deeds and FBI cover-ups of political assassinations.\nIf this film had ended with the Sullivan-Hoover feud, it would have told us something about both America and about Hoover. But it would have been dark and truthful. Evidently, Black and Eastwood were not interested in that.\nBlack’s agenda is pretty clear. Why Eastwood went along with this pastel-colored romance about a man who was a blackmailing monster is difficult to understand. But it proves again, as Pauline Kael explained decades ago, why Clint Eastwood is no artist. Artists don’t compromise. And they don’t falsify.\nPost navigation\ntheodore koerner\nDecember 11, 2011 at 14:01\nExcellent review and commentary. Hoover’s ignoring and even tacit support of organized crime in its infiltration of American labor unions was a major factor in the destruction of the political power of the working man in this country.  The major differences in what social services, such as medical care and education, that are available to the working class in Europe versus this country are largely due to Hoover’s contribution to this destruction of the political power of labor unions, since the leadership of unions was separated from its natural leadership from the left and corrupted with leadership from organized crime.\nsaw see\n—-Eastwood BALKS his link to the urgently relevant\nKOREAN WAR, such as it was.\nALLLLL you need to know about the ‘whispery cowboy’.\nCan someone say “Globalist-RED China sellout?”\n—THANKS!\nRudy\nDecember 7, 2011 at 14:30\nfine film, as a movie; it has no pretentions to being a film biography, so the ramblings of a freelance writer playing ‘Look at me, look at me! Aren’t I clever” are a waste of space … on the bright side it rips some masks off JEH, on the dark side it begs the question of why we are such wussies when it comes to the evil, murderous regimes of Syria, Iran, Pakistan and North Korea …. oh yeah! I remmember, they’re mass murderers and thus deserve our deepest respect(Not!)\nRon Harwell\nDecember 6, 2011 at 14:10\nThis attack on Mr. Eastwood is ridiculous. He never claimed to be doing a doc. on Hoover, and he never claimed to direct his attention to the man’s nefarious crimes against the public. Plenty has been written about what the man did illegally, but little has been written about the man behind the FBI image. I have seen this film and it is well done. Oh, and Mr. Eastwood never said his take was totally factual. Get over yourself. Although I like your article, it’s a film. It’s entertainment. You might as well go after Public Enemies with Mr. Depp for it was not factual either and was never intended to be.\nPaulM46\nDecember 5, 2011 at 09:36\nWow, so interesting.  Interesting because the author Mr. James DiEugenio is a noted conspiracy theorist and supporter of one Jim Garrison, former DA in New Orleans and regarded by many historians as the most corrupt DA in American History.  Apparently DiEugenio believes Mr. Eastwood has an obligation to disclose more about Hoover than he did.  Says who?  Oliver Stone’s “JFK” was pure fiction but supported by many such as DiEugenio.  Eastwood made the film he chose to make.  Is this not America Mr. DiEugenio?\nOona\nDecember 13, 2011 at 06:45\nJim Garrison is an American hero, who was murdered (given cancer) by the Surveillance State you think doesn’t exist. Read Garrison’s Heritage of Stone and On the Trail of the Assassins before you slander this insightful American who was slandered by the Surveillance State’s total control of the media, including Johnny Carson. Also read Sam Giancana’s Doublecross, and Mark Lane’s Final Word. You need to re-educate your corporate media-TV-dulled brain.\nJoe Gallagher\nDecember 4, 2011 at 19:09\nI thought this was a politically progressive website and community of readers. But judging by many of the comments it is a backwater of homophobia. And sorry, I am also struck at how unrealistic many of the commenters are. If Clint made a spot-on documentary of Hoover that covers all the things in this fine article, it would be pulled from theaters in 48 hours for lack of viewers. Instead, he took a script written by an daring Academy award-winning writer and talked the biggest male star of his generation into tackling it at below his normal rate. Nobody but Clint could have gotten this done, and the country is better off for it.\nDrDeathRay\nDecember 7, 2011 at 18:29\nHow is the country better off having a historical figure portrayed in a false light? This is the entitre problem with America, we have been fed propaganda for so long, we do not have the stomach for the truth. It is just easier going with the flow and to be an ignorant coward isn’t it Joe?\nDecember 3, 2011 at 18:56\nThis is a terrific compilation of the depraved behaviour of yet another “public servant” who was willing to do literally ANYTHING to see his perverse view of the world give primacy (and to cover up the consequences of both his actions and his private depravity).\nAnd Hoover’s private-life depravity is documented and widely known: there is something about people drawn to power that also wires them for sexual perversion: for instance John Maynard Keynes was a sex-tourist pederast (again – this is not a matter of debate – his own letters speak of the availability of boys for rent in Greece).\nThe entire power structure is full of people whose private-life perversions are the key variable in their control by those who groom them for power. Take a political aspirant (let’s call him “Tony Blair” for the sake of this exercise) to a college party, dose him up, get him in the  cot with a transsexual, and film it.\nCha-CHING! You’ve got someone who, with the right backing, will end up a high-ranking politican… and you’ve got the goods on them. That’s a modern variant of what the Soviets did to turn Philby, Burgess, Maclean, Blunt and their inside man at MI6 (bear in mind homosexuality itself was illegal at the time – another horrid example of politicians interference in private lives).\nNow… for extra credit: how is it that the US does not cut off aid to Israel (a non-NNPT nuclear power) despite there being specific US law (the Symington Amendment) that BANS foreign aid to countries not in compliance with the NNPT?\nBecause film and photos ABOUND – with politicians of every nation and every political affiliation, drunk or drugged off their heads, doing things that would make middle-aged housewife voters blanche. (That the middle-aged housewife voter would then get a hot flush and reach for ‘mothers little helper’ is beside the point).\nFolks like me talk about the ‘HomIntern’, but really is not about homosexuality (that is a private matter, and has no inherent moral aspect); it is about pathology and degeneracy… and aspirants to the political class have that, in spades.\nschmenz\nDecember 3, 2011 at 14:26\nI’m not an authority on the peccadilloes of Hoover and Co., those that are true and those that are not, but I am astnished that Mr Eastwood would undertake such a project.  True, he’s no David Lean (who is, these past forty years?) but he is often a competent maker of movies.  That most of them are forgettable is another matter.\nBut what floors me is his hiring of a spectacularly untalented homosexual crusader as his script writer, and his equally lunatic decision to have Hoover portrayed by a nonentity like Mr deCaprio, both moves guaranteed to seal the doom of such a project.  I do not know what has happened to Mr Eastwood’s judgment, but I suspect he may be reaching the age when retirement is indicated.\nHaving to sit through sympathetic depictions of buggery while having our artistic sensibilities assaulted by embarassments like deCaprio does not make for pleasant viewing.\nDecember 3, 2011 at 22:32\nIt’s not clear to me why anybody should be disgruntled by “sympathetic” depictions of buggery; the idea that folks are prepared to do that to each other is no business of anyone else’s except when one of the parties lives at taxpayers’ expense and participates actively in the suppression of the same behaviour in which they engage in their private lives.\nPeople (usually those with a predisposition to believe that morality was handed down to an escaped slave by a lying Sky Wizard) get far too caught up in who is doing what to whose orifices – when all of the orifices involved are willing participants.\nFar better to concentrate on the vermin who think that it is perfectly OK to force people to comply with, AND FUND, their projects (even those who wish to have nothing to do with them: not voting is not necessarily an act of apathy – it can be the expression of a strongly held “None of the above” mentality).\nI have no interest in anybody else’s bumhole – and am not remotely interested in permitting any penetration of my own bumhole. (Otherwise put: I am a heterosexual of the most boring, non-curious variety).\nBut above that, is my firmly held belief that it is nobody’s right – not government, not other individuals (and CERTAINLY not the ecclesiasts) – to form views about non-mainstream sexual preferences, except where those preferences manifest themselves in violation of non-consenting parties’ rights. (e.g., the fact that John Maynard Keynes was a homosexual pederast is only relevant because of the pederasty).\nsaw see\n–Clint Eastwood has delivering skilfully demoralizing,\nEUGENICS ‘friendly’, POST American work for decades now.\nHis ‘latest’ Hoover and ‘Star is Born’ retreads only\nconfirm this patter.\nNEVER saw Korea, has BALKED the 20th –30th –4oth –50th\nand now 60th Anniversaries of the awesomely relevant,\nGlobalist RED China ‘unfriendly’\nDecember 1, 2011 at 23:47\nSaw the edgar movie and I believe this is the second worst movies of all time. The first worst was ‘love me tender’. Those of us who saw ‘edgar’ should me refunded our money.\nHillary\nThis article is great even though too long perhaps.\nClint Eastwood like most Americans seems loathed to topple his fellow American Icon J.Edgar Hoover.\nSeems like Clint was able to expose the falseness of the earlier Hollywood type westerns in his great movie “Unforgiven” but exposing the real life J. Edgar Hoover would be “unpatriotic” and crushing to the dumbed down American crowd.\nImagine poor Mr. and Mrs Joe Public being told that J.Edgar Hoover was really an evil pervert.\nBenson\nDecember 4, 2011 at 19:24\n“Imagine poor Mr. and Mrs Joe Public being told that J.Edgar Hoover was really an evil pervert.”\nThis line perfectly nails the entire issue. No Hollywood-produced, mainstream film, Eastward/Black or otherwise, would dare expose this type of truth, to the purposely dumbed-down, misinformed, American public. Most Americans still revere this traitorous, perverted, cretin, as an American “Law Enforcement Icon” of some sort.\nJoe Gallagher\nDecember 1, 2011 at 20:04\nThis is a wonderful article. Unfortunately, I could only make it half way through because I have gotten so used to much shorter online stories. The movie was excellent. With Leo’s star power, two whole new generations have been educated as to what a sick menace Hoover was. In a perfect world, this article would be handed out in the lobby after the show.\nGregory L Kruse\nDecember 1, 2011 at 16:09\nIt seems like one can’t begin to hope that a movie will be worth seeing. I didn’t go to this one either, thank goodness, because it would be worse than a bad movie, it sounds like all the other propaganda, whitewash, and legacy protection everyone seems to be engaged in.\nCharles Feney\nDecember 1, 2011 at 15:39\nThis film should have been done as a musical with lots of Show Tunes!\nJ. Edgar in Fishnets\nAbout Hoover, the closeted f&g\nBut he spread his cheeks wide\nFor an agent named Clyde\nWhile he was dressed up in drag!\n________________________\nlove it.\nDecember 1, 2011 at 16:46\nConsidering the number of kids killing themselves for being bullied and being called “fag,” could we leave the hate language out of the conversation?\nDecember 3, 2011 at 19:06\nKids don’t kill themselves because they’re called ‘faggot’ – that is nonsense.\nKids are fucking cruel to each other – don’t get me wrong. But if you were to look hard into the backstory of all these sad kiddies who supposedly offed themselves after being ‘bullied’, you would also find that they were either on, or withdrawing from, psychotropics (like Ritalin). Tack on some disastrous home lives (phrase most often heard in modern households” “Don’t tell me what to do – you’re NOT my Dad!”).\nI was bullied as fuck as a kid, and so were 60% of my classmates. I know of ONE kid who offed himself in my 12 years of school (and 10 at University) – and he did it because his stepfather was all up in his bidness.\n“Kiddies kill themselves from bullying” is a media trope that is designed to increase the willingness of parents to does their ebullient teens. Like “My kid died from steroids” (claimed by a father whose kid had suicidal ideation from parentally-enforced psychotropics, a year before he ever used steroids), that trope derives its support from ‘victim as expert’ parents, who cannot bear the cognitive dissonance that their acquiescence in dosing their kids with highly psychoactive substances was a more likely proximate cause.\nTL;DR – Teen suicide rates rose in lagged-lockstep with prescription rates for psychotropics. Statisically, psychotropics ‘Granger-cause’ teen suicide.\nDrDeathRay\nDecember 7, 2011 at 18:22\nWow! Thanks for using so many words to say absolutley nothing. Were I you, I would demand a refund from the University in which you spent 10 years as they obviously accomplished nothing.\nanon1\nDecember 7, 2011 at 20:30\nYou have NAILED the incredibly ignored all pervasive dependance the American public has been sold on psychotropic drugs…I will bore no one further with illustration of it in my experience, suffice to say, it dates back to the mid 80’s in grade schools. This most destructive ruse “take a pill n chill into cool n calm” is easily as incideous as ‘practical politics’ or ‘fight ’em over there’.\nThank you for your intelligent candor!\nRalph Yates\nDecember 1, 2011 at 14:52\nLooks like there’s an opening here for a film entitled ‘Sullivan’s Pig’ or some more subtle version of same. The fact government bureaucrats are honored in this country after committing Nazi-like acts against the people and their democracy sort of says everything.\nwell researched article – thanks.\nDecember 1, 2011 at 12:08\nYou got the part about anarchists wrong.  Federal investigators did know about anarchists, they just had trouble tracking militants who weren’t communicating in English.  Especially since it was the Italian anarchists who were doing all of the sploding.  I recommend historian Paul Avrich’s Sacco and Vanzetti book, which is about the Italian anarchist communities to which Sacco and Vanzetti belonged.  The Day Wall Street Exploded is also about federal investigation of anarchists.\nAnd it’s incredibly ignorant to say the Palmer Raids only rounded up men.  Emma Goldman and Mollie Steimer are two of the more luminous anarchist women to endure deportation in the aftermath.  Again, Avrich talks about more women affected, as does Emma Goldman in Living My Life.  Also Avrich’s Anarchist Voices features oral histories with a number of Italian anarchist women.\nTerry\nNovember 30, 2011 at 23:07\nFar and away the most honest, cogent, and thoughtful review of Eastwood’s timid failure. I have watched in astonishment as Eastwood has been anointed a gifted film artist — for what? It’s simply a manifestation of the infantilization of American film and American film criticism. Bless Stanley Kauffmann, who never joined this confederacy of dunces.\nBaltimoreBob\nDid Clint Eastwood violate American Rights.\nIf he Protested the Vietnam War\nthen he is OK in my Book\nIf he didn’t then he is Just one of the MANY\ncurrently 225 Million American (75% of Society)\nPracticing COWARDS.\nthat Practice and Live – COURAGE\nRighteous Robert\nBaltimore Bob\nBecome a Consortium News member!\nMake your tax-deductible donation by clicking  here.\nSUBSCRIBE  to Our Free Email News\nSign up for regular email updates\nFirst Name:\nLast Name:\nIn Memoriam Robert Parry (1949-2018)\nBooks by Robert Parry\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://org.salsalabs.com/o/1868/p/salsa/donation/common/public/?donate_page_KEY=14124&okay=True",
                "https://www.youtube.com/watch?v=RVvLv_pTiM4"
            ]
        },
        "key_words": [
            "hoover",
            "raids",
            "eastwoods",
            "film",
            "eastwood",
            "ibid",
            "hoovers",
            "clint",
            "king",
            "j",
            "fbi",
            "p",
            "edgar",
            "dishonest",
            "black"
        ]
    }
]