[
    {
        "url": "https://www.christianpost.com/news/transcript-john-piper-rick-warren-on-doctrine-purpose-driven-life.html",
        "title": "Rick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\nRick Warren Clarifies Doctrine, Purpose Driven Life with John Piper - TRANSCRIPT\n| Saturday, May 28, 2011\nWARREN: That's why we need guys like you. (laughter)\nPIPER: Here's an interesting thing – the importance of eternity in your book. A few quotes.\nPage 9: The most important is to prepare you for eternity.\nVerse 34: You weren't put on earth to be remembered; you were put here to prepare for eternity\nVerse, uh page (laughter) verse ... this is not the Bible (laughter). Page 38: To make the most of your life you must keep the vision of eternity continually in your mind and the value of it in your heart\nPage 283, two more: Telling others how they can have eternal life is the greatest thing you can do for them.\nOne more, 295: The eternal salvation of a single soul is more important than anything else you will ever achieve in life.\nSo before, don't just focus on eternal salvation. It seems to me that you're saying for life to make sense, for life to be lived to its fullest, you need to keep eternity in view. Most Americans don't agree with that at all. First of all, how does that work for you and then to say to the world, \"You want the fullest life? Keep eternity in view.\" Why?\nWARREN: Well I actually preached on that this morning where I was talking about the number one problem in our society today is short-term thinking. The only thing that matters is here and the only thing that matters is now. And America's inability to delay gratification is because we do not have eternal thinking. To me, thinking with the mind of Christ means to be thinking in light of eternity, which is what Colossians is all about; and that our lives are hid with Christ in God and that eternity, we're going to spend far more time on the other side of death than this side.\nWe get 80 years, maybe at the most 100. Trillions of years in eternity. This life is preparation for the next. This is the warm-up back, this is the dress rehearsal, this is the get ready, this is the first lap around the track before the real race begins because it is in eternity ... now the question people ask is if we're going to go spend eternity, why do we need this little time here on earth first? Why didn't God just create us and take us directly to heaven?\nWell, in the first place, he wanted us to choose to love him. I believe that – love Is a choice. I believe that we love, that if I'm forced to love you then I don't know that I've really loved you. But what I'm saying is God wants us to practice on Earth what we're going to do forever in eternity, and what we're going to do in eternity is four things. The bible is real clear about this.\nFirst we're going to worship in eternity. So what does God want me to do while we're here on earth? Practice. Practice worshipping. Second, we're going to fellowship in eternity. We know that because that's all who's going to be there – is believers. What does God want us to do here? Practice – learning how to love, learning how to fellowship here. Third thing, we're going to serve in eternity. We're not going to sit around on clouds; you know this whole idea of heaven is wearing white robes with angels and play a harp. To me, that would be hell. I can't think of anything more boring. You know a multicolor God who created this world is not going to put us in a white heaven. I guarantee you. But we're going to serve Him in heaven. So what does God want us to do? Practice.\nAnd we are actually, I believe we're going to grow in heaven. I believe we're going to keep growing. The Bible says one day we shall see Him as He is, we shall become like Him. That's going to be obviously, becoming not gods, I don't believe that, that's the oldest lie in the Scripture, but becoming godly, becoming like Him.\nActually, what we can't do in heaven is sin and witness. And obviously God didn't leave us here to sin. So I've often said why doesGod leave us here on earth, once we accept Christ, once we're in the family, why didn't he just kill us. Why leave us here? Well, because he's working on our character through these trials, these tribulations, we're learning to practice what we're going to do in heaven. So really, the kingdom mindset is actually the eternal mindset. It's not just about eternal life. Eternal life is getting ready for that.\nPIPER: How do you conceive of eternity? Here's the specific question: Heaven is usually used as the word where we're going and where we'll be. What's your understanding of the new heavens and the new earth? Where do we wind up after the resurrection?\nWARREN: That's a good question. I do know I'm going to heaven. I have read all of the Scriptures and the passages that define paradise and things like that. To me, what matters is I'm going to be with Jesus and I'm going to be in his presence. Every knee will bow and every tongue will confess. At that point, you know some to judgment, some to salvation. In other words, what I'm saying is, I think one day Madonna's going to say Jesus is Lord, one day Muhammad is going to say Jesus is Lord, Hitler will say Jesus is Lord.\nTo me, heaven is a real place. I don't believe it's a state of being. I believe it is a real place and I believe it is a place where we're going to do these things. There's a reuniting, there are certainly going to be rewards. Bible makes that really clear that there are rewards in heaven. I believe there is reassignment. In other words, faithful in little things I will trust you in much. And if you have not been faithful with that which is not his own, who will give you your own. And if you've been unfaithful with unrighteous mammon who's going to trust you the true riches of heaven.\nPIPER: So are you saying that you kind of leave open whether we wind up on the new earth?\nWARREN: I do. I honestly haven't studied it. I have not studied it as deeply as I should because it's trite to say you know like on the Second Coming. I'm not on the time and place; I'm on the welcome committee. I need to explain this to people who are watching this because I've taken some hits for some of the things I've said seeming to devalue prophecy. I've taken a lot of criticism on that and I make my statements on the basis of two statements of Jesus. First, Jesus says in Matthew 25, no man knows the day nor the hour, neither the angles nor the son but only the Father which is in heaven. Now if Jesus didn't know when he was coming back, it's crazy for me to try to think ...\nPIPER: So you don't think that say the PEACE plan or the labors to make life better here is going to be a continuity of improvement that goes into a kingdom on earth?\nWARREN: Oh, I'm definitely not postmillennial. And I do not believe in bringing in the Kingdom by human means, in no sense of the matter. Now I do believe that the Kingdom of God is present wherever Jesus is king. That's my definition of the Kingdom of God. If Jesus is king in heaven then the Kingdom of God is in heaven. If Jesus is king, reign on earth then the Kingdom of Heaven is on earth. If Jesus is king in my heart, then the Kingdom of God is in me. It's wherever Jesus is king. So I don't kid myself, Jesus said the poor you'll have with you always. So our efforts to help the poor does not mean we're going to eradicate poverty.\nPIPER: So the way you create an attractive heaven or future or eternity is by calling heaven a place because we're going to have new bodies, resurrected bodies. Jesus ate fish after he was resurrected, so you're taking it at least that far – resurrection of the bodies; lion will lay down with the lamb means...?\nWARREN: Lion will lay down with the lamb. I don't have a problem with that.\nPIPER: In heaven? They go to heaven? Animals go to heaven?\nWARREn: Yea, I don't know.\nPIPER: (laughs)\nWARREN: That's one of those questions I'm asked more often than anything else. Will my dog go to heaven? And I say well, the lion will lay down with the lamb. (laughs)\nPIPER: Somewhere.\nWARREN: Somewhere.\nFor more about the interview, visit the Desiring God  website.\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://www.desiringgod.org/"
            ]
        },
        "key_words": [
            "purpose",
            "piper",
            "im",
            "jesus",
            "going",
            "god",
            "dont",
            "know",
            "transcript",
            "rick",
            "eternity",
            "believe",
            "heaven",
            "john",
            "driven",
            "clarifies",
            "warren",
            "doctrine",
            "life"
        ]
    }
]