[
    {
        "url": "https://www.christianpost.com/news/ellen-degeneres-starbucks-red-cup-satan-sipper.html",
        "title": "Ellen Degeneres on Starbucks Red Cup: Call It a 'Satan Sipper'",
        "authors": [],
        "publisher": "https://www.christianpost.com",
        "publish_date": "",
        "text": "Go\nThe Christian Post\nEllen Degeneres on Starbucks Red Cup: Call It a 'Satan Sipper'\nEllen Degeneres on Starbucks Red Cup: Call It a 'Satan Sipper'\nEllen Degeneres on Starbucks Red Cup: Call It a 'Satan Sipper'\n| Wednesday, November 11, 2015\nKnown to make light of controversial issues, comedian and talk show host Ellen Degeneres wasted no time serving up the jokes Tuesday on \"The Ellen Show\" when it came to the new Starbucks red cup that has critics of the coffee chain steaming.\nThe specialty coffee company ruffled feathers this month with the debut of its holiday cup design: a nondescript red cup adorned only with the Starbucks logo — a look that many Evangelicals feel does not acknowledge the Christmas season.\nThe cup made headlines when popular Facebook preacher and former TV and radio evangelist, Joshua Feuerstein, posted a Facebook video  to his 1.8 million followers claiming that Starbucks was deliberately attacking Christianity and the birth of Jesus through its lack of Christmastime cup décor.\nDegeneres joked about the uproar and the rumored \"war on Christmas,\" when she held up the Starbucks holiday cup on her show.\n\"People are mad about this cup because they are saying Starbucks is being 'anti-Christmas,'\" she said. \"The old cups had snowflakes and Santa's sleigh and elves, you know — all the things you find in the Bible.\"\nDegeneres sarcastically continued, \"I mean look at this thing. You might as well call it a 'Satan sipper.'\"\nAlthough many mainstream media outlets have reported that Christians are upset by Starbucks' alleged \"war on Christmas,\" many believers such as \"The View\" co-host Candace Cameron Bure  say the debacle is an unnecessary distraction from the Christmas season and gives Christians a bad rap.\nDegeneres shared a statement from Starbucks that addressed the cup design:\n\"Creating a culture of belonging, inclusion and diversity is one of the core values of Starbucks, and each year during the holidays the company aims to bring customers an experience that inspires the spirit of the season … Starbucks will continue to embrace and welcome customers from all backgrounds and religions in our stores around the world.\"\nBut the comedian was not done. Degeneres took her opening monologue a step further, saying that if people wanted to get in the Christmas spirit, they should get high and go to IHOP, \"stare at your pancakes\" and \"see baby Jesus in there.\"\nAlthough the audience applauded and cheered, some Christians on social media were not pleased with the Jesus jokes.\n\"Ellen, don't joke about Jesus like that, mind your words,\" YouTube user Armeeeeeen said.\nUser Bkeny14 added, \"I love what Ellen does for people. Personally she used too many Jesus jokes that were pretty offensive and unnecessary. I know she is a comedian but I know she would feel offended if other people made 'funny remarks' on gay people. Tolerance is not one sided.\"\nWatch Degeneres' full skit below:\nSponsored\nMore In Entertainment\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://www.christianpost.com/news/candace-cameron-bure-defends-starbucks-red-cup-149635/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://www.youtube.com/watch?v=mOe-Bf5iyzI"
            ]
        },
        "key_words": [
            "satan",
            "sipper",
            "jesus",
            "christmas",
            "know",
            "red",
            "cup",
            "comedian",
            "starbucks",
            "christians",
            "degeneres",
            "ellen"
        ]
    }
]