[
    {
        "url": "https://abcnews.go.com/Politics/house-passes-911-victim-compensation-funding-bill-overwhelming/story?id=64302733&cid=clicksource_4380645_null_headlines_hed",
        "title": "House passes 9/11 victim compensation funding bill by an overwhelming margin",
        "authors": [],
        "publisher": "abcnews.go.com",
        "publish_date": "2019-07-12",
        "text": "In what New York Democratic Sen. Chuck Schumer lauded as an \"overwhelming expression of bipartisan support,\" the House passed a bill making the 9/11 victim compensation fund permanent.\n\nThe act moved forward Friday by a vote of 402-12 with its next stop in the Senate -- likely in August.\n\nThe fund was created to provide compensation to anyone who suffered physical harm or was killed as a result of the terrorist-related aircraft crashes or the debris removal efforts that took place in the immediate aftermath of those crashes.\n\nIn a tweet, Schumer called on Senate Majority Leader Mitch McConnell to \"put the House-passed bill on the Senate floor for a vote ASAP.\"\n\nThis was an overwhelming expression of bi-partisan support for our brave first responders and their families.@SenateMajLdr McConnell should put the house-passed bill on the senate floor for a vote ASAP & not let other Republicans push them to the back burner like the last time. https://t.co/hqRtNjfdHS — Chuck Schumer (@SenSchumer) July 12, 2019\n\nOn June 25, ground zero recovery workers and activists met McConnell after a public feud over the victim compensation fund.\n\nAfter the meeting, longtime activist John Feal told reporters outside the Capitol that the conversation had been productive.\n\n“ ” They responded in five seconds. They did their jobs. With courage grace, tenacity, humility. Eighteen years later, do yours!\n\n\"For now, we're going to put down our swords and pick up our rakes,\" Feal said.\n\nOn June 11, comedian Jon Stewart made an emotional appeal to Congress to make the victim compensation fund permanent.\n\nWith first responders and their advocates behind him, he ripped Congress for failing to fully fund the program.\n\n\"They responded in five seconds,\" he shouted. \"They did their jobs. With courage grace, tenacity, humility. Eighteen years later, do yours!\"\n\nJ. Scott Applewhite/AP\n\nThe fund, which Stewart and others have battled to protect for years, is set to run out of money in December 2020.\n\nThe next day, after Stewart's appearance, the House Judiciary Committee voted unanimously in support of re-funding the 9/11 fund.\n\nStewart had also called out McConnell on several occasions for his inaction in the past regarding the bill. During his testimony before Congress, Stewart said that he and other advocates wouldn't allow a \"certain someone\" in the Senate to use the program as a \"political football\" in spending negotiations, referring to McConnell.\n\nMcConnell retaliated on \"Fox and Friends,\" saying he didn't know why Stewart was \"bent out of shape,\" and denied that he was moving slowly on the issue. He also said the extension would pass when it came up for renewal.\n\nOn June 25, Feal told reporters that activists had secured a commitment from McConnell to bring the bill to the floor for a vote in the Senate sometime in August.\n\n\"Today Mitch McConnell promised to work for us,\" Feal said. \"I'm going to take him for his word.\"\n\nABC News' Mariam Khan and Trish Turner contributed to this report.",
        "quotes": [
            [
                "put the House-passed bill on the Senate floor for a vote ASAP.",
                "Schumer",
                false
            ],
            [
                "For now, we're going to put down our swords and pick up our rakes,",
                "Feal",
                true
            ],
            [
                "Today Mitch McConnell promised to work for us,",
                "Feal",
                true
            ],
            [
                "I'm going to take him for his word.",
                "Feal",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [
                "https://abcnews.go.com/Politics/angry-jon-stewart-demands-congress-compensate-911-responders/story?id=63632523",
                "https://abcnews.go.com/Politics/mcconnell-meet-911-responders-amid-public-tensions-jon/story?id=63916165",
                "https://abcnews.go.com/Politics/house-judiciary-committee-moves-911-compensation-bill-house/story?id=63658076",
                "https://abcnews.go.com/Politics/911-responders-face-cuts-health-care-jon-stewart/story?id=61305025",
                "https://abcnews.go.com/alerts/new-york",
                "https://abcnews.go.com/Politics/mcconnell-vows-vote-911-victim-compensation-fund-jon/story?id=63931018"
            ],
            "unsure": [
                "https://twitter.com/SenSchumer/status/1149745528047120384?ref_src=twsrc%5Etfw",
                "https://twitter.com/senatemajldr?ref_src=twsrc%5Etfw",
                "https://t.co/hqRtNjfdHS"
            ]
        },
        "key_words": [
            "mcconnell",
            "fund",
            "house",
            "feal",
            "overwhelming",
            "margin",
            "911",
            "funding",
            "passes",
            "compensation",
            "senate",
            "stewart",
            "vote",
            "bill",
            "support",
            "victim"
        ]
    }
]