[
    {
        "url": "https://globalnews.ca/news/5487060/horses-crash-calgary-stampede-chuckwagon/",
        "title": "Chuckwagon driver fined, disqualified after 3rd horse death at Calgary Stampede",
        "authors": [
            {
                "name": "Melissa Gilligan",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-12",
        "text": "The Calgary Stampede says a chuckwagon driver has been fined and disqualified following the death of a third horse at the 2019 GMC Rangeland Derby.\n\nThe death happened during the seventh heat of the chuckwagon races on Thursday evening.\n\nAccording to the Chuckwagons Safety Commission, driver Chad Harden impeded the wagon of another driver, Danny Ringuette, causing his wagon to collide with a third wagon belonging to Evan Salmond.\n\nSalmond’s wagon then collided with the inner rail of the track. The collision resulted in the death of one of Salmond’s horses, and minor injuries to three others.\n\nWATCH: Following a crash that left one horse dead on Thursday night, online reaction toward the Calgary Stampede and the driver fined and disqualified has been critical. As Adam MacVicar reports, the other drivers want to clear misconceptions around the sport.\n\nREAD MORE: Second horse dies at 2019 Calgary Stampede chuckwagon races\n\nThe Chuckwagons Safety Commission reviewed the incident and determined Harden would be disqualified from racing for the remainder of the 2019 Calgary Stampede and fined $10,000. A disqualification also means he will not be invited to compete in the future.\n\n“The rulebook does outline a process for a disqualified driver to apply for reinstatement at a future date,” Chuckwagon Safety Commission chairman Mike Whittle said at a Friday news conference. “He could apply by Sept. 1 in any given year.”\n\n“At this point there is no further appeal,” he added. “Our decision has been rendered and he provided us his thoughts last night … He is processing what we have told him.”\n\nLISTEN BELOW: Ian Tripton with Tripton Horsemanship weighs in on the debate over chuckwagon races on the 630 CHED Afternoon News\n\nView link »\n\nCalgary Stampede ‘deeply saddened’ by horse deaths\n\nCalgary Stampede CEO Warren Connell said Friday says the organization as a whole is “deeply saddened” by the incident.\n\n“We live and work as a family committed to the well-being of our beloved animals, and this type of incident impacts us deeply to the core,” Connell said. “As part of our commitment to keeping Stampede as safe as possible for animals and humans alike, our organization has a stringent zero-tolerance policy … for preventable injuries.”\n\nTwo other horses have died during the course of the 2019 Rangeland Derby; a horse belonging to Troy Dorchester died on Monday after falling during the second heat, while a horse on Obrey Motowylo’s wagon sustained a running injury on Wednesday and had to be euthanized.\n\nWATCH: There was a big crash involving horses Thursday night at a Calgary Stampede chuckwagon race.\n\nREAD MORE: Horse dies at 2019 GMC Rangeland Derby chuckwagon races\n\nThe communications manager for the Calgary Stampede said the previous race fatalities were unpredictable equine injuries — and that both horses received thorough veterinary inspections upon arrival here at the Stampede, and each night prior to racing.\n\n“A heart attack is suspected in the death of a horse on [Monday], with post-mortem results still pending,” Kristina Barnes explained. “On [Wednesday], a horse sustained a fractured right-front radius while running. Neither of these injuries are specific to chuckwagon racing.”\n\n“Last night was very different,” Barnes said. “Due to interference, and contact from another wagon, a horse sustained severe injuries. This was the result of driver error and has been determined a fatality that could have been avoided.”\n\nConnell added that “this has been a difficult time for us and the greater chuckwagon community.”\n\n“Seeing injuries, despite the best and safest conditions possible, is hard,” Connell said. “Knowing an injury was avoidable is much harder.”\n\nDeaths prompt strong words from animal rights activists\n\nSpeaking to Global News on Friday, a spokesperson for the local group Calgary Animal Rights Effort (CARE) said they’re outraged by the deaths.\n\n“The Calgary Stampede considers the animals to be disposable and they have a long track record of this — over 100 animals since ’86. then three more this year — really demonstrating they’re not taking this seriously,” Trev Miller said.\n\n“My impression of people with the Stampede when they say ‘they love these animals’ — it’s fairly difficult to use the word ‘love’ when you’re risking that individual’s body and life for profit, or entertainment, or prizes.”\n\nAccording to Stampede officials, the chuckwagon races have had a 0.025 per cent fatality rate per 1,000 starts over the last six years.\n\nIn 2016, Stampede officials implemented new rules and regulations for animal and rider safety, which saw changes to the placement of the barrels in the infield to reduce the potential for wagon contact.\n\n– With files from Adam MacVicar, Jill Croteau and Phil Heidenreich",
        "quotes": [
            [
                "The rulebook does outline a process for a disqualified driver to apply for reinstatement at a future date,",
                "Mike Whittle",
                true
            ],
            [
                "He could apply by Sept. 1 in any given year.",
                "Mike Whittle",
                true
            ],
            [
                "At this point there is no further appeal,",
                "Harden",
                true
            ],
            [
                "Our decision has been rendered and he provided us his thoughts last night … He is processing what we have told him.",
                "Harden",
                true
            ],
            [
                "We live and work as a family committed to the well-being of our beloved animals, and this type of incident impacts us deeply to the core,",
                "Connell",
                true
            ],
            [
                "As part of our commitment to keeping Stampede as safe as possible for animals and humans alike, our organization has a stringent zero-tolerance policy … for preventable injuries.",
                "Connell",
                true
            ],
            [
                "A heart attack is suspected in the death of a horse on [Monday], with post-mortem results still pending,",
                "Kristina Barnes",
                true
            ],
            [
                "On [Wednesday], a horse sustained a fractured right-front radius while running.",
                "Kristina Barnes",
                true
            ],
            [
                "Neither of these injuries are specific to chuckwagon racing.",
                "Kristina Barnes",
                true
            ],
            [
                "Due to interference, and contact from another wagon, a horse sustained severe injuries.",
                "Kristina Barnes",
                true
            ],
            [
                "This was the result of driver error and has been determined a fatality that could have been avoided.",
                "Kristina Barnes",
                true
            ],
            [
                "this has been a difficult time for us and the greater chuckwagon community.",
                "Connell",
                false
            ],
            [
                "Seeing injuries, despite the best and safest conditions possible, is hard,",
                "Connell",
                true
            ],
            [
                "Knowing an injury was avoidable is much harder.",
                "Connell",
                true
            ],
            [
                "The Calgary Stampede considers the animals to be disposable and they have a long track record of this — over 100 animals since ’86.",
                "Trev Miller",
                true
            ],
            [
                "then three more this year — really demonstrating they’re not taking this seriously,",
                "Trev Miller",
                false
            ],
            [
                "My impression of people with the Stampede when they say ‘they love these animals’ — it’s fairly difficult to use the word ‘love’ when you’re risking that individual’s body and life for profit, or entertainment, or prizes.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/",
                "https://globalnews.ca/news/5482680/horse-injured-calgary-stampede-2019-chuckwagon/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/author/adam-macvicar/",
                "https://globalnews.ca/author/phil-heidenreich/",
                "https://omny.fm/shows/ched-afternoon-news/a-difficult-debate-is-it-time-to-rid-of-chuckwagon/embed",
                "https://globalnews.ca/author/jill-croteau/"
            ]
        },
        "key_words": [
            "death",
            "animals",
            "chuckwagon",
            "fined",
            "calgary",
            "3rd",
            "wagon",
            "horse",
            "2019",
            "night",
            "injuries",
            "stampede",
            "driver",
            "disqualified"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/",
        "title": "Horse dies at 2019 GMC Rangeland Derby chuckwagon races",
        "authors": [
            {
                "name": "Heide Pearson",
                "link": null
            },
            {
                "name": "Melissa Gilligan",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-09",
        "text": "A horse that fell during the 2019 GMC Rangeland Derby at the Calgary Stampede on Monday has died.\n\nThe horse, belonging to Troy Dorchester, fell to the track during the second heat of the chuckwagon races.\n\nREAD MORE: University of Calgary studying stressors, injury in Stampede bulls\n\nThe Calgary Stampede said in a Tuesday news release that the horse required veterinary care “due to a serious internal medical condition” and died “as a result of that condition.”\n\n“At this time there is no indication that this medical condition is specific to chuckwagon racing.”\n\nAccording to Kristina Barnes with the Stampede, the horse had gone through a full veterinary examination when it first arrived at Stampede Park and another when it was identified as one that would be racing that night.\n\n“So they’re looking at heart, lungs, movement of legs so muscular, skeletal — so a pretty thorough veterinary inspection,” she said.\n\n“There are things we can’t see in all of us, in people and in animals. There are things we can’t identify and this must have been the case.”\n\nBarnes said it was an emotional night in the stables after the loss of the horse, especially for Dorchester and his family, who had owned the horse for about 10 years.\n\n“Troy, himself, knowing that he’s done everything for that horse in care and spending time with it and knowing that horse very, very well, he did everything he can to ensure that it was in good shape,” Barnes said.\n\nA necropsy is being completed to learn more about the death.\n\n“We want to know what happened to that horse. The owner wants to know what happened to that horse and why that happened,” Barnes said.",
        "quotes": [
            [
                "due to a serious internal medical condition",
                "",
                false
            ],
            [
                "as a result of that condition.",
                "",
                false
            ],
            [
                "At this time there is no indication that this medical condition is specific to chuckwagon racing.",
                "",
                true
            ],
            [
                "So they’re looking at heart, lungs, movement of legs so muscular, skeletal — so a pretty thorough veterinary inspection,",
                "",
                true
            ],
            [
                "There are things we can’t see in all of us, in people and in animals.",
                "",
                true
            ],
            [
                "There are things we can’t identify and this must have been the case.",
                "",
                true
            ],
            [
                "Troy, himself, knowing that he’s done everything for that horse in care and spending time with it and knowing that horse very, very well, he did everything he can to ensure that it was in good shape,",
                "Barnes",
                true
            ],
            [
                "We want to know what happened to that horse.",
                "Barnes",
                true
            ],
            [
                "The owner wants to know what happened to that horse and why that happened,",
                "Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
                "https://globalnews.ca/news/5471107/university-of-calgary-stress-injury-stampede-bulls-rodeo/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "dies",
            "chuckwagon",
            "things",
            "know",
            "calgary",
            "horse",
            "2019",
            "happened",
            "knowing",
            "veterinary",
            "races",
            "rangeland",
            "medical",
            "gmc",
            "barnes",
            "stampede",
            "derby"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5482680/horse-injured-calgary-stampede-2019-chuckwagon/",
        "title": "Second horse dies at 2019 Calgary Stampede chuckwagon races",
        "authors": [
            {
                "name": "Adam Macvicar",
                "link": null
            },
            {
                "name": "Kaylen Small",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-10",
        "text": "A second horse has died after sustaining injuries during a chuckwagon race at the 2019 Calgary Stampede on Wednesday.\n\nWitnesses reported that at around 8 p.m., the horse started to show problems halfway around the track during the second heat of GMC Rangeland Derby. It eventually went down as the wagon approached the final turn.\n\nThat’s when Stampede officials brought in a black tarp and loaded the animal onto a trailer pulled by a tractor.\n\nCalgary Stampede officials confirmed that a horse on the wagon of Obrey Motowylo sustained a “running injury.”\n\nThe horse was assessed by a veterinarian on the track and found to have a fractured left-front radius.\n\n“Unfortunately, it was found to have a fractured left-front radius, which is an injury where there wasn’t really any treatment options,” Calgary Stampede communications manager Kristina Barnes said. “So it unfortunately led to euthanization.”\n\nStampede officials told Global News that the horse underwent tests from veterinarians throughout the week, standard protocol under the Stampede’s Fitness to Compete program, and there were no warning signs ahead of Wednesday’s incident.\n\n“This horse was fitness-tested when it arrived at Stampede Park when it first moved in, it was fitness tested prior to racing [Wednesday[ night [and] it had raced two other evenings through the first six days,” Barnes said. “So it had been through a series of fitness tests and [this] wasn’t something that could have been identified by the vet.”\n\nWednesday’s incident was the second death involving a horse at this year’s Stampede.\n\nOn Monday, a horse died during the second heat of the chuckwagon races.\n\nREAD MORE: Horse dies at 2019 GMC Rangeland Derby chuckwagon races\n\nThe deaths are renewing calls for change from animal rights groups.\n\n“What we have to do is stop looking at horses as objects that we can look at for our viewing entertainment,” said Trev Miller, the media relations co-ordinator for Calgary Animal Rights Effort. ” If we can’t take care of them, we shouldn’t put them in that situation.”\n\nThe Vancouver Humane Society is echoing those concerns, demanding chuckwagon races be suspended until the Stampede assembles a panel of independent equine experts to study how to make the races safer for horses.\n\n“This is the second horse to die in the chuckwagon race this week — horses die in this event virtually every year,” Vancouver Humane Society communications director Peter Ficker said. “It really needs to stop.”\n\nFicker suggested reducing the number of teams on the track, or reducing the number of horses on each team.\n\n“The problem is there are just too many horses and too many teams going at high speed, taking tight turns at close proximity,” Ficker said. “Those are all things that could be looked at and perhaps the race could be made safer.”\n\nIn 2016, Stampede officials implemented new rules and regulations for animal and rider safety, which saw changes to the placement of the barrels in the infield to reduce the protential for wagon contact.\n\nThe changes also include more stringent reviews of drivers’ safety records.\n\n“We’re looking at the health of the horses, the safety of the wagons, we’re looking at those a lot more closely; the safety of the drivers and their safety record, not just at the Stampede, but throughout the season,” Barnes said.\n\n“We’re very confident in the safety of the drivers, the safety of the riders, the safety of our track; again, there are things just beyond our control, and we wish we could control them because no one wants an animal to be injured out on that track.”\n\nAccording to Stampede officials, the chuckwagon races have had a 0.025 per cent fatality rate per 1,000 starts over the last six years.\n\nThe animal rights groups believe the only way of ensuring the animals don’t get hurt is to shut down the races. Stampede officials told Global News they are consistently looking for ways to make the races as safe as possible for both riders and animals.\n\n“Obviously we have some very fundamental disagreements in animals participating in sport,” Barnes said. “But I think the one thing we can agree on – us and them – is that we want these animals to be as safe as possible.”\n\nGMC Rangeland Derby results can be found here.",
        "quotes": [
            [
                "Unfortunately, it was found to have a fractured left-front radius, which is an injury where there wasn’t really any treatment options,",
                "Kristina Barnes",
                true
            ],
            [
                "So it unfortunately led to euthanization.",
                "Kristina Barnes",
                true
            ],
            [
                "This horse was fitness-tested when it arrived at Stampede Park when it first moved in, it was fitness tested prior to racing [Wednesday[ night [and] it had raced two other evenings through the first six days,",
                "Barnes",
                true
            ],
            [
                "So it had been through a series of fitness tests and [this] wasn’t something that could have been identified by the vet.",
                "Barnes",
                true
            ],
            [
                "What we have to do is stop looking at horses as objects that we can look at for our viewing entertainment,",
                "Trev Miller",
                true
            ],
            [
                "This is the second horse to die in the chuckwagon race this week — horses die in this event virtually every year,",
                "Peter Ficker",
                true
            ],
            [
                "The problem is there are just too many horses and too many teams going at high speed, taking tight turns at close proximity,",
                "Ficker",
                true
            ],
            [
                "Those are all things that could be looked at and perhaps the race could be made safer.",
                "Ficker",
                true
            ],
            [
                "We’re looking at the health of the horses, the safety of the wagons, we’re looking at those a lot more closely; the safety of the drivers and their safety record, not just at the Stampede, but throughout the season,",
                "Barnes",
                true
            ],
            [
                "We’re very confident in the safety of the drivers, the safety of the riders, the safety of our track; again, there are things just beyond our control, and we wish we could control them because no one wants an animal to be injured out on that track.",
                "",
                true
            ],
            [
                "Obviously we have some very fundamental disagreements in animals participating in sport,",
                "Barnes",
                true
            ],
            [
                "But I think the one thing we can agree on – us and them – is that we want these animals to be as safe as possible.",
                "Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
                "https://globalnews.ca/news/5474552/horse-injured-at-2019-gmc-rangeland-derby-chuckwagon-races/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://cs.calgarystampede.com/events/gmc-rangeland-derby/results/?file=2017/BarrelDraw-Jul07-2017.htm"
            ]
        },
        "key_words": [
            "dies",
            "animal",
            "chuckwagon",
            "second",
            "calgary",
            "safety",
            "horse",
            "2019",
            "officials",
            "horses",
            "races",
            "track",
            "stampede"
        ]
    },
    {
        "url": "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
        "title": "GMC Rangeland Derby & Chuckwagon Races",
        "authors": [],
        "publisher": "www.calgarystampede.com",
        "publish_date": "",
        "text": "That pounding of hooves and trembling of the ground can mean only one thing; the world’s premier chuckwagon event has begun! Witness all the heart-stopping action over nine nightly heats as 36 chuckwagon drivers, supported by their outriders and 216 horses vie for $1.45 million in total prize money. Races start nightly at 7:45 PM and are followed by the world-famous Bell Grandstand Show. Get your tickets to the GMC Rangeland Derby today and discover why the Calgary Stampede Chuckwagon Races are the best in the world.​",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "witness",
            "nightly",
            "vie",
            "chuckwagon",
            "total",
            "worlds",
            "trembling",
            "world",
            "races",
            "rangeland",
            "gmc",
            "derby",
            "worldfamous"
        ]
    },
    {
        "url": "https://globalnews.ca/news/5471107/university-of-calgary-stress-injury-stampede-bulls-rodeo/",
        "title": "University of Calgary studying stressors, injury in Stampede bulls",
        "authors": [
            {
                "name": "Cami Kepke",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2019-07-08",
        "text": "Researchers at the University of Calgary are teaming up with the Stampede to try to improve how they care for bucking bulls.\n\nThe use of animals in rodeo is polarizing, but there isn’t much scientific data behind it.\n\nREAD MORE: Veteran chuckwagon driver joins University of Calgary study meant to improve safety for outriders, horses\n\nEd Pajor , an animal behaviour and welfare researcher at the University of Calgary, is hoping to change that.\n\n“No matter what we use animals for — whether we use them for events like this, for food, for research, for companionship — we have a responsibility to make sure the animals are treated as humanely as possible,” Pajor said. “We need to have information about what that means.”\n\nFor the 10 bucking bulls and re-ride cattle, hours of preparation often come down to eight seconds.\n\nOver the next week, veterinary students will use cameras and behavioural assessments to monitor the bulls from the moment they’re unloaded to the time they leave.\n\nThey’ll also be following bull handlers to see how they work with the animals through different chutes — in the hopes of improving conditions at the Calgary Stampede and other rodeos.\n\n“An animal that’s getting on or off a truck, for example, might clip a foot on something… [you’re] usually looking at minor skin abrasion,” Pajor said. “Animals might run into a fence — an animal hitting a post or hitting a horn on a bar, something like that.\n\n“No matter what we use animals for, whether we use them for events like this, for food, for research, for companionship, we have a responsibility to make sure the animals are treated as humanely as possible. We need to have information about what that means.”\n\nThe Stampede has made several changes as a result of similar studies over the past few years. A large tent covering a loading chute prevents animals from being distracted from people on walkways, and tour routes have been changed for similar reasons.\n\nBut animal rights activists say it isn’t enough.\n\nHeather Anderson, a member of Calgary Animal Rights Effort (CARE), said she appreciates the researchers are trying to make things better but wants to see an end to the use of animals for rodeo.\n\n“There’s really no way to make this comfortable for the animals,” Anderson said. “I think the time of this type of sport has got to end. We are in a more humane society than we were when it all began, and it’s time it ended.”\n\nREAD MORE: Quebec rodeos violated province’s animal welfare laws: professor\n\nThe Stampede says injuries to the bucking bulls are rare. It also employs an on-site auditor that has the power to make immediate changes in the name of animal safety.\n\nIt was not able to provide injury numbers from last year’s event.\n\n“Without the health and safety of the animals, we wouldn’t have a rodeo. We wouldn’t have chuckwagon races,” communications manager Kristina Barnes said. “Priority No. 1, for all of us, is the safety of these animals. That’s what the competitors and owners want too.”\n\nThe researchers will make recommendations to the Stampede by the end of the summer.\n\nThe controversy over the use of animals in rodeo is sure to continue much longer.",
        "quotes": [
            [
                "No matter what we use animals for — whether we use them for events like this, for food, for research, for companionship — we have a responsibility to make sure the animals are treated as humanely as possible,",
                "Pajor",
                true
            ],
            [
                "We need to have information about what that means.",
                "Pajor",
                true
            ],
            [
                "An animal that’s getting on or off a truck, for example, might clip a foot on something… [you’re] usually looking at minor skin abrasion,",
                "Pajor",
                true
            ],
            [
                "No matter what we use animals for, whether we use them for events like this, for food, for research, for companionship, we have a responsibility to make sure the animals are treated as humanely as possible.",
                "",
                true
            ],
            [
                "We need to have information about what that means.",
                "",
                true
            ],
            [
                "There’s really no way to make this comfortable for the animals,",
                "Anderson",
                true
            ],
            [
                "I think the time of this type of sport has got to end.",
                "Anderson",
                true
            ],
            [
                "We are in a more humane society than we were when it all began, and it’s time it ended.",
                "Anderson",
                true
            ],
            [
                "Without the health and safety of the animals, we wouldn’t have a rodeo.",
                "Kristina Barnes",
                true
            ],
            [
                "We wouldn’t have chuckwagon races,",
                "Kristina Barnes",
                true
            ],
            [
                "1, for all of us, is the safety of these animals.",
                "Kristina Barnes",
                false
            ],
            [
                "That’s what the competitors and owners want too.",
                "Kristina Barnes",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4137411/quebec-rodeos-violated-provinces-animal-welfare-laws-professor/",
                "https://globalnews.ca/news/4328913/chuckwagon-horse-rider-safety-university-calgary-stampede/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/calgary-stampede/"
            ]
        },
        "key_words": [
            "sure",
            "injury",
            "animals",
            "animal",
            "studying",
            "university",
            "safety",
            "calgary",
            "stressors",
            "rodeo",
            "pajor",
            "bulls",
            "stampede",
            "researchers"
        ]
    },
    {
        "url": "https://www.calgarystampede.com/stampede/shows/evening/gmc-rangeland-derby",
        "title": "GMC Rangeland Derby & Chuckwagon Races",
        "authors": [],
        "publisher": "www.calgarystampede.com",
        "publish_date": "",
        "text": "That pounding of hooves and trembling of the ground can mean only one thing; the world’s premier chuckwagon event has begun! Witness all the heart-stopping action over nine nightly heats as 36 chuckwagon drivers, supported by their outriders and 216 horses vie for $1.45 million in total prize money. Races start nightly at 7:45 PM and are followed by the world-famous Bell Grandstand Show. Get your tickets to the GMC Rangeland Derby today and discover why the Calgary Stampede Chuckwagon Races are the best in the world.​",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "witness",
            "nightly",
            "vie",
            "chuckwagon",
            "total",
            "worlds",
            "trembling",
            "world",
            "races",
            "rangeland",
            "gmc",
            "derby",
            "worldfamous"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4137411/quebec-rodeos-violated-provinces-animal-welfare-laws-professor/",
        "title": "Quebec rodeos violated province’s animal welfare laws: professor",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2018-04-11",
        "text": "A popular western festival and a Montreal law professor are at odds again over whether rodeo events in Quebec last year contravened the province’s animal-welfare rules.\n\nAlain Roy of Université de Montréal published a report Wednesday using evidence gathered by observers at 20 such events and analyzed by a veterinarian.\n\nREAD MORE: Owner of Revelstoke Petting Zoo charged with animal cruelty\n\nHe says it demonstrated that the animals were exposed to serious risk and injury as well as psychological distress.\n\nThat would violate a Quebec law adopted in December 2015 regarding animal welfare and safety that prohibits abuse or mistreatment affecting the health of an animal or any act that could expose them to distress.\n\nHowever, the promoters of the popular Festival Western de St-Tite in central Quebec pushed back Wednesday, dismissing the report as biased.\n\nIn a statement, they said the findings were based solely on the conclusions of a single veterinarian and derived from what they called an abusive interpretation of the law.\n\nREAD MORE: 3 people charged with animal cruelty in ‘Langley 66’ puppy mill seizure\n\nThe festival said the same images used to shape Roy’s report were given to their own animal treatment specialist who found “no abuse, negligence or unacceptable behaviour” on the part of organizers, volunteers or competitors.\n\nThe event’s general manager, Pascal Lafrenière, said the well-being of animals is at the heart of his organization’s values and that rodeos are strictly regulated within governing bodies in Quebec and internationally.\n\nLafrenière also noted the tone of Roy’s report was expected.\n\n“We are not surprised by the report’s negative findings, since Mr. Roy had already publicly announced his position on rodeos, even before undertaking his analysis,” Lafrenière said.\n\nThe law professor had filed a request for an injunction almost a year ago to prevent the holding of a controversial urban rodeo during Montreal’s 375th anniversary celebrations.\n\nA number of groups, including the Montreal SPCA, opposed the event taking place, which was put on by the Saint-Tite group.\n\nA deal brokered between both sides, and approved by Quebec Superior Court, allowed the rodeo to go ahead in August as well as another a month later at the St-Tite festival.\n\nAs part of the deal, Roy was able to send three observers to attend and film the events and had unlimited access.\n\nA veterinarian and a behavioural specialist examined the footage of the animals before and after the events.\n\nREAD MORE: Man, woman travelling from China arrested by OPP on outstanding animal cruelty charges from 2005\n\nThe result was Roy’s 600-page report that found horses and bulls were subjected to serious risk and injuries like fractures.\n\nIt was the same in calf-roping and steer-wrestling and, according to the findings, all the animals were exposed to psychological distress.\n\nREAD MORE: ‘No excuse for animal abuse’: Vegan activists protest at controversial Toronto restaurant\n\n“The treatment of horses, bulls, steers and calves in rodeos is irreconcilable with the provisions of the new law, according to which animals are no longer objects, but ‘beings endowed with sentience’ whose welfare and safety must be assured,” Roy said in a statement.\n\nA provincial committee that falls under the jurisdiction of the Agriculture Department will determine any next steps, but Roy said if the government fails to act, animal-rights advocates are prepared to pursue further action.\n\nREAD MORE: Animal cruelty charges laid against two West Grey residents\n\nAgriculture Minister Laurent Lessard told reporters in Quebec City he will wait to hear back from the committee, but believes rodeos — either in Quebec or elsewhere — could continue while respecting the province’s animal-welfare rules.",
        "quotes": [
            [
                "no abuse, negligence or unacceptable behaviour",
                "Roy",
                false
            ],
            [
                "We are not surprised by the report’s negative findings, since Mr. Roy had already publicly announced his position on rodeos, even before undertaking his analysis,",
                "Lafrenière",
                true
            ],
            [
                "The treatment of horses, bulls, steers and calves in rodeos is irreconcilable with the provisions of the new law, according to which animals are no longer objects, but ‘beings endowed with sentience’ whose welfare and safety must be assured,",
                "Roy",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/3927121/3-people-charged-with-animal-cruelty-in-langley-66-puppy-mill-seizure/",
                "https://globalnews.ca/news/4116014/antler-kitchen-and-bar-vegan-activists-protest-toronto/",
                "https://globalnews.ca/news/4081778/couple-arrested-animal-cruelty-charges-caledon-opp/",
                "https://globalnews.ca/news/4087082/animal-cruelty-charges-laid-against-two-west-grey-residents/",
                "https://globalnews.ca/news/4128166/revelstoke-petting-zoo-animal-cruelty/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/universite-de-montreal/",
                "https://globalnews.ca/tag/Laurent-Lessard/"
            ]
        },
        "key_words": [
            "animal",
            "animals",
            "laws",
            "violated",
            "professor",
            "welfare",
            "quebec",
            "rodeos",
            "roy",
            "report",
            "roys",
            "rodeo",
            "law",
            "provinces",
            "events"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4328913/chuckwagon-horse-rider-safety-university-calgary-stampede/",
        "title": "Veteran chuckwagon driver joins University of Calgary study meant to improve safety for outriders, horses",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2018-07-12",
        "text": "Mark Sutherland has been driving chuckwagons for over 25 years.\n\nThe most important thing to him is safety for his outriders and his horses. That’s why he got involved in a new study with the University of Calgary.\n\n“[The study’s] going to tell us how good the horse is running,” Sutherland said on Thursday, “how good he’s going to be, how good his levels are.”\n\nREAD MORE: Horse euthanized after Calgary Stampede chuckwagon race\n\nResearchers are looking to see if a device used in hospitals to test the blood of severely ill humans can also measure the physical fitness of animals.\n\nThe handheld analyzer is being tested on horses competing in this year’s Rangeland Derby at the Calgary Stampede. Renaud Léguillette, the chair of equine sports medicine at the University of Calgary, is heading up the study.\n\n“[It’s a] simple test: you take a blood sample, put it on the strip [and it] takes three or four minutes. [Then], you have your results right away,” Léguillette said. “You get the results stall-side, that’s the benefit of it.”\n\nSutherland hopes the study leads to him being able to eventually use a device that gives him the information he needs before races.\n\n“With my experience with Dr. Leguillette and U of C medicine, it’s gonna pan out,” Sutherland said.\n\nThe idea is to monitor the horses before they hit the track to see which ones are strongest and least likely to get tired and injured.\n\n“Had the Calgary Flames known that Jaromir Jagr was where he was, they wouldn’t have signed him,” Sutherland said “I’m not saying it’s going to be a miracle, that I can tell these horses are going to be my stars, but it’s gonna help.”\n\nREAD MORE: Chuckwagon driver in good spirits after injury in race at Calgary Stampede\n\nResearchers are hoping to publish the results this winter and to have the device available for next year’s Stampede.",
        "quotes": [
            [
                "The study’s] going to tell us how good the horse is running,",
                "Mark Sutherland",
                true
            ],
            [
                "how good he’s going to be, how good his levels are.",
                "Mark Sutherland",
                false
            ],
            [
                "It’s a] simple test: you take a blood sample, put it on the strip [and it] takes three or four minutes.",
                "Léguillette",
                true
            ],
            [
                "Then], you have your results right away,",
                "Léguillette",
                true
            ],
            [
                "You get the results stall-side, that’s the benefit of it.",
                "Léguillette",
                true
            ],
            [
                "With my experience with Dr. Leguillette and U of C medicine, it’s gonna pan out,",
                "Mark Sutherland",
                true
            ],
            [
                "Had the Calgary Flames known that Jaromir Jagr was where he was, they wouldn’t have signed him,",
                "Mark Sutherland",
                true
            ],
            [
                "I’m not saying it’s going to be a miracle, that I can tell these horses are going to be my stars, but it’s gonna help.",
                "Mark Sutherland",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4324659/chuckwagon-driver-motowylo-injured-calgary-stampede/",
                "https://globalnews.ca/news/4327446/horse-euthanized-calgary-stampede/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "results",
            "meant",
            "thats",
            "improve",
            "outriders",
            "university",
            "joins",
            "sutherland",
            "safety",
            "calgary",
            "good",
            "study",
            "horses",
            "device",
            "veteran",
            "stampede",
            "driver",
            "going"
        ]
    },
    {
        "url": "https://globalnews.ca/news/3927121/3-people-charged-with-animal-cruelty-in-langley-66-puppy-mill-seizure/",
        "title": "3 people charged with animal cruelty in ‘Langley 66’ puppy mill seizure",
        "authors": [
            {
                "name": "Emily Lazatin",
                "link": null
            },
            {
                "name": "Estefania Duran",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2017-12-20",
        "text": "Three people have been charged with animal cruelty in the largest animal seizure in B.C. history.\n\nThe incident took place in February 2016 when the BC SPCA seized 66 “sick and neglected dogs and puppies” from a Langley property.\n\nGlen Lawlor, Maria Wall Lawlor, and James Dale Shively have been charged with two counts of animal cruelty under the Prevention of Cruelty to Animals Act.\n\nREAD MORE: BC SPCA seize 66 dogs from Langley puppy mill\n\n“We are very pleased with the charges and we hope this sends a message that this type of neglect and cruelty is not acceptable to British Columbians,” said Moriarty in a release.\n\nThe 32 adult dogs and 34 puppies seized included Old English Sheepdogs, Bernese Mountain dogs, Standard Poodles and Wheaten Terriers.\n\nThe dogs were in care of the SPCA for several months being treated for “serious medical issues.” Some of the animals were suffering from broken limbs, missing ears and eyes, infections, dental disease and severe matting.\n\nAccording to the BC SPCA, some of the dogs have since been adopted into loving homes.\n\nWATCH: Langley puppy mill survivor reunion one year after seizure\n\n“The BC SPCA has a number of web and print resources that outline the difference between legitimate breeders and puppy mills,” said Moriarty.\n\n“We urge people to arm themselves with knowledge and to immediately call our animal cruelty hotline (1-855-622-7722) to report any suspicious situations where animals may be in distress.”\n\nREAD MORE: BC SPCA removes 30 animals from puppy breeder near Lillooet\n\nThe BC SPCA investigates more than 10,000 complaints of animal cruelty across B.C. each year.",
        "quotes": [
            [
                "sick and neglected dogs and puppies",
                "",
                false
            ],
            [
                "We are very pleased with the charges and we hope this sends a message that this type of neglect and cruelty is not acceptable to British Columbians,",
                "Moriarty",
                true
            ],
            [
                "The BC SPCA has a number of web and print resources that outline the difference between legitimate breeders and puppy mills,",
                "Moriarty",
                true
            ],
            [
                "We urge people to arm themselves with knowledge and to immediately call our animal cruelty hotline (1-855-622-7722) to report any suspicious situations where animals may be in distress.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/3400847/bc-spca-puppy-breeder-lillooet/",
                "https://globalnews.ca/news/2506017/bc-spca-expected-to-comment-on-large-seizure-of-dogs/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "animal",
            "animals",
            "langley",
            "seized",
            "puppies",
            "puppy",
            "cruelty",
            "66",
            "spca",
            "bc",
            "dogs",
            "seizure",
            "charged"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4116014/antler-kitchen-and-bar-vegan-activists-protest-toronto/",
        "title": "‘No excuse for animal abuse’: Vegan activists protest at controversial Toronto restaurant",
        "authors": [
            {
                "name": "Digital Broadcast Journalist",
                "link": null
            },
            {
                "name": "Nick Westoll",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-03-31",
        "text": "Dozens of protesters gathered Saturday evening outside of a Toronto restaurant where vegan activists say the owner brought out an animal leg, carved it and returned later appearing to eat grilled meat during their last gathering more than a week ago.\n\n“There’s no excuse for animal abuse … It’s not food, it’s violence,” the activists chanted while holding large posters in front of Antler Kitchen and Bar.\n\n“What do we want? Animal liberation. When do we want it? Now.”\n\nDuring a protest outside of the restaurant on March 23, which has since made international headlines, Marni Ugar and several other activists gathered in front of the Dufferin Street and Dundas Street West-area business. In photos taken by Ugar and shared with Global News, the activists could be seen holding large signs such as “Murder” and “Animals are not ours to use.”\n\nUgar told Global News on Tuesday that one of the restaurant’s owners, who is listed on the Antler website as chef Michael Hunter, brought a large animal leg and carved it at the restaurant’s front window. She said the man appeared at the window about 30 minutes later, eating a grilled piece of meat. Ugar said she and the activists remained outside of the business.\n\nREAD MORE: Toronto restaurant owner cuts animal leg at front window while vegan protest occurs outside, activists say\n\nIn an interview with Global News Saturday evening, Ugar said she attempted to speak with Hunter again this past week but said he didn’t respond. In an interview on Tuesday, Ugar said she contacted him last week and he offered to take her foraging for materials to learn about the restaurant’s process. However, she said she wants to have a meeting instead and has a specific goal in mind.\n\n“We will keep protesting until we sit down with the owner to make menu changes – that’s the reason we do these protests,” Ugar said.\n\n“The big message here for this restaurant is that humane meat does not exist. These are animals that want to live.”\n\nWATCH: Protest at Toronto restaurant renews discussion around being a meat eater or vegetarian\n\nA few members of the Toronto Police Service’s 14 Division community response unit were in attendance to help keep the peace and ensure protesters remained on the edges of the sidewalk outside. The blinds of the front window were pulled down.\n\nWhen asked for comment about Saturday’s protest and the impact the news has had on the business, a public relations spokesperson for the restaurant told Global News in a brief written statement it was “business as usual” for Antler Kitchen and Bar.\n\n“We have a full house, which is not unlike other Saturdays here,” Laura Fracassi wrote, adding the business didn’t “have anything more to add to the issue.”\n\nIn a statement by Fracassi late Monday after the last protest, she said Antler Kitchen and Bar will “continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.”\n\nThe scene right now as activists chant in front of Antler Kitchen and Bar. READ MORE: https://t.co/84LDwAPid7 pic.twitter.com/aAFn0OSXRO — Nick Westoll (@NWestoll) April 1, 2018\n\nAccording to the dinner menu posted on the Antler Kitchen website, it shows multiple beef, venison, duck, boar and fish dishes. But there are also non-meat dishes such as lentil and beet salad, chestnut gnocchi and wild mushroom risotto.\n\nMeanwhile Ugar said since news of last week’s protest surfaced, she has received plenty of negative feedback.\n\n“Just really, really nasty, cruel messages. Looking back at all of my posts over the last couple of years and posting pictures of dead animals, saying things like, ‘Mmm, bacon,'” she said.\n\n“We’re used to that, we see it all the time — but not thousands of messages.”",
        "quotes": [
            [
                "There’s no excuse for animal abuse … It’s not food, it’s violence,",
                "",
                true
            ],
            [
                "Animals are not ours to use.",
                "Marni Ugar",
                true
            ],
            [
                "We will keep protesting until we sit down with the owner to make menu changes – that’s the reason we do these protests,",
                "Marni Ugar",
                true
            ],
            [
                "The big message here for this restaurant is that humane meat does not exist.",
                "",
                true
            ],
            [
                "These are animals that want to live.",
                "",
                true
            ],
            [
                "We have a full house, which is not unlike other Saturdays here,",
                "Laura Fracassi",
                true
            ],
            [
                "have anything more to add to the issue.",
                "Laura Fracassi",
                false
            ],
            [
                "continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.",
                "Laura Fracassi",
                false
            ],
            [
                "Just really, really nasty, cruel messages.",
                "Marni Ugar",
                true
            ],
            [
                "Looking back at all of my posts over the last couple of years and posting pictures of dead animals, saying things like, ‘Mmm, bacon,",
                "Marni Ugar",
                true
            ],
            [
                "We’re used to that, we see it all the time — but not thousands of messages.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4108589/antler-kitchen-and-bar-protests-toronto/",
                "https://t.co/84LDwAPid7"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/aAFn0OSXRO",
                "https://globalnews.ca/tag/antler-kitchen-and-bar/",
                "https://twitter.com/NWestoll/status/980234000437514245?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "controversial",
            "vegan",
            "restaurant",
            "animal",
            "kitchen",
            "toronto",
            "activists",
            "excuse",
            "window",
            "abuse",
            "outside",
            "ugar",
            "protest",
            "antler"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4081778/couple-arrested-animal-cruelty-charges-caledon-opp/",
        "title": "Man, woman travelling from China arrested by OPP on outstanding animal cruelty charges from 2005",
        "authors": [],
        "publisher": "globalnews.ca",
        "publish_date": "2018-03-13",
        "text": "CALEDON, Ont. – A man and woman travelling to Canada from China were arrested Monday on outstanding animal cruelty charges from more than a decade ago.\n\nProvincial police in Caledon, Ont., say a warrant was issued for the arrest of Joseph Sau-Chuen Chang, 54, and Mee-Young Chung, 49, in 2005.\n\nThey say officers searched a Caledon home after neighbours reported seeing horses in distress, and found nearly 30 horses in a penned area without food or water, as well as two horses who had died.\n\nPolice allege the pair had abandoned the horses and moved to Hong Kong.\n\nProvincial police in Caledon say they arrested the duo after the Canada Border Services Agency told them a man with an outstanding arrest warrant was arriving at a Toronto airport.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/animal-cruelty/"
            ]
        },
        "key_words": [
            "opp",
            "man",
            "animal",
            "china",
            "arrest",
            "cruelty",
            "outstanding",
            "woman",
            "horses",
            "ont",
            "canada",
            "caledon",
            "warrant",
            "say",
            "arrested",
            "charges",
            "travelling"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4087082/animal-cruelty-charges-laid-against-two-west-grey-residents/",
        "title": "Animal cruelty charges laid against two West Grey residents",
        "authors": [
            {
                "name": "Leanne Wood-Hulme",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-03-16",
        "text": "Two people are facing animal cruelty charges after horses in their care were found to be severely neglected.\n\nThe farm, near Hanover, was searched by Ontario Society for the Prevention of Cruelty to Animals (SPCA) investigators back in January, and seven horses were found living in squalor conditions.\n\nThe horses were all found with manure-matted coats and were confined to wet manure filled stalls inside the barn. Six of the horses were also found to be underweight.\n\nAs a result of the investigation, Ontario SPCA compliance orders were issued to address the concerns identified by the investigators. A 57-year-old man and 54-year-old woman from the Municipality of West Grey have been charged with animal cruelty.\n\nREAD MORE: Man, woman travelling from China arrested by OPP on outstanding animal cruelty charges from 2005\n\nThe accused are both facing charges of causing distress to an animal, permitting distress to an animal, failure to provide adequate food and water, failure to provide sanitary conditions and failure to provide care necessary for general welfare.\n\nThey are due in a Walkerton courtroom May 1, 2018.\n\n“With resources available to help people who are unable to care for their pets, there really is no excuse when it comes to neglecting to care for your animals,” says Bonnie Bishop, Senior Inspector of Farm Animal Welfare, Ontario SPCA. “If you find yourself unable to provide proper care for your animals, contact your local Ontario SPCA Animal Centre or Humane Society to discuss resources and options.”\n\nTo report animal cruelty, contact the Ontario SPCA’s province-wide animal cruelty hotline at 310-SPCA (7722).",
        "quotes": [
            [
                "With resources available to help people who are unable to care for their pets, there really is no excuse when it comes to neglecting to care for your animals,",
                "Bonnie Bishop",
                true
            ],
            [
                "If you find yourself unable to provide proper care for your animals, contact your local Ontario SPCA Animal Centre or Humane Society to discuss resources and options.",
                "Bonnie Bishop",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4081778/couple-arrested-animal-cruelty-charges-caledon-opp/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "provide",
            "animal",
            "animals",
            "laid",
            "care",
            "grey",
            "spca",
            "failure",
            "horses",
            "west",
            "ontario",
            "residents",
            "charges",
            "cruelty"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4128166/revelstoke-petting-zoo-animal-cruelty/",
        "title": "Owner of Revelstoke Petting Zoo charged with animal cruelty",
        "authors": [
            {
                "name": "Online Supervisor Bc",
                "link": null
            },
            {
                "name": "Amy Judd",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-04-06",
        "text": "The owner of the Revelstoke Petting Zoo has been charged with animal cruelty.\n\nJames Richard Bruvall has been charged with 24 counts of animal cruelty under a combination of the Criminal Code and the Prevention of Cruelty to Animals Act.\n\nThe BC SPCA launched an investigation and special constables removed 15 animals, including one deceased pig, from the property during a warrant executed in July 2017.\n\nOther animals found to be distressed included five horses, three pigs, two mini-horses, a lamb, an alpaca, a goat and a peacock.\n\nThe BC SPCA says animals were suffering from lack of adequate food, shelter and veterinary care.\n\nREAD MORE: BC SPCA identifies owner of dog found near Yahk with chain collar embedded in neck\n\n“We are very pleased that charges have been approved against Mr. Bruvall, as this is a very sad case where profits were clearly placed before the welfare of the animals in his care,” said Marcie Moriarty, chief prevention and enforcement officer for the BC SPCA. “This individual was running a petting zoo and trail riding company using compromised animals and allowing them to suffer.”\n\nAll of the animals, except for one, have been adopted into new homes.\n\n“We are still looking for a home for the goat, but we are hopeful that a new guardian will be found soon,” said Moriarty.\n\nIf convicted, Bruvall faces a maximum sentence of up to five years in jail, a $75,000 fine and up to a lifetime ban on owning animals.",
        "quotes": [
            [
                "We are very pleased that charges have been approved against Mr. Bruvall, as this is a very sad case where profits were clearly placed before the welfare of the animals in his care,",
                "Marcie Moriarty",
                true
            ],
            [
                "This individual was running a petting zoo and trail riding company using compromised animals and allowing them to suffer.",
                "Marcie Moriarty",
                true
            ],
            [
                "We are still looking for a home for the goat, but we are hopeful that a new guardian will be found soon,",
                "Moriarty",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4081466/bc-spca-looking-for-owner-of-dog-found-near-yahk-with-chain-collar-embedded-in-neck/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/bc-spca/"
            ]
        },
        "key_words": [
            "animal",
            "animals",
            "prevention",
            "petting",
            "spca",
            "zoo",
            "charged",
            "bc",
            "revelstoke",
            "owner",
            "bruvall",
            "goat",
            "cruelty"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4324659/chuckwagon-driver-motowylo-injured-calgary-stampede/",
        "title": "Chuckwagon driver in good spirits after injury in race at Calgary Stampede",
        "authors": [
            {
                "name": "Bindu Suri",
                "link": null
            },
            {
                "name": "Spencer Gallichan-Lowe",
                "link": null
            },
            {
                "name": "Phil Heidenreich",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-07-11",
        "text": "A chuckwagon driver was taken away in an ambulance at the Calgary Stampede Tuesday night after he fell off his wagon and went under the back wheel.\n\nThe World Professional Chuckwagon Association (WPCA) said the driver was Obrey Motowylo.\n\nCalgary Stampede spokesperson Kristina Barnes said that Motowylo’s family said that he was being treated for a broken collarbone and will remain in the hospital for further testing.\n\nBarnes added that Motowylo “is in good spirits” and “he’s thankful for all the support.”\n\nMotowylo suffered the injury in Heat 8.\n\nWATCH: The chuckwagon community is coming together after one of their own was seriously injured at the Rangeland Derby Tuesday night. As Bindu Suri reports, his fellow drivers are supporting him by taking the reins.\n\n“Obrey came around that fourth barrel, his wagon tipped to the right,” Barnes explained.\n\n“It corrected itself, as it did that Obrey came out of the wagon on the left side. As the wagon moved forward, it did make contact with Obrey.”\n\nAccording to the WPCA’s website, Motowylo is 46 years old and hails from Bluffton, Alta. The website said he is heading into his 15th season driving chuckwagons.\n\n“An afternoon downpour and light evening rains made for sticky racetrack conditions,” the WPCA said in a news release that recapped the evening’s races.\n\nHowever, Barnes disputed the WPCA’s evaluation of the track’s conditions.\n\n“[Track] conditions were good in the Stampede’s judgement,” she said.\n\nRace driver Jason Glass agrees the track conditions were not an issue.\n\n“We take every precaution. The ground, the dirt — everything is inspected. The horses are vet checked. The wagons are checked,” Glass said.\n\n“There’s always a risk out there, we all know it. It’s no different than most professional sports. You got to love what you do and the risks are always there,” Glass said.\n\nFellow driver Cody McCurrach will be taking his place at the event, Barnes said.\n\nMcCurrach said he didn’t hesitate to step up and help when he was asked by Motowylo, someone he has known for 20 years.\n\n“He asked me to drive for him tonight. I said 100 per cent I would do that for him, ‘cause I know he would do the same for me if I was in that situation,” McCurrach said.\n\nMcCurrach said the incident was a series of unfortunate circumstances.\n\n“I don’t think I would have done anything different from Obrey,” McCurrach said. “He was having a really good turn of the barrels. He has some great horses over there. That’s just something that’s unfortunate. It happens. It’s rare that it happens.”\n\nREAD MORE: Improving chuckwagon safety the focus of new University of Calgary research\n\nWatch below: In July 2017, Gil Tucker filed this report on improving chuckwagon safety being the focus of new research at the University of Calgary.",
        "quotes": [
            [
                "he’s thankful for all the support.",
                "Barnes",
                false
            ],
            [
                "Obrey came around that fourth barrel, his wagon tipped to the right,",
                "Barnes",
                true
            ],
            [
                "It corrected itself, as it did that Obrey came out of the wagon on the left side.",
                "",
                true
            ],
            [
                "As the wagon moved forward, it did make contact with Obrey.",
                "",
                true
            ],
            [
                "An afternoon downpour and light evening rains made for sticky racetrack conditions,",
                "",
                true
            ],
            [
                "Track] conditions were good in the Stampede’s judgement,",
                "Obrey Motowylo",
                true
            ],
            [
                "The ground, the dirt — everything is inspected.",
                "Obrey Motowylo",
                true
            ],
            [
                "There’s always a risk out there, we all know it.",
                "",
                true
            ],
            [
                "It’s no different than most professional sports.",
                "",
                true
            ],
            [
                "You got to love what you do and the risks are always there,",
                "",
                true
            ],
            [
                "He asked me to drive for him tonight.",
                "McCurrach",
                true
            ],
            [
                "I said 100 per cent I would do that for him, ‘cause I know he would do the same for me if I was in that situation,",
                "McCurrach",
                true
            ],
            [
                "I don’t think I would have done anything different from Obrey,",
                "McCurrach",
                true
            ],
            [
                "He was having a really good turn of the barrels.",
                "McCurrach",
                true
            ],
            [
                "He has some great horses over there.",
                "McCurrach",
                true
            ],
            [
                "That’s just something that’s unfortunate.",
                "McCurrach",
                true
            ],
            [
                "It’s rare that it happens.",
                "McCurrach",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/3587428/improving-chuckwagon-safety-the-focus-of-new-university-of-calgary-research/"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.wpca.com/profile_detail.aspx?ID=53"
            ]
        },
        "key_words": [
            "injury",
            "spirits",
            "chuckwagon",
            "good",
            "race",
            "motowylo",
            "calgary",
            "wagon",
            "obrey",
            "conditions",
            "mccurrach",
            "barnes",
            "stampede",
            "driver",
            "glass"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4327446/horse-euthanized-calgary-stampede/",
        "title": "Horse euthanized after Calgary Stampede chuckwagon race",
        "authors": [
            {
                "name": "Spencer Gallichan-Lowe",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-07-12",
        "text": "A horse had to be euthanized after an incident at the Calgary Stampede chuckwagon race on Wednesday.\n\nThe Calgary Stampede said in a news release Thursday that the outrider horse was immediately assessed by a veterinarian after the incident and then transported by ambulance.\n\nREAD MORE: Chuckwagon driver in good spirits after injury in race at Calgary Stampede\n\nThe vet determined that the horse had a fractured lower front leg and needed to be put down.\n\n“This type of injury is known in racing horses and is not unique to chuckwagon racing,” the release said. “This loss is felt deeply within our organization as well as by the owner.”\n\nREAD MORE: Horse euthanized at Calgary Stampede after fracturing leg in chuckwagon races",
        "quotes": [
            [
                "This type of injury is known in racing horses and is not unique to chuckwagon racing,",
                "",
                true
            ],
            [
                "This loss is felt deeply within our organization as well as by the owner.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4324659/chuckwagon-driver-motowylo-injured-calgary-stampede/",
                "https://globalnews.ca/news/3587298/horse-euthanized-at-calgary-stampede-after-fracturing-leg-in-chuckwagon-races/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/calgary-stampede/"
            ]
        },
        "key_words": [
            "injury",
            "chuckwagon",
            "incident",
            "race",
            "calgary",
            "horse",
            "leg",
            "racing",
            "euthanized",
            "release",
            "stampede"
        ]
    },
    {
        "url": "https://globalnews.ca/news/3400847/bc-spca-puppy-breeder-lillooet/",
        "title": "BC SPCA removes 30 animals from puppy breeder near Lillooet",
        "authors": [
            {
                "name": "Paula Baker",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2017-04-24",
        "text": "BC SPCA is considering charges of animal cruelty after removing 24 small dogs and puppies and six cats from a breeding operation near Lillooet, B.C.\n\nAccording to the SPCA, the animals were all suffering from severe neglect.\n\nThis isn’t the first time animals have been seized from this remote property.\n\nAs part of an ongoing investigation, BC SPCA constables collected 16 dogs and four cats from the breeder earlier this month and last weekend, another eight dogs and two cats were surrendered.\n\nThe dogs taken into SPCA care include 15 Havanese, which is a type of Bichon breed, Havanese-cross dogs, eight Yorkie-cross dogs and one emaciated Husky-cross.\n\n“The dogs were kept in a filthy environment with high levels of ammonia from urine and have serious dental disease and badly matted fur,” Kent Kokoska, senior animal protection officer for the BC SPCA, said in a release.\n\n“Some of the dogs were being kept in a chicken coup filled with chicken and dog feces and one of the dogs and two puppies were being kept in a rodent cage.”\n\nFour cats, which were severely matted and living in filthy and hazardous conditions without proper light or ventilation, were taken from the property.\n\nAll of the animals are being cared for at the SPCA facilities in Kamloops and Kelowna.\n\nBC SPCA said the investigation is ongoing.",
        "quotes": [
            [
                "The dogs were kept in a filthy environment with high levels of ammonia from urine and have serious dental disease and badly matted fur,",
                "Kent Kokoska",
                true
            ],
            [
                "Some of the dogs were being kept in a chicken coup filled with chicken and dog feces and one of the dogs and two puppies were being kept in a rodent cage.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "animals",
            "breeder",
            "30",
            "puppies",
            "puppy",
            "ongoing",
            "spca",
            "taken",
            "bc",
            "dogs",
            "cats",
            "lillooet",
            "removes",
            "kept",
            "near",
            "matted"
        ]
    },
    {
        "url": "https://globalnews.ca/news/2506017/bc-spca-expected-to-comment-on-large-seizure-of-dogs/",
        "title": "BC SPCA seize 66 dogs from Langley puppy mill",
        "authors": [
            {
                "name": "Online Supervisor Bc",
                "link": null
            },
            {
                "name": "Amy Judd",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2016-02-09",
        "text": "The BC SPCA has taken 66 dogs into its care after seizing them from a Langley puppy mill last Thursday.\n\nSome of the dogs, mostly Bernese and Labradoodles, had broken limbs, missing ears and eyes, infections and were malnourished. They were living in small, stacked crates and investigators said there were dangerous levels of ammonia in the building due to the accumulated urine.\n\nMany of the dogs were so matted and covered in feces that officers were forced to wear masks and protective suits when they were rescued.\n\nWATCH: Footage of the dogs being taken from the puppy mill\n\nDozens of volunteers were needed to help clean the animals and shave them. This is the BC SPCA’s largest-ever seizure.\n\nGlobal News contacted the breeder for comment on the seizure, but she refused to comment and hung up the phone.\n\nThe BC SPCA says it will be preparing a report for Crown and will be recommending charges.\n\nSPCA seized 66 dogs from LANGLEY puppy mill @GlobalBCpic.twitter.com/7uoDYCeMoi — Grace Ke (@GraceKeGlobal) February 9, 2016\n\nSome of the dogs now being cared for at SPCA @GlobalBCpic.twitter.com/FsPPJcELiv — Grace Ke (@GraceKeGlobal) February 9, 2016\n\nThe Vancouver shelter is requesting donations of blankets, towels and dog beds to help keep the dogs and puppies warm and comfortable. If you can help, please drop items off at the Vancouver SPCA shelter, 1205 East 7 Avenue.\n\nMary Giuffre, a resident of Bewdley, Ontario, rescued her dog, Ruby, from a puppy mill after she had spent six years in a cage as a breeding dog. She died two years after her rescue.\n\nGiuffre has now started a national campaign to address puppy mills in Canada. Called ‘Ruby’s Love Letter Legacy‘, it urges all residents to write to their MPs, MPPs and MLAs and urge them to toughen laws and stop the growth of puppy mills.\n\nMP for Beaches-East York, Nathaniel Erskine-Smith, has already stated he is working on strengthening animal welfare legislation in Canada and is part of this campaign.\n\nMore information can be found on Ruby’s Love Letter Legacy Facebook page.\n\nWATCH: SPCA cruelty seizure",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/GraceKeGlobal/status/697116536801091585",
                "https://twitter.com/GraceKeGlobal/status/697124678876270592",
                "https://twitter.com/GlobalBC",
                "https://t.co/7uoDYCeMoi",
                "https://t.co/FsPPJcELiv",
                "https://rubyslegacy.wordpress.com/",
                "https://www.facebook.com/login/?next=https%3A%2F%2Fwww.facebook.com%2Fgroups%2FRubysLegacy%2F%3Ffref%3Dts"
            ]
        },
        "key_words": [
            "langley",
            "puppy",
            "66",
            "spca",
            "vancouver",
            "taken",
            "shelter",
            "help",
            "bc",
            "dogs",
            "dog",
            "seize",
            "seizure"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4108589/antler-kitchen-and-bar-protests-toronto/",
        "title": "Toronto restaurant owner cuts animal leg at front window while vegan protest occurs outside: activists",
        "authors": [
            {
                "name": "Digital Broadcast Journalist",
                "link": null
            },
            {
                "name": "Nick Westoll",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-03-27",
        "text": "A protest outside of a Toronto restaurant has been gaining increasing attention online after activists say the owner brought out an animal leg, carved it and returned later appearing to eat grilled meat.\n\nMarni Ugar and several other activists gathered in front of Antler Kitchen and Bar in the Dufferin Street and Dundas Street West area. They could be seen in photos holding large signs such as “Murder” and “Animals are not ours to use.”\n\nUgar told Global News on Tuesday that one of the restaurant’s owners, who is listed on the Antler website as chef Michael Hunter, brought a large animal leg and carved it at the restaurant’s front window.\n\nREAD MORE: Seal meat at Toronto restaurant sparks row between animal rights groups, Indigenous activists\n\n“I suppose it was his way of taunting us or getting revenge. I can (can’t) know because I haven’t had a conversation with him yet,” Ugar said, adding she understands how the protest can impact the business.\n\nShe said the man appeared at the window about 30 minutes later, eating a grilled piece of meat. Ugar said she and the activists remained outside of the business.\n\n“It was obviously stressful for us since we’re there taking a stand for the animals — we love animals — and we’re seeing the leg of a dead animal in his window.”\n\nThe protest also triggered two calls to police, who were dispatched to the business.\n\nREAD MORE: Horse-lovers demonstrate in Montreal, urge end to slaughter\n\nToronto police Const. Jennifer Sidhu told Global News that officers were called to attend the restaurant “to keep the peace” at around 7 p.m. and just before 8:30 p.m., which was the scheduled duration of the protest.\n\nShe said no charges were laid and no arrests occurred. Police didn’t say who specifically called officers both times.\n\nGlobal News contacted Antler Kitchen and Bar to ask about Friday’s protest, but a public relations spokesperson responded late Monday and said the restaurant “can’t accommodate an interview at this time.”\n\n“We aren’t surprised by the protest as it’s not the first we have had,” Laura Fracassi wrote.\n\n“We will continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.”\n\nA look at the dinner menu posted on the Antler Kitchen website shows multiple beef, venison, duck, boar and fish dishes. But there are also non-meat dishes such as lentil and beet salad, chestnut gnocchi and wild mushroom risotto.\n\nMeanwhile, Ugar said she regularly holds protests at neighbourhood restaurants. She said she first noticed Antler Kitchen and Bar in the winter after seeing a small board outside of the Dundas Street West business which read, “Venison is the new kale.” Friday’s protest was the fourth one at the business.\n\nShe said she’s often asked why they don’t target larger restaurant corporations. Ugar said she does protests at those types of businesses through larger activist organizations, but that she prefers to do more grass-roots, local activism.\n\n“Ultimately, the reason I chose Antler is because my goal is to debunk the ethical meat myth, which is what Antler is known for,” Ugar said, noting the restaurant serves foie gras, a fattened duck or goose liver, and venison.\n\n“We’re out there to educate the public. When people walk by, we hand them literature, we have dialogue. This isn’t about attacking or targeting. It’s about educating and more than anything, taking a stand for the animals — they don’t have their own voice, that’s what we are for them.”\n\nShe said even though the restaurant serves game meats and it’s considered to be “alternative and ethical,” her protests still involve animals as a whole.\n\n“An animal’s life is an animal’s life … if this restaurant had several vegan options but was serving humanely-raised dogs and cats, everybody would be on our side,” Ugar said.\n\n“I don’t see the difference between a deer and a dog, a cow and a cat — I don’t understand.”\n\nUgar said she has received many negative comments, some of which she called “toxic.”\n\nShe said she contacted Hunter through email on Friday. She said he responded by offering to take her foraging to pick vegetables, but added she hasn’t responded to him as of Tuesday.\n\n“I’m not sure if I want to do that. I certainly would like to sit down and talk to him,” Ugar said, noting she has spoken with at least one other restaurant owner as a part of her activism.",
        "quotes": [
            [
                "Animals are not ours to use.",
                "",
                true
            ],
            [
                "I suppose it was his way of taunting us or getting revenge.",
                "Jennifer Sidhu",
                true
            ],
            [
                "I can (can’t) know because I haven’t had a conversation with him yet,",
                "Jennifer Sidhu",
                true
            ],
            [
                "It was obviously stressful for us since we’re there taking a stand for the animals — we love animals — and we’re seeing the leg of a dead animal in his window.",
                "Jennifer Sidhu",
                true
            ],
            [
                "can’t accommodate an interview at this time.",
                "Antler Kitchen",
                false
            ],
            [
                "We aren’t surprised by the protest as it’s not the first we have had,",
                "Jennifer Sidhu",
                true
            ],
            [
                "We will continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.",
                "Antler Kitchen",
                true
            ],
            [
                "Ultimately, the reason I chose Antler is because my goal is to debunk the ethical meat myth, which is what Antler is known for,",
                "Jennifer Sidhu",
                true
            ],
            [
                "We’re out there to educate the public.",
                "",
                true
            ],
            [
                "When people walk by, we hand them literature, we have dialogue.",
                "",
                true
            ],
            [
                "This isn’t about attacking or targeting.",
                "",
                true
            ],
            [
                "It’s about educating and more than anything, taking a stand for the animals — they don’t have their own voice, that’s what we are for them.",
                "",
                true
            ],
            [
                "An animal’s life is an animal’s life … if this restaurant had several vegan options but was serving humanely-raised dogs and cats, everybody would be on our side,",
                "Jennifer Sidhu",
                true
            ],
            [
                "I don’t see the difference between a deer and a dog, a cow and a cat — I don’t understand.",
                "Jennifer Sidhu",
                true
            ],
            [
                "I’m not sure if I want to do that.",
                "Jennifer Sidhu",
                true
            ],
            [
                "I certainly would like to sit down and talk to him,",
                "Jennifer Sidhu",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/3800631/seal-meat-toronto-restaurant/",
                "https://globalnews.ca/news/98658/horse-lovers-demonstrate-in-montreal-urge-end-to-slaughter/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/gnca-toronto/"
            ]
        },
        "key_words": [
            "kitchen",
            "vegan",
            "restaurant",
            "animals",
            "animal",
            "toronto",
            "window",
            "cuts",
            "leg",
            "owner",
            "outside",
            "occurs",
            "street",
            "restaurants",
            "ugar",
            "dont",
            "protest",
            "antler"
        ]
    },
    {
        "url": "https://t.co/84LDwAPid7",
        "title": "‘No excuse for animal abuse’: Vegan activists protest at controversial Toronto restaurant",
        "authors": [
            {
                "name": "Digital Broadcast Journalist",
                "link": null
            },
            {
                "name": "Nick Westoll",
                "link": null
            }
        ],
        "publisher": "t.co",
        "publish_date": "2018-03-31",
        "text": "Dozens of protesters gathered Saturday evening outside of a Toronto restaurant where vegan activists say the owner brought out an animal leg, carved it and returned later appearing to eat grilled meat during their last gathering more than a week ago.\n\n“There’s no excuse for animal abuse … It’s not food, it’s violence,” the activists chanted while holding large posters in front of Antler Kitchen and Bar.\n\n“What do we want? Animal liberation. When do we want it? Now.”\n\nDuring a protest outside of the restaurant on March 23, which has since made international headlines, Marni Ugar and several other activists gathered in front of the Dufferin Street and Dundas Street West-area business. In photos taken by Ugar and shared with Global News, the activists could be seen holding large signs such as “Murder” and “Animals are not ours to use.”\n\nUgar told Global News on Tuesday that one of the restaurant’s owners, who is listed on the Antler website as chef Michael Hunter, brought a large animal leg and carved it at the restaurant’s front window. She said the man appeared at the window about 30 minutes later, eating a grilled piece of meat. Ugar said she and the activists remained outside of the business.\n\nREAD MORE: Toronto restaurant owner cuts animal leg at front window while vegan protest occurs outside, activists say\n\nIn an interview with Global News Saturday evening, Ugar said she attempted to speak with Hunter again this past week but said he didn’t respond. In an interview on Tuesday, Ugar said she contacted him last week and he offered to take her foraging for materials to learn about the restaurant’s process. However, she said she wants to have a meeting instead and has a specific goal in mind.\n\n“We will keep protesting until we sit down with the owner to make menu changes – that’s the reason we do these protests,” Ugar said.\n\n“The big message here for this restaurant is that humane meat does not exist. These are animals that want to live.”\n\nWATCH: Protest at Toronto restaurant renews discussion around being a meat eater or vegetarian\n\nA few members of the Toronto Police Service’s 14 Division community response unit were in attendance to help keep the peace and ensure protesters remained on the edges of the sidewalk outside. The blinds of the front window were pulled down.\n\nWhen asked for comment about Saturday’s protest and the impact the news has had on the business, a public relations spokesperson for the restaurant told Global News in a brief written statement it was “business as usual” for Antler Kitchen and Bar.\n\n“We have a full house, which is not unlike other Saturdays here,” Laura Fracassi wrote, adding the business didn’t “have anything more to add to the issue.”\n\nIn a statement by Fracassi late Monday after the last protest, she said Antler Kitchen and Bar will “continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.”\n\nThe scene right now as activists chant in front of Antler Kitchen and Bar. READ MORE: https://t.co/84LDwAPid7 pic.twitter.com/aAFn0OSXRO — Nick Westoll (@NWestoll) April 1, 2018\n\nAccording to the dinner menu posted on the Antler Kitchen website, it shows multiple beef, venison, duck, boar and fish dishes. But there are also non-meat dishes such as lentil and beet salad, chestnut gnocchi and wild mushroom risotto.\n\nMeanwhile Ugar said since news of last week’s protest surfaced, she has received plenty of negative feedback.\n\n“Just really, really nasty, cruel messages. Looking back at all of my posts over the last couple of years and posting pictures of dead animals, saying things like, ‘Mmm, bacon,'” she said.\n\n“We’re used to that, we see it all the time — but not thousands of messages.”",
        "quotes": [
            [
                "There’s no excuse for animal abuse … It’s not food, it’s violence,",
                "",
                true
            ],
            [
                "Animals are not ours to use.",
                "Marni Ugar",
                true
            ],
            [
                "We will keep protesting until we sit down with the owner to make menu changes – that’s the reason we do these protests,",
                "Marni Ugar",
                true
            ],
            [
                "The big message here for this restaurant is that humane meat does not exist.",
                "",
                true
            ],
            [
                "These are animals that want to live.",
                "",
                true
            ],
            [
                "We have a full house, which is not unlike other Saturdays here,",
                "Laura Fracassi",
                true
            ],
            [
                "have anything more to add to the issue.",
                "Laura Fracassi",
                false
            ],
            [
                "continue to stay true to our identity as a restaurant and to Chef Michael’s identity as a chef.",
                "Laura Fracassi",
                false
            ],
            [
                "Just really, really nasty, cruel messages.",
                "Marni Ugar",
                true
            ],
            [
                "Looking back at all of my posts over the last couple of years and posting pictures of dead animals, saying things like, ‘Mmm, bacon,",
                "Marni Ugar",
                true
            ],
            [
                "We’re used to that, we see it all the time — but not thousands of messages.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4108589/antler-kitchen-and-bar-protests-toronto/",
                "https://t.co/84LDwAPid7"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://t.co/aAFn0OSXRO",
                "https://globalnews.ca/tag/antler-kitchen-and-bar/",
                "https://twitter.com/NWestoll/status/980234000437514245?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "controversial",
            "vegan",
            "restaurant",
            "animal",
            "kitchen",
            "toronto",
            "activists",
            "excuse",
            "window",
            "abuse",
            "outside",
            "ugar",
            "protest",
            "antler"
        ]
    },
    {
        "url": "https://globalnews.ca/news/4081466/bc-spca-looking-for-owner-of-dog-found-near-yahk-with-chain-collar-embedded-in-neck/",
        "title": "BC SPCA identifies owner of dog found near Yahk with chain collar embedded in neck",
        "authors": [
            {
                "name": "Online Journalist",
                "link": null
            },
            {
                "name": "Sean Boynton",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2018-03-13",
        "text": "UPDATE: March 14 — The BC SPCA has identified the owner of the dog found with a collar embedded in its neck.\n\nWarning: this story contains an image that may be disturbing to some viewers.\n\nThe BC SPCA is asking the public for help finding the owner of a seriously injured dog found wandering a service road in the interior on March 10.\n\nThe one-year-old shar-pei-Labrador cross has been named “Rusty” by SPCA staff, who received the dog at the East Kootenay branch the next day.\n\nStaff say Rusty was found walking along the Carol Creek forest service road between Yahk and Creston by hikers, who brought the dog in.\n\nUpon arrival, staff found a chain was wrapped so tightly around Rusty’s neck that it had deeply embedded into his flesh, prompting immediate treatment.\n\nREAD MORE: Petition calls for maximum penalty for Duncan couple accused of ‘horrific act of animal abuse’\n\n“He’s doing well. He had his surgery [to remove necrotic tissue from his neck] and is recovering in our clinic right now,” East Kootenay branch manager Christy King said, adding staff expect Rusty to make a full recovery.\n\n“He’s shown some aggression, so we’re waiting for him to heal and then we’ll assess his behaviour and see if he’s able to be put up for adoption.”\n\nREAD MORE: Dog found chained in Duncan with neck wound so deep his head was 3 times its normal size\n\nThe case is similar to that of a dog in Duncan who also had a chain collar digging deep into its neck.\n\nThat dog was found starving in its home and tethered to a chain that was only a few inches long. He later died, and his owners have been charged with animal cruelty.\n\nAn investigation has been launched to find Rusty’s owner. Anyone with information is asked to call the SPCA’s animal cruelty hotline at 1-855-622-7722.",
        "quotes": [
            [
                "He had his surgery [to remove necrotic tissue from his neck] and is recovering in our clinic right now,",
                "Christy King",
                true
            ],
            [
                "He’s shown some aggression, so we’re waiting for him to heal and then we’ll assess his behaviour and see if he’s able to be put up for adoption.",
                "Duncan",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/4068358/dog-chaine-duncan-neck-wound-animal-cruelty-spca/",
                "https://globalnews.ca/news/4078261/duncan-dog-abuse-petition/"
            ],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "animal",
            "collar",
            "identifies",
            "spca",
            "service",
            "embedded",
            "duncan",
            "owner",
            "staff",
            "yahk",
            "rusty",
            "dog",
            "neck",
            "near",
            "chain"
        ]
    },
    {
        "url": "https://globalnews.ca/news/3587428/improving-chuckwagon-safety-the-focus-of-new-university-of-calgary-research/",
        "title": "Improving chuckwagon safety the focus of new University of Calgary research",
        "authors": [
            {
                "name": "Online Journalist",
                "link": null
            },
            {
                "name": "Heide Pearson",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2017-07-10",
        "text": "With safety for horses and drivers at top of mind, a student at the University of Calgary has turned his focus to engineering a safer chuckwagon to be raced at the Calgary Stampede.\n\nThe popular chuckwagon races are a beloved event for stampede goers, but each year there’s the potential for wagon wrecks or accidents that can lead to horses and drivers being injured, or in some cases, horses dying.\n\nA horse was euthanized after suffering an injury to its lower leg during a race on Saturday night.\n\nREAD MORE: Horse euthanized at Calgary Stampede after fracturing leg in chuckwagon races\n\nIn the hopes of finding a solution to that issue, engineering student Sam Pollock has spent the summer studying the chuckwagons, specifically the chuckwagon poles, to find a way to make them safer.\n\nThe poles connect the team of running horses to the undercarriage of the wagon. During races and training, the poles are put under intense stress, occasionally causing them to fail — when they bend or break.\n\nUsing video, strain gauges, accelerometres and a pole donated to the lab by the Calgary Stampede, Pollock will study the ways the poles perform during the races to see where they falter and try to determine the best ways to avoid that.\n\n“My goal is to gain a better understanding of why chuckwagon poles fail, how they fail and to suggest some design changes to reduce the risk of failure,” Pollock said.\n\nPollock’s research, which was spearheaded by the Stampede, is being overseen by Mark Ungrin, a professor in the Faculty of Veterinary Medicine, and Art Kuo, a professor in the Faculty of Kinesiology.\n\nCompetitors jumping on the chuckwagon\n\nAs a competitor, Mark Sutherland is excited to get involved with the research. Though he said he’s never had a pole fail in his 25 years, he knows the importance of keeping the sport safe.\n\n“It’s not something that’s common, but it’s something that’s possible,” Sutherland said.\n\nREAD MORE: Driver uninjured in Rangeland Derby chuckwagon crash at 2016 Calgary Stampede\n\nThe pole is where the power is, Sutherland explained. Without a steering wheel or accelerator in the chuckwagon, the wagon is “pure horsepower,” meaning the poles are stressed with every movement the horses make.\n\n“We need to understand where the potential weaknesses are on these poles… then we need to get a design… that’s as best as we can design, and then hopefully that eliminates any pole failures during competition,” Sutherland said.\n\nDrivers already aware of issues\n\nThrough a survey, Pollock learned a lot about how racers maintain their chuckwagons, noting that they often replace poles every two to three years.\n\nHowever Pollock admits that some of the issues leading to the failures could be avoided.\n\n“It’s cutting corners and user error that cause the failures that I’ve seen,” he said.\n\nIt’s hoped that eventually Calgary Stampede will have a mandatory pole and a replacement schedule for racers.\n\nPollock said this year’s Stampede will mark the “first step of many” as he starts his research.\n\nREAD MORE: Calgary Stampede chuckwagon auction proceeds up slightly from 2016\n\n“I’m going to be able to tell a couple things about the safety factors of some aspects of the pole to the Stampede this year,” Pollock said.\n\n“Then, over the next several years probably, we’ll kind of incrementally learn everything we can and design is going to get better every year.”",
        "quotes": [
            [
                "My goal is to gain a better understanding of why chuckwagon poles fail, how they fail and to suggest some design changes to reduce the risk of failure,",
                "Pollock",
                true
            ],
            [
                "It’s not something that’s common, but it’s something that’s possible,",
                "Mark Sutherland",
                true
            ],
            [
                "We need to understand where the potential weaknesses are on these poles… then we need to get a design… that’s as best as we can design, and then hopefully that eliminates any pole failures during competition,",
                "Mark Sutherland",
                true
            ],
            [
                "It’s cutting corners and user error that cause the failures that I’ve seen,",
                "Pollock",
                true
            ],
            [
                "I’m going to be able to tell a couple things about the safety factors of some aspects of the pole to the Stampede this year,",
                "Pollock",
                true
            ],
            [
                "Then, over the next several years probably, we’ll kind of incrementally learn everything we can and design is going to get better every year.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/2816299/driver-uninjured-in-rangeland-derby-chuckwagon-crash-at-2016-calgary-stampede/",
                "https://globalnews.ca/news/3331671/stampede-chuckwagon-auction-proceeds-up-slightly-from-2016/",
                "https://globalnews.ca/news/3587298/horse-euthanized-at-calgary-stampede-after-fracturing-leg-in-chuckwagon-races/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/calgary-stampede/"
            ]
        },
        "key_words": [
            "pollock",
            "chuckwagon",
            "university",
            "fail",
            "sutherland",
            "safety",
            "calgary",
            "focus",
            "horses",
            "poles",
            "research",
            "design",
            "stampede",
            "improving",
            "pole"
        ]
    },
    {
        "url": "https://globalnews.ca/news/3587298/horse-euthanized-at-calgary-stampede-after-fracturing-leg-in-chuckwagon-races/",
        "title": "Horse euthanized at Calgary Stampede after fracturing leg in chuckwagon races",
        "authors": [
            {
                "name": "Melissa Gilligan",
                "link": null
            }
        ],
        "publisher": "globalnews.ca",
        "publish_date": "2017-07-10",
        "text": "A horse injured during Sunday evening’s chuckwagon races at the Calgary Stampede had to be euthanized, officials announced on Monday.\n\nIn a news release, the Calgary Stampede said one of the horses from Rogers Moore’s team sustained the injury during the fifth heat.\n\nREAD MORE: Chuckwagon racer sues Husky subsidiary for almost $3.7M over death, injury of horses\n\nAfter being assessed by a veterinarian, it was determined the horse had a severe fracture of the cannon bone on the left hind leg.\n\n“This is considered a serious injury,” the Calgary Stampede explained, saying the vet determined the horse had to be euthanized.\n\nREAD MORE: Driver uninjured in Rangeland Derby chuckwagon crash at 2016 Calgary Stampede\n\n“This type of fracture is commonly known to thoroughbreds in the racing industry, and is not unique to chuckwagon racing.”\n\nThe Calgary Stampede said the death of the horse is “felt deeply” within their organization, and by the owner of the animal.\n\n“We do our very best to prevent all injuries,” chair of the chuckwagon committee Mike Piper said Monday. “Nobody ever wants to lose an animal anywhere on Stampede Park. That’s obviously not our goal.”\n\n“It’s a very sensitive issue for the driver and their family – it’s like a family member to them as well.”\n\n“It’s unfortunate that this took place,” he said. “It’s obviously quite unfortunate to lose an animal, but there’s a human element here as well, and we’re always, always mindful of the animal and their family.”",
        "quotes": [
            [
                "This is considered a serious injury,",
                "",
                true
            ],
            [
                "This type of fracture is commonly known to thoroughbreds in the racing industry, and is not unique to chuckwagon racing.",
                "",
                true
            ],
            [
                "We do our very best to prevent all injuries,",
                "Mike Piper",
                true
            ],
            [
                "Nobody ever wants to lose an animal anywhere on Stampede Park.",
                "Mike Piper",
                true
            ],
            [
                "That’s obviously not our goal.",
                "Mike Piper",
                true
            ],
            [
                "It’s a very sensitive issue for the driver and their family – it’s like a family member to them as well.",
                "",
                true
            ],
            [
                "It’s unfortunate that this took place,",
                "",
                true
            ],
            [
                "It’s obviously quite unfortunate to lose an animal, but there’s a human element here as well, and we’re always, always mindful of the animal and their family.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://globalnews.ca/news/2816299/driver-uninjured-in-rangeland-derby-chuckwagon-crash-at-2016-calgary-stampede/",
                "https://globalnews.ca/news/3524871/chuckwagon-racer-lawsuit-husky-oil-death-injury-horses-saskatchewan-wayne-knight/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://globalnews.ca/tag/calgary-stampede/"
            ]
        },
        "key_words": [
            "injury",
            "animal",
            "chuckwagon",
            "calgary",
            "family",
            "unfortunate",
            "horse",
            "leg",
            "races",
            "fracturing",
            "euthanized",
            "lose",
            "stampede",
            "obviously"
        ]
    }
]