[
    {
        "url": "https://www.cbc.ca/news/business/alberta-denmark-quarantine-canntrust-cannabis-products-1.5207984",
        "title": "",
        "authors": [
            {
                "name": "Thomson Reuters",
                "link": null
            }
        ],
        "publisher": "www.cbc.ca",
        "publish_date": "",
        "text": "Alberta is placing an unspecified amount of CannTrust products on hold as a precautionary measure, officials said, pending an investigation by Health Canada into whether cannabis from unlicensed facilities is safe for consumption.\n\nThe move by the Alberta Gaming and Liquor Commission (AGLC) comes after Ontario's cannabis distributor pulled CannTrust products from its site.\n\nCannTrust Holdings Danish partner Stenocare says it also has quarantined medical pot products linked to illegal cultivation at the Canadian cannabis company's Ontario greenhouse.\n\nStenocare says it has received documentation that shows that five batches of the Danish company's inventory originated in growing rooms that did not have government approval. The products have been isolated and blocked from being sold until the authorities have completed their investigation.\n\nCannTrust announced Health Canada's findings of non-compliance in producing cannabis in unlicensed facilities on Monday, precipitating a 40 per cent drop in stock value over the week.\n\nHealth Canada put on hold roughly 5,200 kilograms of CannTrust products from that facility, and the licensed producer put a voluntary hold on an additional 7,500 kilograms of pot products which were also linked. CannTrust's chief executive Peter Aceto has said this represents the \"majority\" of its inventory and warned of potential shortages ahead, but noted the company continues to grow and sell cannabis products.\n\nCannTrust was not immediately available to comment on Thursday. Peter Aceto said on Monday that \"mistakes\" were made but CannTrust is working to get back into compliance with Health Canada and is conducting a thorough review to determine what transpired.\n\nThe CannTrust case is the most high profile occurrence of a company being rapped by Canada's health regulator since the country legalized recreational marijuana in October, potentially raising questions about the ability of companies to achieve growth and stay within the legal regulations as production ramps up post-legalization, analysts say.\n\nStenocare warns of potential shortages of cannabis in Denmark as a result of the quarantine of CannTrust products.\n\nCannTrust announced a joint venture with Stenocare, a supplier of medical cannabis, that saw it receive a 25 per cent equity stake in the Danish company in March 2018 and made its first shipment of cannabis oil to Denmark in September 2018.\n\nCannTrust stock sank another 16 per cent today to $3.93.\n\nHealth Canada continues to investigate the breach that results from unlicensed cultivation at CannTrust Ontario greenhouse between October 2018 and March 2019, before the five rooms received the appropriate licences in April 2019.",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "products",
            "company",
            "unlicensed",
            "cent",
            "canada",
            "hold",
            "cannabis",
            "danish",
            "canntrust",
            "health"
        ]
    }
]