[
    {
        "url": "https://beforeitsnews.com/health/2018/01/the-vaccine-program-betrayal-of-public-trust-and-institutional-corruption-2809573.html",
        "title": "The Vaccine Program: Betrayal of Public Trust and Institutional Corruption",
        "authors": [
            {
                "name": "Natural Blaze",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Natural Blaze\nThe Vaccine Program: Betrayal of Public Trust and Institutional Corruption\nSaturday, January 20, 2018 9:50\n% of readers think this story is Fact. Add your two cents.\nBy Vera Sharav\nShades of Dreyfus & BMJ’s Descent into Tabloid Science\nNote from the WMP Team: In the coming days, WMP will republish Vera Sharav’s “Betrayal of Public Trust & Institutional Corruption: Vaccine Safety Assessments & Vaccine Science Falsified to Support Vaccination Policy”  originally published on the website: Alliance for Human Research Protection. Ms. Sharav is a Holocaust survivor and a fierce critic of the medical establishment. Her research is a must-read by those in our community because it explains the intricate groundwork that has led us to the debacle we are now living with – an epidemic of sick children. Through understanding the past, we can change the future.\nFollowing is the first of a seven-part series of Sharav’s in-depth exposé of the complex and widespread corruption that exists in the vaccination program. Her investigation has uncovered decades-long fraudulent activity that has permeated the vaccine industry. \nSharav’s Introduction: I have undertaken this review of the case against Dr. Andrew Wakefield because the issues involved are far more consequential than the vilification of one doctor. The issues, as I see them, involve (a) collusion of public health officials to deceive the public by concealing scientific evidence that confirms empirical evidence of serious harm linked to vaccines – in particular polyvalent vaccines; (b) the “willful blindness” by the medical community as it uncritically fell in line with a government dictated vaccination policy driven by corporate business interests.\nPublic health officials and the medical profession have abrogated their professional, public, and human responsibility, by failing to honestly examine the iatrogenic harm caused by expansive, indiscriminate, and increasingly aggressive vaccination policies. On a human level, the documented evidence shows a callous disregard for the plight of thousands of children who suffer irreversible harm, as if they were unavoidable “collateral damage”.\nIndeed, the adjudicated evidence refutes the case against Dr. Wakefield; the documents and testimonies demonstrate that there is no evidence whatsoever, to support the charges of professional misconduct, much less the accusation of fraud.\nAll of the documented evidence and testimonies submitted to the General Medical Council, upon which GMC issued its guilty verdicts against Dr. Wakefield and his two co-defendants in 2010, were subsequently forensically assessed by the UK High Court in March 2012, in the appeal of Professor John Walker-Smith, the senior clinician and senior author of the Lancet case series. The High Court determined that the verdicts of professional misconduct and ethics violations were unsupported by the evidence.\nIndeed, the adjudicated evidence refutes the case against Dr. Wakefield; the documents and testimonies demonstrate that there is no evidence whatsoever, to support the charges of professional misconduct, much less the accusation of fraud. The accusation of fraud was hurled by the Editor-in-Chief of the BMJ, a medical journal whose corporate ownership is intertwined with the vaccine manufacturing Behemoths, Merck – with whom BMJ signed a partnership agreement in 2008 – and GlaxoSmithKline which provides additional financial support to BMJ. Among their numerous vaccine products, Merck and GSK manufacture the MMR vaccine.\nMy commentary is buttressed with details from the  High Court decision  (2012); transcripts of testimony before the General Medical Council (2007- 2010); documents and testimony that have been judicially adjudicated; the sworn  deposition of the Deputy Editor of the BMJ  with internal BMJ emails(2012);  internal correspondence by CDC  officials and CDC-commissioned scientists (2000-2009, some uncovered in 2011;  new documents  obtained in July 2017); the  suppressed finding  of CDC’s first large-scale epidemiological study (1999) and a  transcript of the closed door meeting  of the Epidemic Intelligence Service at Simpsonwood (2000); a transcript of the closed meeting of the US Institute of Medicine Committee on  Immunization Safety Review  (2001); the U.S. Grand Jury  criminal indictment  of Dr. Poul Thorsen (2011);  transcripts  of the UK Joint Committee on Vaccination and Immunisation (1988); a  confidential report Re: Infanrix hexa  submitted by GlaxoSmithKline to the European Medicines Agency (2012) documenting sudden infant deaths; Cochrane Collaboration MMR reviews (2003, 2005, 2012); HHS  Inspector General investigation report  – CDC advisory panel corruption (2009);  CDC scientists letter  of complaint about “rogue interests” “questionable and unethical practices” (2016).\nHere is Ms. Sharav’s Executive Summary of her well-researched, comprehensive body of work outlining the failures of our medical establishment:\nThe American Academy of Pediatrics, the Joint Committee on Vaccination and Immunization (JCVI, UK), the World Health Organization (WHO-Global Advisory Committee on Vaccine Safety ( GACVS ), the European Medicines Agency (EMA), the European Centre for Disease Prevention & Control (ECDPC), the Brighton Collaboration and the Brighton Collaboration Foundation, the Cochrane Collaboration, the Institute of Medicine, the Council for International Organizations of Medical Sciences (CIOMS), the Global Alliance for Vaccines and Immunization ( GAVI ) which is bankrolled by the Bill and Melinda Gates Foundation, and the World Bank…\nAll of these became de facto stakeholders in promoting vaccination policies. Through this authoritative network, industry gained global control of vaccine safety assessments. A single standard is now used for assessing vaccine safety. It has been crafted to rule out a causal relationship between vaccination and serious adverse events — including deaths — following vaccination.\nSuch institutional collaborations and outright financial partnerships – such as the BMJ has with both Merck and GlaxoSmithKline — pose consequential conflicts of interest that collide with fundamental ethical and scientific requirements –i.e., transparency, full disclosure of findings, shared data for independent scientific assessment. The intermingling of corporate and academic financial interests always results in the corruption of science.\nMore about the author: Vera Sharav is a Holocaust survivor and a fierce critic of the medical establishment. Stat news recently published an article about her and her work.\nSign up for free news and updates from Robert F. Kennedy, Jr. and the World Mercury Project, where this article first appeared . Your donation will help to support us in our efforts.\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Betrayal of Public Trust & Institutional Corruption: Vaccine Safety Assessments & Vaccine Science Falsified to Support Vaccination Policy",
                "Vera Sharav",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://webarchive.nationalarchives.gov.uk/20130107105354/http:/www.dh.gov.uk/ab/JCVI/DH_095294",
                "https://beforeitsnews.com/v3/r2/?url=http://www.gavi.org/about/partners/wb/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.bailii.org/cgi-bin/markup.cgi?doc=/ew/cases/EWHC/Admin/2012/503.html&query=Walker-Smith+and+GMC&method=boolean",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.who.int/vaccine_safety/committee/en/"
            ]
        },
        "key_words": [
            "vaccination",
            "betrayal",
            "program",
            "support",
            "vaccine",
            "corruption",
            "safety",
            "evidence",
            "wakefield",
            "dr",
            "public",
            "bmj",
            "trust",
            "medical",
            "institutional"
        ]
    }
]