[
    {
        "url": "https://beforeitsnews.com/space/2018/01/planet-x-from-mars-curiousity-rover-verifies-rogue-planetary-system-nemesis-and-nibiru-anomalies-increase-2511144.html",
        "title": "Planet X Photographed from Mars - Curiousity Rover Verifies Rogue Planetary System: Nemesis and Nibiru Anomalies increase",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Altercurrent\nPlanet X Photographed from Mars - Curiousity Rover Verifies Rogue Planetary System: Nemesis and Nibiru Anomalies increase\nTuesday, January 23, 2018 21:25\n% of readers think this story is Fact. Add your two cents.\nAfter checking some skycams and verifying the anomaly on many earthbound webcams, I wanted to further confirm the lurking approach of the rogue planets in our solar system. Is it the biggest secret never told, or do I need to up my medication, as my family tends to suggest, for ever believeing such objects are even possible.  Anyway I headed to NASA to inspect some raw imagery from Mars from today, with the Curiousity Rover . It was theorized, and confirmed by the photographic anomalies in the video below, that Mars is closer to the lurking Planet X system, according to certain calculations and photgraphic observations, Mars is approaching the invading celestial object(s) in front of earth.\nIt is hypothesized that one of the telltale signs of the geo-magnetic influence, and close proximity of the Planet X system, are the storms it creates on Mars.\nJust yesterday Mars erupted into massive duststorms. Coincidence?\n \nNo doubt you need a very sharp eye to see it, but with a pinch of enhancements it’s obvious. Even just moving the screen can show it clearly. Something is in the sky of Mars.\nBelow: This image has been inverted with its contrast enhanced by 60%\nBelow: The light has been decreased and the contrast raised.\n \nBelow: A close up of the object as seen from Mars\nBelow: Colorado today. Is this the same object seen from Mars?\nBest be Prepared for this one. Good Luck!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\ntrashman\nI have too agree with you DK on this one, those are either sun dogs, or lens flares. But i do believe it is coming. Nibiru is real. My dad took art courses in college and learned a tremendous amount about art , and particularly ancient art. He showed me his ,(history of art ), book and showed some ancient drawings from The Sumerians, and how they drew pictures of our solar system. The interesting thing is this:: They showed a planet between Mars , and Jupiter! it was called Phaeton. According too the ancient sumerians their was a large collision between Phaeton , and some other very large planet. The ancients said it lit up the sky even during the daytime, it was so large and bright. Interestingly enough astonomers have found that Bi-nary star systems are quite common in the galaxy. , so the idea of their being another solar system pass through our own isnt so far fetched is it. Its real enough , as the governments are spending trillions, and trillions on underground bunkers, and loading up on enough food and water meds etcetc too last over 20 years!!!  We all know that a nuclear war would destroy the earths living beings for a very long time, not 20 years! , more like, they say, thousands of years!   So if they are not loading up on food for that reason then what are they doing it for?  Please look up D.U.M.B.s , and get ready too have your eyes opened up on th is one. They got polished marble floors down their!!! Unbelieveable things down 1.5 miles beneath us!!   They are gearing up for something big, really big.  GB\nJan 25, 2018, 5:46 pm\nJan 25, 2018, 9:13 pm\nAnonymous\nThere is no Nibiroobooboo around these parts.  If it was around here, every astronomer on the ‘Erf would be having a filed day and they would be posting the coordinates all over the internet.  This is what those guys live for.  But although they have trillions of dollars of equipment they can’t find that sneaky Nibiroobooboo.\nHowever…if you have a $30 pair of Wal-Mart binoculars, a Samsung phone, or a pair of those new SOLAR BINNER GLASSES (still just $99.95 a pair from what I hear) then you can EASILY spot Nibiroobooboo right by the sun.  Or by Mars.  Or by da ‘Erf.  Wherever.\nJan 27, 2018, 10:11 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=ojXmSw9F-bo",
                "https://beforeitsnews.com/v3/r2/?url=https://mars.nasa.gov/msl/multimedia/raw/?s=#/?slide=1943",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "verifies",
            "raw",
            "nemesis",
            "objects",
            "x",
            "seen",
            "planetary",
            "mars",
            "system",
            "today",
            "rover",
            "rogue",
            "planet",
            "nibiru",
            "photographed"
        ]
    }
]