[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/traitorous-manning-crashes-alt-right-bash-and-the-left-went-nuts-2975983.html",
        "title": "Traitorous Manning Crashes Alt-Right Bash (and the Left Went NUTS)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTraitorous Manning Crashes Alt-Right Bash (and the Left Went NUTS)\nWednesday, January 24, 2018 12:41\n% of readers think this story is Fact. Add your two cents.\nLook who’s crashing the party.\nOn the evening following the Women’s March through New York streets, in order to protest the first year of a Trump presidency, Trump’s loyalists had their own event – a celebration of the 1 year anniversary, in Hell’s Kitchen, New York.\nIt was billed “A Night for Freedom” and was hosted by Mike Cernovich, an alt-right conspiracy theorist and Trump clinger. Cernovich said of the event that it was a “gathering of patriots and political dissidents who are bored with mainstream political events.”\nThat could also read : A gathering of those who outlived their usefulness after the election and can’t get invited to mainstream political events.\nThe  $139 general admission  fee got attendees hors d’oeuvres and tickets for three drinks. DJ duo  Milk N Cooks  handled the music. As the event shifted into high gear, it featured an all-star lineup of fringe Internet celebrities, Trump backers and media trolls,  including, reportedly , Proud Boys founder Gavin McInnes, Project Veritas’s James O’Keefe and the Gateway Pundit’s Lucian Wintrich.\nSo a gathering of fake news, crazed, alt-right conspiracy pimps, and wannabes.\nGuess who else was there?\nBradley Manning.\nThat’s right. The traitorous former Army intelligence analyst who jumped in bed with the Kremlin and leaked classified documents to WikiLeaks, spent 7 years in prison for his crimes, and then decided to play dress-up and call himself “Chelsea” – a move that inspired our social justice president, Barack Obama to commute his sentence and release him on the world – showed up at a Cernovich event.\n“I f‑‑‑ing crashed!” Manning,  a current candidate for a Maryland U.S. Senate seat , told a New York Observer reporter  at the coat check . Later in the night, Manning  posted her own tweet  acknowledging she had “crashed the fascist/white supremacist hate brigade party,” she wrote, adding: “learned in prison that the best way to confront your enemies is face-to-face in their space.”\n“I think it’s clear that she does what she wants,” Cernovich told BuzzFeed. “And I think she knows that we’re the same way.”\nOh, good. Common ground.\nOf course, Manning may have blew any political aspirations he may have held, because quite a few on the left are not happy with his smiling and chatting up people at a pro-Trump, alt-right function.\nFurther gasoline was poured on the fire when journalist Yashar Ali  dug up a photo  from December featuring Manning and other prominent far-right Internet figures, including Cernovich, Wintrich, Jack Posobiec and Gateway Pundit contributor Cassandra Fairbanks.\n“Chelsea Manning at a CERNOVICH EVENT??? Say it ain’t so Chelsea!” one poster wrote. “Good to know on the day of the Women’s March, Chelsea Manning is attending a party held by an ultra right wing bigot and nazi sympathizer,” another said.\nOthers, such as The Intercept’s Glenn Greenwald, chimed in to say while you could question Manning’s actions, liberal warriors should not forget that he spent 7 years in prison for “exposing U.S. war crimes,” as well as fighting for trans rights, while in prison.\nOh, good grief.\nSuch was the backlash, that Manning, in his ever-confused state, took p***y-hat in hand and began begging for forgiveness.\nOn Monday, Manning again addressed the Saturday night event,  writing on Twitter  that “fascists/alt-right deserve no platform” and that she “took up an opportunity to gather intel on them b/c the ideology they peddle threatens everyone.”  According to the Guardian , Manning also reached out to Women’s March organizer Linda Sarsour to apologize for her “very bad judgment.”  Buzzfeed’s Joe Bernstein  reported Manning “was on the verge of tears” when she expressed her regret to Sarsour.\nHe was gathering intel.\nThat’s pretty funny.\nBullied a trans woman to tears. Great job, liberals! https://t.co/gvz2sHjGCR\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "gathering of patriots and political dissidents who are bored with mainstream political events.",
                "Mike Cernovich",
                false
            ],
            [
                "crashed the fascist/white supremacist hate brigade party,",
                "Chelsea Manning",
                false
            ],
            [
                "learned in prison that the best way to confront your enemies is face-to-face in their space.",
                "Chelsea Manning",
                false
            ],
            [
                "I think it’s clear that she does what she wants,",
                "Mike Cernovich",
                true
            ],
            [
                "And I think she knows that we’re the same way.",
                "Mike Cernovich",
                true
            ],
            [
                "Chelsea Manning at a CERNOVICH EVENT???",
                "",
                true
            ],
            [
                "Say it ain’t so Chelsea!",
                "",
                true
            ],
            [
                "Good to know on the day of the Women’s March, Chelsea Manning is attending a party held by an ultra right wing bigot and nazi sympathizer,",
                "",
                true
            ],
            [
                "fascists/alt-right deserve no platform",
                "Chelsea Manning",
                false
            ],
            [
                "took up an opportunity to gather intel on them b/c the ideology they peddle threatens everyone.",
                "Chelsea Manning",
                false
            ],
            [
                "was on the verge of tears",
                "Chelsea Manning",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.theguardian.com/us-news/2018/jan/22/chelsea-manning-far-right-trump-gather-intel",
                "https://beforeitsnews.com/v3/r2/?url=https://www.eventbrite.com/e/a-night-for-freedom-tickets-41514801890",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/milkncooks?lang=en",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/xychelsea/status/955535851743715328",
                "https://beforeitsnews.com/v3/r2/?url=https://www.washingtonpost.com/news/morning-mix/wp/2018/01/23/chelsea-manning-showed-up-at-a-far-right-pro-trump-bash-infuriating-the-far-left/?utm_term=.b39e24afded5&wpisrc=nl_mix&wpmm=1",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/xychelsea/status/954931315526299648",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/Bernstein/status/955520452700655616",
                "https://beforeitsnews.com/v3/r2/?url=https://www.washingtonpost.com/local/md-politics/chelsea-manning-files-to-run-for-us-senate-in-maryland/2018/01/13/6439f0d0-f88c-11e7-beb6-c8d48830c54d_story.html?utm_term=.7de21cd15692",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//sweetie15/2018/01/24/traitorous-manning-crashes-alt-right-bash-left-went-nuts/http://observer.com/2018/01/womens-march-chelsea-manning-alt-right/",
                "https://beforeitsnews.com/v3/r2/?url=https://twitter.com/yashar/status/955169542757666816",
                "https://beforeitsnews.com/v3/r2/?url=https://www.buzzfeed.com/charliewarzel/chelsea-manning-goes-to-a-pro-trump-gala?utm_term=.unXDw1xXlO#.sdWkGdaDoO"
            ]
        },
        "key_words": [
            "trump",
            "traitorous",
            "event",
            "left",
            "womens",
            "political",
            "chelsea",
            "altright",
            "manning",
            "gathering",
            "went",
            "crashes",
            "think",
            "nuts",
            "cernovich",
            "bash"
        ]
    }
]