[
    {
        "url": "https://beforeitsnews.com/watercooler-topics/2018/01/hobby-historian-claims-to-have-discovered-forgotten-80-meter-section-of-the-berlin-wall-2449175.html",
        "title": "Hobby Historian Claims to Have Discovered Forgotten 80-Meter Section of the Berlin Wall",
        "authors": [
            {
                "name": "Oddity Central",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Oddity Central\nTotal:\nHobby Historian Claims to Have Discovered Forgotten 80-Meter Section of the Berlin Wall\nThursday, January 25, 2018 8:11\n% of readers think this story is Fact. Add your two cents.\nOriginal article on OddityCentral.com – a blog on oddities and wacky news http://www.odditycentral.com/\nSave for a few symbolic sections in the center of the German capital, the Berlin wall was completely demolished in 1989 . However, a local hobby historian claims to have discovered an 80-meter-long section of which authorities apparently knew nothing about.\n37-year-old Christian Bormann found the forgotten section of the Berlin Wall between two train stations in the Pankow district in the northeast of the city, back in 1999. The local government office responsible for monuments was unaware of the surviving segment, and records showed the section registered as demolished. Bormann kept his discovery to himself until recently, when he noticed that it had been damage by storms. Concerned about the slowly deteriorating monument, he finally revealed his secret in a blog post and contacted Pankow district authorities, calling on them to protect it as a historical monument.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "claims",
            "tell",
            "forgotten",
            "truth",
            "worldwide",
            "discovered",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "hobby",
            "big",
            "historian",
            "beforeitsnews",
            "berlin",
            "wall",
            "80meter"
        ]
    }
]