[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/cecile-richards-leaves-behind-brutal-legacy-as-she-steps-down-from-planned-parenthood-3590547.html",
        "title": "Cecile Richards Leaves Behind Brutal Legacy As She Steps Down From Planned Parenthood",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nCecile Richards Leaves Behind Brutal Legacy As She Steps Down From Planned Parenthood\nWednesday, January 24, 2018 15:34\n% of readers think this story is Fact. Add your two cents.\nCecile Richards leaves behind a brutal legacy as she departs from her position as the president of Planned Parenthood.\nRichards — who  reportedly told  the organization’s board Wednesday that she planned to step down — pioneered a company that has aborted 7,132,130 babies since Margaret Sanger’s founding of the abortion organization. Planned Parenthood  aborted  more than 328,348 unborn babies in 2016, and killed 6,803,782 unborn babies between 1978 and 2016,  according to CNS News .  (RELATED: Planned Parenthood At 101 Years: 7 Million Abortions And Counting) .\nRichards was at the forefront of mobilizing pro-abortion forces and promoting Planned Parenthood’s services which include contraception, abortion pills, early abortions and dismemberment abortions where clinicians rip the babies apart limb by limb to kill them before pulling them out of the uterus.\nRichard’s leadership has seen Planned Parenthood’s other services continues to decline. The abortion giant performed more than one million breast exams in 1999, but only 363,803 in 2014. Planned Parenthood offered only one adoption referral for every 114 abortions in 2016. Record numbers of abortions also followed after medication abortions became available in 2000, according to Planned Parenthood’s  100 Year Strong timeline .\nFormer Planned Parenthood, Manager Ramona Trevino, described the organization as “demonic” and told the DCNF that it grooms young girls as future abortion patients and promotes a promiscuous lifestyle. “We have monthly quotas to meet. They’re just numbers,” she said.  (RELATED: EXCLUSIVE: Ex-Planned Parenthood Employee Describes ‘Demonic’ Organization) .\nThe organization ran 938 clinics in 1995 when Planned Parenthood was at its peak operational level, according to an  American Life Leagues (ALL) Report , all of which were responsible for killing thousands upon thousands of unborn babies.\nHer retirement follows the FBI’s  request for documents  from the Senate Judiciary Committee obtained from the committee’s investigation into Planned Parenthood’s fetal tissue dealings.\nThe investigation came after the Center for Medical Progress  published a series of explosive videos  in 2015 revealing the abortion giant was harvesting and distributing aborted baby parts for researchers. Senate Judiciary Chair Chuck Grassley referred Planned Parenthood to the FBI at the conclusion of that investigation, saying his committee found evidence indicating the group was profiting.  (RELATED: Report: FBI May Be Investigating Planned Parenthood Over Dealings In Aborted Fetuses) .\nwithout charge to any eligible news publisher that can provide a large audience. For\nlicensing opportunities of our original content, please contact\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We have monthly quotas to meet.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.stopp.org/2017-facilities-report/",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2015/07/14/planned-parenthood-doctor-clinics-sells-aborted-baby-parts-video/",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/12/20/exclusive-ex-planned-parenthood-employee-describes-demonic-organization/",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/11/13/report-fbi-may-be-investigating-planned-parenthood-over-fetal-tissue-sales/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/10/16/planned-parenthood-at-101-years-7-million-abortions-and-counting/",
                "https://beforeitsnews.com/v3/r2/?url=http://thehill.com/homenews/senate/360154-fbi-seeks-senate-documents-signaling-possible-probe-into-sale-of-fetal-tissue",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "abortions",
            "unborn",
            "organization",
            "leaves",
            "cecile",
            "brutal",
            "babies",
            "aborted",
            "steps",
            "planned",
            "parenthoods",
            "related",
            "richards",
            "parenthood",
            "abortion",
            "legacy"
        ]
    }
]