[
    {
        "url": "https://beforeitsnews.com/opinion-liberal/2018/01/beyond-imagination-uranium-one-2568689.html",
        "title": "Beyond Imagination: Uranium One",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By CoyotePrime (Reporter)\nThursday, January 25, 2018 7:41\n% of readers think this story is Fact. Add your two cents.\n“Beyond Imagination: Uranium One”\nby Anne Williamson\n“The multilayered story surrounding Uranium One – the former South African, then Canadian, and now Russian company, of which both Bill and Hillary Clinton and their family foundation are the enriched beneficiaries – has all the usual elements of a typical Clinton scandal.\nA talented con man, Bill Clinton perfected his game in Arkansas. Through his control over state contracts, regulatory agencies, and judicial appointments, the creation of public credit and of agencies like the Arkansas Development and Finance Authority and their misuse, then-Governor Clinton was able to reward his allies, punish his enemies, and insert his political machine into nearly every endeavor, public and private, statewide. Clinton nailed down the couple’s franchise by continually getting himself re-elected governor of Arkansas, while his spouse handled the paperwork at the Rose Law Firm.\nWhen Bill and Hillary made the move from Little Rock to Washington, the territory under their influence was enlarged, and the public cash pots at their disposal grew significantly, but their modus operandi remained the same. The only thing that changed when Hillary began her adventures in the U.S. Senate, and then at the State Department, was that she was now the one with political power, and Bill became the ornamental figure.\nUranium One’s predecessor is a Canadian company, UrAsia Energy Ltd., founded in 2005 by Canadian mining financier Frank Giustra. By mysterious means Giustra was able to fill what was no more than a shell company with the rights to three uranium mines located in Kazakhstan, a former Soviet republic that is fantastically rich in just about everything, including uranium. Bill Clinton appears to have played a significant role in smoothing the rough edges of Giustra’s good fortune by supporting Kazakh President Nursultan Nazarbayev’s appointment to a U.N. agency dedicated to validating elections, a p.r. coup for Nazarbayev.\nThereafter, Bill got the use of Giustra’s luxurious private jet, and the two began jetting about the globe together to Third World countries that enjoy attractive endowments of natural resources. Bill made his speeches, and Frank made his deals.\nIn 2007, UrAsia purchased a South African uranium firm, Uranium One, and moved the company to Canada while retaining the firm’s South African name. Bill and Frank then set up their own philanthropic entity, the Clinton Giustra Sustainable Growth Initiative, to promote “progressive environmental and labor practices in the natural resources industry.” Giustra pledged $100 million and dragged in $16 million more in pledges at a 2008 star-studded gala in Toronto.\nIn 2008, things got more interesting. The Russian atomic-energy agency Rosatom, short of uranium for its own needs, entered into negotiations for a 17-percent stake in Uranium One.  But in 2009, Kazakhstan questioned Uranium One’s claim of having obtained government approvals for UrAsia’s first mine purchases. The Kazakh government’s public doubts coincided with the arrest of Mukhtar Dzhakishev, the head of Kazatomprom (the country’s national importer and exporter of nuclear-fuel components), on charges of illegally selling uranium deposits to foreign companies.\nUranium One’s shareholders and principals were beside themselves. Would the company lose the Kazakh mines? Already, Uranium One’s stock value had collapsed by 40 percent. The Moscow investment bank Renaissance Capital was similarly alarmed since it had been heavily promoting Uranium One shares to its investors.  Could some dastardly Russian scheme for control of Kazakh uranium assets be afoot? And was it possible that Vladimir Putin, who enjoys excellent relations with his Kazakh neighbor, and with President Nazarbayev personally, was the kingpin of the operation?\nNow why would anyone think that?\nThe office of the presidency of the Russian Federation is relatively new, having come into existence a mere quarter century ago.  Vladimir Putin’s interpretation of the office is shaping and defining it.  He is the nation’s khozyain, a unique figure whose origins are in Russia’s misty past when the Slavic tribes roaming the great Eurasian steppe were among the freest people on earth. Unlike Western Europe, the tribal lord wasn’t an hereditary office, but one elected by the veche (popular assembly) in which each mature male householder of the votchina (estate) had a vote. When one khozyain’s leadership delivered poor results, the votchina’s electorate did not hesitate to replace him. And since each householder considered himself a rightful claimant to some part of the votchina’s earnings, the criterion for political support was the shared prosperity and security of all claimants.\nVladimir Putin’s principal aim has been the restoration of the Russian state and economy, and for that the state must be protected from both invaders and usurpers. This requires an army, which, in turn, requires the state to have income – preferably income that is not derived from crushing both healthy competition and the population generally, as was true under the tsars and the commissars.\nThus we arrive at the 1999 Law on State Corporations that governs strategic industries and giants like Russian Railways, Sberbank, Rosneft, and Rosatom. Each corporation is created by separate legislation and escapes the scrutiny of the Federal Agency for State Property Management, being controlled instead by the Kremlin.\nIn the first years of Putin’s rule, Kremlin strategists puzzled over the best ways in which to invigorate the Russian economy. Where might they excel in this new, modern world in which post-Soviet Russia was struggling to find her footing? What was Russia good at? What could Russia provide the world besides oil and gas? The answer was bigness.\nEnormity does give the Russians a special joy. The idea of bigness empowers them: the biggest country, the biggest dam, the biggest steel mill. When describing some aspect of their industries or their land to a visitor in terms of Big, they will sigh in exasperation because the guest clearly doesn’t grasp just how big Big is. The poet Lermontov captured the Russians’ proud defiance when he wrote, “We may be slaves, but we are enslaved by Russia, the ruler of the universe.”\nRosatom, a large state corporation built in 2007 out of the Soviet atomic industry’s degraded assets, exemplifies the Russian state’s policy of developing key strategic industries and infrastructure. These big state corporations are (at least in theory) positioned to enable and stimulate the rest of the economy; in turn, Rosatom’s (and similar firms’) corporate earnings support the state.\nRosatom’s projects are enormous, and the Russians have proved themselves quite adept at developing nuclear reactor technology as well as advanced safety technology and procedures. They are also quite capable of strengthening the country’s position in the global nuclear-energy market. The Kremlin’s idea of delivering nuclear-industry products to customers that cover the entire supply chain from raw uranium to a reactor’s final energy output is being realized, and Uranium One is a part of that story. It’s a story that began in Vancouver at the first Clinton-Yeltsin summit.\nIn April 1993, Americans were rightly concerned about nuclear proliferation, but wrongly focused on a contract Moscow had with Iran to build a nuclear reactor.  In his memoir The Russia Hand, Strobe Talbott, Bill Clinton’s advisor on Russian affairs, insisted that this reactor, once completed, would “contribute to the covert nuclear-weapons program of a regime that supported international terrorism and violently opposed the Middle East peace process.”\nThe Russians knew the Iranians had no “covert nuclear-weapons program,” and that peace in the Middle East hinged more on Israel’s behavior than on Iran’s. Viktor Mikhailov, then-minister of atomic energy, refused to swallow what he said was Washington’s cover story to conceal its true aim: keeping Russia out of a legitimate market for nuclear technology. Russia needed income, and what Russia sold and to whom was none of Washington’s business.\nThat was hardly what the Americans expected to hear. Talbott quotes his then-assistant and future State Department Ukrainian strategist and outspoken E.U. supporter “Toria” Nuland: “See that’s how the Russians are. You try to get them to eat their spinach, and the more you tell them it’s good for them, the more they gag.”\nAfter the first Chechen war erupted in 1994, the Iranian contract took on additional importance. Russia is home to the largest population of Muslims of any predominantly Christian country on earth. Concentrated in the Caucasus (Chechnya, Ingushetia, Dagestan, Circassia, Bashkiria, etc.), Islam’s centuries-old settlements and communities crawl northward along both sides of the Volga to Tatarstan, and westerly to Bashkortostan. Having already lost the buffer of Eastern Europe and nearly a third of the Soviet Union’s national territory, Russia Defense Minister Pavel Grachev warned Boris Yeltsin that if Chechnya broke free, there would be a domino effect in neighboring Muslim-dominated areas. Russia would run the risk of being cut in two.\nOtherwise on the proliferation front, Russian and American interests were aligned. The two nations were quick to agree to the George H.W. Bush administration’s “Megatons to Megawatts” proposal, announced in August 1992, in which over 20 years Russia would convert 500 tons of highly enriched uranium from dismantled nuclear warheads into low-enriched uranium to be purchased by the U.S. to fuel power plants. The agreement was finalized under President Clinton in 1993, and everybody was happy. The Russians were earning money from their nuclear expertise while reducing their overlarge nuclear arsenal (as were the Americans), and the Americans had a reliable supply of energy-grade uranium for their nuclear-power industry.\nHowever, the following six years proved revelatory. Putin summed them up well just recently: “We gave you uranium; you repaid us by bombing Belgrade.” What exactly did Putin mean? What was he summarizing?\nIn the oil and gas business, distribution is key. Whoever controls the pipe servicing a field controls the product. By securing an energy supply corridor from the fields of the Caspian Sea region to Europe, the West would provide for a significant supply of oil and gas to Central and Western Europe by pipeline, and to the U.S. through load-out terminals in the NATO sphere, in Turkey, Greece, and Albania. The only trick would be to “maintain stability” along the pipeline from the Caspian through the Caucasus and the Balkans to Western Europe; the chosen solution was to create individual U.N.-NATO protectorates from the six republics and two autonomous regions that made up Yugoslavia before 1989. NATO’s “peace bombs” served to undermine the last sovereign state that stood in the way of the West’s colonization of the Balkans.\nNone of this was lost on the Russians. They understood that there was nothing “humanitarian” in NATO’s Kosovo aggression, and the alliance’s cheap rhetoric was really cover for the West’s ongoing oil-grab and the rolling expansions of NATO, both of which continue to this day.\nMoscow had always controlled the pipes that carried the former Soviet Union’s oil and gas to Western markets. Much better, the Americans reasoned, that the Central Asian republics should owe their future wealth, transit payments, and security to an imperial Washington.\nStripped of her pipeline monopoly, her nuclear capacity diminished through obsolescence, her defense sector in decline from lack of resources, and burdened with a corrupt government, unsustainable foreign-debt payments, and a thieving elite, Russia would be no more than a vast, disorganized, ineffective, and landlocked territory capable only of delivering raw materials (and thousands of thermonuclear warheads) to the West. And even the efficient exporting of raw materials, certain interests argued, would require Western management.\nOver the following decade the fracking revolution would change the face of the oil and gas industry; now the United States, for example, was to become an exporter of oil, not merely an importer. But the pressure on Russia did not cease: It has only intensified. The West’s sanctions regime compels Russia to live through a 21st-century version of the medieval siege.\nIn 2009, it was Sergey Kiriyenko who first saw the saving opportunity. The West, which had focused on gaining control of Russian gas and oil, had neglected uranium. The former Yeltsin prime minister saw that profitable assets which were even then giving a good return could be had for a cheap price. He also knew that when the Megatons to Megawatts program ended in 2013, the U.S. would have insufficient uranium to supply her industry. Kiriyenko’s proposal thus would give Russia a significant claim on U.S. uranium assets. But that was not likely the driving force behind the plan. What was essential for the development of Rosatom was increasing Russia’s supply of raw uranium, not settling old scores.\nAfter Kiriyenko’s presentation to the Presidium, Putin gave the go-ahead for Rosatom to proceed to lock those assets up. The first step was the bid for 17 percent of Uranium One that had so alarmed the company’s principals and Renaissance Capital’s promoters of the stock.\nUranium One quickly responded to Kazakhstan’s challenge to the company’s ownership of the Kazakh mines – which Russia had no discernible motive to disrupt – and contacted Canadian and U.S. diplomats, telling them they needed official written confirmation that the licenses were valid. Cables flew to the U.S. State Department, whose head was then Mrs. Clinton.\nIn mid-June 2009, according to a New York Times report (April 23, 2015), the American energy officer of the U.S. embassy in Kazakhstan met with Kazakh officials. “Three days later,” writes the Times, “a wholly owned subsidiary of Rosatom completed a deal for 17 percent of Uranium One.” That same month, Bill Clinton gave his now-famous half-million-dollar speech at Moscow’s “Kremlin-connected” Renaissance Capital. “Within a year,” continues the Times, “the Russian government substantially upped the ante, with a generous offer to shareholders that would give [Russia] a 51 percent controlling stake.”\nBut to pull that deal off, Rosatom had to obtain the approval of the Committee on Foreign Investment in the United States (CFIUS), on which sat the committee’s most important member, Hillary Clinton, whose husband was collecting millions in donations from people associated with Uranium One.\nBill and Hillary’s long-serving praetorian guard, the FBI, even managed to run an investigation, and the Department of Justice a successful prosecution, of Vadim Mikerin, whom the DOJ describes as “the former director of the Pan American Department of JSC Techsnabexport (TENEX), a subsidiary of Russia’s State Atomic Energy Corporation,” for money-laundering and corrupt practices, without having to avail themselves of what were said to be “suitcases of evidence” gathered by an American informant within the Rosatom crew, William Campbell. That done, the Justice Department then gagged their informant.\nContrary to the agreement Hillary struck with the Obama administration in return for her appointment as the U.S. secretary of state, the Clinton Foundation’s $145 million rake from individuals connected to Uranium One was not reported, nor were the names of the donors. Reporters would soon learn that asking for specifics from foundation spokesmen, former campaign and staff personnel, pretty much guarantees nobody’s home.\nThe Giustra & Pals donations add up to some $50 million. Where did the rest of the $145 million come from? Peter Schweizer, author of Clinton Cash, told FOX News that, according to his FBI sources, within the trove of evidence gathered by Campbell is a recording of “Russian officials with this uranium company talking about making donations to the Clinton Foundation to gain favorable action.” If true, the FBI would have uncovered the Russian bribery plot before the Obama administration approved the 2010 Russian bid for 51-percent ownership of Uranium One, which Russia – through ARMZ, a subsidiary of Rosatom – fully owns today (100 percent, contrary to Moscow’s stated intentions in 2010), and thereby controls 20 percent of U.S. uranium. Why wasn’t CFIUS informed about the bribery scandal? Why was the investigation and prosecution of Mikerin hidden from Congress? Why was it kept from the public, when every bit of unsubstantiated Russian calumny is shouted from the rooftops?\nWas the small leverage over U.S. energy needs Russia gained through the ownership of Uranium One worth a $145 million payoff to the Clintons? Rosatom contracts are calculated in the billions, meaning a $145 million campaign is not unreasonable, according to the standard practices of the international bribe market; a ten-percent rake is the usual percentage taken of those bribes that are actually paid out. Did Russia overpay for the shares of Uranium One in the 2013 buyout with the understanding that the lucky principals would send a sliver of their piece of the pie to the Clintons? Giustra himself is said to have cashed out of Uranium One for some $300 million, after which he donated $31.5 million to the Clinton Foundation.\nOverall, the most compelling question is this: Why would the Russians, having such excellent kompromat on Hillary and while enjoying such genial relations with Madam Reset, want a volatile and capricious Trump in the White House instead of her? They’d had a bellyful of all that from their own Boris Yeltsin. Hillary they knew; Trump they didn’t.\nWhat of Putin? Is he a bribe-giver? Is he so bold and confident a character as to step into the muddy waters of international corruption, involving himself with the Clintons in the United States, a land that both amuses and confounds him? Despite the historical roots of Putin’s legal structures, favoring what he refers to as Russia’s “champions,” could they not collectively compose a proto-fascist structure not entirely unlike Governor Clinton’s Arkansas Development and Financial Authority?\nThe utility of Russia’s state corporations to the nation depends almost entirely upon the character and competency of the khozyain and his subordinates. In self-interested hands, the overall structure as designed could lead to great harm. Would not a Rosatom management gone rogue exemplify the potential danger?\nThere is yet another consideration. When large sums move improperly from one pocket to another, the problem of leaving a trail of evidence can be alleviated with the help of a friendly offshore investment bank – one like, say, Renaissance. The complete buyout of a company done privately offers folks who are on the take a rare opportunity. Did some other highly political benefactor step in and buy the shares at an inflated price from Uranium One shareholders and then sell them at a loss to the Russians at a previously agreed price? (There are all sorts of ways the rich can make new friends while expanding their circle of influence.) Who else might have benefited, besides the Clintons, from alleged Rosatom largesse?\nAll of these questions need to be answered. At the start of 2018, the mainstream media have declared Trump’s “obsession” (NBC News) with Uranium One to be his and his supporters’ attempt at distracting Americans from his oft alleged “collusion” with Russia to steal the 2016 presidential election. Oddly enough, those who are working to establish ties between Russia and Trump have ties to the Clintons, including matters related to Uranium One.\nSydney Powell at The Daily Caller ( “Mueller’s Hit Squad Covered for Clinton and Persecutes Trump Associates,”  December 6) outlines numerous connections between the lawyers who worked the Mikerin bribery case and who today labor on the Special Counsel’s Trump investigatory team.\nAmong the relationships Powell mentions, the first is the publicly admitted, close friendship between former FBI Director James Comey and former FBI Director Robert Mueller, and their previous subordinates, Rod Rosenstein and Andrew Weissmann. Deputy Attorney General Rod Rosenstein named Mueller as special counsel “within seven days of Comey’s firing.” In turn, Mueller had a hand in placing Mr. Weissmann on the Enron Task Force, allowing him to run rough-shod over most of Houston, destroy Arthur Andersen LLP and 85,000 jobs, and send four innocent Merrill executives to prison in indictments for crimes he made up while he and his team hid the evidence that showed they were innocent.\nThen there is Mueller’s protection of Peter Strzok, his lead investigator, who greatly assisted Comey’s effort to liberate Hillary Clinton from the legal consequences of her failure as secretary of state to protect U.S. national-security information via her infamous private server. Weissmann’s emailed praise and support for Obama’s Deputy Attorney General Sally Yates for her refusal to enforce President Trump’s travel ban further stirs the pot. (Yates claims she had to snitch on General Flynn because his glancing reference to Trump’s intention to overturn Obama’s sanctions in a telephone conversation with Russian Ambassador Kislyak days before Trump was sworn in made him subject to blackmail. But that whole $145 million deal with the Clinton Foundation and the Russian buyout of Uranium One? Meh.)\nOn Sunday, December 17, True Pundit posted a report on FBI Deputy Director Andrew McCabe’s years-long association with Russian organized-crime figures and highly unusual front-running of investigations involving the Boston Bombers, the alleged Iranian kidnapping of FBI agent Robert Levinson, and other cases involving Russian figures normally left to lower-level field agents. Such agents made up McCabe’s various investigatory teams, but he did not share with them his findings nor any gleanings from his contacts with Oleg Deripaska, the multibillionaire victor in the bloody aluminum wars of the 1990’s, who figures prominently in Mueller’s indictment of Paul Manafort. Add in McCabe’s receipt of a $700,000 contribution to his wife’s failed Virginia state-senate campaign from Virginia governor and longtime Clinton operative, Terry McAuliffe (himself under investigation at the time); McCabe’s promotion of disgraced investigator Peter Strzok; his links to Democrat-linked Fusion GPS through his colleague, the recently demoted Bruce Ohr and his wife, Nellie, a former Fusion GPS employee and CIA spook, and Team Mueller looks like the tool of some very special interests, and not the immaculate public servants as advertised.\nFor now, Robert Mueller’s nearly year-long fruitless investigation of Donald Trump’s alleged collaboration with Russian officials rolls on. At this writing, it is off in the weeds of Deutsche Bank real-estate lending from a decade ago. Yet the ultimate Clinton scandal involves significant collusion with certain opportunistic Russians, over the course of decades – from the U.S.-organized and – funded privatization debacle, to the 1998 IMF-funded Russian bond market collapse, to Uranium One – and represents an actual threat to American security and interests.”\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nRockledge\nThe minute I see the words “bill and hilary” I know this is just more insane bullshit that doesn’t matter.  Even if it were,  in a very unlikely event,  to be true.\nJan 25, 2018, 6:42 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The multilayered story surrounding Uranium One – the former South African, then Canadian, and now Russian company, of which both Bill and Hillary Clinton and their family foundation are the enriched beneficiaries – has all the usual elements of a typical Clinton scandal.",
                "Anne Williamson",
                true
            ],
            [
                "A talented con man, Bill Clinton perfected his game in Arkansas.",
                "Anne Williamson",
                true
            ],
            [
                "Through his control over state contracts, regulatory agencies, and judicial appointments, the creation of public credit and of agencies like the Arkansas Development and Finance Authority and their misuse, then-Governor Clinton was able to reward his allies, punish his enemies, and insert his political machine into nearly every endeavor, public and private, statewide.",
                "Anne Williamson",
                true
            ],
            [
                "Clinton nailed down the couple’s franchise by continually getting himself re-elected governor of Arkansas, while his spouse handled the paperwork at the Rose Law Firm.",
                "Anne Williamson",
                true
            ],
            [
                "When Bill and Hillary made the move from Little Rock to Washington, the territory under their influence was enlarged, and the public cash pots at their disposal grew significantly, but their modus operandi remained the same.",
                "Anne Williamson",
                true
            ],
            [
                "The only thing that changed when Hillary began her adventures in the U.S. Senate, and then at the State Department, was that she was now the one with political power, and Bill became the ornamental figure.",
                "Anne Williamson",
                true
            ],
            [
                "Uranium One’s predecessor is a Canadian company, UrAsia Energy Ltd., founded in 2005 by Canadian mining financier Frank Giustra.",
                "Anne Williamson",
                true
            ],
            [
                "By mysterious means Giustra was able to fill what was no more than a shell company with the rights to three uranium mines located in Kazakhstan, a former Soviet republic that is fantastically rich in just about everything, including uranium.",
                "Anne Williamson",
                true
            ],
            [
                "Bill Clinton appears to have played a significant role in smoothing the rough edges of Giustra’s good fortune by supporting Kazakh President Nursultan Nazarbayev’s appointment to a U.N. agency dedicated to validating elections, a p.r.",
                "Anne Williamson",
                true
            ],
            [
                "Thereafter, Bill got the use of Giustra’s luxurious private jet, and the two began jetting about the globe together to Third World countries that enjoy attractive endowments of natural resources.",
                "Anne Williamson",
                true
            ],
            [
                "Bill made his speeches, and Frank made his deals.",
                "Anne Williamson",
                true
            ],
            [
                "In 2007, UrAsia purchased a South African uranium firm, Uranium One, and moved the company to Canada while retaining the firm’s South African name.",
                "Anne Williamson",
                true
            ],
            [
                "Bill and Frank then set up their own philanthropic entity, the Clinton Giustra Sustainable Growth Initiative, to promote “progressive environmental and labor practices in the natural resources industry.” Giustra pledged $100 million and dragged in $16 million more in pledges at a 2008 star-studded gala in Toronto.",
                "Anne Williamson",
                true
            ],
            [
                "In 2008, things got more interesting.",
                "Anne Williamson",
                true
            ],
            [
                "The Russian atomic-energy agency Rosatom, short of uranium for its own needs, entered into negotiations for a 17-percent stake in Uranium One.",
                "Anne Williamson",
                true
            ],
            [
                "But in 2009, Kazakhstan questioned Uranium One’s claim of having obtained government approvals for UrAsia’s first mine purchases.",
                "Anne Williamson",
                true
            ],
            [
                "The Kazakh government’s public doubts coincided with the arrest of Mukhtar Dzhakishev, the head of Kazatomprom (the country’s national importer and exporter of nuclear-fuel components), on charges of illegally selling uranium deposits to foreign companies.",
                "Anne Williamson",
                true
            ],
            [
                "Uranium One’s shareholders and principals were beside themselves.",
                "Anne Williamson",
                true
            ],
            [
                "Would the company lose the Kazakh mines?",
                "Anne Williamson",
                true
            ],
            [
                "Already, Uranium One’s stock value had collapsed by 40 percent.",
                "Anne Williamson",
                true
            ],
            [
                "The Moscow investment bank Renaissance Capital was similarly alarmed since it had been heavily promoting Uranium One shares to its investors.",
                "Anne Williamson",
                true
            ],
            [
                "Could some dastardly Russian scheme for control of Kazakh uranium assets be afoot?",
                "Anne Williamson",
                true
            ],
            [
                "And was it possible that Vladimir Putin, who enjoys excellent relations with his Kazakh neighbor, and with President Nazarbayev personally, was the kingpin of the operation?",
                "Anne Williamson",
                true
            ],
            [
                "Now why would anyone think that?",
                "Anne Williamson",
                true
            ],
            [
                "The office of the presidency of the Russian Federation is relatively new, having come into existence a mere quarter century ago.",
                "Anne Williamson",
                true
            ],
            [
                "Vladimir Putin’s interpretation of the office is shaping and defining it.",
                "Anne Williamson",
                true
            ],
            [
                "He is the nation’s khozyain, a unique figure whose origins are in Russia’s misty past when the Slavic tribes roaming the great Eurasian steppe were among the freest people on earth.",
                "Anne Williamson",
                true
            ],
            [
                "Unlike Western Europe, the tribal lord wasn’t an hereditary office, but one elected by the veche (popular assembly) in which each mature male householder of the votchina (estate) had a vote.",
                "Anne Williamson",
                true
            ],
            [
                "When one khozyain’s leadership delivered poor results, the votchina’s electorate did not hesitate to replace him.",
                "Anne Williamson",
                true
            ],
            [
                "And since each householder considered himself a rightful claimant to some part of the votchina’s earnings, the criterion for political support was the shared prosperity and security of all claimants.",
                "Anne Williamson",
                true
            ],
            [
                "Vladimir Putin’s principal aim has been the restoration of the Russian state and economy, and for that the state must be protected from both invaders and usurpers.",
                "Anne Williamson",
                true
            ],
            [
                "This requires an army, which, in turn, requires the state to have income – preferably income that is not derived from crushing both healthy competition and the population generally, as was true under the tsars and the commissars.",
                "Anne Williamson",
                true
            ],
            [
                "Thus we arrive at the 1999 Law on State Corporations that governs strategic industries and giants like Russian Railways, Sberbank, Rosneft, and Rosatom.",
                "Anne Williamson",
                true
            ],
            [
                "Each corporation is created by separate legislation and escapes the scrutiny of the Federal Agency for State Property Management, being controlled instead by the Kremlin.",
                "Anne Williamson",
                true
            ],
            [
                "In the first years of Putin’s rule, Kremlin strategists puzzled over the best ways in which to invigorate the Russian economy.",
                "Anne Williamson",
                true
            ],
            [
                "Where might they excel in this new, modern world in which post-Soviet Russia was struggling to find her footing?",
                "Anne Williamson",
                true
            ],
            [
                "What could Russia provide the world besides oil and gas?",
                "Anne Williamson",
                true
            ],
            [
                "Enormity does give the Russians a special joy.",
                "Anne Williamson",
                true
            ],
            [
                "The idea of bigness empowers them: the biggest country, the biggest dam, the biggest steel mill.",
                "Anne Williamson",
                true
            ],
            [
                "When describing some aspect of their industries or their land to a visitor in terms of Big, they will sigh in exasperation because the guest clearly doesn’t grasp just how big Big is.",
                "Anne Williamson",
                true
            ],
            [
                "The poet Lermontov captured the Russians’ proud defiance when he wrote, “We may be slaves, but we are enslaved by Russia, the ruler of the universe.”\nRosatom, a large state corporation built in 2007 out of the Soviet atomic industry’s degraded assets, exemplifies the Russian state’s policy of developing key strategic industries and infrastructure.",
                "Anne Williamson",
                true
            ],
            [
                "These big state corporations are (at least in theory) positioned to enable and stimulate the rest of the economy; in turn, Rosatom’s (and similar firms’) corporate earnings support the state.",
                "Anne Williamson",
                true
            ],
            [
                "Rosatom’s projects are enormous, and the Russians have proved themselves quite adept at developing nuclear reactor technology as well as advanced safety technology and procedures.",
                "Anne Williamson",
                true
            ],
            [
                "They are also quite capable of strengthening the country’s position in the global nuclear-energy market.",
                "Anne Williamson",
                true
            ],
            [
                "The Kremlin’s idea of delivering nuclear-industry products to customers that cover the entire supply chain from raw uranium to a reactor’s final energy output is being realized, and Uranium One is a part of that story.",
                "Anne Williamson",
                true
            ],
            [
                "It’s a story that began in Vancouver at the first Clinton-Yeltsin summit.",
                "Anne Williamson",
                true
            ],
            [
                "In April 1993, Americans were rightly concerned about nuclear proliferation, but wrongly focused on a contract Moscow had with Iran to build a nuclear reactor.",
                "Anne Williamson",
                true
            ],
            [
                "In his memoir The Russia Hand, Strobe Talbott, Bill Clinton’s advisor on Russian affairs, insisted that this reactor, once completed, would “contribute to the covert nuclear-weapons program of a regime that supported international terrorism and violently opposed the Middle East peace process.”\nThe Russians knew the Iranians had no “covert nuclear-weapons program,” and that peace in the Middle East hinged more on Israel’s behavior than on Iran’s.",
                "Anne Williamson",
                true
            ],
            [
                "Viktor Mikhailov, then-minister of atomic energy, refused to swallow what he said was Washington’s cover story to conceal its true aim: keeping Russia out of a legitimate market for nuclear technology.",
                "Anne Williamson",
                true
            ],
            [
                "Russia needed income, and what Russia sold and to whom was none of Washington’s business.",
                "Anne Williamson",
                true
            ],
            [
                "That was hardly what the Americans expected to hear.",
                "Anne Williamson",
                true
            ],
            [
                "Talbott quotes his then-assistant and future State Department Ukrainian strategist and outspoken E.U.",
                "Anne Williamson",
                true
            ],
            [
                "supporter “Toria” Nuland: “See that’s how the Russians are.",
                "Anne Williamson",
                false
            ],
            [
                "You try to get them to eat their spinach, and the more you tell them it’s good for them, the more they gag.”\nAfter the first Chechen war erupted in 1994, the Iranian contract took on additional importance.",
                "Anne Williamson",
                true
            ],
            [
                "Russia is home to the largest population of Muslims of any predominantly Christian country on earth.",
                "Anne Williamson",
                true
            ],
            [
                "Concentrated in the Caucasus (Chechnya, Ingushetia, Dagestan, Circassia, Bashkiria, etc.",
                "Anne Williamson",
                true
            ],
            [
                "Islam’s centuries-old settlements and communities crawl northward along both sides of the Volga to Tatarstan, and westerly to Bashkortostan.",
                "Anne Williamson",
                true
            ],
            [
                "Having already lost the buffer of Eastern Europe and nearly a third of the Soviet Union’s national territory, Russia Defense Minister Pavel Grachev warned Boris Yeltsin that if Chechnya broke free, there would be a domino effect in neighboring Muslim-dominated areas.",
                "Anne Williamson",
                true
            ],
            [
                "Russia would run the risk of being cut in two.",
                "Anne Williamson",
                true
            ],
            [
                "Otherwise on the proliferation front, Russian and American interests were aligned.",
                "Anne Williamson",
                true
            ],
            [
                "The two nations were quick to agree to the George H.W.",
                "Anne Williamson",
                true
            ],
            [
                "Bush administration’s “Megatons to Megawatts” proposal, announced in August 1992, in which over 20 years Russia would convert 500 tons of highly enriched uranium from dismantled nuclear warheads into low-enriched uranium to be purchased by the U.S. to fuel power plants.",
                "Anne Williamson",
                true
            ],
            [
                "The agreement was finalized under President Clinton in 1993, and everybody was happy.",
                "Anne Williamson",
                true
            ],
            [
                "The Russians were earning money from their nuclear expertise while reducing their overlarge nuclear arsenal (as were the Americans), and the Americans had a reliable supply of energy-grade uranium for their nuclear-power industry.",
                "Anne Williamson",
                true
            ],
            [
                "However, the following six years proved revelatory.",
                "Anne Williamson",
                true
            ],
            [
                "Putin summed them up well just recently: “We gave you uranium; you repaid us by bombing Belgrade.” What exactly did Putin mean?",
                "Anne Williamson",
                true
            ],
            [
                "In the oil and gas business, distribution is key.",
                "Anne Williamson",
                true
            ],
            [
                "Whoever controls the pipe servicing a field controls the product.",
                "Anne Williamson",
                true
            ],
            [
                "By securing an energy supply corridor from the fields of the Caspian Sea region to Europe, the West would provide for a significant supply of oil and gas to Central and Western Europe by pipeline, and to the U.S. through load-out terminals in the NATO sphere, in Turkey, Greece, and Albania.",
                "Anne Williamson",
                true
            ],
            [
                "The only trick would be to “maintain stability” along the pipeline from the Caspian through the Caucasus and the Balkans to Western Europe; the chosen solution was to create individual U.N.-NATO protectorates from the six republics and two autonomous regions that made up Yugoslavia before 1989.",
                "Anne Williamson",
                true
            ],
            [
                "NATO’s “peace bombs” served to undermine the last sovereign state that stood in the way of the West’s colonization of the Balkans.",
                "Anne Williamson",
                true
            ],
            [
                "None of this was lost on the Russians.",
                "Anne Williamson",
                true
            ],
            [
                "They understood that there was nothing “humanitarian” in NATO’s Kosovo aggression, and the alliance’s cheap rhetoric was really cover for the West’s ongoing oil-grab and the rolling expansions of NATO, both of which continue to this day.",
                "Anne Williamson",
                true
            ],
            [
                "Moscow had always controlled the pipes that carried the former Soviet Union’s oil and gas to Western markets.",
                "Anne Williamson",
                true
            ],
            [
                "Much better, the Americans reasoned, that the Central Asian republics should owe their future wealth, transit payments, and security to an imperial Washington.",
                "Anne Williamson",
                true
            ],
            [
                "Stripped of her pipeline monopoly, her nuclear capacity diminished through obsolescence, her defense sector in decline from lack of resources, and burdened with a corrupt government, unsustainable foreign-debt payments, and a thieving elite, Russia would be no more than a vast, disorganized, ineffective, and landlocked territory capable only of delivering raw materials (and thousands of thermonuclear warheads) to the West.",
                "Anne Williamson",
                true
            ],
            [
                "And even the efficient exporting of raw materials, certain interests argued, would require Western management.",
                "Anne Williamson",
                true
            ],
            [
                "Over the following decade the fracking revolution would change the face of the oil and gas industry; now the United States, for example, was to become an exporter of oil, not merely an importer.",
                "Anne Williamson",
                true
            ],
            [
                "But the pressure on Russia did not cease: It has only intensified.",
                "Anne Williamson",
                true
            ],
            [
                "The West’s sanctions regime compels Russia to live through a 21st-century version of the medieval siege.",
                "Anne Williamson",
                true
            ],
            [
                "In 2009, it was Sergey Kiriyenko who first saw the saving opportunity.",
                "Anne Williamson",
                true
            ],
            [
                "The West, which had focused on gaining control of Russian gas and oil, had neglected uranium.",
                "Anne Williamson",
                true
            ],
            [
                "The former Yeltsin prime minister saw that profitable assets which were even then giving a good return could be had for a cheap price.",
                "Anne Williamson",
                true
            ],
            [
                "He also knew that when the Megatons to Megawatts program ended in 2013, the U.S. would have insufficient uranium to supply her industry.",
                "Anne Williamson",
                true
            ],
            [
                "Kiriyenko’s proposal thus would give Russia a significant claim on U.S. uranium assets.",
                "Anne Williamson",
                true
            ],
            [
                "But that was not likely the driving force behind the plan.",
                "Anne Williamson",
                true
            ],
            [
                "What was essential for the development of Rosatom was increasing Russia’s supply of raw uranium, not settling old scores.",
                "Anne Williamson",
                true
            ],
            [
                "After Kiriyenko’s presentation to the Presidium, Putin gave the go-ahead for Rosatom to proceed to lock those assets up.",
                "Anne Williamson",
                true
            ],
            [
                "The first step was the bid for 17 percent of Uranium One that had so alarmed the company’s principals and Renaissance Capital’s promoters of the stock.",
                "Anne Williamson",
                true
            ],
            [
                "Uranium One quickly responded to Kazakhstan’s challenge to the company’s ownership of the Kazakh mines – which Russia had no discernible motive to disrupt – and contacted Canadian and U.S. diplomats, telling them they needed official written confirmation that the licenses were valid.",
                "Anne Williamson",
                true
            ],
            [
                "Cables flew to the U.S. State Department, whose head was then Mrs. Clinton.",
                "Anne Williamson",
                true
            ],
            [
                "In mid-June 2009, according to a New York Times report (April 23, 2015), the American energy officer of the U.S. embassy in Kazakhstan met with Kazakh officials.",
                "Anne Williamson",
                true
            ],
            [
                "Three days later,” writes the Times, “a wholly owned subsidiary of Rosatom completed a deal for 17 percent of Uranium One.” That same month, Bill Clinton gave his now-famous half-million-dollar speech at Moscow’s “Kremlin-connected” Renaissance Capital.",
                "Anne Williamson",
                true
            ],
            [
                "Within a year,” continues the Times, “the Russian government substantially upped the ante, with a generous offer to shareholders that would give [Russia] a 51 percent controlling stake.”\nBut to pull that deal off, Rosatom had to obtain the approval of the Committee on Foreign Investment in the United States (CFIUS), on which sat the committee’s most important member, Hillary Clinton, whose husband was collecting millions in donations from people associated with Uranium One.",
                "Anne Williamson",
                true
            ],
            [
                "Bill and Hillary’s long-serving praetorian guard, the FBI, even managed to run an investigation, and the Department of Justice a successful prosecution, of Vadim Mikerin, whom the DOJ describes as “the former director of the Pan American Department of JSC Techsnabexport (TENEX), a subsidiary of Russia’s State Atomic Energy Corporation,” for money-laundering and corrupt practices, without having to avail themselves of what were said to be “suitcases of evidence” gathered by an American informant within the Rosatom crew, William Campbell.",
                "Anne Williamson",
                true
            ],
            [
                "That done, the Justice Department then gagged their informant.",
                "Anne Williamson",
                true
            ],
            [
                "Contrary to the agreement Hillary struck with the Obama administration in return for her appointment as the U.S. secretary of state, the Clinton Foundation’s $145 million rake from individuals connected to Uranium One was not reported, nor were the names of the donors.",
                "Anne Williamson",
                true
            ],
            [
                "Reporters would soon learn that asking for specifics from foundation spokesmen, former campaign and staff personnel, pretty much guarantees nobody’s home.",
                "Anne Williamson",
                true
            ],
            [
                "The Giustra & Pals donations add up to some $50 million.",
                "Anne Williamson",
                true
            ],
            [
                "Where did the rest of the $145 million come from?",
                "Anne Williamson",
                true
            ],
            [
                "Peter Schweizer, author of Clinton Cash, told FOX News that, according to his FBI sources, within the trove of evidence gathered by Campbell is a recording of “Russian officials with this uranium company talking about making donations to the Clinton Foundation to gain favorable action.” If true, the FBI would have uncovered the Russian bribery plot before the Obama administration approved the 2010 Russian bid for 51-percent ownership of Uranium One, which Russia – through ARMZ, a subsidiary of Rosatom – fully owns today (100 percent, contrary to Moscow’s stated intentions in 2010), and thereby controls 20 percent of U.S. uranium.",
                "Anne Williamson",
                true
            ],
            [
                "Why wasn’t CFIUS informed about the bribery scandal?",
                "Anne Williamson",
                true
            ],
            [
                "Why was the investigation and prosecution of Mikerin hidden from Congress?",
                "Anne Williamson",
                true
            ],
            [
                "Why was it kept from the public, when every bit of unsubstantiated Russian calumny is shouted from the rooftops?",
                "Anne Williamson",
                true
            ],
            [
                "Was the small leverage over U.S. energy needs Russia gained through the ownership of Uranium One worth a $145 million payoff to the Clintons?",
                "Anne Williamson",
                true
            ],
            [
                "Rosatom contracts are calculated in the billions, meaning a $145 million campaign is not unreasonable, according to the standard practices of the international bribe market; a ten-percent rake is the usual percentage taken of those bribes that are actually paid out.",
                "Anne Williamson",
                true
            ],
            [
                "Did Russia overpay for the shares of Uranium One in the 2013 buyout with the understanding that the lucky principals would send a sliver of their piece of the pie to the Clintons?",
                "Anne Williamson",
                true
            ],
            [
                "Giustra himself is said to have cashed out of Uranium One for some $300 million, after which he donated $31.5 million to the Clinton Foundation.",
                "Anne Williamson",
                true
            ],
            [
                "Overall, the most compelling question is this: Why would the Russians, having such excellent kompromat on Hillary and while enjoying such genial relations with Madam Reset, want a volatile and capricious Trump in the White House instead of her?",
                "Anne Williamson",
                true
            ],
            [
                "They’d had a bellyful of all that from their own Boris Yeltsin.",
                "Anne Williamson",
                true
            ],
            [
                "Hillary they knew; Trump they didn’t.",
                "Anne Williamson",
                true
            ],
            [
                "Is he so bold and confident a character as to step into the muddy waters of international corruption, involving himself with the Clintons in the United States, a land that both amuses and confounds him?",
                "Anne Williamson",
                true
            ],
            [
                "Despite the historical roots of Putin’s legal structures, favoring what he refers to as Russia’s “champions,” could they not collectively compose a proto-fascist structure not entirely unlike Governor Clinton’s Arkansas Development and Financial Authority?",
                "Anne Williamson",
                true
            ],
            [
                "The utility of Russia’s state corporations to the nation depends almost entirely upon the character and competency of the khozyain and his subordinates.",
                "Anne Williamson",
                true
            ],
            [
                "In self-interested hands, the overall structure as designed could lead to great harm.",
                "Anne Williamson",
                true
            ],
            [
                "Would not a Rosatom management gone rogue exemplify the potential danger?",
                "Anne Williamson",
                true
            ],
            [
                "When large sums move improperly from one pocket to another, the problem of leaving a trail of evidence can be alleviated with the help of a friendly offshore investment bank – one like, say, Renaissance.",
                "Anne Williamson",
                true
            ],
            [
                "The complete buyout of a company done privately offers folks who are on the take a rare opportunity.",
                "Anne Williamson",
                true
            ],
            [
                "Did some other highly political benefactor step in and buy the shares at an inflated price from Uranium One shareholders and then sell them at a loss to the Russians at a previously agreed price?",
                "Anne Williamson",
                true
            ],
            [
                "There are all sorts of ways the rich can make new friends while expanding their circle of influence.",
                "Anne Williamson",
                true
            ],
            [
                "Who else might have benefited, besides the Clintons, from alleged Rosatom largesse?",
                "Anne Williamson",
                true
            ],
            [
                "All of these questions need to be answered.",
                "Anne Williamson",
                true
            ],
            [
                "At the start of 2018, the mainstream media have declared Trump’s “obsession” (NBC News) with Uranium One to be his and his supporters’ attempt at distracting Americans from his oft alleged “collusion” with Russia to steal the 2016 presidential election.",
                "Anne Williamson",
                true
            ],
            [
                "Oddly enough, those who are working to establish ties between Russia and Trump have ties to the Clintons, including matters related to Uranium One.",
                "Anne Williamson",
                true
            ],
            [
                "Sydney Powell at The Daily Caller ( “Mueller’s Hit Squad Covered for Clinton and Persecutes Trump Associates,”  December 6) outlines numerous connections between the lawyers who worked the Mikerin bribery case and who today labor on the Special Counsel’s Trump investigatory team.",
                "Anne Williamson",
                true
            ],
            [
                "Among the relationships Powell mentions, the first is the publicly admitted, close friendship between former FBI Director James Comey and former FBI Director Robert Mueller, and their previous subordinates, Rod Rosenstein and Andrew Weissmann.",
                "Anne Williamson",
                true
            ],
            [
                "Deputy Attorney General Rod Rosenstein named Mueller as special counsel “within seven days of Comey’s firing.” In turn, Mueller had a hand in placing Mr. Weissmann on the Enron Task Force, allowing him to run rough-shod over most of Houston, destroy Arthur Andersen LLP and 85,000 jobs, and send four innocent Merrill executives to prison in indictments for crimes he made up while he and his team hid the evidence that showed they were innocent.",
                "Anne Williamson",
                true
            ],
            [
                "Then there is Mueller’s protection of Peter Strzok, his lead investigator, who greatly assisted Comey’s effort to liberate Hillary Clinton from the legal consequences of her failure as secretary of state to protect U.S. national-security information via her infamous private server.",
                "Anne Williamson",
                true
            ],
            [
                "Weissmann’s emailed praise and support for Obama’s Deputy Attorney General Sally Yates for her refusal to enforce President Trump’s travel ban further stirs the pot.",
                "Anne Williamson",
                true
            ],
            [
                "Yates claims she had to snitch on General Flynn because his glancing reference to Trump’s intention to overturn Obama’s sanctions in a telephone conversation with Russian Ambassador Kislyak days before Trump was sworn in made him subject to blackmail.",
                "Anne Williamson",
                true
            ],
            [
                "But that whole $145 million deal with the Clinton Foundation and the Russian buyout of Uranium One?",
                "Anne Williamson",
                true
            ],
            [
                "On Sunday, December 17, True Pundit posted a report on FBI Deputy Director Andrew McCabe’s years-long association with Russian organized-crime figures and highly unusual front-running of investigations involving the Boston Bombers, the alleged Iranian kidnapping of FBI agent Robert Levinson, and other cases involving Russian figures normally left to lower-level field agents.",
                "Anne Williamson",
                true
            ],
            [
                "Such agents made up McCabe’s various investigatory teams, but he did not share with them his findings nor any gleanings from his contacts with Oleg Deripaska, the multibillionaire victor in the bloody aluminum wars of the 1990’s, who figures prominently in Mueller’s indictment of Paul Manafort.",
                "Anne Williamson",
                true
            ],
            [
                "Add in McCabe’s receipt of a $700,000 contribution to his wife’s failed Virginia state-senate campaign from Virginia governor and longtime Clinton operative, Terry McAuliffe (himself under investigation at the time); McCabe’s promotion of disgraced investigator Peter Strzok; his links to Democrat-linked Fusion GPS through his colleague, the recently demoted Bruce Ohr and his wife, Nellie, a former Fusion GPS employee and CIA spook, and Team Mueller looks like the tool of some very special interests, and not the immaculate public servants as advertised.",
                "Anne Williamson",
                true
            ],
            [
                "For now, Robert Mueller’s nearly year-long fruitless investigation of Donald Trump’s alleged collaboration with Russian officials rolls on.",
                "Anne Williamson",
                true
            ],
            [
                "At this writing, it is off in the weeds of Deutsche Bank real-estate lending from a decade ago.",
                "Anne Williamson",
                true
            ],
            [
                "Yet the ultimate Clinton scandal involves significant collusion with certain opportunistic Russians, over the course of decades – from the U.S.-organized and – funded privatization debacle, to the 1998 IMF-funded Russian bond market collapse, to Uranium One – and represents an actual threat to American security and interests.",
                "Anne Williamson",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://dailycaller.com/2017/12/06/political-prosecution-muellers-hit-squad-covered-for-clinton-and-persecutes-trump-associates/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "russia",
            "imagination",
            "clinton",
            "russian",
            "rosatom",
            "uranium",
            "bill",
            "russians",
            "million",
            "nuclear"
        ]
    }
]