[
    {
        "url": "http://conservativefighters.com/news/3-republican-women-just-beat-beyonce-admired-woman-world/",
        "title": "3 Republican Women Just Beat Beyonce For Most Admired Woman In The World",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-06",
        "text": "Conservative Fighters\n3 Republican Women Just Beat Beyonce For Most Admired Woman In The World\nGallup released its annual list of the men and women who Americans admire most.\nSitting atop both lists were two liberal icons, Barack Obama and Hillary Clinton, respectively. Obama and Clinton have had long runs at the number one spot, but among the celebrities and politicians who made it on the list were notable Republicans.\nDonald Trump was the number two most admired man. The president was joined by Republicans John McCain and Mike Pence on the list, along with Israeli Prime Minister Benjamin Netanyahu.\nHowever, it was the list of most popular women in the world that raised some eyebrows. Hillary Clinton and Michelle Obama were number one and number two on the list but three notable Republican women made it into the top 10.\n7. Condoleezza Rice\n8. Melania Trump\n9. Nikki Haley\nThese three beat out Beyoncé and Kate Middleton.\nGallup goes on to note that while Obama and Hillary have had the top spots for years, their popularity has taken a big hit.\nClinton’s and Obama’s standings this year are more tenuous than in the past. The 9% who name Clinton is the lowest percentage she has received since 2002, when 7% named her in another close first-place finish. Clinton won the title this year in the same poll she registered a personal low favorable rating.\nThis indicates she remains top of mind for enough people who like her to be named more than any other woman in response to the open-ended question, finishing ahead of some women who may be better liked overall but are not as prominent in people’s minds. The percentage of adults naming Obama as the most admired man is down from 22% last year, but he has been at or near 17% in several other years.\nHere is the full list:\nJanuary 6, 2018 at 10:52 pm\nDon’t know why anyone would vote for Beyonce because she is not a role model for any young girl or anyone else. She has no morals and may have a good voice but that’s all.\nJanuary 7, 2018 at 12:08 am\nI think this poll is a bunch of bull sh#t, I don’t believe people are this dumb.\ngot that right\nJanuary 6, 2018 at 10:55 pm\nThey must have been interviewing some real fools if Obama is the most admired man and Hillary is the most admired woman\nJanuary 6, 2018 at 10:59 pm\n@John,I totally agree with you there,now i see why this country is so screwed up right now\nJanuary 8, 2018 at 11:39 am\nYou got that right. This is the people that are just as Evil as the one they chose .\nJanuary 7, 2018 at 12:36 am\nI think if HC gets convicted of whatever crime she will still make the list. She is the worst candidate for ANYTHING that I have ever seen. Micheal is right behind her too.\nJanuary 7, 2018 at 7:47 pm\ntwo of the most corrupt people in DC And in this country, people like to be lied to and believe every word of it. this is so sad\nI will put Melania Trump first place,Niki Haley Second,\nexcellent comment john, hahahahahaha\nJanuary 7, 2018 at 1:19 am\nHere is another poll that I’m sure was put together by Obama/Clinton lovers. 2 of the most hated people on the planet…\nJanuary 7, 2018 at 1:42 pm\nWhere did they take this poll in NY and California? If taken in the mid-west or southeast there would have been different results.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "woman",
            "clinton",
            "beat",
            "admired",
            "hillary",
            "percentage",
            "man",
            "obama",
            "number",
            "list",
            "women",
            "beyonce",
            "world",
            "notable",
            "republican",
            "named"
        ]
    }
]