[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/doctor-killed-after-releasing-nwo-plan-3589464.html",
        "title": "Doctor Killed After Releasing NWO Plan!",
        "authors": [
            {
                "name": "Glenn Canady",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Glenn Canady\nSaturday, January 20, 2018 12:48\n% of readers think this story is Fact. Add your two cents.\nTo get personal training on Bitcoin Millionaire go to  www.crankmoney.com  or email [email protected]\nA New World Order Insider Reveals Entire NWO Plan in 1969!  Once this plan was released to the public decades later, I believe this insider was killed shortly afterwards with fast acting cancer as punishment for the information being put out on tape!  I’ve been studying the new world order for over 20 years now and I learned a lot just by listening to these tapes.  This is key information that you, your family and your friends need to know so you are prepared for what is still to come!   Most people fully wake up when they hear the testimony of this doctor!  It’s so obvious everything he was told was exactly right!  Once you learn their plan, you’ll understand the mind control of the fake news, television shows and movies completely.  Please learn and share this information with others!\nThis is amazing information from Dr. Lawrence Dunegan who was invited to attend a lecture by Dr. Richard Day (head of Planned Parenthood) in 1969. Dr. Day told this room of about 80-90 doctors all about the changes they would witness in their lifetime as a result of “The Order” or as we know it now as the “New World Order” or Illuminati. Dr Day told the doctors that he was free to speak at this time because everything was in place and nobody could stop them now!\nRecording devices were not allowed in the room and taking notes was not allowed. Luckily, Dr. Dunegan had a near photographic memory and took good notes when he got home from the lecture. The notes stayed in his desk for 20 years until he pulled them out and decided he needed to get the information out to as many as possible by making audio tapes of the information in 1989.  \nDr Day stated at one point that he would be in real trouble if the information he was telling them got out to the general public. That’s why taking notes was prohibited and and recording devices were not allowed in the room.  Was it a coincidence that Dr. Day died shortly after Dr. Dunegan began distributing this information on audio tapes in 1989?  I believe they killed him in retaliation for the information he released.  As Dr. Day admitted during the lecture there were many ways to kill people with diseases or even artificial heart attacks. \nI urge everybody to listen to the entire video even if you have to break it up over a few sessions because you really don’t get the full effect by just reading my brief summary.  This information is key to waking up others because anybody that listens to this material will be absolutely shocked.  When they see what has happened over the last 20,30,40 and 50 years in this country there is no question that we are being dumbed down, made sick, robbed financially, brainwashed and even killed by this new world order.   \nHere are just some of the topics covered in this video created from Dr. Dunegan’s audio tapes about the plans of the new world order.\n“PEOPLE WILL HAVE TO GET USED TO CHANGE . . .”\nWhen I heard that, first I thought maybe that was sort of an ego trip, somebody enhancing his own importance. But as the revelations unfolded, I began to understand why he might have had some concern about not having it widely known what was said, although this… although this was a fairly public forum where he was speaking, [where the] remarks were delivered. But, nonetheless, he asked that no notes be taken… no tape recording be used – suggesting there might be some personal danger to himself if these revelations were widely publicized.\nAgain, as the remarks began to unfold, and I saw the rather outrageous things that were said – at that time they certainly seemed outrageous — I made it a point to try to remember as much of what he said as I could, and during the subsequent weeks and months and years, to connect my recollections to simple events around me, both to aid my memory for the future in case I wanted to do what I’m doing now – record this. And also, to try to maintain a perspective on what would be developing, if indeed, it followed the predicted pattern – which it has!\nAt this point, so that I don’t forget to include it later, I’ll just include some statements that were made from time to time throughout the presentation… just having a general bearing on the whole presentation. One of the statements was having to do with change. People get used . . the statement was, “People will have to get used to the idea of change, so used to change, that they’ll be expecting change. Nothing will be permanent.”\nThis often came out in the context of a society of… where people seemed to have no roots or moorings, but would be passively willing to accept change simply because it was all they had ever known. This was sort of in contrast to generations of people up until this time where certain things you expected to be, and remain in place as reference points for your life. So change was to be brought about, change was to be anticipated and expected, and accepted, no questions asked. Another comment that was made . . from time to time during the presentation was, “People are too trusting. People don’t ask the right questions.”\nSometimes, being too trusting was equated with being too dumb. But sometimes when… when he would say that and say, “People don’t ask the right questions,” it was almost with a sense of regret, as if he were uneasy with what he was part of, and wished that people would challenge it and maybe not be so trusting.\nNote: Please take note of the comment “People Are Too Trusting”.  The new world order is this far along because many of you reading this article were too trusting!  You believe the fake news on TV and you didn’t seek out other sources for your information like VeteransToday.com which destroys the lies of the mainstream and even the gatekeepers of the alternative media (“tip of the spear” people in Austin Texas) that has hidden many things from you that you will only learn about from our Vets and patriots.\nTHE REAL AND THE “STATED” GOALS\nAnother comment that was repeated from time to time… this particularly in relation to changing laws and customs… and specific changes… he said, “Everything has two purposes. One is the ostensible purpose which will make it acceptable to people; and second, is the real purpose which would further the goals of establishing the new system and having it.”\nFrequently he would say, “There is just no other way. There’s just no other way!”\nThis seemed to come as a sort of an apology, particularly when… at the conclusion of describing some particularly offensive changes. For example, the promotion of drug addiction which we’ll get into shortly.\nNote: We all know how the game works, they CREATE the problem, then they offer the solution to this problem they created.  For example no children died at Sandy Hook but they CREATED this event because it was a drill, then they said they had to take your guns to protect the children!  The REAL purpose is always to take your guns as Doctor Dunegan states later.\nPOPULATION CONTROL\nHe was very active with population control groups, the population control movement, and population control was really the entry point into specifics following the introduction. He said the population is growing too fast. Numbers of people living at any one time on the planet must be limited or we will run out of space to live. We will outgrow our food supply and we will over-pollute the world with our waste.\nNote: They put things to sterilize us in the water, food, vaccines and of course they encourage homosexuality and abortion.  Russia pays couples to have children while NWO USA pays to kill the babies!\nPERMISSION TO HAVE BABIES\nPeople won’t be allowed to have babies just because they want to or because they are careless. Most families would be limited to two. Some people would be allowed only one, and the outstanding person or persons might be selected and allowed to have three. But most people would [be] allowed to have only two babies. That’s because the zero population growth [rate] is 2.1 children per completed family. So something like every 10th family might be allowed the privilege of the third baby.\nTo me, up to this point, the word “population control” primarily connoted limiting the number of babies to be born. But this remark, about what people would be “allowed” and then what followed, made it quite clear that when you hear “population control” that means more than just controlling births. It means control of every endeavor of an entire… of the entire world population; a much broader meaning to that term than I had ever attached to it before hearing this. As you listen and reflect back on some of the things you hear, you will begin to recognize how one aspect dovetails with other aspects in terms of controlling human endeavors.\nNote: While this hasn’t quite gotten to this point here in the USA yet, we already see that it’s been done in China and since they are destroying our economy and making it difficult for people to support children financially, the birth rate has dropped dramatically inside the US.\nREDIRECTING THE PURPOSE OF SEX – SEX WITHOUT REPRODUCTION AND REPRODUCTION WITHOUT SEX\nWell, from population control, the natural next step then was sex. He said sex must be separated from reproduction. Sex is too pleasurable, and the urges are too strong, to expect people to give it up. Chemicals in food and in the water supply to reduce the sex drive is not practical. The strategy then would be not to diminish sex activity, but to increase sex activity, but in such a way that people won’t be having babies.\nNote: This is being shown on the TV shows, Movies and all entertainment.  Very rarely is sex talked about for the purpose of reproduction, it’s mostly just for the pleasure and of course we are now making babies without reproduction.\nCONTRACEPTION UNIVERSALLY AVAILABLE TO ALL\nContraceptives would be displayed much more prominently in drug stores, right up with the cigarettes and chewing gum. Out in the open, rather than hidden under the counter where people would have to ask for them and maybe be embarrassed. This kind of openness was a way of suggesting that contraceptions . . that contraceptives are just as much a part of life as any other items sold in the store. And, contraceptives would be advertised. And, contraceptives would be dispensed in the schools in association with sex education!\nNote: Children are given condoms in school in many cities now.  And of couse we all know that birth control is all out in the open now whereas in 1969 it was behind the counter.  \nSEX EDUCATION AS A TOOL OF WORLD GOVERNMENT\nThe sex education was to get kids interested early, making the connection between sex and the need for contraception early in their lives, even before they became very active. At this point I was recalling some of my teachers, particularly in high school and found it totally unbelievable to think of them agreeing, much less participating in, distributing of contraceptives to students. But, that only reflected my lack of understanding of how these people operate. That was before the school-based clinic programs got started.\nMany, many cities in the United States by this time have already set up school-based clinics which are primarily contraception, birth control, population control clinics. The idea then is that the connection between sex and contraception introduced and reinforced in school would carry over into marriage. Indeed, if young people – when they matured – decided to get married, marriage itself would be diminished in importance. He indicated some recognition that most people probably would want to be married… but that this certainly would not be any longer considered to be necessary for sexual activity.\nNote: They are actually teaching homosexuality and encouraging it to the children in many schools now!  They are even encouraging girls and boys to kiss each other and promoting children to have sex.\nTAX FUNDED ABORTION AS POPULATION CONTROL\nNo surprise then, that the next item was abortion. And this, now back in 1969, four years before Roe vs. Wade. He said, “Abortion will no longer be a crime. Abortion will be accepted as normal”, and would be paid for by taxes for people who could not pay for their own abortions. Contraceptives would be made available by tax money so that nobody would have to do without contraceptives. If school sex programs would lead to more pregnancies in children, that was really seen as no problem. Parents who think they are opposed to abortion on moral or religious grounds will change their minds when it is their own child who is pregnant. So this will help overcome opposition to abortion. Before long, only a few die-hards will still refuse to see abortion as acceptable, and they won’t matter anymore.\n \nENCOURAGING HOMOSEXUALITY. SEX, ANYTHING GOES\nHomosexuality also was to be encouraged. ”People will be given permission to be homosexual.”\nThat’s the way it was stated. They won’t have to hide it. And elderly people will be encouraged to continue to have active sex lives into the very old ages, just as long as they can. Everyone will be given permission to have sex, to enjoy however they want. Anything goes. This is the way it was put. And, I remember thinking, “how arrogant for this individual, or whoever he represents, to feel that they can give or withhold permission for people to do things!” But that was the terminology that was used.\nIn this regard, clothing was mentioned. Clothing styles would be made more stimulating and provocative. Recall back in 1969 was the time of the mini skirt, when those mini- skirts were very, very high and revealing. He said, ”It is not just the amount of skin that is exposed that makes clothing sexually seductive, but other, more subtle things are often suggestive,”\n . . things like movement, and the cut of clothing, and the kind of fabric, the positioning of accessories on the clothing. ”If a woman has an attractive body, why should she not show it?” was one of the statements.\nThere was not detail on what was meant by “provocative clothing,” but since that time if you watched the change in clothing styles, blue jeans are cut in a way that they’re more tight-fitting in the crotch. They form wrinkles. Wrinkles are essentially arrows. Lines which direct one’s vision to certain anatomic areas. And, this was around the time of the “burn your bra” activity. He indicated that a lot of women should not go without a bra. They need a bra to be attractive, so instead of banning bras and burning them, bras would come back. But they would be thinner and softer allowing more natural movement. It was not specifically stated, but certainly a very thin bra is much more revealing of the nipple and what else is underneath, than the heavier bras that were in style up to that time.\nTechnology. Earlier he said . . sex and reproduction would be separated. You would have sex without reproduction and then technology was reproduction without sex. This would be done in the laboratory. He indicated that already, much, much research was underway about making babies in the laboratory. There was some elaboration on that, but I don’t remember the details, how much of that technology has come to my attention since that time. I don’t remember . . I don’t remember in a way that I can distinguish what was said from what I subsequently have learned as general medical information.\nNote: I remember growing up there was only one television show that had a gay character in it called “Soap”, now you’ll see it everywhere.  Again, the US promotes homosexuality while Russia keeps it away from TV and the chidren.\nFAMILIES TO DIMINISH IN IMPORTANCE\nFamilies would be limited in size. We already alluded to not being allowed more than two children. Divorce would be made easier and more prevalent. Most people who marry will marry more than once. More people will not marry. Unmarried people would stay in hotels and even live together. That would be very common – nobody would even ask questions about it. It would be widely accepted as no different from married people being together.\nMore women will work outside the home. More men will be transferred to other cities, and in their jobs, more men would travel. Therefore, it would be harder for families to stay together. This would tend to make the marriage relationship less stable and, therefore, tend to make people less willing to have babies. And, the extended families would be smaller, and more remote. Travel would be easier, less expensive, for a while, so that people who did have to travel would feel they could get back to their families… not that they were abruptly being made remote from their families.\nBut one of the net effects of easier divorce laws combined with the promotion of travel, and transferring families from one city to another, was to create instability in the families. If both husband and wife are working and one partner gets transferred the other one may not be easily transferred. So one either keeps his or her job and stays behind while the other leaves, or else gives up the job and risks not finding employment in the new location. Rather a diabolical approach to this whole thing!\nNote: I was fortunate to have my parents married for over 50 years before my father died.  Today it’s very rare for a child to grow up with only one set of parents.  Divorce is almost promoted through media as a solution.\nEUTHANASIA AND THE “DEMISE PILL”\nEverybody has a right to live only so long. The old are no longer useful. They become a burden. You should be ready to accept death. Most people are. An arbitrary age limit could be established. After all, you have a right to only so many steak dinners, so many orgasms, and so many good pleasures in life. And after you have had enough of them and you’re no longer productive, working, and contributing, then you should be ready to step aside for the next generation.\nSome things that would help people realize that they had lived long enough, he mentioned several of these… I don’t remember them all… here are a few: Use of very pale printing ink on forms that people… are necessary… to fill out, so that older people wouldn’t be able to read the pale ink as easily and would need to go to younger people for help. Automobile traffic patterns – there would be more high-speed traffic lanes . . traffic patterns that would . . that older people with their slower reflexes would have trouble dealing with and thus, lose some of their independence.\nNote: ObamaCare was sold by Bill Gates as saying if we don’t pay all that money to keep Granny alive for the last 6 months we can hire 10 new teachers!  Magazines such as Newseek have run cover stories such as “The Case for Killing Granny!”  Clearly they want to kill as many old people as possible and will do so by not giving them treatment through ObamaCare.\nLIMITING ACCESS TO AFFORDABLE MEDICAL CARE MAKES ELIMINATING THE ELDERLY EASIER\nA big item – [that] was elaborated at some length – was the cost of medical care would be burdensomely high. Medical care would be connected very closely with one’s work, but also would be made very, very high in cost so that it would simply be unavailable to people beyond a certain time. And unless they had a remarkably rich, supporting family, they would just have to do without care.\nAnd the idea was that if everybody says, “Enough! What a burden it is on the young to try to maintain the old people,” then the young would become agreeable to helping Mom and Dad along the way, provided this was done humanely and with dignity. And then the real example was – there could be like a nice, farewell party, a real celebration. Mom and Dad had done a good job. And then after the party’s over they take the “demise pill.”\nNote: Again ObamaCare!\nPLANNING THE CONTROL OVER MEDICINE\nThe next topic is Medicine. There would be profound changes in the practice of medicine. Overall, medicine would be much more tightly controlled. The observation was made, ”Congress is not going to go along with national health insurance. That (in 1969), he said, “is now, abundantly evident. But it’s not necessary. We have other ways to control health care.”\nThese would come about more gradually, but all health care delivery would come under tight control. Medical care would be closely connected to work. If you don’t work or can’t work, you won’t have access to medical care. The days of hospitals giving away free care would gradually wind down, to where it was virtually non-existent. Costs would be forced up so that people won’t be able to afford to go without insurance. People pay… you pay for it, you’re entitled to it.\nIt was only subsequently that I began to realize the extent to which you would not be paying for it. Your medical care would be paid for by others. And therefore you would gratefully accept, on bended knee, what was offered to you as a privilege. Your role being responsible for your own care would be diminished.\nAs an aside here – this is not something that was developed at this time… I didn’t understand it at the time — as an aside, the way this works, everybody’s made dependent on insurance. And if you don’t have insurance then you pay directly; the cost of your care is enormous. The insurance company, however, paying for your care, does not pay that same amount. If you are charged, say, $600 on your part, they pay $300 or $400. And that differential in billing has the desired effect: It enables the insurance company to pay for that which you could never pay for. They get a discount that’s unavailable to you. When you see your bill you’re grateful that the insurance company could do that. And in this way you are dependent, and virtually required to have insurance.\nThe whole billing is fraudulent.\nAnyhow, continuing on now… access to hospitals would be tightly controlled. Identification would be needed to get into the building. The security in and around hospitals would be established and gradually increased so that nobody without identification could get in or move around inside the building. Theft of hospital equipment, things like typewriters and microscopes and so forth would be “allowed” and exaggerated; reports of it would be exaggerated so that this would be the excuse needed to establish the need for strict security, until people got used to it. And anybody moving about in a hospital would be required to wear an identification badge with photograph and . . telling why he was there . . employee or lab technician or visitor or whatever.\nThis is to be brought in gradually — getting everybody used to the idea of identifying themselves — until it was just accepted. This need for ID to move about would start in small ways: hospitals, some businesses, but gradually expand to include everybody in all places! It was observed that hospitals can be used to confine people… for the treatment of criminals. This did not mean, necessarily, medical treatment. At that… at that time, I did not know the word “Psycho-Prison” as in the Soviet Union, but without trying to recall all the details, basically, he was describing the use of hospitals both for treating the sick and for confinement of criminals for reasons other than the medical well-being of the criminal. The definition of criminal was not given.\nNote: It was only in the last 20 years that I realized our entire medical system is a total fraud.  The make you pay insurace because their rates or so high, if you don’t get the insurance, they wipe you out with one major health issue.  Then they don’t actually cure your illness becaues they give you Big Pharma solutions that don’t work and make it worse.  Now with ObamaCare they FORCE you to pay for their garbage health care plans that are a total ripoff!\nELIMINATION OF PRIVATE DOCTORS\nThe image of the doctor would change. No longer would he be seen as an individual professional in service to individual patients. But the doctor would be gradually recognized as a highly skilled technician… and his job would change. The job is to include things like executions by lethal injection. The image of the doctor being a powerful, independent person would have to be changed. And he went on to say, “Doctors are making entirely too much money. They should advertise like any other product.”\nLawyers would be advertising too. Keep in mind, this was an audience of doctors being addressed by a doctor. And it was interesting that he would make some rather insulting statements to his audience without fear of antagonizing us. The solo practitioner would become a thing of the past. A few die-hards might try to hold out, but most doctors would be employed by an institution of one kind or another. Group practice would be encouraged, corporations would be encouraged, and then once the corporate image of medical care… as this gradually became more and more acceptable, doctors would more and more become employees rather than independent contractors. And along with that, of course, unstated but necessary, is the employee serves his employer, not his patient.\nSo that’s… we’ve already seen quite a lot of that in the last 20 years. And apparently more on the horizon. The term HMO was not used at that time, but as you look at HMOs you see this is the way that medical care is being taken over since the National Health Insurance approach did not get through the Congress. A few die-hard doctors may try to make a go of it; remaining in solo practice, remaining independent, which, parenthetically, is me. But they would suffer a great loss of income. They’d be able to scrape by, maybe, but never really live comfortably as would those who were willing to become employees of the system. Ultimately, there would be no room at all for the solo practitioner, after the system is entrenched.\nNote: I’ve read articles where ObamaCare has forced many doctors to quit or retire early.  It’s clearly become more rare for a dotor to be able to operate on his own due to the ridiculous insurance rates and government regulation.\nNEW DIFFICULT TO DIAGNOSE AND UNTREATABLE DISEASES\nNext heading to talk about is HEALTH & DISEASE. He said there would be new diseases to appear which had not ever been seen before. Would be very difficult to diagnose and be untreatable — at least for a long time. No elaboration was made on this, but I remember, not long after hearing this presentation, when I had a puzzling diagnosis to make, I would be wondering, “Is this … was what he was talking about? Is this a case of what he was talking about?”. Some years later, as AIDS ultimately developed, I think AIDS was at least one example of what he was talking about. I now think that AIDS probably was a manufactured disease.\nNote: Clearly Aids was man made.  Morgellons is like something out of a science fiction movie where fibers literally grow out of your skin that seem to be nano tech.  Clearly many are cooking up new diseases in the labs for the new world order.  I’m sure that only those at the top of the NWO are given the cures to these conditions while the rest of us kept in the dark.\nSUPPRESSING CANCER CURES AS A MEANS OF POPULATION CONTROL… CANCER.\nHe said, “We can cure almost every cancer right now. Information is on file in the Rockefeller Institute, if it’s ever decided that it should be released. But consider – if people stop dying of cancer, how rapidly we would become overpopulated. You may as well die of cancer as something else.”\nEfforts at cancer treatment would be geared more toward comfort than toward cure. There was some statement ultimately the cancer cures which were being hidden in the Rockefeller Institute would come to light because independent researchers might bring them out, despite these efforts to suppress them. But at least for the time being, letting people die of cancer was a good thing to do because it would slow down the problem of overpopulation.\nNote: If you want to see just how much they have censored cancer cures, go read the section on www.project.nsearch.com where I have interviews with Dr. Coldwell who has a 93% cure rate for curing those with cancer!  He discusses hundreds of cures for cancer in these interviews.\nINDUCING HEART ATTACKS AS A FORM OF ASSASSINATION\nAnother very interesting thing was heart attacks. He said, “There is now a way to simulate a real heart attack. It can be used as a means of assassinates.”\nOnly a very skilled pathologist who knew exactly what to look for at an autopsy, could distinguish this from the real thing. I thought that was a very surprising and shocking thing to hear from this particular man at that particular time. This, and the business of the cancer cure, really still stand out sharply in my memory, because they were so shocking and, a that time, seemed to me out of character.\nNote:  Andrew Breitbart?\nHe then went on to talk about nutrition and exercise, sort of in the same framework. People would not have to… people would have to eat right and exercise right to live as long as before. Most won’t. This, in the connection of nutrition, there was no specific statement that I can recall as to particular nutrients that would be either inadequate or in excess. In retrospect, I tend to think he meant high salt diets and high fat diets would predispose toward high blood pressure and premature arteriosclerotic heart disease. And that if people who were too dumb or too lazy to exercise as they should then their dietary… their circulating fats go up and predispose to disease.\n And he said something about diet information — about proper diet — would be widely available, but most people – particularly stupid people, who had no right to continue living anyway – they would ignore the advice and just go on and eat what was convenient and tasted good. There were some other unpleasant things said about food. I just can’t recall what they were. But I do remember of… having reflections about wanting to plant a garden in the backyard to get around whatever these contaminated foods would be. I regret I don’t remember the details… the rest of this… about nutrition and hazardous nutrition.\n With regard to Exercise. He went on to say that more people would be exercising more, especially running, because everybody can run. You don’t need any special equipment or place. You can run wherever you are. As he put it, “people will be running all over the place.” And in this vein, he pointed out how supply produces demand. And this was in reference to athletic clothing and equipment. As this would be made more widely available and glamorized, particularly as regards running shoes, this would stimulate people to develop an interest in running and – as part of a whole sort of public propaganda campaign – people would be encouraged then to buy the attractive sports equipment and to get into exercise.\nAgain… well in connection with nutrition he also mentioned that public eating places would rapidly increase. That… this had a connection with the family too. As more and more people eat out, eating at home would become less important. People would be less dependent on their kitchens at home. And then this also connected to convenience foods being made widely available – things like you could pop into the microwave. Whole meals would be available pre-fixed. And of course, we’ve now seen this… and some pretty good ones.\nNote:  Think of how rapidly fast food has grown in the last 30 years.  Before it used to be a treat for a kid to go out to McDonalds once in a while but now many familes eat it daily.\nBut this whole different approach to eating out and to previously prepared meals being eaten in the home was predicted at that time to be brought about – convenience foods. The convenience foods would be part of the hazards. Anybody who was lazy enough to want the convenience foods rather than fixing his own also had better be energetic enough to exercise. Because if he was too lazy to exercise and too lazy to fix his own food, then he didn’t deserve to live very long.\nThis was all presented as sort of a moral judgment about people and what they should do with their energies. People who are smart, who would learn about nutrition, and who are disciplined enough to eat right and exercise right are better people – and the kind you want to live longer.\nEDUCATION AS A TOOL FOR ACCELERATING THE ONSET OF PUBERTY AND EVOLUTION\nSomewhere along in here there was also something about accelerating the onset of puberty. And this was said in connection with health, and later in connection with education, and connecting to accelerating the process of evolutionary change. There was a statement that ”we think that we can push evolution faster and in the direction we want it to go.”\nI remember this only as a general statement. I don’t recall if any details were given beyond that.\nBLENDING ALL RELIGIONS — THE OLD RELIGIONS WILL HAVE TO GO\nAnother area of discussion was RELIGION. This is an avowed atheist speaking. And he said, “Religion is not necessarily bad. A lot of people seem to need religion, with it’s mysteries and rituals – so they will have religion.”\n  \nCHANGING THE BIBLE THROUGH REVISIONS OF KEY WORDS\nIn order to do this, the Bible will be changed. It will be rewritten to fit the new religion. Gradually, key words will be replaced with new words having various shades of meaning. Then, the meaning attached to the new word can be close to the old word. And as time goes on, other shades of meaning of that word can be emphasized, and then gradually that word replaced with another word.\nI don’t know if I’m making that clear. But the idea is that everything in Scripture need not be rewritten, just key words replaced by other words. And the variability in meaning attached to any word can be used as a tool to change the entire meaning of Scripture, and therefore make it acceptable to this new religion. Most people won’t know the difference; and this was another one of the times where he said, ”the few who do notice the difference won’t be enough to matter.”\nNote: Every year there is a new version of the Bible.  There is even a Klingon (from Star Trek) version of the Bible.  You can’t make a new version unless at least 10% of the Bible is changed!  Clearly they are distorting God’s word as fast as they can.  That’s why it’s important to get a King James Bible as that is the most accurate one and does not keep changing.  The older the better!\nTHE CHURCHES WILL HELP\nThen followed one of the most surprising statements of the whole presentation: He said, ”some of you probably think the churches won’t stand for this,” and he went on to say, “The churches will help us!”\nThere was no elaboration on this; it was unclear just what he had in mind when he said, “the churches will help us!” In retrospect, I think some of us now can understand what he might have meant at that time. I recall then only of thinking, “no they won’t!” and remembering our Lord’s words where he said to Peter, “Thou art Peter and upon this rock I will build my Church, and gates of Hell will not prevail against it.”\nSo… yes, some people in the churches might help. And in the subsequent 20 years we’ve seen how some people in churches have helped. But we also know that our Lord’s Words will stand, and the gates of Hell will NOT prevail.\nNote: Of course the churches are helping the NWO.  There are probably only a handful teaching anything about the new world order.  Kent Hovind’s church was teaching about the new world order and the govenment put him in prison on a bogus tax charge.  Hopefully Kent will get out this year!\nRESTRUCTURING EDUCATION AS A TOOL OF INDOCTRINATION\nAnother area of discussion was Education. And one of the things in connection with education that I remember connecting with what he said about religion, was – in addition to changing the Bible – he said that the classics in Literature would be changed. I seem to recall Mark Twain’s writings was given as one example. But he said, the casual reader reading a revised version of a classic would never even suspect that there was any change. And, somebody would have to go through word by word to even recognize that any change was made in these classics; the changes would be so subtle. But the changes would be such as to promote the acceptability of the new system.\nMORE TIME IN SCHOOLS, BUT THEY “WOULDN’T LEARN ANYTHING.”\nAs regards education, he indicated that kids would spend more time in schools, but in many schools they wouldn’t learn anything. They’ll learn some things, but not as much as formerly. Better schools in better areas with better people – their kids will learn more. In the better schools, learning would be accelerated. And this is another time where he said, “We think we can push evolution.”\nBy pushing kids to learn more, he seemed to be suggesting that their brains would evolve, that their offspring would evolve – sort of pushing evolution – where kids would learn and be more intelligent at a younger age. As if this pushing would alter their physiology. Overall, schooling would be prolonged. This meant prolonged through the school year. I’m not sure what he said about a long school day, I do remember he said that school was planned to go all summer, that the summer school vacation would become a thing of the past. Not only for schools, but for other reasons. People would begin to think of vacation times year round, not just in the summer.\nFor most people, it would take longer to complete their education. To get what originally had been in a bachelor’s program would now require advanced degrees and more schooling. So that a lot of school time would be just wasted time. Good schools would become more competitive. I inferred when he said that, that he was including all schools – elementary up through college – but I don’t recall whether he said that.\nStudents would have to decide at a younger age what they would want to study and get onto their track early, if they would qualify. It would be harder to change to another field of study once you get started. Studies would be concentrated in much greater depth, but narrowed. You wouldn’t have access to material in other fields, outside your own area of study, without approval. This seem to be more… where he talked about limited access to other fields… I seem to recall that as being more at the college level, high school and college level, perhaps. People would be very specialized in their own area of expertise. But they won’t be able to get a broad education and won’t be able to understand what is going on overall.\nCONTROLLING WHO HAS ACCESS TO INFORMATION\nHe was already talking about computers in education, and at that time he said anybody who wanted computer access, or access to books that were not directly related to their field of study would have to have a very good reason for so doing. Otherwise, access would be denied.\nSCHOOLS AS THE HUB OF THE COMMUNITY\nAnother angle was that the schools would become more important in people’s overall life. Kids in addition to their academics, would have to get into school activities unless they wanted to feel completely out of it. But spontaneous activities among kids – the thing that came to my mind when I heard this was sandlot football and sandlot baseball teams that we worked up as kids growing up. I said the kids wanting any activities outside of school would be almost forced to get them through the school. There would be few opportunities outside.\nNow the pressures of the accelerated academic program, the accelerated demands, where kids would feel they had to be part of something – one or another athletic club or some school activity – these pressures he recognized would cause some students to burn out. He said, “the smartest ones will learn how to cope with pressures and to survive. There will be some help available to students in handling stress, but the unfit won’t be able to make it. They will then move on to other things.”\nIn this connection, and later on in the connection with drug abuse and alcohol abuse, he indicated that psychiatric services to help would be increased dramatically. In all the pushing for achievement, it was recognized that many people would need help, and the people worth keeping around would be able to accept and benefit from that help, and still be super-achievers. Those who could not would fall by the wayside and therefore were sort of dispensable – “expendable” – I guess is the word I want.\nEducation would be lifelong. Adults would be going to school. There’ll always be new information that adults must have to keep up. When you can’t keep up anymore, you’re too old. This was another way of letting older people know that the time had come for them to move on and take the demise pill. If you get too tired to keep up with your education, or you got too old to learn new information, then this was a signal – you begin to prepare to get ready to step aside.\n SOME BOOKS WOULD JUST DISAPPEAR FROM THE LIBRARIES\nIn addition to revising the classics, which I alluded to awhile ago – with revising the Bible, he said, ”some books would just disappear from the libraries.”\nThis was in the vein that some books contain information or contain ideas that should not be kept around. And therefore, those books would disappear. I don’t remember exactly if he said how this was to be accomplished. But I seem to recall carrying away this idea that this would include thefts. That certain people would be designated to go to certain libraries and pick up certain books and just get rid of them. Not necessarily as a matter of policy – just simply steal it. Further down the line, not everybody will be allowed to own books. And some books NOBODY will be allowed to own.\nCHANGING LAWS\nAnother area of discussion was laws that would be changed. At that time a lot of States had blue laws about Sunday sales, certain Sunday activities. He said the blue laws would all be repealed. Gambling laws would be repealed or relaxed, so that gambling would be increased. He indicated then that governments would get into gambling. We’ve had a lot of state lotteries pop up around the country since then. And, at the time, we were already being told that would be the case. “Why should all that gambling money be kept in private hands when the State would benefit from it?” was the rational behind it. But people should be able to gamble if they want to. So it would become a civil activity, rather than a private, or illegal activity.\nBankruptcy laws would be changed. I don’t remember the details, but just that they would be changed. And I know subsequent to that time they have been. Antitrust laws would be changed, or be interpreted differently, or both. In connection with the changing anti-trust laws, there was some statement that in a sense, competition would be increased. But this would be increased competition within otherwise controlled circumstances. So it’s not a free competition. I recall of having the impression that it was like competition but within members of a club. There would be nobody outside the club would be able to compete. Sort of like teams competing within a professional league… if you’re the NFL or the American or National Baseball Leagues, you compete within the league but the league is all in agreement on what the rules of competition are – not a really free competition.\nENCOURAGEMENT OF DRUG ABUSE TO CREATE A JUNGLE ATMOSPHERE\nDrug use would be increased. Alcohol use would be increased. Law enforcement efforts against drugs would be increased. On first hearing that, it sounded like a contradiction. Why increase drug abuse and simultaneously increase law enforcement against drug abuse? But the idea is that, in part, the increased availability of drugs would provide a sort of law of the jungle whereby the weak and the unfit would be selected out. There was a statement made at the time: ”Before the earth was overpopulated, there was a law of the jungle where only the fittest survived.”\nYou had to be able to protect yourself against the elements and wild animals and disease. And if you were fit, you survived. But now we’ve become so civilized – we’re over civilized – and the unfit are enabled to survive, only at the expense of those who are more fit. And the abusive drugs then, would restore, in a certain sense, the law of the jungle, and selection of the fittest for survival. News about drug abuse and law enforcement efforts would tend to keep drugs in the public consciousness. And would also tend to reduce this unwarranted American complacency that the world is a safe place, and a nice place.\nNote: Our government brings in the drugs but puts you in jail for using them.  Since the 70s they have put 8 times more people in prison than ever in history and that’s why the US has the largest prison population of any country in the world.  This was part of the plan as Dr. Dunegan talked about.  To make sure that you were guilty of something!\nALCOHOL ABUSE\nThe same thing would happen with alcohol. Alcohol abuse would be both promoted and demoted at the same time. The vulnerable and the weak would respond to the promotions and, therefore, use and abuse more alcohol. Drunk driving would become more of a problem; and stricter rules about driving under the influence would be established so that more and more people would lose their privilege to drive.\nRESTRICTIONS ON TRAVEL\nThis also had connection with something we’ll get to later about overall restrictions on travel. Not everybody should be free to travel the way they do now in the United States. People don’t have a need to travel that way. It’s a privilege! It was a kind of a high-handed way it was put. Again, much more in the way of psychological services would be made available to help those who got hooked on drugs and alcohol.\nThe idea being, that in order to promote this – drug and alcohol abuse to screen out some of the unfit people who are otherwise pretty good – would also be subject to getting hooked. And if they were really worth their salt they would have enough sense to seek psychological counseling and to benefit from it. So this was presented as sort of a redeeming value on the part of the planners. It was as if he were saying, ”you think we’re bad in promoting these evil things — but look how nice we are – we’re also providing a way out!”\nNote: Just in the last 5 years we are hearing about massive hassles at the borders and airports.  They have made air travel so intrusive through the ridiculous TSA that many people don’t travel as much anymore.  Also as they have destroyed the eocnomy that have decreased travel because many can’t afford to travel much at all.\nTHE NEED FOR MORE JAILS, AND USING HOSPITALS AS JAILS\nMore jails would be needed. Hospitals could serve as jails. Some new hospital construction would be designed so as to make them adaptable to jail-like use.\nCHANGE\nChange, nothing is permanent. Streets would be rerouted, renamed. Areas you had not seen in a while would become unfamiliar. Among other things, this would contribute to older people feeling that it was time to move on, they feel they couldn’t even keep up with the changes in areas that were once familiar. Buildings would be allowed to stand empty and deteriorate, and streets would be allowed to deteriorate in certain localities. The purpose of this was to provide the jungle, the depressed atmosphere for the unfit. Somewhere in this same connection he mentioned that buildings and bridges would be made so that they would collapse after a while; there would be more accidents involving airplanes and railroads and automobiles. All of this to contribute to the feeling of insecurity, that nothing was safe.\nNot too long after this presentation, and I think one or two even before in the area where I live, we had some newly constructed bridge to break; another newly constructed bridge defect discovered before it broke, and I remember reading just scattered incidents around the country where shopping malls would fall in – right where they were filled with shoppers. And I remember that one of the shopping malls in our area, the first building I’d ever been in where you could feel this vibration throughout the entire building when there were a lot of people in there; and I remember wondering at that time whether this shopping mall was one of the buildings he was talking about. Talking to construction people and architects about it they would say, “Oh no, that’s good when the building vibrates like that. That means it’s flexible, not rigid.” Well… maybe so. We’ll wait and see.\nOther areas there would be well-maintained. Not every part of the city would be slums. There would be the created slums and other areas well-maintained. Those people able to leave the slums for better areas then would learn to better appreciate the importance of human accomplishment. This meant that if they left the jungle and came to civilization, so to speak, they could be proud of their own accomplishments that they made it. There was no related sympathy for those who were left behind in the jungle of drugs and deteriorating neighborhoods. Then a statement that was kind of surprising: “We think we can effectively limit crime to the slum areas, so it won’t be spread heavily into better areas.”\nGLOBAL INTERDEPENDENCE “TO CREATE A NEW STRUCTURE, YOU FIRST HAVE TO TEAR DOWN THE OLD”\nAmerican industry came under discussion – it was the first that I’d heard the term GLOBAL INTERDEPENDENCE or that notion. The stated plan was that different parts of the world would be assigned different roles of industry and commerce in a unified global system. The continued pre-eminence of the United States and the relative independence and self-sufficiency of the United States would have to be changed. This was one of the several times that he said in order to create a new structure, you first have to tear down the old, and American industry was one example of that. Our system would have to be curtailed in order to give other countries a chance to build their industries, because otherwise they would not be able to compete against the United States. And this was especially true of our heavy industries that would be cut back while the same industries were being developed in other countries, notably Japan.\nPATRIOTISM WOULD GO DOWN THE DRAIN\nAnd at this point there was some discussion of steel and particularly automobiles. I remember him saying that automobiles would be imported from Japan on an equal footing with our own domestically produced automobiles, but the Japanese product would be better. Things would be made so they would break and fall apart – that is, in the United States – so that people would tend to prefer the imported variety and this would give a bit of a boost to foreign competitors. One example, was Japanese. In 1969, Japanese automobiles – if they were sold here at all, I don’t remember – but they certainly weren’t very popular.\nBut the idea was, you could get a little bit disgusted with your Ford, GM, or Chrysler product – or whatever – because little things like window handles would fall off more, and plastic parts would break which, had they been made of metal, would hold up. Your patriotism about buying American would soon give way to practicality that if you bought Japanese, German, or imported that it would last longer and you would be better off. Patriotism would go down the drain then.\nIt was mentioned elsewhere, things being made to fall apart too. I don’t remember specific items or if they were even stated other than automobiles, but I do recall of having the impression, sort of in my imagination, of a surgeon having something fall apart in his hands in the operating room, at a critical time. Was he including this sort of thing in his discussion? But somewhere in this discussion about things being made deliberately defective and unreliable not only was to tear down patriotism but to be just a little source of irritation to people who would use such things.\nNote:  Just in the news, man had to go to court having a flag on his home.  Kids being sent home for having a flag on their shirt!  This is going on everywhere now.\nLOSS OF JOBS — LOSS OF SECURITY\nAgain, the idea that you not feel terribly secure, promoting the notion that the world isn’t a terribly reliable place. The United States was to be kept strong in information, communications, high technology, education and agriculture. The United States was seen as continuing to be sort of the keystone of this global system. But heavy industry would be transported out. One of the comments made about heavy industry was that we had had enough environmental damage from smokestacks and industrial waste and some of the other people could put up with that for a while. This again, was supposed to be a “redeeming quality” for Americans to accept. You took away our industry but you saved our environment. So we really didn’t lose on it.\n[ASIDE] POPULATION SHIFTS TO ELIMINATE “TRADITIONS”\nAnd along this line there were talks about people losing their jobs as a result of industry and opportunities for retraining, and particularly population shifts would be brought about. This is sort of an aside. I think I’ll explore the aside before I forget it. Population shifts were to be brought about so that people would be tending to move into the Sun Belt. They would be, sort of, people without roots in their new locations, and traditions are easier to change in a place where there are a lot of transplanted people, as compared to trying to changing traditions in a place where people grew up and had an extended family – where they had roots. Things like new medical care systems. If you pick up from a Northeast industrial city and you transplant yourself to the South Sun Belt or Southwest, you’ll be more accepting of whatever kind of, for example, controlled medical care you find there than you would accept a change in the medical care system where you had roots and the support of your family. Also in this vein it was mentioned – he used the plural personal pronoun “we” – we take control first of the port cities… New York, San Francisco, Seattle… the idea being that this is a piece of strategy. The idea being that if you control the port cities with your philosophy and your way of life, the HEARTLAND in between has to yield.\n I can’t elaborate more on that but it is interesting, if you look around the most liberal areas of the country – and progressively so – are the seacoast cities; the heartland, the Midwest, does seem to have maintained its conservatism. But as you take away industry and jobs and relocate people then this is a strategy to break down conservatism. When you take away industry, and people are unemployed and poor they will accept whatever change seems to offer them survival; and their morals and their commitment to things will all give way to survival. That’s not my philosophy. That’s the speaker’s philosophy.\nHUNTING\nThere was some discussion about hunting, not surprisingly. Hunting requires guns and gun control is a big element in these plans. I don’t remember the details much, but the idea is that gun ownership is a privilege and not everybody should have guns. Hunting was an inadequate excuse for owning guns and everybody should be restricted in gun ownership. The few privileged people who should be allowed to hunt could maybe rent or borrow a gun from official quarters rather than own their own. After all, everybody doesn’t have a need for a gun, is the way it was put.\nSPORTS FOR GIRLS — TO DE-EMPHASIZE FEMININITY\nVery important in sports was sports for girls. Athletics would be pushed for girls. This was intended to replace dolls. Baby dolls would still be around, a few of them, but you would not see the number and variety of dolls. Dolls would not be pushed because girls should not be thinking about babies and reproduction. Girls should be out on the athletic field just as the boys are. Girls and boys really need not to be all that different. Tea sets were to go the way of dolls, and all these things that traditionally were thought of as feminine would be de-emphasized as girls got into more masculine pursuits.\nJust one other thing I recall was that the sports pages would be full of the scores of girls teams just right along there with the boys teams. And that’s recently begun to appear after 20 years in our local papers. The girls sports scores are right along with the boys sports scores. So all of this to change the role model of what young girls should look to be. While she’s growing up she should look to be an athlete rather to look forward to being a mother.\nENTERTAINMENT: VIOLENCE, SEX AND MORE SEX DESENSITIZATION — PREPARING THE PEOPLE FOR “HUMAN CASUALTIES”\nMovies would gradually be made more explicit as regards sex and language. After all, sex and rough language are real and why pretend that they are not? There would be pornographic movies in the theaters, on television. And VCR’s were not around at that time, but he had indicated that these cassettes would be available, and video cassette players would be available for use in the home and pornographic movies would be available for use on these VCRs as well as in the neighborhood theater and on your television. He said something like, “You’ll see people in the movies doing everything you can think of.”\nHe went on to say that… and all of this is intended to bring sex out in the open. That was another comment that was made several times – the term “sex out in the open.” Violence would be made more graphic. This was intended to desensitize people to violence. There might need to be a time when people would witness real violence and be a part of it. Later on it will become clear where this is headed. So there would be more realistic violence in entertainment which would make it easier for people to adjust.\nPeople’s attitudes towards death would change and they would not be so fearful of it but more accepting of it, and not be so aghast at the sight of dead people or injured people. We don’t need to have a genteel population paralyzed by what they might see. People would just learn to say, “well, I don’t want that to happen to me.”\nThis was the first statement suggesting that the plan includes numerous human casualties which the survivors would see. This particular aspect of the presentation came back in my memory very sharply a few years later when a movie about the Lone Ranger came out and I took my very young son to see it and early in the movie were some very violent scenes. One of the victims was shot in the forehead and there was sort of a splat where the bullet entered his forehead and blood and I remember regretting that I took my son, and remember feeling anger toward the doctor who spoke. Not that he made the movie, but he agreed to be part of this movement, and I was repelled by the movie and it brought back this aspect of his presentation very sharply in my memory.\nGIVE US THE YOUNG\nAnd again, he was right. This aspect was sort of summarized with the notion that entertainment would be a tool to influence young people. It won’t change the older people, they are already set in their ways, but the changes would be all aimed at the young, who are in their formative years, and the older generation would be passing. Not only could you not change them, but they are relatively unimportant, anyhow. Once they live out their lives and are gone, the younger generation being formed, are the ones that would be important for the future in the 21st century.\nHe also indicated all the old movies would be brought back again, and I remember on hearing that through my mind ran quickly the memories of a number of old movies. I wondered if they would be included, the ones that I thought I would like to see again.\nAlong with bringing back old music and old movies for older people there were other privileges that would also be accorded older folks: free transportation, breaks on purchases, discounts, tax discounts – a number of privileges just because they were older. This was stated to be sort of a reward for the generation which had grown up through the depression and had survived the rigors of World War II. They had deserved it, and they were going to be rewarded with all these goodies, and the bringing back of the good old music and the good old movies was going to help ease them through their final years in comfort.\nNote: They are going after home schoolers now more and more.  Government officials have come out saying such as the woman that recently said ”We have to get away from this idea that children belong to parents…they belong to the community”\n’80s AND ’90s — THE GRIM REAPER. TRAVEL RESTRICTIONS — NATIONAL ID — THE CHIP, ETC.\nThen, the presentation began to get rather grim, because once that generation passed, and that would be in the late 80′s and early 90′s where we are now, most of that [age] group would be gone and then, gradually, things would tighten up and the tightening up would be accelerated. The old movies and old songs would be withdrawn; the gentler entertainment would be withdrawn. Travel, instead of being easy for old folks… travel then would become very restricted. People would need permission to travel and they would need a good reason to travel. If you didn’t have a good reason for your travel you would not be allowed to travel, and everyone would need ID.\nThis would at first be an ID card you would carry on your person and you must show when you are asked for it. It was already planned that later on some sort of device would be developed to be implanted under the skin that would be coded specifically to identify the individual. This would eliminate the possibility of false ID and also eliminate the possibility of people saying, “Well, I lost my ID.”\nThe difficulty about these skin-implanted ID was stated to be getting material that would stay in or under the skin without causing foreign body reaction whereby the body would reject it or cause infection, and that this would have to be material on which information could be recorded and retrieved by some sort of scanner while it was not rejected by the body.\nSilicon was mentioned. Silicon at that time was thought to be well tolerated. It was used to augment breasts. Women who felt their breasts were too small would get silicon implants, and I guess that still goes on. At any rate silicon was seen at that time as the promising material to do both… to be retained in the body without rejection and to be able to retain information retrievable by electronic means.\nFOOD CONTROL\nFood supplies would come under tight control. If population growth didn’t slow down, food shortages could be created in a hurry and people would realize the dangers of overpopulation. Ultimately, whether the population slows down or not the food supply is to be brought under centralized control so that people would have enough to be well-nourished but they would not have enough to support any fugitive from the new system. In other words, if you had a friend or relative who didn’t sign on [side one ends abruptly continue on side two]\nAnd growing ones own food would be outlawed. This would be done under some sort of pretext. In the beginning, I mentioned there were two purposes for everything – one the ostensible purpose and one the real purpose – and the ostensible purpose here would be that growing your own vegetables was unsafe, it would spread disease or something like that. So the acceptable idea was to protect the consumer but the real idea was to limit the food supply and growing your own food would be illegal.\nNote: People have been arrested and taken to court over growing their own food!  Farmers have been arrested for selling raw milk which is the only milk that is good for you.  Farmers arrested for raising hogs outside or taken to court because Monsanto seeds blew into their fields!\nAnd if you persist in illegal activities like growing your own food, then you’re a criminal.\nWEATHER CONTROL\nThere was a mention then of weather. This was another really striking statement. He said, “We can or soon will be able to control the weather.”\nHe said, “I’m not merely referring to dropping iodide crystals into the clouds to precipitate rain that’s already there, but REAL control.” And weather was seen as a weapon of war, a weapon of influencing public policy. It could make rain or withhold rain in order to influence certain areas and bring them under your control. There were two sides to this that were rather striking.\nHe said, “On the one hand you can make drought during the growing season so that nothing will grow, and on the other hand you can make for very heavy rains during harvest season so the fields are too muddy to bring in the harvest, and indeed one might be able to do both.”\nThere was no statement how this would be done. It was stated that either it was already possible or very very close to being possible.\nNote: We know through the work of Jesse Ventura and many others that HAARP is a worldwide system that was made to control the weather.  During the lecture, Dr. Day they already controlled the weather in 1969!\nPOLITICS\nPolitics. He said that very few people really know how government works. Something to the effect that elected officials are influenced in ways that they don’t even realize, and they carry out plans that have been made for them, and they think that they are authors of the plans. But actually they are manipulated in ways they don’t understand.\nNote: Hillary Clinton said one time that the CFR (Council of Foreign Relations) which is a NWO organization was where they told them what to do!\nKNOW HOW PEOPLE RESPOND — MAKING THEM DO WHAT YOU WANT\nSomewhere in the presentation he made two statements that I want to insert at this time. I don’t remember just where they were made, but they’re valid in terms of the general overall view. One statement: “People can carry in their minds and act upon two contradictory ideas at one time, provided that these two contradictory ideas are kept far enough apart.”\nAnd the other statement is, “You can know pretty well how rational people are going to respond to certain circumstances or to certain information that they encounter. So, to determine the response you want, you need only control the kind of data or information that they’re presented or the kinds of circumstance that they’re in; and being rational people they’ll do what you want them to do. They may not fully understand what they’re doing or why.”\nFALSIFIED SCIENTIFIC RESEARCH\nSomewhere in this connection, then, was the statement admitting that some scientific research data could be – and indeed HAS been – falsified in order to bring about desired results. And here was said, “People don’t ask the right questions. Some people are too trusting.”\nNow this was an interesting statement because the speaker and the audience all being doctors of medicine and supposedly very objectively, dispassionately scientific and science being the be all and end-all… well to falsify scientific research data in that setting is like blasphemy in the church… you just don’t do that. Anyhow, out of all of this was to come the New International Governing Body, probably to come through the UN and with a World Court, but not necessarily through those structures. It could be brought about in other ways.\nNote: Global Warming research has already been exposed as fraudulent.  All designed to bring in carbon taxes and shut down cheap power for the people.  And of course we all know that free energy has been completely suppressed and websites controlled by the NWO such as Wikipedia say it’s “impossible”.  I have all kinds of examples of people using free energy to power their homes and vehicles on www.project.nsearch.com\nACCEPTANCE OF THE U.N. — THE END JUSTIFIES THE MEANS\nAcceptance of the U.N. at that time was seen as not being as wide as was hoped. Efforts would continue to give the United Nations increasing importance. People would be more and more used to the idea of relinquishing some national sovereignty. Economic interdependence would foster this goal from a peaceful standpoint.\nAvoidance of war would foster it from the standpoint of worrying about hostilities. It was recognized that doing it peaceably was better than doing it by war. It was stated at this point that war was “obsolete.” I thought that was an interesting phrase because obsolete means something that once was seen as useful is no longer useful. But war is obsolete… this being because of the nuclear bombs war is no longer controllable.\nFormerly, wars could be controlled, but if nuclear weapons would fall into the wrong hands there could be an unintended nuclear disaster. It was not stated who the “wrong hands” are. We were free to infer that maybe this meant terrorists, but in more recent years I’m wondering whether the wrong hands might also include people that we’ve assumed that they’ve had nuclear weapons all along… maybe they don’t have them.\nJust as it was stated that industry would be preserved in the United States – a little bit, just in case the world wide plans didn’t work out; just in case some country or some other powerful person decided to bolt from the pack and go his own way – one wonders whether this might also be true with nuclear weapons. When you hear that… he said they might fall into the wrong hands, there was some statement that the possession of nuclear weapons had been tightly controlled, sort of implying that anybody who had nuclear weapons was intended to have them. That would necessarily have included the Soviet Union, if indeed they have them.\nBut I recall wondering at the time, “Are you telling us, or are you implying that this country willingly gave weapons to the Soviets?”. At that time that seemed like a terribly unthinkable thing to do, much less to admit. The leaders of the Soviet Union seem to be so dependent on the West though, one wonders whether there may have been some fear that they would try to assert independence if they indeed had these weapons. So, I don’t know. It’s something to speculate about perhaps… Who did he mean when he said, “If these weapons fall into the wrong hands”? Maybe just terrorists.\nAnyhow, the new system would be brought in, if not by peaceful cooperation – everybody willingly yielding national sovereignty – then by bringing the nation to the brink of nuclear war. And everybody would be so fearful as hysteria is created by the possibility of nuclear war that there would be a strong public outcry to negotiate a public peace and people would willingly give up national sovereignty in order to achieve peace, and thereby this would bring in the New International Political System.\nThis was stated and very impressive thing to hear then… “If there were too many people in the right places who resisted this, there might be a need to use one or two – possibly more – nuclear weapons. As it was put this would be possibly needed to convince people that “We mean business”.\nThat was followed by the statement that, “By the time one or two of those went off then everybody – even the most reluctant – would yield.”\nHe said something about “this negotiated peace would be very convincing,” as kind of in a framework or in a context that the whole thing was rehearsed but nobody would know it. People hearing about it would be convinced that it was a genuine negotiation between hostile enemies who finally had come to the realization that peace was better than war.\nWAR IS GOOD — YOU GET TO BE CANNON-FODDER, KEEP THE POPULATION DOWN, AND DIE A HERO\nIn this context discussing war, and war is obsolete, a statement was made that there were some good things about war… one, you’re going to die anyway, and people sometimes in war get a chance to display great courage and heroism and if they die they’ve died well and if they survive they get recognition. So that in any case, the hardships of war on soldiers are worth it because that’s the reward they get out of their warring.\nAnother justification expressed for war was, if you think of the many millions of casualties in WWI and WWII, well… suppose all those people had not died but had continued to live, then continued to have babies. There would be millions upon millions and we would already be overpopulated, so those two great wars served a benign purpose in delaying over-population. But now there are technological means for the individual and governments to control over-population so in this regard war is obsolete. It’s no longer needed. And then again, it’s obsolete because nuclear weapons could destroy the whole universe. War, which once was controllable, could get out of control and so for these two reasons it’s now obsolete.\nTERRORISM — THE GREAT TOOL FOR ‘CONTROL’\nThere was a discussion of terrorism. Terrorism would be used widely in Europe and in other parts of the world. Terrorism at that time was thought would not be necessary in the United States. It could become necessary in the United States if the United States did not move rapidly enough into accepting the system. But at least in the foreseeable future it was not planned. And very benignly on their part. Maybe terrorism would not be required here, but the implication being that it would be indeed used if it was necessary.\nAlong with this came a bit of a scolding that Americans had had it too good anyway and just a little bit of terrorism would help convince Americans that the world is indeed a dangerous place… or can be if we don’t relinquish control to the proper authorities.\nNote: It’s now a fact that the US created Alqaeda and the Israelis created Hamas.  It’s a big game to pump up the fear and give excuses to start wars.\nMONEY AND BANKING\nThere was discussion of money and banking. One statement was, “Inflation is infinite. You can put an infinite number of zeros after any number and put the decimals points wherever you want”, as an indication that inflation is a TOOL of the controllers.\n Money would become predominately credit. It was already… money is primarily a credit thing, but exchange of money would be not cash or palpable things but electronic credit signal. People would carry money only in very small amounts for things like chewing gum and candy bars. Just pocket sorts of things. Any purchase of any significant amount would be done electronically. Earnings would be electronically entered into your account.\nIt would be a single banking system. [It] may have the appearance of being more than one but ultimately and basically it would be one single banking system, so that when you got paid your pay would be entered for you into your account balance and then when you purchased anything at the point of purchase it would be deducted from your account balance and you would actually carry nothing with you.\nAlso computer records can be kept on whatever it was you purchased so that if you were purchasing too much of any particular item and some official wanted to know what you were doing with your money they could go back and review your purchases and determine what you were buying.\nThere was a statement that any purchase of significant size like an automobile, bicycle, a refrigerator, a radio or television or whatever might have some sort of identification on it so it could be traced, so that very quickly anything which was either given away or stolen – whatever – authorities would be able to establish who purchased it and when.\nComputers would allow this to happen. The ability to save would be greatly curtailed. People would just not be able to save any considerable degree of wealth. There was some statement of recognition that wealth represents power, and wealth in the hands of a lot of people is not good for the people in charge, so if you save too much you might be taxed. The more you save the higher rate of tax on your savings so your savings really could never get very far. And also if you began to show a pattern of saving too much, you might have your pay cut. We would say, “Well, you’re saving instead of spending. You really don’t need all that money.”\nThat basically the idea being to prevent people from accumulating any wealth which might have long range disruptive influence on the system. People would be encouraged to use credit to borrow, and then also be encouraged to renege on their debt, so they would destroy their own credit. The idea here is that, again, if you’re too stupid to handle credit wisely, this gives the authorities the opportunity to come down hard on you once you’ve shot your credit.\nElectronic payments initially would all be based on different kinds of credit cards… these were already in use in 1969 to some extent. Not as much as now. But people would have credit cards with the electronic strip on it and once they got used to that then it would be pointed out the advantage of having all of that combined into a single credit card, serving a single monetary system and then they won’t have to carry around all that plastic.\n So the next step would be the single card and then the next step would be to replace the single card with a skin implant. The single card could be lost or stole, give rise to problems; could be exchanged with somebody else to confuse identify. The skin implant on the other hand would be not loseable or counterfeitable or transferrable to another person so you and your accounts would be identified without any possibility of error. And the skin implants would have to be put some place that would be convenient to the skin; for example your right hand or your forehead.\nAt that time when I heard this I was unfamiliar with the statements in the Book of Revelation. The speaker went on to say, “Now some of you people who read the Bible will attach significance to this to the Bible,” but he went on to disclaim any Biblical significance at all. This is just common sense of how the system could work and should work and there’s no need to read any superstitious Biblical principals into it. As I say, at the time I was not very familiar with the words of Revelations. Shortly after, I became familiar with it and the significance of what he said really was striking. I’ll never forget it.\nBIG BROTHER IS WATCHING YOU, WHILE YOU’RE WATCHING TV\nThere was some mention, also, of implants that would lend themselves to surveillance by providing radio signals. This could be under the skin or a dental implant… put in like a filling so that either fugitives or possibly other citizens could be identified by a certain frequency from his personal transmitter and could be located at any time or any place by any authority who wanted to find him. This would be particularly useful for somebody who broke out of prison.\nThere was more discussion of personal surveillance. One more thing was said, “You’ll be watching television and somebody will be watching you at the same time at a central monitoring station.”\nTelevision sets would have a device to enable this. The TV set would not have to be on in order for this to be operative. Also, the television set can be used to monitor what you are watching. People can tell what you’re watching on TV and how you’re reacting to what you’re watching. And you would not know that you were being watched while you were watching your television.\nHow would we get people to accept these things into their homes? Well, people would buy them when they buy their own television. They won’t know that they’re on there at first. This was described by being what we now know as Cable TV to replace the antenna TV. When you buy a TV set this monitor would just be part of the set and most people would not have enough knowledge to know it was there in the beginning. And then the cable would be the means of carrying the surveillance message to the monitor. By the time people found out that this monitoring was going on, they would also be very dependent upon television for a number of things. Just the way people are dependent upon the telephone today.\nOne thing the television would be used for would be purchases. You wouldn’t have to leave your home to purchase. You just turn on your TV and there would be a way of interacting with your television channel to the store that you wanted to purchase. And you could flip the switch from place to place to choose a refrigerator or clothing. This would be both convenient, but it would also make you dependent on your television so the built-in monitor would be something you could not do without. There was some discussion of audio monitors, too, just in case the authorities wanted to hear what was going on in rooms other than where the television monitor was, and in regard to this the statement was made, “Any wire that went into your house, for example your telephone wire, could be used this way.”\nI remember this in particular because it was fairly near the end of the presentation and as we were leaving the meeting place, I said something to one of my colleagues about going home and pulling all of the wires out of my house… except I knew I couldn’t get by without the telephone. And the colleague I spoke to just seemed numb. To this day, I don’t think he even remembers what we talked about or what we heard that time, cause I’ve asked him. But at that time he seemed stunned.\nBefore all these changes would take place with electronic monitoring, it was mentioned that there would be service trucks all over the place, working on the wires and putting in new cables. This is how people who were on the inside would know how things were progressing.\nNote: They even have the TV show, “Big Brother” where they make stars of people living in a house loaded up with cameras and microphones.  People that run Google say you shouldn’t worry about being monitored unless you are doing somethign wrong.   And of course now it’s come out that the NSA is monitoring every email, every phone call, every fax, capturing vidoe from web cams etc.  I have no doubts that even since the 70s that every TV has a hidden camera and microphone in it.  \nPRIVATELY OWNED HOMES — “A THING OF THE PAST”\nPrivately owned housing would become a thing of the past. The cost of housing and financing housing would gradually be made so high that most people couldn’t afford it. People who already owned their houses would be allowed to keep them but as years go by it would be more and more difficult for young people to buy a house. Young people would more and more become renters, particularly in apartments or condominiums. More and more unsold houses would stand vacant. People just couldn’t buy them. But the cost of housing would not come down.\nYou’d right away think, well the vacant house, the price would come down, the people would buy it. But there was some statement to the effect that the price would be held high even though there were many available so that free market places would not operate. People would not be able to buy these and gradually more and more of the population would be forced into small apartments… small apartments which would not accommodate very many children. Then as the number of real home-owners diminished they would become a minority.\nThere would be no sympathy for them from the majority who dwelled in the apartments and then these homes could be taken by increased taxes or other regulations that would be detrimental to home ownership and would be acceptable to the majority. Ultimately, people would be assigned where they would live and it would be common to have non-family members living with you. This by way of your not knowing just how far you could trust anybody. This would all be under the control of a central housing authority. Have this in mind in 1990 when they ask, “How many bedrooms in your house? How many bathrooms in your house? Do you have a finished game room?”.\nThis information is personal and is of no national interest to government under our existing Constitution. But you’ll be asked those questions and decide how you want to respond to them.\nWhen the new system takes over people will be expected to sign allegiance to it, indicating that they don’t have any reservations or holding back to the old system. “There just won’t be any room“, he said, “for people who won’t go along. We can’t have such people cluttering up the place so such people would be taken to special places,”\nAnd here I don’t remember the exact words, but the inference I drew was that at these special places where they were taken, then they would not live very long. He may have said something like, “disposed of humanely”, but I don’t remember very precisely… just the impression the system was not going to support them when they would not go along with the system. That would leave death as the only alternative.\nSomewhere in this vein he said there would not be any martyrs. When I first heard this I thought it meant the people would not be killed, but as the presentation developed what he meant was they would not be killed in such a way or disposed of in such a way that they could serve as inspiration to other people the way martyrs do. Rather he said something like this. “People will just disappear.”\nNote: This has already come true.  Very few young people can afford to get homes.  All the empty homes are kept off the mark so that nobody can get a good price with the increased supply.\nA FEW FINAL ITEMS…\nJust a few additional items sort of thrown in here in the end which I failed to include where they belong more perfectly.\nOne: The bringing in of the new system he said probably would occur on a weekend in the winter. Everything would shut down on Friday evening and Monday morning, when everybody wakened, there would be an announcement that the New System was in place. During the process in getting the United States ready for these changes everybody would be busier with less leisure time and less opportunity to really look about and see what was going on around them.\nAlso, there would be more changes and more difficulty in keeping up as far as one’s investments. Investment instruments would be changing. Interest rates would be changing so that it would be a difficult job with keeping up with what you had already earned.\nInteresting about automobiles; it would look as though there were many varieties of automobiles, but when you look very closely there would be great duplication. They would be made to look different with chrome and wheel covers and this sort of thing, but looking closely one would see that the same automobile was made by more than one manufacturer.\nI’m hurrying here because I’m just about to the end of the tape. Let me just summarize here by saying, all of these things said by one individual at one time in one place relating to so many different human endeavors and then to look and see how many of these actually came about… that is, changes accomplished between then and now [1969 - 1988] and the things which are planned for the future, I think there is no denying that this is controlled and there is indeed a conspiracy.\nThe question then becomes what to do. I think first off, WE MUST PUT OUR FAITH IN GOD and PRAY and ASK FOR HIS GUIDANCE. And secondly, do what we can to inform other individuals as much as possible, as much as they may be interested.\nSOME PEOPLE JUST DON’T CARE, because they’re preoccupied with getting along in their own personal endeavors. But, as much as possible, I think we should try to inform other people who may be interested, and again…\nPUT OUR FAITH AND TRUST IN GOD AND PRAY CONSTANTLY FOR HIS GUIDANCE AND FOR THE COURAGE TO ACCEPT WHAT WE MAY BE FACING IN THE NEAR FUTURE. Rather than accept PEACE and JUSTICE which we hear so much now… it’s a cliche. LET’S INSIST ON LIBERTY AND JUSTICE FOR ALL.\nCool Products Of The Day!\nHelp support our ministry at Project.Nsearch.com by visiting our sponsors!  Thank you!\nRed Tea Detox!\nSee It HERE!\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://glenn9966f4.clickfunnels.com/optin-14374818",
                "http://www.veteranstoday.com/2014/01/07/top-ten-reasons-sandy-hook-was-an-elaborate-hoax/",
                "https://www.redteadetox.com/?hop=5startech",
                "https://beforeitsnews.com/cdn-cgi/l/email-protection",
                "https://www.veteranstoday.com/",
                "http://www.project.nsearch.com",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "nwo",
            "doctor",
            "dont",
            "control",
            "killed",
            "releasing",
            "things",
            "need",
            "way",
            "remember",
            "sex",
            "think",
            "sort",
            "plan",
            "change"
        ]
    }
]