[
    {
        "url": "http://conservativefighters.com/news/wh-doctor-just-said-trumps-mental-health-made-reporters-pee-pants-video/",
        "title": "What The WH Doctor Just Said About Trump’s Mental Health Made Reporters Pee Their Pants [VIDEO]",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-18",
        "text": "Conservative Fighters\nWhat The WH Doctor Just Said About Trump’s Mental Health Made Reporters Pee Their Pants [VIDEO]\nWATCH:\nReporters have suggested for months that Trump is mentally unstable, and NBC’s Hallie Jackson was quick to ask about the president’s mental health during the briefing.\nTrump was not initially supposed to receive a cognitive exam during his first presidential trip to the doctor, but Dr. Jackson said that Trump specifically requested the exam himself.\n“I had absolutely no concerns about his cognitive ability or his — you know, neurological function,” Jackson asserted. “I was not going to do a cognitive exam. I had no intention of doing one. The reason we did the cognitive assessment is plain and simple because the president asked me to do it.”\nJackson then explained that the president did “exceedingly well” on the exam and he has no reasons to question his mental ability.\n“The president did exceedingly well on it,” Jackson assured reporters. “That was not driven at all by any concerns I had. It was driven by the president’s wishes and he did well on it.”\nJanuary 18, 2018 at 12:35 pm\nThe Democrats of Shumer, Pelosi and Durbin are the ones that would require this “brain” exam. Their actions and words are way off the scale of reason-abilities.\nJanuary 18, 2018 at 2:37 pm\nI will take The Rear Admirals word over any people in the Media. He is the EXPERT he is Physician of the President. The Media made fools out of themselves…..\nJanuary 18, 2018 at 5:05 pm\nEvery thing pisses off the left! Whatever President Trump says or doesn’t say, whatever President Trump does or doesn’t do! Now they are pissed that he is not an idiot like they believe he is! To the left I say, nana, nana, naaaaaaaana! Seven more years that should really curl up their panties!\nHOW ABOUT THESE SAME TESTS FOR PELOSI,MAXINE AND SCHUMMER ECT\nJanuary 20, 2018 at 1:14 pm\nIf I have to bet now I would bet again for President Trump for his 2nd term as US President.\nTrump Rocks! The Left is mentally ill!\nFebruary 2, 2018 at 4:16 pm\nVIVA EL PRESIDENTE TRUMP !!! , LO ATACAN LA IZQUIERDA , SOLO POR QUE NO PERDONAN HABER PERDIDO LAS ELECCIONES, LES DUELE QUE TRUMP DEJE EL PAIS , MEJOR QUE ELLOS ECONOMICAMENTE , AL PUEBLO ESO ES LO QUE LE INTEREZA , NO LAS PELEAS DE POLITICOS QUE SOLO HACEN EL RIDICULO ANTE EL MUNDO !!!\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "I had absolutely no concerns about his cognitive ability or his — you know, neurological function,",
                "Jackson",
                true
            ],
            [
                "I was not going to do a cognitive exam.",
                "Jackson",
                true
            ],
            [
                "I had no intention of doing one.",
                "Jackson",
                true
            ],
            [
                "The reason we did the cognitive assessment is plain and simple because the president asked me to do it.",
                "Jackson",
                true
            ],
            [
                "The president did exceedingly well on it,",
                "Jackson",
                true
            ],
            [
                "That was not driven at all by any concerns I had.",
                "Jackson",
                true
            ],
            [
                "It was driven by the president’s wishes and he did well on it.",
                "Jackson",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "wh",
            "video",
            "doctor",
            "mental",
            "exam",
            "exceedingly",
            "health",
            "trumps",
            "president",
            "presidents",
            "cognitive",
            "driven",
            "jackson",
            "requested",
            "reporters",
            "pee",
            "pants"
        ]
    }
]