[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/new-jerusalem-descending-from-the-heavens-is-a-borg-cube-spaceship-video-2531756.html",
        "title": "New Jerusalem Descending from the Heavens is a Borg Cube Spaceship (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nTotal:\nNew Jerusalem Descending from the Heavens is a Borg Cube Spaceship (Video)\nThursday, January 25, 2018 4:36\n% of readers think this story is Fact. Add your two cents.\nRevelation maintains another typically aspect of New Jerusalem tradition – the reunification of the twelve tribes of Israel (Ezekiel 48:33-34, 4Q554). Verse 22 marks a sudden and remarkable shift in New Jerusalem apocalyptic rhetoric: “I saw no temple in the city, for its temple is the Lord God Almighty and the Lamb.”\nPearly gates is an informal name for the gateway to Heaven according to some Christian denominations. It is inspired by the description of the New Jerusalem in Revelation 21:21: “The twelve gates were twelve pearls, each gate being made from a single pearl.”\nOne of the most obvious differences is, the dimensions of the New Jerusalem of Rev. 21 are 1000 times bigger than dimensions of the city in Ezekiel 48 (and in Rev. 20:9) New Jerusalem of Revelation 21 is 2225 km.\nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nThe Watcher\nNO RELIGION IS REQUIRED! THERE IS NO HELL OR SATAN! 80% OF THE BIBLE IS FALSE! THERE IS NO JUDGEMENT! EVERYBODY GOES TO HEAVEN TO BE WITH GOD! EVEN LUCIFER IS IN HEAVEN! THERE WILL BE NO RAPTURE! TIBERIUS JULIUS ABDES PANTERA WAS THE FATHER OF THE BASTARD JESUS BY RAPING AN UNDERAGE MARY! IF WE END ALL LIFE ON EARTH, GOD OR JESUS WILL NOT STOP IT! WE TAKE WHAT WE CREATE!\nJan 27, 2018, 11:29 pm\nVic\nI wonder if God had to allow for the curvature of the earth. Such a long city wouldn’t sit very well on the globe.\nJan 28, 2018, 12:43 am\nJan 28, 2018, 1:34 am\nLook its Ferrett who is constantly attacking God’s chosen people the Jews! Like you have a chair to stand on with judging anything as gross as you are!\nJan 28, 2018, 4:04 am\nwiseoldlady\nThe jews are NOT God’s chosen people…..Jesus said they are of their father the devil….!!!!!\nJan 28, 2018, 4:47 am\nFunny Trump sure does seem to think they are since David Icke even called him a Zionist shill. All our leaders that you falsely worship in politics are of the devil and you lay down all you love for them and protect and coddle them… The DARK LORD is coming and he will bring forth pestilence!\nJan 28, 2018, 5:34 am\nAnonymous\nTHE LAST REVELATION OF CHRIST: Why Christians ARE NOT SAVED According to Christ – Click the Link for the 100% Proof: http://www.TheLastRevelationofChrist.com\nFeb 3, 2018, 1:49 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I saw no temple in the city, for its temple is the Lord God Almighty and the Lamb.",
                "",
                true
            ],
            [
                "The twelve gates were twelve pearls, each gate being made from a single pearl.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "https://beforeitsnews.com/r2/?url=http://www.TheLastRevelationofChrist.com",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "spaceship",
            "radio",
            "rev",
            "video",
            "temple",
            "borg",
            "cube",
            "city",
            "jerusalem",
            "ezekiel",
            "paranormal",
            "revelation",
            "dimensions",
            "gates",
            "descending",
            "heavens"
        ]
    }
]