[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/anunnaki-tree-of-life-and-gilgameshs-quest-for-immortality-explained-3589917.html",
        "title": "Anunnaki 'Tree of Life' and Gilgamesh's Quest for Immortality - Explained",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Greg\nAnunnaki 'Tree of Life' and Gilgamesh's Quest for Immortality - Explained\nMonday, January 22, 2018 16:22\n \n \nAnyone familiar with the Epic of Gilgamesh will know of his many adventures and of his obsession with immortality. The epic is set in ancient times, after the Great Flood (Noah’s Flood), when sanctuaries/cities were being restored. It begins by describing Gilgamesh being born of Uruk, offspring of Lugalbanda, and son of the August cow, Rimat-Ninsun, with Gilgamesh being two-thirds god, one-third human.\n \nOn their first adventure together, Gilgamesh and Enkidu travel to the Cedar Forest to slay Humbaba (Guardian of the Cedar Forest), to establish fame and renown, and after a long journey, the pair eventually defeat Humbaba and return home, where Gilgamesh insults and rejects Ishtar’s proposal to be husband and wife. A furious Ishtar then travels up to the heavens and requests that Anu send the Bull of Heaven (possibly Gugulanna) to kill Gilgamesh for insulting her (“Father, give me the Bull of Heaven, so he can kill Gilgamesh in his dwelling”). After many threats and some pleading, Anu heard her words and placed the nose rope of the Bull of Heaven in her hand. The Epic states that Ishtar led the Bull of Heaven down to the earth, and all sorts of catastrophes unfold as a result.\n \nThe sadness and fear of death that Gilgamesh was now experiencing set him on his quest for immortality. He begins by seeking his ancestor, Utnapishtim (“The Faraway”), a survivor of the Great Flood (Utnapishtim and his wife were the only humans to have been granted immortality by the gods), to learn the secret of eternal life. After a long and perilous journey, and many attempts to dissuade him from his quest, Gilgamesh finds Utnapishtim and asks him for his help. At first, Utnapishtim warns Gilgamesh that the Anunnaki, the Great Gods, determined destiny, and they established Death and Life… he goes on to recount the time of the Great Flood and how Ea, the Clever Prince, instructed him to build a boat.\n \n \n \n \n \n \n \n \n \n \n \nWe are presently living through the prophesied end-times, you can get related information here:\n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPriestess Monte\nThanks for this, I am not as familiar with the story so this is fascinating!\nJan 23, 2018, 6:02 pm\nI’ve always been interested in the story of Gilgamesh\nJan 24, 2018, 9:59 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Father, give me the Bull of Heaven, so he can kill Gilgamesh in his dwelling",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "anunnaki",
            "gilgamesh",
            "utnapishtim",
            "plant",
            "life",
            "utanapishtim",
            "quest",
            "immortality",
            "tree",
            "enkidu",
            "gilgameshs",
            "heaven",
            "uruk",
            "great",
            "explained"
        ]
    }
]