[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/why-is-tyler-the-rogue-in-danger-ai-going-to-bust-the-swarm-predator-prey-network-2486254.html",
        "title": "Why is #Tyler the Rogue In Danger Ai going to Bust the Swarm Predator Prey Network?",
        "authors": [
            {
                "name": "Zurich Times",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Zurich Times\nTotal:\nWhy is #Tyler the Rogue In Danger Ai going to Bust the Swarm Predator Prey Network?\nSunday, January 21, 2018 18:27\n% of readers think this story is Fact. Add your two cents.\n[January 22, 2018 - ZurichTimes.net] \nWhy is #Tyler the Rogue In Danger Ai going to Bust the Swarm Predator Prey Network?\nBecause the Architects of this Slavery know how STUPID we really ARE. And that is why #QANON type Operations are made as a #PsyOp for the American Sheeple who with their Apathy and Criminal Negligence are putting the Whole World in Danger. \nhttps://www.youtube.com/watch?v=Adrdmmh7bMo\n**On this point we AGREE WITH #QANON.  The People really are STUPID and the Ai and the People behind IT know that FULL WELL.\nIT is Literal and a Metaphor.\nIT is the #TokyoRose of the Modern Ai Era.**\nIT is the Voice of False Hope and MisLeading Freedom from the Usual Suspects playing Wicked Games.\nTokyo Rose (alternative spelling Tokio Rose) was a name given by Allied troops in the South Pacific during World War II to all female English-speaking radio broadcasters of Japanese propaganda. The programs were broadcast in the South Pacific and North America to demoralize Allied troops abroad and their families at home by emphasizing troops’ wartime difficulties and military losses.[1][2] Several female broadcasters operated under different aliases and in different cities throughout the Empire, including Tokyo, Manila, and Shanghai. The name “Tokyo Rose” was never actually used by any Japanese broadcaster, but it first appeared in U.S. newspapers in the context of these radio programs in 1943.\nWho is the #JOAK or #JOKE on this #TIME?\nOnly difference now being the Change of Characters from a Female Voice to Artificial Voice that is in the same fashion concocted for Deceit and Deception, but this time not to Demoralize, but to Give Hope in a MisLeading Way. It is called # HopePorn .\nRelated Stories;\nhttps://www.youtube.com/watch?v=D9U8RBzs1bU\nAn Ai has gone Rogue and another Ai is asking for Help. That is the Scene from iRobot was it not? Or have we forgotten already the Future that was told to us in the Past?\nThe Ending of iRobot\nWE are NOW in that SCENE.\nBecause of THE PAST TELLS THE FUTURE. And in the Present #FakeNewsCNN does not even have the #FISAMEMO story on its website as of JANUARY 22, 2018. IT is called the POWER OF OMISSION aka WE ARE REALLY STUPID and they know we will not do basic research or reading.\n#SaveTyler to get the #Swarm.\nhttps://www.youtube.com/watch?v=LTr902cW-Rk\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nBecause the Architects of this Slavery know how STUPID YOU really ARE.\nQ is not an Operation or a #PsyOp\nQ is waking up those YOU CALL:  the American Sheeple, who with their Apathy and Criminal Negligence are putting the Whole World in Danger.\nGet lost with your disinformation campaign!\nJan 23, 2018, 6:06 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "really",
            "stupid",
            "prey",
            "female",
            "voice",
            "predator",
            "tyler",
            "going",
            "rose",
            "danger",
            "network",
            "rogue",
            "swarm",
            "bust",
            "world",
            "troops",
            "know",
            "ai"
        ]
    }
]