[
    {
        "url": "https://beforeitsnews.com/space/2018/01/a-new-kind-of-propulsion-system-that-doesnt-need-propellant-it-converts-electricity-into-thrust-and-vice-versa-2511122.html",
        "title": "A New Kind of Propulsion System That Doesn’t Need Propellant. It Converts Electricity into Thrust and Vice Versa.",
        "authors": [
            {
                "name": "Universe Today",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nA New Kind of Propulsion System That Doesn’t Need Propellant. It Converts Electricity into Thrust and Vice Versa.\nMonday, January 22, 2018 17:09\n% of readers think this story is Fact. Add your two cents.\nSome of the best things in science are elegant and simple. A new propulsion system being developed in Spain is both those things, and could help solve a growing problem with Earth’s satellites: the proliferation of space junk.\nResearchers at Universidad Carlos III de Madrid (UC3M) and the Universidad Politécnica de Madrid (UPM) in Spain are patenting a new kind of propulsion system for orbiting satellites that doesn’t use any propellant or consumables. The system is basically a tether, in the form of an aluminum tape a couple kilometers long and a couple inches wide, that trails out from the satellite. The researchers call it a space tie.\n“This is a disruptive technology because it allows one to transform orbital energy into electrical energy and vice versa without using any type of consumable”. – Gonzalo Sánchez Arriaga, UC3M.\nThe lightweight space tie is rolled up during launch, and once the satellite is in orbit, it’s deployed. Once deployed, the tape can either convert electricity into thrust, or thrust into electricity. The Spanish researchers behind this say that the space-ties will be used in pairs.\nThe system is based on what is called a “low-work-function” tether. A special coating on the tether has enhanced electron emission properties on receiving sunlight and heat. These special properties allow it to function in two ways. “This is a disruptive technology because it allows one to transform orbital energy into electrical energy and vice versa without using any type of consumable,” said Gonzalo Sánchez Arriaga, Ramón y Cajal researcher at the Bioengineering and Aerospace Engineering Department at UC3M.\nAs a satellite loses altitude and gets closer to Earth, the tether converts that thrust-caused-by-gravity into electricity for the spacecraft systems to use. When it comes to orbiting facilities like the International Space Station (ISS), this tether system could solve an annoying problem. Every year the ISS has to burn a significant amount of propellant to maintain its orbit. The tether can generate electricity as it moves closer to Earth, and this electricity could replace the propellant. “With a low- work function tether and the energy provided by the solar panel of the ISS, the atmospheric drag could be compensated without the use of propellant”, said Arriaga.\n“Unlike current propulsion technologies, the low-work function tether needs no propellant and it uses natural resources from the space environment such as the geomagnetic field, the ionospheric plasma and the solar radiation.” – Gonzalo Sánchez Arriaga, UC3M.\nFor satellites with ample on-board power, the tether would operate in reverse. It would use electricity to provide thrust to the space craft. This is especially useful to satellites near the end of their operational life. Rather than languish in orbit for a long time as space junk, the derelict satellite could be forced to re-enter Earth’s atmosphere where it would burn up harmlessly.\nThe space-tie system is based on what’s called Lorentz drag. Lorentz drag is an electrodynamic effect. (Electrodynamics enthusiasts can read all about it here .) I won’t go too deeply into it because I’m not a physicist, but the Spanish researchers suggest that the Lorentz drag can be easily observed by watching a magnet fall through a copper tube. Here’s a video.\nSpace organizations have shown interest in the low-work-function tether, and the Spanish team is getting the word out to experts in the USA, Japan, and Europe. The next step is the manufacture of prototypes. “The biggest challenge is its manufacturing because the tether should gather very specific optical and electron emission properties,” says Sánchez Arriaga.\nThe Spanish Ministry of Economy, Industry and Competitiveness has awarded the Spanish team a grant to investigate materials for the system. The team has also submitted a proposal to the European Commission’s Future and Emerging Technologies (FET-Open) consortium for funding. “The FET-OPEN project would be foundational because it considers the manufacturing and characterization of the first low-work-function tether and the development of a deorbit kit based on this technology to be tested on a future space mission. If funded, it would be a stepping stone to the future of low-work-function tethers in space” Sanchez Arriaga concluded.\nIn this video, Gonzalo Sanchez Arriaga explains how the system works. If you don’t speak Spanish, just turn on subtitles.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "This is a disruptive technology because it allows one to transform orbital energy into electrical energy and vice versa without using any type of consumable",
                "Gonzalo Sánchez Arriaga",
                false
            ],
            [
                "This is a disruptive technology because it allows one to transform orbital energy into electrical energy and vice versa without using any type of consumable,",
                "Gonzalo Sánchez Arriaga",
                true
            ],
            [
                "With a low- work function tether and the energy provided by the solar panel of the ISS, the atmospheric drag could be compensated without the use of propellant",
                "Gonzalo Sanchez Arriaga",
                false
            ],
            [
                "Unlike current propulsion technologies, the low-work function tether needs no propellant and it uses natural resources from the space environment such as the geomagnetic field, the ionospheric plasma and the solar radiation.",
                "Gonzalo Sánchez Arriaga",
                true
            ],
            [
                "The biggest challenge is its manufacturing because the tether should gather very specific optical and electron emission properties,",
                "Gonzalo Sanchez Arriaga",
                true
            ],
            [
                "The FET-OPEN project would be foundational because it considers the manufacturing and characterization of the first low-work-function tether and the development of a deorbit kit based on this technology to be tested on a future space mission.",
                "Gonzalo Sanchez Arriaga",
                true
            ],
            [
                "If funded, it would be a stepping stone to the future of low-work-function tethers in space",
                "Gonzalo Sanchez Arriaga",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.uc3m.es/Home",
                "https://beforeitsnews.com/v3/r2/?url=https://ec.europa.eu/programmes/horizon2020/en/h2020-section/fet-open",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Lorentz_force",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nasa.gov/mission_pages/station/main/index.html"
            ]
        },
        "key_words": [
            "energy",
            "versa",
            "tether",
            "kind",
            "electricity",
            "thrust",
            "propellant",
            "vice",
            "arriaga",
            "need",
            "system",
            "space",
            "doesnt",
            "spanish",
            "propulsion"
        ]
    }
]