[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/the-truth-about-the-israel-palestine-conflict-2496645.html",
        "title": "The Truth About the Israel-Palestine Conflict",
        "authors": [
            {
                "name": "Tng Christians",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By TNG Christians\nWednesday, January 24, 2018 7:11\n% of readers think this story is Fact. Add your two cents.\nIsrael.  Palestine.  Jews. Arabs.\nHave you ever asked yourself why the situation in the Middle-East doesn’t seem to be getting any better these days?  And what’s this conflict all about in the first place?\nIn case you’re totally new to world politics, the Middle-East crisis is one of the most politically and religiously charged conflicts on the whole planet!  Virtually every country in the world has had a say on how these two cultures and peoples, very different from each other should share the land that they both want to claim as their home and native land.\nWe have the Israelis who wish to have a homeland for the Jews with Jerusalem as its capital.\nWe have the Palestinians who wish to have a homeland for their people and wish to claim some parts of Jerusalem (East) as its capital.\nBoth sides have committed atrocities and inhumane actions towards each other.\nBoth sides continually agree to disagree with each other when trying to negotiate peace talks.\nBoth sides claim ownership of the disputed territories for thousands of years.\nSome call Israel an apartheid state.\nSome say the Palestinians are being used as a means to drive the Jews into the Mediterranean Sea.\nWe can go back and forth arguing about this non-stop until someone drops a bomb on all of Israel and wipes everybody out!\nBut…we don’t have to go to extremes like that in order to understand the truth of the matter, and to once and for all put an end to the dispute on both sides, and move forward for the sake of humanity and the evolving human spirit.\nNote:  I personally know what it’s like to be involved in a bitter legal dispute where both sides wanted to prove their point was right.  Yes, children were involved so the stakes were high and emotions were high, and it got very ugly towards the end.  But now, that’s all water under the bridge! With time a solution was found!  It came from a totally unexpected source, but nevertheless, it ended a bitter dispute that would never have ended, as both sides were at a legal stalemate.\nSo from that experience, I bring to you a different view and perspective of the Israel/Palestine Conflict, and how it be resolved very simply and fairly for both sides.\nWhat is presented here is nothing but the truth.  The reason why past solutions and resolutions failed was the truth was never presented so that all sides could see with clarity, enabling them to make an informed decision based on logic and facts, rather than heresay, pride and charged emotions that have caused too many people to suffer or die needlessly.\nWhy don’t we start from the beginning then.  Since Christians, Jews and Muslims share the same genetic and cultural history, from the days of Abraham, we will use the Authroized King James Version of the Bible and/or the Jewish Tanakh as our sole reference.  For anyone that questions the integrity of the KJV Bible or the Tanakh, we invite you to see two of many  mathematical  and  historical  proofs to show that the words penned in those scripts are an INTEGRATED MESSAGE that was written in a domain outside of our boundaries of space and time.\nJerusalem is a very old city. \nWe do not know how far back in time it dates, but we see it first being mentioned here:\n Joshua 10:1 Now it came to pass, when Adonizedek king of Jerusalem had heard how Joshua had taken Ai, and had utterly destroyed it; as he had done to Jericho and her king, so he had done to Ai and her king; and how the inhabitants of Gibeon had made peace with Israel, and were among them;\nAt first glance, this verse may not sound like a big deal, but when we look a little closer we can clearly see that;\nJerusalem was originally inhabited by peoples and had a king named Adonizedek\nJoshua was on a mission to conquer territories that were neighbouring to Jerusalem\nThe children of Israel struck fear into the leaders and kings of cities that had yet to encounter Joshua and his tribe\nIf we dig a little deeper, we see that just a few verses away, we see why the then king of Jerusalem was afraid:\nJoshua 10:3  Wherefore Adonizedek king of Jerusalem sent unto Hoham king of Hebron, and unto Piram king of Jarmuth, and unto Japhia king of Lachish, and unto Debir king of Eglon, saying,\nJoshua 10:4  Come up unto me, and help me, that we may smite Gibeon: for it hath made peace with Joshua and with the children of Israel.\nJoshua 10:5  Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves together, and went up, they and all their hosts, and encamped before Gibeon, and made war against it.\n \n \n \n \n \n \nThe Amorites were giants.\nHebron is an Amorite city where Arba the father of Anak once dwelled.\n \nGaza is a very old city. \nWe do not know how far back in time it dates, but we see it first being mentioned here:\nGenesis 10:19  And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.\n \nWhat we learn from these two verses is that:\nGaza was inhabited by peoples called Canaanites before the children of Israel showed up on the scene.\nGaza was inhabited by people called Anakims.\nGoing back to Joshua 15:13,  we can see that the Anakim peoples were descended from someone called Anak, and inhabited the areas along the coast and around Jerusalem BEFORE the children of Israel, later to be the Jews invaded those territories.\nNow with these facts, it might seem as though the Palestinian people today inhabited the land of Israel before the Jews did, and therefore have a right to call those lands their home.\nBut, let us dig a bit deeper shall we.  \nWho exactly are the Anakim people?  Well, let’s see what the Bible has to say!\nNumbers 13:33  And there we saw the giants, the sons of Anak, which come of the giants: and we were in our own sight as grasshoppers, and so we were in their sight.\n Okay.  Now we’re onto something.  Giants had inhabited the lands where the children of Israel, led by God invaded the Canaanite territories and eventually settled in and around Jerusalem.  Generations later, a kingdom and temple would be established and destroyed, but only for a brief moment in time.\nGoing back to the giants, these weren’t just your average tall person that we commonly see in society today, usually as athletes like basketball players that are anywhere between 7 and 10 feet.  These giants were much bigger, and meaner and can first be traced back to here:\nGenesis 6:4  There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children to them, the same became mighty men which were of old, men of renown.\nGenesis 6:12  And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.\nGenesis 6:13  And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.\nGenesis 6:17  And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.\n \nWhat we learn from this is that sometime in the past the was an alien invasion, whereby the sons of God (fallen angels that followed Lucifer’s rebellion in the pre-Adamite days) introduced themselves to humanity, interbred with them whereby their offspring were mutants, half-human/half-Annunaki.  Not only was interbreeding done between humans and the nephilim, but because they had advanced technology, they introduced genetic manipulation into the the flora and fauna on the earth; mixing DNA with just about every living carbon-based organism.  This was done to corrupt humanity, and for Lucifer and his legion of followers to wipe humanity off the face of the earth and to reclaim it as their own again!\nYes, that’s right!  Aliens are real.  They are specifically mentioned in the Bible, as being in league with the Adversary, Satan, the Devil, Lucifer, for he is an alien too!\nSo now we get a clearer picture of why Joshua and the children of Israel were given divine powers and authority to rid the Levant of the giant population!\nThese giants trace their roots back to Noah’s flood, but somehow some of them survived and managed to slowly repopulate the earth.  Their next attempt to thwart God’s plan for humanity was to construct a tower in Babel, Iraq where Nimrod became a ruthless (might hunter) warrior and dictator.  All world religions and their customs can be traced back to Nimrod.  Sikhism, Taosim, Buddhism and all other eastern religions, Islamic traditions, Catholic traditions, Greek traditions and so many more got their origins not long after the flood when the surviving Nephilim/Annunaki reinfested the generations that followed after Noah with everything we know today about witchcraft, sorcery, prostitution, worshiping inanimate objects, rituals, astrology, necromancy, capitalism, socialism, child/blood sacrifices and a host of other idolatrous practices that serve humanity no purpose except to deter it from evolving into what it was created to be…\n \nIt was a city that contained an unstable population of human/nephilim half-breed that are the cause of all corruption on earth, and had to be eliminated at all costs.  Call it the first alien virus that could wipe out humanity….slowly and surely! Human babies might be cute, but hybrid human/demonic beings are something else altogether.  There are many things that mainstream churches, mosques, synagogues, temples and schools will not teach you, and for good reason!  Our entire society has been influenced by the Annunaki/Nephilim and this is the reason for all the oppression, wars, inequality, strife and all other human woes that we can never seem to totally get rid of.\nIn order to truly make the change that humanity needs to go in, we need to stop hiding from the truth, come to terms with it and make the necessary changes in ourselves and our attitudes first, before pointing fingers at anyone.  Anyone pointing and wagging fingers without first examining all the evidence and coming to terms with it is just a hypocrite and should be avoided or shown the ways of their error.  We NEED to consider the Alien Option when dealing with what’s going on in the Middle East, for this will impact the rest of the world, whether it is ready or not.  The Americans have disclosed their proofs of encounters with aliens, their technology and culture, so it should be the same for Israel and Palestine to call things out as they really are, and to stop using the world stage to do a song and dance that did not originate with them in the lands they wish to claim as their own, but originated a long time ago by a prideful angelic being named Lucifer that thought he knew God’s plan better than God himself!\n \nBe glad and thankful that YOU WERE CREATED for a ROYAL purpose!  You are replacement staff for the fallen angels that vacated their homes on the planet Heaven!\nRevelation 2:25  But that which ye have already hold fast till I come.\nRevelation 2:26  And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:\nRevelation 2:27  And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.\n \nThat’s right!  The Elohim (God the Father, Jesus Christ and the Holy Spirit) have an evolutionary plan for humanity.  We are to be transformed bodily in be capable of assuming our new roles as Royal heirs to the coming Kingdom which will be headquartered in Jerusalem in the not too distant future. \nI hope this provides a more insightful look into the Israel/Palestine conflict and why it will take a supernatural event in order to clear the air and change the rules of how the game will be played.\nHow will things change?  Well, Jesus said it himself what to watch for…\nMatthew 24:32  Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:\nMatthew 24:33  So likewise ye, when ye shall see all these things, know that it is near, even at the doors.\nMatthew 24:34  Verily I say unto you, This generation shall not pass, till all these things be fulfilled.\nMatthew 24:36  But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.\nMatthew 24:37  But as the days of Noe were, so shall also the coming of the Son of man be.\nMatthew 24:38  For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,\n \nMore truths about giants, aliens, world politics and the future of humanity to come!\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nadam\nThat is on the parable of the fig tree I’m guessing you went for your Bible which to many texts have been altered, my advice go-to the original text. When Jesus spoke when asked about the end times , Jesus replied when you see the fig tree, who’s branches reach far and wide but yet it bears no fruit,you must uproot this tree as not to spoil the rest of the garden,but when Thomas didymus said,master what if we water this tree first to see if it bears fruit then if not we shall surely uproot it and plant another , Jesus replied do you not understand the parable of which I speak, the fig tree is the house of Israel……. Never in the parable was it spoken of blossoming. That’s definitely altered from the papyrus text. And understand the wording house was used not the lineage.theres a reason for that and part of the text in Revelation 2 makes it clear why even though  Revelation 2 seems also the text being shortened from the original, I know many don’t want to accept it was altered,but Truth is still truth it was ,the same as ceasars son had many texts deleted as well, KJV had 80 books now in circulation today only 66, what is known as apacrapha was originally in the KJV Bible . People hate waves so won’t ty to convince you, but seek the truth.and even Jesus makes it very clear who altered them.\nJan 26, 2018, 3:53 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=5bxUXTt9hrA",
                "https://beforeitsnews.com/v3/r2/?url=https://www.youtube.com/watch?v=3_2T47PAIkM&t=6s",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "humanity",
            "conflict",
            "israel",
            "earth",
            "truth",
            "king",
            "sides",
            "shall",
            "children",
            "jerusalem",
            "unto",
            "giants",
            "israelpalestine"
        ]
    }
]