[
    {
        "url": "https://beforeitsnews.com/prophecy/2018/01/america-in-prophecy-what-the-bible-sas-2496566.html",
        "title": "America in Prophecy (What the Bible says)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, January 20, 2018 15:27\n% of readers think this story is Fact. Add your two cents.\nDirectly below is a video teaching that profiles America’s heritage, America’s blessings, America’s spiritual responsibility, and what may be America’s future. Beneith the embedded video is a brief research paper outlining four possibilities for America’s future.\n \n \n \n \n \n \n \n \n \nMany have questioned why the United States is not clearly or prominently mentioned in Scripture. Surely such a world power would be part of any end times battles, especially with Israel, one of her strongest allies. Yet, there does not seem to be any apparent reference to the US. Europe is identifiable; Russia and China are pretty clear – three other world powers. Where is America?\n \nIs America profiled in Bible prophecy? There are at least four possibilities:\nAmerica is not mentioned in Scripture because she is outside the focus of John’s Revelation narrative, or because America plays no significant role in End-Time events.\nAmerica is mentioned—symbolized as the great eagle in Revelation 12, or possibly Isaiah 18:1-2.\nAmerica is mentioned—referenced as the Daughter of Babylon and represented by the woman who rides the Beast, or the Whore of Babylon in Revelation 13, 17 and 18.\n \nOption 1: America is not specifically noted in Scripture.\nSome Christians believe no clearly identifiable reference to America is found in End Times prophecy. Those who hold this position often suggest the US is simply outside the focus of the Revelation narrative. This certainly makes sense; the Apostle John did not even know the continent existed. It is also possible America is not mentioned because she simply plays no significant role in End-Time events.\nIt may be the book of Revelation maintains a strict focus on Israel and the nations who have direct interaction with Israel in the last seven years of history. The absence of direct or explicit references to America in Scripture may indicate the United States will not attack Israel, provide significant support to Israel, or play any role in End-Time battles involving Israel.\n \nOption 2: America Is The Great Eagle Mentioned in Revelation 12.\nThe rescuing Eagle noted in Revelation 12:6, 14 aids and protects the Hebrew people in the last days. This idea, however, requires that America provide exceptional support to Israel in the last days—likely at significant risk and cost: transporting, supplying, and protecting several million Jews for 1260 days.\nNOTE: Many believe the current political climate makes this option unlikely. In this writer’s view, the following is more likely:\nThe Eagle in Revelation 12 is linked to God’s supernatural provision       (cf. Exodus 19:4).\n \nOption 3: America is the Whore of Babylon in Revelation 13, 17 & 18.  \nThe Whore of Babylon is also called the Daughter of Babylon, or the Woman Who Rides The Beast. Many are quick to dismiss this option, perhaps due to the unflattering description. Though this option may be unlikely, a study of the descriptive phrases the Bible uses to define the attributes of the Daughter of Babylon makes this option worthy of consideration. Compare the descriptions of the Daughter of Babylon to the current condition of American culture and political structure. The nation is described as follows:\n  She is noted for her architecture, buildings, and skyline (Isaiah 13:22).\nShe is the lone or newest notable world power (Isaiah 47:5, 8).\nShe is respected and envied, yet at the same time, hated by the world (Isaiah 18:2).\nShe has a unique and remarkable beginning (Isaiah 18:2).\nShe is a “Queen among nations” (Isaiah 47:5, 7; Rev. 17, 18; Isaiah 13:6).\nShe is called a lady (Isaiah 47:7-9).\nShe is a land quartered by mighty rivers (Isaiah 18:2).\nShe destroys her land, with pollution/waste (Isaiah 14:20; 18:2, 7).\nShe is a democracy—ruled by many counsels (Isaiah 47:13).\nHer governmental system will break down (Isaiah 47:13).\nShe is known for religious confusion (Isaiah 47:12-13).\nShe is a virgin nation; her lands untouched by foreign invaders (Isaiah 47:1).\nHer enemies lie on the other side of the world (Isaiah 13:5).\nHer people think they are God’s elect and chosen (Isaiah 47:7-8).\nShe acts carelessly before the Lord (Isaiah 47:8).\nShe is proud, haughty, and does not consider her end (Isaiah 47:7-8).\nShe is the youngest and greatest of the End-Time nations (Jeremiah 50:12).\nShe is a most powerful nation (Isaiah 47; Jeremiah 50, 51; Revelation 18).\nThe strength of her armies will make her the “Hammer of the whole earth.”   (Jeremiah 50:23; Revelation 18:23).\nShe is a land rich in minerals (Jeremiah 51:13) and agriculture (Jeremiah 50:16, 26-27, 51; Revelation 18).\nShe is a leading import/export nation. (Jeremiah 51:13, 51; Revelation 18)\nShe sits upon “many waters” (Jeremiah 51:13).\nShe turns on her heritage (Jeremiah 50:11-12).\nHer leaders lead their flocks astray (Jeremiah 50:6; implied Revelation 18:2).\nShe has a mother nation that remains to her death (Jeremiah 50:12).\nHer mother has the symbol of the lion (Daniel 7:4; Ezekiel 38:13; Jeremiah 51:38; Psalms 17:12).\nShe will turn against her own people (Jeremiah 50:7, 33; 51:35; 39; Daniel 7:25; Revelation 13:7; 17:6; 18:24).\n \nNote the Judgments which will befall the nation referenced above:\nJEREMIAH 50: “This is the word the Lord spoke through Jeremiah…‘Babylon will be captured… A nation from the north will attack her and lay waste her land….So Babylonia will be plundered; all who plunder her will have their fill…” ‘Take up your positions around Babylon, all you who draw the bow. Shoot at her! Spare no arrows for she has sinned against the Lord. She surrenders, her towers fall. The noise of battle is in the land, the noise of great destruction! How broken and shattered is the hammer of the whole earth! Come against her from afar…”See, I am against you, you arrogant one,’ declares the Lord, the Lord Almighty, ‘for your day has come…’”        \n \nOption 4: America is One of The Young Lions Mentioned in Ezekiel 38.\nEzekiel 38:13 states, “Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, ‘Art thou come to take a spoil? Hast thou gathered thy company to take a prey? To carry away silver and gold, to take away cattle and goods, to take a great spoil?’”  \nThe above passage notes that Sheba, Dedan, and Tarshish resist (or at least question) the vast army of the north that is approaching Israel. The question is, who are the people of Sheba, Dedan, and Tarshish? Several plausible possibilities exist.\nSheba and Dedan are referenced as the sons of Cush (Genesis 10:7). Sheba and Dedan could be a general reference to the people who occupy lands to the east of Israel (Genesis 25:1-6).\nTarshish is harder to place. However, most Bible scholars believe it to be among the kingdoms in the west, including the British Isles and Spain.\n \nSummary\n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Art thou come to take a spoil?",
                "",
                true
            ],
            [
                "Hast thou gathered thy company to take a prey?",
                "",
                true
            ],
            [
                "To carry away silver and gold, to take away cattle and goods, to take a great spoil?",
                "",
                true
            ],
            [
                "This is the word the Lord spoke through Jeremiah…‘Babylon will be captured… A nation from the north will attack her and lay waste her land….So Babylonia will be plundered; all who plunder her will have their fill",
                "Jeremiah",
                false
            ],
            [
                "Take up your positions around Babylon, all you who draw the bow.",
                "Jeremiah",
                true
            ],
            [
                "Spare no arrows for she has sinned against the Lord.",
                "Jeremiah",
                true
            ],
            [
                "The noise of battle is in the land, the noise of great destruction!",
                "Jeremiah",
                true
            ],
            [
                "How broken and shattered is the hammer of the whole earth!",
                "Jeremiah",
                true
            ],
            [
                "Come against her from afar…”See, I am against you, you arrogant one,",
                "Jeremiah",
                true
            ],
            [
                "Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, ‘Art thou come to take a spoil?",
                "Ezekiel",
                true
            ],
            [
                "Hast thou gathered thy company to take a prey?",
                "Ezekiel",
                true
            ],
            [
                "To carry away silver and gold, to take away cattle and goods, to take a great spoil?",
                "Ezekiel",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "prophecy",
            "america",
            "israel",
            "bible",
            "isaiah",
            "option",
            "land",
            "babylon",
            "nation",
            "revelation",
            "lord",
            "jeremiah"
        ]
    }
]