[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/a-huge-rally-and-an-even-bigger-collapse-2931335.html",
        "title": "A Huge Rally and an Even Bigger Collapse",
        "authors": [
            {
                "name": "Daily Wealth",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Daily Wealth\nTuesday, January 23, 2018 5:35\n% of readers think this story is Fact. Add your two cents.\nSteve’s note: I expect the “Melt Up” in stocks to continue higher – potentially for as long as two years. But even though my friend and colleague Porter Stansberry takes a more bearish stance, we both agree one key indicator will start the clock ticking. This week, we’re sharing his two-part series on how to prepare for the ”Melt Down.”\nAnd if you’re looking to take the “guesswork” out of your investing, we’ve put our heads together to launch the perfect service for you. Read on to learn more…\nI believe that 2018 will be a truly historic year in the markets.\nI think it’s likely that we’ll see a huge “blow off” top in equity prices… and then a big reversal.\nI’ll explain why in detail today. Whether you agree with me or not isn’t that important. What is important is that you understand some powerful underlying forces are moving the market right now. They will play a huge role this year.\nI’m sharing these ideas with you because I think they’re important – especially this year. But quite honestly, these “macro” thoughts aren’t especially relevant to the decisions I make as an investor.\nWhat?\nIn my experience, most investors dramatically “overweigh” the importance of macro forces and dramatically undervalue the skills, knowledge, and strategies that can actually deliver reliable (and safe) returns.\nSo… in addition to telling you what I think will happen in the markets as a whole this year (and why)… I’m also going to beg you to do three things that you’ve probably never done before…\nThese three strategies will make a much more powerful and lasting impact on your ability to increase your wealth than any of the macro ideas I could give you. And I’ll show you exactly why.\nBut no matter what I do… I’m almost certain two things will happen:\n1.  \n \n \n2.  \nYou’ll completely ignore the three things that I know every investor should do this year (and every year) to improve his investment performance.\nSo… why do I bother?\nWell, it’s simple. By supporting Stansberry Research, you’ve given me and the almost 200 other people who work here the greatest job in the world. As Warren Buffett says, “I skip to work every day.”\nIn return, I and the other equity partners and longtime employees at Stansberry Research have dedicated our lives to helping our subscribers make better investment decisions and achieve better investment results.\nMy primary job is to make sure that we continue to publish the information I’d want if our roles were reversed.\nSo that’s how I’m starting out the year…\nI’m going to do my very best to help you succeed in the financial markets, just like I have every day for the past 19 years. Thank you for giving me this opportunity.\nLet’s start here… with what I believe will be the major factor driving the financial markets this year…\nHow quickly we forget…\nIt was less than 10 years ago, in the closing months of 2008, when our monetary masters – led by stuttering Federal Reserve Chair Ben Bernanke – began an enormous monetary experiment. The Fed started printing new money, out of thin air. These new dollars were used to buy financial assets – mostly newly issued federal bonds, but also mortgages of dubious quality.\nThe result was a multiyear “one way” bet on interest rates that powered the earnings of banks, hedge funds, and traders. It also led to the largest increase in corporate and private debt ever and larger total debts than our economy had ever seen before.\nThe government, its private bank, and its pocket economists proved they could stop a debt crisis… by creating stupendous amounts of new debt. It was as though they’d worked a miracle.\nMeanwhile, the balance sheet of the central bank in the U.S. grew from $800 billion to more than $4 trillion…\nAgain, this didn’t just happen in America. The central bank of Japan printed more than anyone else and ended up becoming the largest shareholder in virtually every Japanese business. The Swiss central bank ended up earning more in dividends, coupon payments, and currency appreciations than any other private business in the world, about $55 billion.\nAnd like squirrels watching a bank robbery, none of the economists and precious few investors noticed anything important happening…\nNobody noticed any inflation (because they ignored the huge rise in financial asset prices). Nobody noticed the collapse in certain commodity prices (like oil) and the resulting bankruptcies, where far too much capital had been borrowed and lent.\nBut eventually… like the pressure rising in a kettle, turning to steam, and blowing out with a whistle… things started going a little haywire in the global economy. By late 2016, negative interest rates threatened to destroy the global banking system. Shares of Deutsche Bank (DB), one of the world’s largest banks, dove down past $10 – a critical threshold.\nAt the time, even junk bonds in Europe were trading with negative interest rates. European banks were paying mortgage holders to live in their houses, instead of the other way around. Commodity prices fell so far that it was cheaper for many American energy producers to burn off natural gas instead of pushing it down a pipeline. It was as though the financial world had been turned inside out and upside down. Stranger Things wasn’t just a TV show: It was our financial reality.\nAnd then, what I believe was the final and ultimate warning sign of this big inflationary bubble – cryptocurrencies…\nLast year, the bubble reached a whole new kind of level, something we hadn’t seen since the days of the South Sea Bubble. Digital “tokens” – backed by nothing, yielding nothing, and conveying nothing – began to soar in value, merely because they, unlike paper currency, couldn’t be manipulated by central bankers. By North Korean hackers? Maybe. But not central bankers.\nThe greatest monetary experiment in modern history is drawing toward a close…\nThe crytpo bubble must have finally been too much to ignore. Even squirrels could tell something was wrong with our money. And so… the tide has begun to head out.\nMost investors don’t know anything about this… But the Fed is quietly reversing course. It’s draining the system of reserves. On October 1, the Fed began to allow its balance sheet to “run off” by $10 billion a month. That is, as the bonds it holds mature, it won’t “roll” the assets into new securities. And so, for the last three months, the Fed has seen its balance sheet shrink by $6 billion a month in U.S. Treasury securities and $4 billion a month in mortgage securities.\nYou can see for yourself what this is doing to the prices of short-term U.S. bonds. They’ve gone down in basically a straight line since the policy change was announced in September 2017.\nIt took the speculative bubble a long time to reach negative interest rates on junk bonds and $20,000 cryptocurrencies. It will likewise take a while (but not as long) for this fundamental change in the financial markets to hurt sentiment and securities prices.\nBut make no mistake, the tide is going out… And the tide is going to get more powerful as it moves.\nI don’t mean that rhetorically or as some kind of metaphysical prediction. I mean the size of the Fed’s reserve decreases will accelerate for all of 2018. Specifically, the amount of securities the Fed will no longer roll forward will increase at $10 billion per month for all of 2018. Doing the math, that’s a $420 billion decrease in the size of the Fed’s balance sheet in one year. That’s a sizeable reduction in demand for both mortgages and U.S. Treasury securities.\nAnd just as speculators enjoyed a one-way bet on the way up, they now have a one-way bet on the way down.\nThe link between the Fed’s purchases (and sales) of securities and the other markets isn’t direct…\nThe Fed’s actions will primarily impact interest rates (and bond prices) at the short end of the curve – that’s bonds and mortgages with durations of five years or less.\nFar more important to equity prices and the sentiment of the bond market are the prices and yields on longer-duration mortgages and the 10-year U.S. Treasury bond. You can think of the yield of the 10-year Treasury bond as a kind of gas pedal for the price of global financial assets. The lower it goes, the more gas is being sent into financial markets. But as the pedal rises, those carburetors are getting less and less fuel… and the motor is going to slow.\nAs you can see in the chart below, the price of longer-term bonds is also moving in the wrong direction in a pretty linear fashion.\nAgain, the resulting impact on financial markets won’t be immediate. It isn’t direct. But it is, like gravity, irresistible. The Fed’s actions and the resulting higher interest rates are going to eventually put a “pin” in the global financial bubble. The clock is ticking.\nLet me give you one example of how this macro force impacts the real economy…\nMost banks and all mortgage-finance companies borrow money at a short-term rate, like two years. They then lend out this capital at the higher, long-term rate, like 10 years. As long as short-term capital costs less to borrow than long-term capital (and it should), then the banks and mortgage companies have a great, capital-efficient business. They’re using other people’s money to make a fortune.\nThe trouble is… sometimes unusual things happen… unusual things like a central bank selling off hundreds and hundreds of billions in short-term mortgages and Treasury debt into a market that knows that billions and billions more are coming.\nIn these unusual periods, short-term rates can rise to match, or even exceed, long-term rates. When that happens, the banks and mortgage companies can’t earn more (or anything) from lending. They can quickly get into big financial trouble because they can’t finance their outstanding loan packages at a profitable rate.\nBecause of the Fed’s actions, it’s highly likely that 2018 will see one of these rare “inversions” between short- and long-term rates. This so-called “inverted yield curve” would be the final “get out of the pool” warning before the storm.\nAs you can see in the chart below, the spread between two- and 10-year interest rates has been narrowing since 2014. It’s now approaching a critical level – half a percentage point. As the spread gets closer and closer to zero, it will become progressively more difficult for banks and mortgage companies to access capital, which will reduce the market’s liquidity substantially.\nLet’s make a safe prediction: 2018 will see some big financial fireworks…\nAmid the backdrop of tightening financial conditions and the Fed’s decision to remove hundreds of billions in liquidity from the financial markets, you have one of the longest-running bull markets in history, a record-high level of bullish sentiment, and a fading crypto mania that was the single-greatest speculative event in our lifetimes.\nMy bet is that we’ll see a number of additional record highs in the equity markets, as this amount of investor euphoria will not die easily. Watch for something: At some point, you’ll see a new “lower low.” That is, at some point over the next six months or so, you’ll see a real dip in the markets. You’ll see the indexes fall below previous lows.\nYou’ll see some kind of important financial weakness. It might be a rise in bad loans (like subprime autos). Or it might be in bank earnings, thanks to a much tighter or even inverted yield curve. Something in the character of the market, something fundamental will change. Most investors won’t notice. But you will.\nAnd you’ll know what’s coming.\nGreat bear markets don’t start when people are worried and the markets are quiet. They began in periods of incredible excitement and financial euphoria. They begin with markets at all-time highs, when speculation is rampant.\nIn summary… let me paraphrase Warren Buffett…\nYour success as an investor can be predicted in a few simple ways, but I don’t believe any indicator is more important than your ability to be cautious when others are greedy and to be greedy when others are afraid.\nMany of you weren’t subscribers back in 2009 and 2012, when we were “pounding” the table for investors to buy stocks. Both Steve and myself made the largest equity investments in our lives back in late 2008 and early 2009.\nToday, I’m telling you the opposite. Yes, stocks may still run higher. But this market is running on fumes. We will see it all fall apart this year.\nStill, as I said earlier, none of this should matter very much to your investing approach…\nSo tomorrow, I’ll review three of the most important and fundamental investment strategies that we know will work, no matter what kind of market we see develop in 2018.\nRegards,\nPorter Stansberry\nEditor’s note: Tomorrow at 8 p.m. Eastern time, Porter will join forces with Steve and Dave Eifrig for a special free event.\nNot only will they share their latest investment predictions… but most important, you’ll hear the details on their most groundbreaking product yet. It features three complete portfolios, so you can choose your ideal strategy – and much more. One portfolio has already beaten the S&P 500, returning nearly 28% annualized since it launched last February.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I skip to work every day.",
                "Warren Buffett",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "interest",
            "collapse",
            "rally",
            "rates",
            "prices",
            "markets",
            "bank",
            "youll",
            "things",
            "bigger",
            "financial",
            "going",
            "huge",
            "important"
        ]
    }
]