[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/the-secret-house-memo-and-rescue-from-above-3590046.html",
        "title": "The secret House memo and “rescue from above”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By jonrappoport\nTuesday, January 23, 2018 5:10\n% of readers think this story is Fact. Add your two cents.\nThe secret House memo and “rescue from above”\n—truth plus psyop—\nBy Jon Rappoport\nThe theme: Something starts off as fairly reasonable, and then is blown out of all proportion.\nFirst, a brief recap on the secret House memo—not available to the press or public—and the reaction to it.\nPurportedly, the memo will reveal that Democrat operatives—some inside the FBI and the DOJ—feloniously used a fake and fabricated “Trump dossier” to obtain a warrant to spy on the Trump team during and after the 2016 presidential campaign.\nThe spying was then undertaken to hopefully a) gain information that would help defeat Trump in the election; and b) connect Trump to “Russian efforts” to influence the election in his favor.\nBreitbart: “Members of the House on Thursday said they viewed a ‘shocking’ classified memo allegedly detailing abuse of the Foreign Intelligence Surveillance Act (FISA) by senior Justice Department and Federal Bureau of Investigations officials in relation to the investigation of the Trump campaign and called for it to be declassified and available to the public immediately.”\n“’The facts contained in this memo are jaw-dropping and demand full transparency. There is no higher priority than the release of this information to preserve our democracy,’ said Rep. Matt Gaetz (R-FL), a member of the Judiciary Committee, which oversees the DOJ and the FBI.”\nAnother Judiciary Committee member, Rep. Steve King (R-IA), called what he saw in the memo ‘sickening’ and said it was ‘worse than Watergate’.”\nFrom this platform, some people are expressing hope that the memo will achieve everything from jailing Hillary Clinton and James Comey to “draining the whole swamp.” They claim the memo contains the answer to who murdered Seth Rich, as well as the outline of a 16-year plan to destroy the US.\nAnd at the extreme end of THAT scenario—there are friendly extra-terrestrials in the wings offering us help.\nYou can find such “analyses” sweeping around online.\nIt’s called Rescue From Above.\nIt happens every time…\nIn this case, what starts out as a possibly explosive secret memo, which could indict key members of the FBI and DOJ and DNC, including Hillary, and exonerate Trump from charges of Russian collusion…becomes a messianic mission from higher powers to save the country and the world.\nAnd the key is: all people have to do is sit back and wait. Rescue will happen.\n—Just as the Iraqi Dinar’s meteoric rise was coming soon, years ago; and just as UFOs, on their way here for decades, will be arriving any day, to give us free energy and benevolent reprogramming for our tattered DNA—\nThis pattern of Rescue From Above has been sold to populations by priest classes and divine-right monarchs for centuries. It’s called bait and switch.\nThe underlying principle is: the individual need not do anything except sign up for the Article of Faith. In fact, nothing he can do otherwise will help.\nSocialism and Technocracy have sold the same bill of goods.\n“The State will take care of you.”\n“Merging your brain with a super-computer will endow you with truth and talent beyond your wildest dreams.”\nAdvertising follows the same model. “Merely by buying this product, you will become better.”\nThis perverse approach (also of course used by organized religious organizations) limits the definition of rescue to “something coming from the outside.”\nRescue certainly doesn’t come from YOU, for YOU.\nNo, no, no. That would be too much to ask. If true, that would be alarming.\nNo. Instead, sign up for a Great Marshmallow that will encase you and give you Fulfillment at some point, hopefully soon.\nRighteously arresting government criminals for serious crimes is a long way off from the Marshmallow.\nOne of the first articles I wrote for publication (circa 1982, LA Weekly) described how certain “Tribulation and Rapture” Christian leaders in the US were urging extremist Israeli groups to raid the Dome of the Rock in Jerusalem. Destroying this holy Islamic Shrine would then trigger the ultimate war on the Plain of Armageddon.\nBut that was presented as a good thing. Because, in the process, God would lift true believers from Earth into Heaven, and the other billions of non-believers would perish in nuclear fire.\nThe Rescue From Above Marshmallow comes in different forms.\nJon Rappoport has worked as a free-lance investigative reporter for over 30 years. http://nomorefakenews.com/\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Members of the House on Thursday said they viewed a ‘shocking’ classified memo allegedly detailing abuse of the Foreign Intelligence Surveillance Act (FISA) by senior Justice Department and Federal Bureau of Investigations officials in relation to the investigation of the Trump campaign and called for it to be declassified and available to the public immediately.",
                "Breitbart",
                true
            ],
            [
                "The facts contained in this memo are jaw-dropping and demand full transparency.",
                "",
                true
            ],
            [
                "There is no higher priority than the release of this information to preserve our democracy,’ said Rep. Matt Gaetz (R-FL), a member of the Judiciary Committee, which oversees the DOJ and the FBI.",
                "",
                true
            ],
            [
                "The State will take care of you.",
                "",
                true
            ],
            [
                "Merging your brain with a super-computer will endow you with truth and talent beyond your wildest dreams.",
                "",
                true
            ],
            [
                "Merely by buying this product, you will become better.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "true",
            "trump",
            "secret",
            "truth",
            "house",
            "rescue",
            "memo",
            "way",
            "used",
            "called"
        ]
    }
]