[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/preparing-a-safe-room-in-your-home-2605243.html",
        "title": "Preparing a Safe Room in Your Home",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nWednesday, January 24, 2018 21:34\n% of readers think this story is Fact. Add your two cents.\nIf a disaster were to occur that would not require you to bug out, or if there were suddenly an intruder in your home who you were not in a position to confront, where would you and your family members go within your home?\nThe answer, if you’ve prepared for either of these scenarios, might be a safe room.\nThis does not necessarily need to be the room in which you keep most of your survival supplies. But it should be a room that is stocked with at least 72 hours’ worth of food, water and other essential items.\nSize Matters Here\nThe room should be large enough to accommodate each of the people living in your home. And don’t forget about your pets. It should also be a room you can lock in order to keep someone from breaking in.\nMake sure this room has no windows, which could present big problems if a tornado or other storm forces you into the room. Ideally, your safe room should include a closet or other storage space, but at the very least you can build shelves on which to keep items you would need during an emergency without taking up too much valuable floor space.\nVery few homes contain the perfect safe room, so you’re probably going to have to improvise. But having one room where everyone in the house knows to head immediately during an emergency or a break-in could save a life.\nPre-Stock It With Supplies\nIf you have bug-out bags prepared that are near your front door, grab them when you head to your safe room. Other items that should be stored in a safe room in advance are nonperishable food, drinking water, flashlights and batteries, clothing, sleeping bags, blankets, pillows and a first-aid kit.\nCheck in advance whether your cellphones operate within this room. If not, install a landline phone in the room.\nYour nonperishable sustenance should mainly be wholesome, nutritious food including vegetables and canned fruit. But stockpiling some comfort foods would also be advisable, especially if you anticipate having children or grandchildren in the room with you.\nYou’ll also want to include paper products including plates, bowls and cups, plus plastic utensils or silverware.\nDon’t Forget Weapons\nIf you have to rush to this safe room, you might not have time to grab a weapon. That’s why this room should be stocked with a firearm and ammunition, obviously out of the reach of young children.\nRegardless of whether an intruder has caused the emergency or if someone has decided to take advantage of the situation by entering your home, you don’t want to be caught defenseless there.\nKeeping pets — especially dogs — in a safe room for any length of time will be a big challenge. But if you have animals you would take into the safe room with you in an emergency, stock the room with food, chew toys, litter and a litter box. This would also necessitate having a few air fresheners.\nSome people believe they don’t need a safe room because they have a basement. But keeping a basement secure is usually more difficult than securing an individual room, and basements tend to be prone to flooding. In addition, most basements have windows near the ceiling, which can result in flying glass in certain weather disasters.\nConsider the DIY Option\nIf you are a do-it-yourselfer and decide to physically build a safe room within your home, as opposed to utilizing an existing room, you might want to check into a couple of things.\nAccording to the Federal Emergency Management Agency (FEMA), some communities offer incentives, including reduced property taxes, while some state and local governments will partially subsidize construction of these rooms.\nAnother option is paying someone to build that safe room within your home, which will probably cost you several thousand dollars.\nOnce you’ve established a safe room in your home, you may want to suggest that family members, friends and neighbors do the same thing in their homes. You could also recommend a safe room at your place of employment.\nWhether it’s a residence or a business, you’d be able to provide sound advice, having already prepared such a room for yourself and immediate family.\nIt’s a good idea to also talk with them about what supplies specifically you chose to stock your safe room with.\nThe fact is if you don’t take action or if you stockpile the wrong foods, you could be setting your family up to be hungry in a time of crisis. It sounds harsh, but the truth is too many people with good intentions are making critical mistakes with their food stockpiles.\nMistakes like…\nBuying MREs with a five-year shelf life — depending on where you buy them from, they could be nearly expired…\nGetting gross survival foods that are tough to stomach and so high in salt, MSG and preservatives you could clog your arteries and make yourself sick…\nOr simply buying the wrong foods and leaving a critical hole in your meal plan, which means your family could become malnourished…\nOur top recommendation in survival food is Food4Patriots.\nThis is our cutting-edge, top-of-the-line survival food kit. Here are four reasons why experts recommend it:\nThis food has a shelf life of 25 years, so you get peace of mind for the long term. It comes in military-grade packaging inside compact, waterproof totes that store anywhere\nFood4Patriots is a solid value. This food is made right here in the USA without any fillers or poor-quality “Frankenfood” from China. In my opinion, it’s a fair price for the best product we’ve tested\nIt’s easy to make these meals in less than about 20 minutes. Just add boiling water, simmer and serve. I’ve tried ’em and they actually taste good. And you get a whole bunch of choices for breakfast, lunch and dinner so you don’t get stuck eating the same thing\nWe’re running a sale right now. For example, my three-month kit comes with free shipping, 5,400-plus heirloom survival seeds, four hard-copy books and more.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "having",
            "good",
            "food",
            "emergency",
            "room",
            "safe",
            "survival",
            "water",
            "preparing",
            "dont",
            "right"
        ]
    }
]