[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/satanic-pedophilia-within-our-society-3588818.html",
        "title": "Satanic Pedophilia Within Our Society",
        "authors": [
            {
                "name": "Shades Of Pissed Off",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By 50 Shades of Pissed Off\nSatanic Pedophilia Within Our Society\nWednesday, January 17, 2018 23:21\n% of readers think this story is Fact. Add your two cents.\nThe author of this article Tony Mead, is a Sandy Hook researcher — an administrator of the Facebookpage, “ Sandy Hook Hoax “; a contributing author to the book Nobody Died at Sandy Hook; and a member of Independent Media Solidarity that produces the videos “We Need to Talk About Sandy Hook” and “Life of Adam”. Mead is also the author of the outstanding “ Lenny Pozner’s HONR Network: The Fine Art of Online Stalking and Harassment ,”\nSATANIC PEDOPHILIA WITHIN OUR SOCIETY\nBy Tony Mead\nAs the headlines are teeming with such stories as the Harvey Weinstein scandal and admissions of involvement in sexual misconduct by the infamous from Justin Beiber to Kevin Spacey, it is an important time for us to look deeper into what is really going on in our world today!\nActually, this is not some new phenomenon and is certainly not limited to those prominent Hollywood actors and notorious musicians, but instead, permeates every corner of people in power in our society and has done for centuries.\nIs this some affinity for sex with children that is shared by these culprits, or is it something that they have been forced to engage in to procure their prominent positions in society? Although the cognitive dissonance that I possess has made it difficult to thoroughly assess the enormity of the epidemic, I have found myself compelled to research this topic more fully. What I have discovered will shock every person of high morality into a state of disbelief!\nAs a man of Christian faith who was born into a modern (non-religious) family, I was raised with certain values that have helped me to adhere to a type of morality that conforms with that of my peers. I have learned to know right from wrong and have experienced great joy when commended for “doing the right thing” as well as feeling guilt and shame for any transgressions that I have made. I learned that cheating and lying were not acceptable behaviors. I learned that honesty and integrity were respected values. I learned that sex was a pleasure to be shared between a man and a woman, but was to be a private, yet intimate experience. I learned to have respect for my fellows and to be polite and compassionate.\nOf course, my Euro-centric upbringing somewhat defined my morality and, as a child, I expected everyone else to adhere to a similar standard. When they didn’t, I was offended, and I would report the offender to an adult, who would then render consequences to keep them in line. In fact, if another person engaged in such conduct regularly, they would be chastised and even ostracized by their fellows and in this way, Social Conformity is achieved. In order to maintain a peaceful society, I think we can all agree that social conformity is a necessary ingredient. We, as a society, need to know what is acceptable, and what is not.\nWhat is considered morally acceptable in some societies may not be acceptable in others. In some African tribes, the women wear increasingly abundant “necklaces” that gradually extend the length of their neck until the begin to look like a human giraffe. This is considered attractive to their men. Other tribes have arranged marriages of girls as young as 12 years old. To them, this is normal. Other, more subtle differences arise within our own culture such as different religious practices. The circumcision of an infant may be as abhorrent to some as is the baptism of an infant to another. But, I think we can all agree that there is an established morality within our society that precludes the idea of adults having sex with children.\nSo then, why does it seem to be such a common occurrence among one particular segment of our society? Is it because once someone is rich enough to afford whatever luxury they desire that they seek out the “forbidden fruit”? Imagine that you have enough money to last several lifetimes and enough to take care of everyone that matters to you in your life! Now imagine that you have access to every simple pleasure such as the finest food and drink, the best entertainment, the best drugs, the most beautiful places imaginable. What is there left to enhance your pleasure? The finest of sexual pleasures that money can buy?\nAt first inspection that is what I had considered to be the root cause – these people just have too much money! But, as I explored the phenomenon further, I came to believe that may be putting the “cart before the horse” as it was their affinity for sexual deviance that led to their powerful positions in society!\nWhat becomes especially shocking to someone such as myself is that it is not the mere compulsion of sexual desire that leads to their position of prominence, but their involvement in something so deviant, so disgusting and revolting, that the average person will immediately dismiss it as being “impossible’! In fact, despite overwhelming, indisputable elucidations of the existence of this phenomenon, it seems too incredible to digest!\nWhen I think of Satanism, what comes to mind are the witch burnings of Salem and some antiquated obsession with devil worship. Perhaps a more modern version includes the likes of Anton Lavey, the founder of the Church of Satan, or Wicca, which is a modern cult of witchcraft believers. A lesser known proponent of Satanic worship is Michael Aquino, a former Military Officer who specialized in psychological warfare and founded the Church of Set, which is an offshoot of Lavey’s Church of Satan.\nIt should come as no surprise that in 1987, Michael Aquino was accused of Satanic Ritual Abuse of a 3 year old child but was exonerated after police “could find no evidence linking him to the crime”.\nWhat is the link between Satanism and pedophilia? I had always considered pedophilia as some sort of psychological disorder. I thought that pedophiles had somehow transfixed on some period of adolescence and never fully matured into adulthood. Perhaps those afflicted suffered such immense insecurity as to be incapable of having intimate relations with other adults. Or perhaps they were infatuated with the physical characteristics of pre-pubescence. I really couldn’t fully understand something that I have never experienced myself, but I was of the belief that it was a psychological affliction that resulted in behavior that was unforgivable in my opinion.\nI really had no idea that people could be indoctrinated into this deviant practice through their own family. Unfortunately, that rude awakening eventually became what I hold to be truthful.\nIn order to understand Satanic Ritual Abuse, we must first recognize that there is a definite pattern of repeatedly exposed techniques that are used to indoctrinate individuals into this cult. These reports come from hundreds of “victims” who have been sexually tortured and made to perform despicable tasks, including murdering infants, in order to appease their captors. These children have been either in the care of their own parents or in some cases kidnapped into these Satanic cults where they are then forced to participate in the sacrifice of a baby by being forced to hold a knife in their hand as their parent aids them in the beheading, mutilation and cannibalization of the infant!\nThis ritual has been explained, in detail, by hundreds of whistle-blowing survivors. It occasionally gains some traction, but inevitably loses momentum as the cognitive dissonance of the general public, coupled with the media’s concerted efforts to dismiss the stories, helps them gradually fade away.\nStories such as the  McMartin Trials  were dismissed as Satanic Panic even though 360 children had confirmed that they had been sexually assaulted!\nOn March 22, 1984, Virginia McMartin, Peggy McMartin Buckey, Ray Buckey, Ray’s sister Peggy Ann Buckey, and teachers Mary Ann Jackson, Betty Raidor, and Babette Spitler of the McMartin School were charged with 115 counts of child abuse, later expanded to 321 counts of child abuse involving 48 children! Eventually all charges were dropped for “lack of evidence”. This is how corrupt the court systems are, and have been, because they are infiltrated by these same pedophiles.\nThe Franklin Cover-Up, written by former U.S. Senator John DeCamp, details the kidnapping of John Gosch and Paul Bonacci and their indoctrination into Satanic Ritual Abuse that led them into a life of prostituting themselves to wealthy politicians. Their story took them from catering to the powerful politicians in Nebraska all the way to servicing the Bush Family occupied White House!\nThe rituals of human sacrifice and drinking the blood of a slaughtered infant are also recanted by these young boys.\nDeCamp’s book inspired the documentary “Conspiracy of Silence”, which had been produced to be aired on the Discovery Channel on May 3, 1994. It was canceled just 24 hours prior, for still undisclosed reasons. Of course, most people assume that it was due to political pressure from the Satanists who did not want the exposure, but, to this day, the Discovery Channel has never said why it was scrubbed. You can still view it here:\nThen there is the story of Vicki Polin, a woman who appeared on the Oprah Winfrey Show in 1989 and, once again, described in detail how she was forced to participate in her family custom of Satanic Ritual Abuse by killing and devouring babies. She also disclosed that not only has her family been doing this for multiple generations (dating back to the 1700’s), but that there were many Jewish families throughout the United States who also regularly practiced these rituals!\nThese Satanic practices are not limited to the United States, but indeed are a global epidemic. “Theresa” from Australia explains in detail how her family also raped her and forced her to engage in the exact same rituals described by all of these other outspoken victims! Traumatized beyond repair by the involuntary participation in the murder and cannibalization of infants and repeated sexual torture!\nPerhaps the most poignant words of Theresa are when she describes the feeling of helplessness while engaging in these rituals. She compares it to having to “eat your vegetables” as a young child — you don’t really WANT to do it, but you know that it is something that you HAVE to do.\nMore recently, the case of the Hampstead Cover Up has come to light, in which Alisa and Gabriel Dearman have spoken out about the Satanic Ritual Abuse in their school in England. The 9 year old girl and 8 year old boy, once again, described in detail how they were forced to hold a knife in their hand and decapitate a baby and then drink it’s blood. They’re whole school engaged in this “black mass” on a weekly basis. These children are completely comfortable as they explain, in detail, the sexual abuse that they have endured when interviewed on multiple occasions and yet, somehow they are taken from their family and remanded into State Custody, never to be seen again! Many of the concerned parties advocating for these children claim that their father Ricky Dearman (an actor), along with the entire staff of the school and the local police department are all involved in this Satanic Ritual Abuse!\nOf course, the mainstream media once again assists in the denial of such atrocities! See, for example, this article in the  Mirror .\nThere is no way in hell that these kids were fabricating the EXACT SAME SCENARIOS that were detailed by all of the aforementioned victims unless they had experienced it themselves!! For more information please Google search “The Hampstead Cover Up”.\nThe fact that their father is an actor should not be so easily brushed off either. Every day we are being fed tiny morsels of allegations of sexual misconduct by Hollywood actors, producers and agents. Television personalities are suddenly being discharged for even the slightest transgressions! But why?\nI would suggest that this is some serious maneuvering and “damage control” as the public has become increasingly aware of pedophilia in Hollywood. Whistle-blowers like the late Corey Haim and Corey Feldman are garnering more attention as their stories get more widely distributed. Documentaries have been produced exposing Hollywood Agents and Producers with ties to the Disney Channel, Nickelodeon and other extremely popular children’s TV shows that expose just how predatory these men in power behave. Are they Satanists? It’s hard to know, but it seems unlikely that pedophilia is a prerequisite for their positions. Perhaps they wind up in those positions due to their affiliations with these secret societies.\nIn fact, I think it has become evident in our society that the more likely someone is to corrupt their own morality, the more likely they are to amass substantial personal wealth! What I mean by that is that people who are willing to lie, cheat and steal are better equipped to become Politicians or even CEO’s. Bill Gates actually stole the idea for Microsoft and Mark Zuckerberg stole the idea of Facebook. They are highly revered because of their massive wealth and “altruistic” endeavors, but make no mistake about it, they corrupted their own morality to get where they were going.\nI’m really not sure exactly HOW these people wind up in positions of power, but it is without a doubt that they do. They wind up in politics and in government! In 2010 it was discovered that  thousands of Pentagon employees  (including Department of Defense) had been purchasing and downloading child pornography! Over 5,000 suspects were accused, but  the story  gradually faded away and few, if any, arrests were made.\nThe entire Political System is infiltrated with these pedophiles!! How can that be? Perhaps one of the requirements to advance your career is to be “one of them”. It seems impossible to me to explain away the overwhelming number of sexual deviants in the Federal and Local Governments.  Lori Handrahan  has done exhaustive research and discovered thousands of government employees have been arrested and charged with committing sexual crimes (such as rape and torture), pedophilia and possession of child pornography in agencies such as the DOJ, FBI, CIA, Pentagon, DHS, DOT, TSA, ICE, and just about every single arm of the government that you can imagine! These are only the people who have been CAUGHT!! You can imagine that this is just the tip of the iceberg as for every one person exposed there are probably dozens who remain hidden!!\nSo there you have it! An inexplicable epidemic of sexual deviancy permeating our government! The accusations go all the way to the top! Perhaps that is why “Pizzagate” was so thoroughly ridiculed by the MSM, even though there was substantial evidence to call for an independent investigation. Why did GQ Magazine list the owner (James Alefantis) of Comet Pizza as one of the most 50 influential people in Washington D.C.? Since when does the owner of a pizza parlor, supposedly for kids, have any political influence anywhere? And why did his website for the “pizza parlor” host pictures of children posed in precarious, sexual, and inappropriate settings?\nI would speculate that it was PizzaGate itself that led to Hillary Clinton’s defeat! Hillary had been groomed for her entire life to become the “First Woman President”. I really don’t think that voting ever mattered as we saw by the defeat of the people’s candidate (Bernie Sanders). Exit polls were discounted and in some states completely eliminated for fear that they would show just how compromised the vote counting has become! In some states, the results of the exit polls were the exact opposite of the results of the election. Of course, Mainstream Media always tows the line which is aptly demonstrated by  this New York Times article  which simply explains away the importance of the exit polls!\nThe only people who ever wanted to see Hillary as President were those that had groomed her and those who had their heads so buried in the Liberal Ideology sand that they couldn’t see just how corrupt and evil the Clinton regime was. I think that the only reason Donald Trump was presented as a candidate is that it could at least justify, in the minds of any rational American voter, that “no wonder Clinton won — she was up against Donald Trump!”\nTrump himself was shocked to have won the Presidency! In fact, he went the longest period in the history of a President-Elect without holding a Press Conference, probably because he had no idea what to say! This is not some brilliant man who is adept at understanding Foreign Affairs and balancing the budget of a nation. This is a man who, in 1990, was so heavily in debt, that he explained to his daughter that a bum on the corner had more money than him.\n“How can that be ?”, she asked.\n“Well, he may have no money, but he also has no debt. I have over $90,000,000 in debt!”\nHow could a man so heavily in debt ever recover to become a billionaire unless some serious back room deals were made with his creditors? Did Donald Trump sell his soul? Was his participation in the 2016 election a premeditated contingency of his debt forgiveness? I mean, although Trump had been vocal about the Presidency early in his career, why on earth would a man who had amassed enough of a fortune to last 3 lifetimes want to take on a job that requires his full attention 24/7, opens his personal life to intense scrutiny, takes away from his ability to enjoy the benefits of his wealth and family, and causes a man to age at twice the normal rate?\nBut, I digress – the point is that no matter how much the informed general public hated Hillary, she had been pre-selected and groomed her entire life for the position. Unfortunately for Hillary, the PizzaGate story broke just weeks before the election, and the elitists had to scramble to protect themselves! These cockroaches scatter when the light is shone in their direction and emergency measures were enacted immediately! Independent researchers had linked John Podesta (Hillary’s campaign manager) to the pedophile ring run by James Alefantis and there was no way out!\nVideos were flooding YouTube explaining how code words that were used in  Podesta’s emails used terminology that had been identified by the FBI as pedophiles’ means of communicating with each other! Connections were made between Marina Abramovic and her  Spirit Cooking ceremonies that had been attended by Podesta and his brother! Suddenly it became evident that this wasn’t simply about pedophilia and sexual deviancy, but more about Satanism and Occult rituals!\nThere is no way that Washington could allow this public investigation to continue! They had to act fast and remove any further public scrutiny! Removing Hillary was their only option, because if she had been elected, the Public Pressure to expose this bizarre activity would have been too tremendous to control!\nMainstream media acted swiftly to discredit alternative media researchers and came up with a plan to demonize those intent on exposing Hillary. They immediately discredited any talk of PizzaGate as “fake news” and arranged for a deranged lunatic to go to Comet Ping Pong (James Alefanitis’s place) and shoot an AR-15 rifle, thus casting an appearance of “violent conspiracy theorists” on those investigating and, once again, using the “victim” model of Alefantis to protect themselves from further scrutiny!\nThe idea that a Pizza Place would be a hub for child trafficking was a ridiculous idea! So easily dismissed by the average American who would have enough cognitive dissonance to avoid even the slightest inclination to investigate further. But, to anyone who looked at the evidence uncovered, it became undeniable that Comet Ping Pong Pizza had catered to the elite pedophiles of Washington DC and perhaps entertained foreign dignitaries who indulged in these Satanic Rituals and pedophilic practices!\nPizzaGate is real. It is not some lunatic fringe conspiracy theory. These people in Washington D.C. participate in Satanic Ritual Abuse. This is not about some perverts looking at kiddie porn on their computers, although that is a common side effect of ritual abuse, it is about the acquisition of longevity and power through Lucifer. Because this is such a foreign concept to most people (including me), our own cognitive dissonance will keep us uncertain.\n“Surely this can’t be true”, we think!\nWe have actually shielded the perpetrators by trusting that our own morality is shared by them. These acts are so horrific that we don’t believe other humans could be capable of such things — at least not on such a large scale as we are told. But, as more and more evidence is presented, it becomes apparent that these cults do exist. They are widespread, secretive, and have somehow procured the most prominent positions of power in our government, entertainment industry, food supply, and every other vital institution that we rely on for sustenance!\nAs George Carlin once said, “It’s a BIG CLUB and you ain’t in it!”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 18, 2018, 12:51 am\nJan 18, 2018, 5:46 am\nI would sleep better at night if someone actually proved it.\nJan 18, 2018, 5:24 am\nPedophilia, sodomy, bestiality… what can I say?  Sex of the DEVIL.  One religion practices all three.  The other practices the first two.  These two religions combined are the BIGGEST religions in the world.\nAnd the whole world is DECEIVED by them!!  Just like your Bible says!\nJan 18, 2018, 11:52 am\nunidentified\nthat creepy couple in perris california that tortured starved and raped their children and keep them in hell/prison are a example of satanic abuses, those children will never be normal even with therapy\nJan 18, 2018, 12:24 pm\nI think that was a hoax\nJan 18, 2018, 2:35 pm\nDefinitely more to the story than what nightly news is reporting.\nThey reported tonight that the kids only got 1 bath a year, while showing pictures of the entire family in different PUBLIC locations.\nNo one’s gonna notice a group of kids, in public, that bathe once a year, and NOT have some red flags rise?\nWhole story seems fishy.\ntruthseeker4809\nIt proves Jewish god is Satan, Devil. Biblical Abraham was doing the same thing trying to kill his only son. It is not even a news.\nIt puzzles me why Christians are still worshiping the book of Torah in the old testament.\nJan 19, 2018, 12:10 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "We Need to Talk About Sandy Hook",
                "",
                false
            ],
            [
                "Lenny Pozner’s HONR Network: The Fine Art of Online Stalking and Harassment ,",
                "Tony Mead",
                true
            ],
            [
                "could find no evidence linking him to the crime",
                "Michael Aquino",
                false
            ],
            [
                "no wonder Clinton won — she was up against Donald Trump!",
                "",
                false
            ],
            [
                "Well, he may have no money, but he also has no debt.",
                "",
                true
            ],
            [
                "I have over $90,000,000 in debt!",
                "",
                true
            ],
            [
                "Surely this can’t be true",
                "",
                false
            ],
            [
                "It’s a BIG CLUB and you ain’t in it!",
                "George Carlin",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://fellowshipoftheminds.com/2017/02/12/pentagon-employees-some-with-top-secret-security-clearances-busted-for-child-porn/",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/McMartin_preschool_trial",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://fellowshipoftheminds.com/2016/02/10/lenny-pozners-honr-network-the-fine-art-of-online-stalking-and-harassment/",
                "https://beforeitsnews.com/v3/r2/?url=http://ireport.cnn.com/docs/DOC-1184433",
                "https://beforeitsnews.com/v3/r2/?url=https://fellowshipoftheminds.com/2016/11/05/evidence-that-hillary-clinton-and-her-associates-are-satanists/",
                "https://beforeitsnews.com/v3/r2/?url=https://fellowshipoftheminds.com/2017/06/30/pizzagate-the-podesta-pizza-emails/?iframe=true&theme_preview=true",
                "https://beforeitsnews.com/v3/r2/?url=https://www.nytimes.com/2016/06/28/upshot/exit-polls-and-why-the-primary-was-not-stolen-from-bernie-sanders.html",
                "https://beforeitsnews.com/v3/r2/?url=https://www.facebook.com/HoaxAtSandyHook/posts/1386926634678979",
                "https://beforeitsnews.com/v3/r2/?url=http://www.blacklistednews.com/State_Dept_Dan_Rosen%E2%80%99s_Arrest%3A_Cheat_Sheet_for_Journos/42246/0/38/38/Y/M.html",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.mirror.co.uk/news/uk-news/ricky-dearman-dad-falsely-accused-5553483"
            ]
        },
        "key_words": [
            "sexual",
            "child",
            "family",
            "pedophilia",
            "man",
            "morality",
            "society",
            "satanic",
            "ritual",
            "abuse"
        ]
    }
]