[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/prophet-who-predicted-trump-would-be-pres-7-yrs-ago-makes-startling-new-prediction-about-trump-2976195.html",
        "title": "Prophet Who Predicted Trump Would Be President 7 Yrs Ago Makes Startling New Prediction About Trump.",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nProphet Who Predicted Trump Would Be President 7 Yrs Ago Makes Startling New Prediction About Trump.\nThursday, January 25, 2018 6:22\n% of readers think this story is Fact. Add your two cents.\nThe first year of President Trump serving the American people has been nothing short of extraordinary. America’s enemies once again fear us, trade partners like China respect us, and for the first time in history the Dow Jones industrial average closed above 26,000. American taxpayers have seen paycheck bonuses from their employers as a result of President Trump’s tax policy, and President Trump very effectively brought about the end to the shutdown recently caused by Democrats and their demands for illegal aliens.\nNo doubt, America is on the way to being great again, but America’s good fortune and the election of President Trump was foretold by a Florida man, Mark Taylor, who predicted in 2011 that Trump would become President of the United States. Mr. Taylor’s initial predictions came to him after he saw President Trump who was just a private citizen at the time in an April 2011 interview. He then shared his predictions with New York Times best selling author Mary Colbert, who in turn shared these predictions with notable American Christian leaders.\nSpeaking of his prophecy that Donald Trump would become President Trump, Mr. Taylor said, “I didn’t know a lot about Donald, I just knew that he was a very powerful businessman, built this empire, and he was toying with the idea of running for president at the time. Most people thought it was a joke so I’m listening to him on an interview and all of the sudden I hear the voice of the Lord say, ‘You’re hearing the voice of a president.’”\nKnown as the “fireman prophet”, Mr. Taylor, claims that the voice of the Lord speaks to him, and he went on to describe how the relationship between Israel and the United States would be strengthened because of President Trump, and that Americans from all walks of life would benefit from a positive financial windfall our economy has never seen, saying, “He was saying basically that America was going to prosper like never before. Israel and America, the ties between the two countries would be stronger than ever before. The dollar would be the strongest it’s ever been, it was very detailed as far as what God was showing me.”\n(continued below video)\nWhen questioned about his prophecies, the “fireman prophet” said that God had chosen President Trump to defend Christians as well as the unborn in an effort to redirect America back on a proper Judeo-Christian path saying, “The enemy’s timeline has been denied by the Most-High God and it’s through Donald Trump a lot of this is being denied right now, and what God is saying right now is ‘No, it’s not time right now because there are many things that God wants to accomplish on the earth right now.’”\nNow Mr. Taylor has predicted the mainstream media will eventually be on President Trump’s side, and will for the most part cease their infantile attacks on the commander in chief. This part of the prophecy seems to be highly unlikely considering the constant and coordinated effort between Special Counsel Robert Mueller and the mainstream media to bring down President Trump. However, with the recent revelation there is a memo which may prove the DOJ and the FBI along with the Obama administration violated FISA laws and spied on then candidate Trump and his campaign, this could perhaps cause the mainstream media to swing in President Trump’s favor.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\npatann\n-Trump being impeached would be an act of mercy in comparison to his being assassinated and judged along a disobedience of God. Seeing Jesus Millennium, 2016, Obama’s depleted timetable into Cameron’s Brexit, descend into a Hussein world reign was evidence enough that his rule would be short lived. I mean having a fury of God, aimed at it’s campaigning alone, as so the same claim of fifty millions dead 2002, was also said of his administration, now 2017/18, ancient beast to the Antichrist did reign doing his short rule. I’m sure now you know why his getting off with just a slap of impeachment, as I said, would be nothing in comparison, of seeing the west coast, beginning with California into the White house engulfed in flames. Possibly alone those predicted 99 bowls of molten lava, soon hearing equally that the entire eastern seaboard suffered it’s abrupt end, possibly a predicted, Noah (NOAA’s) cousin. All of whose smoke of it’s burning, rose up to God crying and mourning, “it is the church, it has been cast down and literally destroyed, but the foundation haven’t been destroyed, but the foundation haven’t been destroyed, it can be rebuild, back upon the foundation laid by Christ and his holy apostles, Apb, The RAM.”\nJan 25, 2018, 7:43 am\nwheeties\npee tann—you are truly insane with your ongoing insane rants—you have the soul of satan and very dark mind,another gift of the devil…these self proclaimed salvation experts talking like they are god themselves–delusional–using a man written book inspired by satan–spiritual hell is being a bible thumper,christian—god would not touch any of that crap with a 1000 ft pole cause god does not read the bible–never has,never will–was not written by god either–some insane homeless dudes in a cave wrote it inspired by satan–the word of men not god—the bible is the book of wrath and judgement–god has no wrath,nor judgement–only petty,weak,immature evil hateful,judgemental humans have wrath and judgement like bible thumpers,christians–jesus told us in his day that salvation is for everybody–but the bible thumpers of his day did not like that so they killed him–the bible thumpers of today would do the same—god loves all his stupid humans,even evil,hateful,judgemental bible thumpers–god knows who,what we are..would you as a parent turn on your children for being unwise little stupid kids?no,unless your evil–god is the same–get over yourself and your insane evil book–god is not like your stupid self–god is above the fray–your job to to rise above all that bible thumping nonsense–its a long shot—-humans have been the same stupid bastards since the beginning of time–bunch of evil morons\nJan 25, 2018, 9:11 pm\nplsnogod\npatann, you and your kind are directly responsible for the death of 100′s of millions of my fellow brother and sister human beings, slaughtering each other in the name of your various ridiculous medieval invented deities.\nThe real shame of it is,that is still in full swing,and there is not one bit of contrition from you for it.\nIn fact you’re still peddling the stuff, and don’t give me that crap about ‘well,my god is the correct one,those others have got it all wrong’.\nGuess what,thats what they say too.\nYou are all the same,equally deluded,and equally culpable. Humanity deserves better than you and your ilk.\nJan 26, 2018, 10:17 am\nTrump says he’s “The Messenger” so that sounds Biblical.\nObama’s the greatest criminal in history say Trump and Joe Arpaio because he forged his birth certificate.\nObama’s looking at at least 100000 years in jail for his crimes.\nThe day of his victory celebration in his hometown, an ominous apparently heaven-sent miracle occurred: the number of the Antichrist 666 showed up in the lottery. (Google the Illlinois State Lottery website’s “Winning Numbers History Search” at Nov. 5. 2008/Pick 3: the draw is 666) http://www.illinoislottery.com/en-us/winning-number-search-game.html\nFurther viral revelation on Antichrist Obama: go to Linda Joy Adams’ blog, she’s Obama’s 3d cousin. http://lindajoyadams.blogspot.fr/ (The facts about Obama are in her “Daily Recap” posts)\nIn an earth-shaking revelation, Linda Adams uncovers the fact that Obama’s real name is Barry Parks and not ‘Obama’.\nHis real birthplace is Topeka, Kansas (same as Obama’s mother’s birthplace)\nJan 25, 2018, 8:34 am\nBiggest hoaxer in 5000 years is Obama.\nHis name isn’t even Obama, it’s Barry Parks. (Google that, he’s born in Topeka, Kansas, exactly same city as his mother. Why? I wonder! Yeah, it’s logical that he be born the same place as his mother – so why aren’t the birthers like Trump and Arpaio investigating Kansas? Easy to answer: they’re blackmailing Obama and the DNC by threatening them offline. Why does nothing stick on Trump? Because he’s got enough on Obama so as to jail to him for 100 000 years.)\nJan 25, 2018, 8:47 am\nKOS, the crayons are in the bottom drawer right under the coloring books.\nThat should keep you busy for as least a week.\nJan 25, 2018, 7:10 pm\nUnfortunately prosperity is a greater motivator than Godliness.  Yes the apostate church will thrive and grow.  But the true remnant Church will continue to be persecuted by the false Church and the pretend religious right.  Read Revelation 3:17 to see the evil, prideful character of the apostate Church in the Laodicean (last days) Church age.  Trump is the King of prosperity and those who are moved by it will follow him.\nJan 25, 2018, 9:00 am\n2QIK4U\nTHERES NO SUCH THING AS A PROPHECY BECAUSE ONCE AGAIN TRUMP WAS PLANNED BY MAN.\nJan 25, 2018, 11:48 am\nTaylor is probably a mason like Trump is. “Prophecy” from heretics…\nJan 25, 2018, 12:54 pm\nDangerWillRoberson\ni support trump we need to help him clean out washington dc\nJan 25, 2018, 4:10 pm\nThe fact we have to put up with years and years of pagan Democrap communist speaks of how weak Americans are.  Did you know if it is against the Constitution you don’t have to obey it?\nBUT YOU HAVE!  You would not  believe how wealthy and free this country can become if you simply stop listening to the lying Democraps who you should hang one by one as they are extremely vile and wicked men.\nBut you keep putting them in office over and over….  Every year your money gets worthless, every year your taxes increase, every year you get more laws, more regulations, more immigrants.\nYou get smaller and they keep getting bigger.  Pretty soon this country will belong to them.  The game plan of pagan Democraps.\nJan 25, 2018, 7:18 pm\nAnonymous\nThe original U.S. Constitution was made null & void back in the mid 1850′s & onward, when AMERICA became a CORPORATION, + throw in all of those contractual agreements that Americans were unknowingly agreeing to = ANY & ALL DOCUMENTS, LICENSES, PERMITS, ETC that are given out by the local, county, state, & federal government, upon agreeing to these contracts, simply by applying for, & receiving them = you gave up your rights, that the original U.S. Constitution granted you, hence THE GOLD FRINGED UNITED STATES FLAG = MARITIME LAW / ADMIRALTY COURTROOM SYSTEMS…\nSo until you REMOVE, & DENOUNCE all of your CORPORATE INTERESTS, that you hold with said local, country, state, federal government = YOU HAVE NO RIGHTS, IN THIS SYSTEM OF THEIRS…\nBOTH PARTIES ARE EQUALLY GUILTY FOR THIS DECEPTION, & EQUALLY GUILTY FOR CONTINUING THIS TREASON, AGAINST THE PEOPLE OF America…\nONLY A KNOWLEDGEABLE MIND CAN GRASP, & BEGIN TO COMPREHEND, WHAT ONE MUST DO, TO RID THEMSELVES FROM REMAINING A CORPORATE ENTITY IN THEIR SYSTEM = ESSENTIALLY, THIS IS WHAT BECOMING A GHOST IS ALL ABOUT…\nYOU OWN NOTHING, NOT YOUR HOUSE OR YOUR CAR, BECAUSE SOME WHERE DOWN THE LINE, IT IS TIED TO THE STATE, OR THE FEDERAL GOVERNMENT, IN ONE WAY, SHAPE OR FORM…\nBIRTH CERTIFICATE, DRIVERS’ LICENSE, SOCIAL SECURITY NUMBER, MARRIAGE LICENSE, PASSPORT, LOANS, DEBT, CREDIT CARDS, BANK ACCOUNTS, & ANY OTHER LICENSES / PERMITS / REGISTRATIONS / ETC ~ THAT COMES FROM THE LOCAL, COUNTY, STATE, FEDERAL INSTITUTIONS…\nJan 26, 2018, 4:09 am\nYou are correct in many aspects.  We are suppose to be FREE people and not FEE people.\nAs you know, what you are describing is from FREE people, to FEE people – just to FEED a bureaucracy.\nJan 26, 2018, 2:24 pm\nIt was the act of 1871 which made America a corporation.\nJan 26, 2018, 3:03 pm\nJan 26, 2018, 3:57 am\nWhere is that untampered, date stamped prophesy from 7 years ago?\nJan 27, 2018, 8:41 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "You’re hearing the voice of a president.",
                "",
                true
            ],
            [
                "No, it’s not time right now because there are many things that God wants to accomplish on the earth right now.",
                "",
                true
            ],
            [
                "I didn’t know a lot about Donald, I just knew that he was a very powerful businessman, built this empire, and he was toying with the idea of running for president at the time.",
                "Taylor",
                true
            ],
            [
                "Most people thought it was a joke so I’m listening to him on an interview and all of the sudden I hear the voice of the Lord say, ‘You’re hearing the voice of a president.",
                "Taylor",
                true
            ],
            [
                "He was saying basically that America was going to prosper like never before.",
                "",
                true
            ],
            [
                "Israel and America, the ties between the two countries would be stronger than ever before.",
                "",
                true
            ],
            [
                "The dollar would be the strongest it’s ever been, it was very detailed as far as what God was showing me.",
                "",
                true
            ],
            [
                "The enemy’s timeline has been denied by the Most-High God and it’s through Donald Trump a lot of this is being denied right now, and what God is saying right now is ‘No, it’s not time right now because there are many things that God wants to accomplish on the earth right now.",
                "",
                true
            ],
            [
                "it is the church, it has been cast down and literally destroyed, but the foundation haven’t been destroyed, but the foundation haven’t been destroyed, it can be rebuild, back upon the foundation laid by Christ and his holy apostles, Apb, The RAM.",
                "",
                false
            ],
            [
                "well,my god is the correct one,those others have got it all wrong",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.illinoislottery.com/en-us/winning-number-search-game.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://lindajoyadams.blogspot.fr/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "predicted",
            "mr",
            "america",
            "right",
            "media",
            "prediction",
            "yrs",
            "startling",
            "ago",
            "mainstream",
            "makes",
            "god",
            "prophet",
            "taylor",
            "president",
            "saying"
        ]
    }
]