[
    {
        "url": "https://beforeitsnews.com/war-and-conflict/2018/01/flu-biological-warfare-attack-2469155.html",
        "title": "Flu – Biological Warfare Attack!",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, January 21, 2018 8:46\n \nAn influenza virus—especially one genetically manipulated for increased virulence—would be an attractive weapon for bioterrorists, according to physicians writing in the Journal of the Royal Society of Medicine.\nAs a potential biological weapon, influenza has several advantages over smallpox, including ready accessibility, write Mohammad Madjid, MD, and three colleagues. The authors are affiliated with the University of Texas–Houston Health Center and two heart institutes in Houston.\n“The possibility for genetic engineering and aerosol transmission suggests an enormous potential for bioterrorism,” they assert.\nThe Spanish flu epidemic of 1918 killed between 20 million and 40 million people. The “usual estimate” of the annual influenza death toll in the United States is 20,000, but recent studies of all-cause mortality suggest it is closer to 90,000, the authors state. They also cite recent evidence that influenza may be a risk factor for sudden cardiac death and stroke.\nThese data caused us to re-examine the usual estimate that, in the USA, influenza kills 20 000 a year.From more recent studies of all-cause mortality, we suspect that the total is closer to 90 000. The Spanish flu epidemic in 1918 killed 20–40 million people. Less severe epidemics were the Asian flu in 1957, Russian flu in 1977, and Hong Kong flu in 1978. In addition to such spontaneous mutations, we must, since the terrorist attacks of September and October 2001, consider the possibility of malicious genetic engineering to create more virulent strains. Sequencing of the genome of the 1918 Spanish influenza virus is nearly complete; once it is published, unscrupulous scientists could presumably utilize candidate virulence sequences. Recently, the possibility of synthesizing an infectious agent solely by following instructions from a written sequence has moved from theory to practice.\nInfluenza is usually transmitted by direct contact but can also be transmitted by aerosol (e.g. on a passenger plane). Indeed, international transmission is increasingly frequent. Notably, aerosol transmission of influenza requires up to 27 000 times fewer virions to induce equivalent disease. Taken together with the fact that influenza virus is readily accessible and may be causing more deaths than previously suspected, the possibility for genetic engineering and aerosol transmission suggests an enormous potential for bioterrorism.\nInfluenza is a very different virus from smallpox, and the public health implications of influenza as a bioweapon differ from those for smallpox: influenza is readily available, whereas known stocks of smallpox are secured at the Centers for Disease Control and Prevention in Atlanta and at a facility in Russia (though there is reason to suspect its leakage to weapons programmes elsewhere). Secondly, because influenza occurs naturally, a cluster of cases would not prompt an investigation, and an epidemic would have a considerable head start on public health authorities. \nA third difference is that the incubation period for influenza is short (1–4 days) versus 10–14 days for smallpox. Immunization after exposure to influenza is therefore not protective, and even the neuraminidase inhibitors such as oseltamivir must be administered before symptoms develop or within the first 48 hours after their appearance. Fourth, influenza is harder to eradicate, because of avian, murine, and swine reservoirs. Fifth, influenza outside of pandemics, has lower case-fatality (2.5% versus 25%, though the newly recognized triggering of cardiovascular events suggests that the true mortality may be much higher in ill or elderly persons). Finally, influenza poses a greater threat to world leaders than does smallpox, because they are older and prone to influenza and its cardiovascular complications, have some residual immunity to smallpox (whereas unvaccinated youth have none), and are often in public places.\nEven a natural epidemic of influenza can devastate our healthcare system and render society vulnerable to terrorist attacks of any kind. In addition, because of the similarity between early symptoms of influenza and other bioterror agents (such as anthrax), clinicians need to understand the differences in symptoms and signs and be aware of the initial screening tests for anthrax and influenza. Since the two diseases could coexist it is unfortunate that there are, to date, no point-of-care tests to diagnose both and thus minimize confusion and panic. We have seven proposals to address these issues.\nThe World Health Organization and the Centers for Disease Control and Prevention (CDC) should bring together experts in influenza, bioterrorism, health policy, international law, and ethics to study this matter. Authorities should recognize that smallpox-based lessons drawn from exercises such as Dark Winter are not all applicable to weaponized influenza. Depending on their other public health needs and resources and their likelihood of being targeted, countries might consider only some of the steps listed below, which are suggested in particular for the USA. CDC should advance influenza as a critical agent in priority as a bioterrorism threat.\nA subsequent report described a 50% reduction in risk of stroke in association with influenza immunization, and later a randomized control trial pointed to a 50–75% reduction in the risk of adverse endpoints and cardiovascular death.Furthermore, an ecological study suggests that the 1918 influenza pandemic may have contributed to the epidemic of coronary heart disease mortality registered in the 20th century.\nThe flu vaccine works just fine for its real intended purpose of poisoning us all!!﻿ \n“Death By Injection”. Eustace Mullins. \nPhysicians, nurses and their organizations, insurers, and health officials should increase efforts to immunize those for whom immunization is currently recommended. The policy might be extended to mandatory immunization of medical personnel, or even universal immunization.\nIncrease the security of laboratories conducting influenza research, and of manufacturers and distributors of vaccines and antivirals.\nStockpile antiviral drugs and increase capacity to develop and produce vaccine. These might also be added to the ‘push-packs’ for urgent distribution by the US Department of Health and Human Services.\nConsider a Federal influenza gene-sequencing and vaccine development programme, based at high-security government, pharmaceutical and university laboratories.\nExpand active sero-epidemiological surveillance and offer incentives to reporting of clinical cases. The recently developed influenza assays make serological surveillance simple and fast, yet are little used by clinicians. New syndromic surveillance systems are required, capable of detecting incipient epidemics.\nConsider Federal programmes to develop antiviral filters, biosensors, and inactivation systems (e.g. ultraviolet) for ventilation systems. Such efforts could be part of a broader viral protection programme.\nClick Here To See our Survival and Preparedness Solutions!\nA grand encyclopedia of country Old Time Wisdom ,  weather wisdom, country remedies and herbal cures, cleaning solutions, pest purges, firewood essentials, adobe making and bricklaying, leather working, plant dyes, farm foods, natural teas and tonics, granola, bread making, beer brewing and winemaking, jams and jellies, canning and preserving, sausage making and meat smoking, drying foods, down-home toys, papermaking, candle crafting, homemade soaps and shampoos,  butter and cheese making, fishing and hunting secrets, and much more. Old Time Wisdom : Traditional Skills for Simple Living\nNatural Healing Old Time Wisdom gathers useful and fascinating information on every practice of natural health and healing in one handy volume. This new edition, with a smaller trim, includes all the must-have information from the original edition including chapters on herbal healing, naturopathy, homeopathy, Eastern medicine, energy healing, mind-body healing, and healing with foods. Information within these chapters includes various methods and techniquesfor managing and curing hundreds of ailments, as well as for maintaining a healthy constitution year-round.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nginsteve\nSince NASA has been found untruthful in a few areas, whatever happened to the bacteria filled balloon “experiment” performed on the same day as the solar eclipse?  I believe we are in the midst of their “experiment” and now are dying from it. Please research this subject for us all.  Expose them!\nThank you.\nNo, not biological warfare.  It’s about bringing in TURD world immigrants.  Unvetted, uninvited, and released like RATS all over your country.\nJan 21, 2018, 2:03 pm\nJan 21, 2018, 4:15 pm\nWhat a load of Big Parma …. BullSh!t.\nLook at the Wall Street Journal …. Chart on the left in the link\nThe very tiny black parts bottom of the bars – ARE REAL >>> Death Certificate…. Recorded Flu Deaths\nThe HUGE Red Part Of The Bars REPRESENT >>> The CDC – MSM PROPAGANDA Figures (ie usually nowadays quoted as 36,000 FLU deaths per year >>> of which  most are actually Pneumonia deaths – of which there are 20+  various CAUSES !!)\nTo put it in figure perspective – from the medical journal >>> “Journal Of Advanced Practice Nursing”\n“U.S. data on influenza deaths are a mess,” states a 2005 article in the >>> British Medical Journal entitled….\n- “Are U.S. flu death figures more PR ….. than science?”\nThe article takes issue with the >>>> 36,000 flu-death figure … commonly claimed (by the CDC & LameStream Media)\n“In 2001, a year in which…. death certificates listed …. 257 Americans as….. having died of flu,\n>>>> only 18 …..were positively identified…. as true flu deaths\n- & – The other 239 were simply assumed to be flu (deaths)  and most likely had few true flus among the 239.\nSo – Common touted CDC U.S Annual Flu Deaths approx 36,000\nReal figure in 2001 – 18 (Eighteen ie a dozen and a half people) ) Laboratory confirmed US Flu Deaths\n…………………………………………………………………………………………………………….\nMoral of the story – when you read “official figures” – Divide them by 2,000\n& you are then….. likely to be – close to “The Truth”\nJan 21, 2018, 6:49 pm\nwow Can you read the irony from this article?\nBeing all fearporn paranoid about weaponized Flue while scared of vaccines…\nThe answer to smallpox is a vaccine.\nbut i am guessing that genetically modified Flue can be cured by dandelion tea or some other alternative so called cure\nJan 21, 2018, 11:55 pm\nMayhem\nThat’s not correct, Man, in fact the decline in smallpox (associated with improvements in hygiene) was set back almost 25 years by the introduction of the vaccine…\nyou are using a graph that starts at 1875 till 1921\nand it doesn’t provide evidence to your claim\nJan 22, 2018, 6:23 am\nMayhem\nPerhaps you’re looking at it while standing on your head because it clearly shows an increase in mortality, for almost 25 years, after the introduction of the smallpox vaccine.\nAnyway denying the evidence is your right and then there’s that thing about leading a horse to water.\nJan 22, 2018, 10:48 pm\nyeah you know how why ?\nArm to arm vaccination by transferring blister fluid. Most death cases were caused by non sterile techniques that transferred syphilis. Back then there were no antibiotics.\nthe whole technique is banned.\nJan 23, 2018, 12:48 am\nSure thing and the rate of decline, due to improving hygiene, continued in a linear trend ever since.\nGot any evidence to the contrary?\nJan 23, 2018, 1:48 am\nreally? You just have to look at the Y axis why this graph is so inaccurate.\nNumber of deaths per what?\nyou can’t even know the exact rate because it is a collection of numbers as it stated in the box right: ” other effects”\nwhat ever that means…\nso 60 deaths of smallpox vaccine…… per city/per extended family/per 1000 hybrid alien babies being born\nYou haven’t even demonstrated a point because you are using inaccurate data from 100 years ago\nJan 23, 2018, 11:03 am\nMayhem\nOnce again, since you claimed the efficiency of the smallpox vaccine, do you have any evidence to back that up?\nNo?\nhere did I claim the efficiency of the smallpox vaccine?\nthis is just shifting of the burden. Clearly you think it isn’t effective.\nYou are this skilled in finding this graph that you think that proves your point but don’t know the status of small pox in the world?\nBut then i was talking about the article promoting vaccination for a genetically modified flu\nJan 24, 2018, 5:52 am\n“The answer to smallpox is a vaccine.”\n… and now you get to explain how that is not claiming the efficiency of the vaccine or you can simply accept your own words and put up some evidence that the vaccine did indeed accelerate the decline of the disease.\nJan 24, 2018, 9:49 pm\nEither you have no such evidence or your dumb arse is too humiliated, because you forgot what you had already said, and either way i’m fine with that.\nThink twice, Man, before engaging with me because i’m the guy who has nothing to say unless i’ve done my research and know what is what.\nJan 26, 2018, 1:30 am\n“Dr. Anthony Morris, a distinguished virologist and >>>> former Chief Vaccine Officer >>>at the U.S. Federal Drug Administration (FDA), states that …..\n- “There is no evidence…… that any influenza vaccine thus far developed ….is effective in preventing or mitigating any attack of influenza”\n>>> and that “The producers of these vaccines know …… they are worthless, but they go on selling them anyway.”\nWhat Can You Learn From History?\nThe last time we trusted industry and their appointed government lackeys about the swine flu vaccine,\n>>>> the vaccine ended up killing ….. 300 times more people …..than the flu itself!\naccording to the CDC.\n- more recent data — specifically from the past three flu seasons — found that FluMist had a vaccine effectiveness rate…\n>>>> so low …… as to be inconsequential.\nIn other words, it provided essentially >>>> no protection against the flu.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The possibility for genetic engineering and aerosol transmission suggests an enormous potential for bioterrorism,",
                "",
                true
            ],
            [
                "data on influenza deaths are a mess,",
                "",
                false
            ],
            [
                "Are U.S. flu death figures more PR ….. than science?",
                "",
                true
            ],
            [
                "In 2001, a year in which….",
                "",
                true
            ],
            [
                "257 Americans as….. having died of flu,\n>>>> only 18 …..were positively identified….",
                "",
                false
            ],
            [
                "as true flu deaths\n- & – The other 239 were simply assumed to be flu (deaths)  and most likely had few true flus among the 239.",
                "",
                false
            ],
            [
                "So – Common touted CDC U.S Annual Flu Deaths approx 36,000\nReal figure in 2001 – 18 (Eighteen ie a dozen and a half people) ) Laboratory confirmed US Flu Deaths\n…………………………………………………………………………………………………………….",
                "",
                true
            ],
            [
                "Moral of the story – when you read “official figures” – Divide them by 2,000\n& you are then….. likely to be – close to “The Truth”\nJan 21, 2018, 6:49 pm\nwow Can you read the irony from this article?",
                "",
                true
            ],
            [
                "Being all fearporn paranoid about weaponized Flue while scared of vaccines…\nThe answer to smallpox is a vaccine.",
                "",
                true
            ],
            [
                "but i am guessing that genetically modified Flue can be cured by dandelion tea or some other alternative so called cure\nJan 21, 2018, 11:55 pm\nMayhem\nThat’s not correct, Man, in fact the decline in smallpox (associated with improvements in hygiene) was set back almost 25 years by the introduction of the vaccine…\nyou are using a graph that starts at 1875 till 1921\nand it doesn’t provide evidence to your claim\nJan 22, 2018, 6:23 am\nMayhem\nPerhaps you’re looking at it while standing on your head because it clearly shows an increase in mortality, for almost 25 years, after the introduction of the smallpox vaccine.",
                "",
                false
            ],
            [
                "Anyway denying the evidence is your right and then there’s that thing about leading a horse to water.",
                "",
                true
            ],
            [
                "Jan 22, 2018, 10:48 pm\nyeah you know how why ?",
                "",
                true
            ],
            [
                "Arm to arm vaccination by transferring blister fluid.",
                "",
                true
            ],
            [
                "Most death cases were caused by non sterile techniques that transferred syphilis.",
                "",
                true
            ],
            [
                "Back then there were no antibiotics.",
                "",
                true
            ],
            [
                "Jan 23, 2018, 12:48 am\nSure thing and the rate of decline, due to improving hygiene, continued in a linear trend ever since.",
                "",
                true
            ],
            [
                "Got any evidence to the contrary?",
                "",
                true
            ],
            [
                "Jan 23, 2018, 1:48 am\nreally?",
                "",
                true
            ],
            [
                "You just have to look at the Y axis why this graph is so inaccurate.",
                "",
                true
            ],
            [
                "you can’t even know the exact rate because it is a collection of numbers as it stated in the box right",
                "",
                false
            ],
            [
                "The answer to smallpox is a vaccine.",
                "",
                true
            ],
            [
                "There is no evidence…… that any influenza vaccine thus far developed ….is effective in preventing or mitigating any attack of influenza",
                "",
                false
            ],
            [
                "The producers of these vaccines know …… they are worthless, but they go on selling them anyway.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://www.mydailyinformer.com/survival-prepping-solutions/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "healing",
            "wisdom",
            "warfare",
            "epidemic",
            "biological",
            "suggests",
            "smallpox",
            "influenza",
            "health",
            "public",
            "attack",
            "flu",
            "transmission"
        ]
    }
]