[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/cold-or-flu-heres-how-to-tell-and-why-you-need-to-know-3590276.html",
        "title": "Cold or Flu? Here’s How to Tell (And Why You Need to Know)",
        "authors": [
            {
                "name": "The Sleuth",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nCold or Flu? Here’s How to Tell (And Why You Need to Know)\nTuesday, January 23, 2018 18:27\n% of readers think this story is Fact. Add your two cents.\nYou know the feeling. Your throat is dry. You feel tired, and perhaps a little stuffy. Then, a little cough starts, followed by that unmistakable taste in the mouth that screams “respiratory infection!” How do you know when that stuffy nose and scratchy cough is just a cold, and when it is something more serious, like influenza? Cold or flu? Here’s how to tell the difference.\nCold or Flu? What’s the big deal?\nWith the more virulent H3N2 influenza strain being  widespread in almost every state  in the US, it is so important to be able to tell the difference between the common cold and the flu. The H3N2 strain is a subtype of Influenza A that is particularly hard on less robust populations. This would include young children, the elderly, pregnant women, and anyone with a compromised immune system, such as diabetics and cancer patients.\nThis year, H3N2 is proving deadly to healthy adults in addition to the more at-risk groups just mentioned. In my neck of the woods, this  51-year old mother of two died  from complications to influenza. This sadness shocked her family, as she was generally healthy, and they all thought it was just a cold. A  21-year old fitness buff  and a  healthy 20-year old mom  have also died from the flu.\nWhile the flu can pose a potentially life-threatening risk to anyone, these are not your usual influenza death demographics. The fact that this is the 100-year anniversary of the “Spanish Flu” of 1918, which targeted healthy adults, is not lost on me either. The anniversary itself is not an indicator of a pandemic. But, it is a sobering reminder of how easily influenza can mutate.\nTo complicate matters, this year’s flu vaccine has proven less than effective at preventing infection. It is estimated that this year’s  flu vaccine is only 10% effective  at preventing the flu.  Influenza A strains are generally more serious than Influenza B or C strains and mutate more frequently. A higher rate of mutation means a greater chance our immune systems will be unprepared to fight it.\nCold or Flu? Here’s How to Tell\nThe tragedy is that most people who end up hospitalized or worse think they just have a bad cold. Both ailments start off with the same lousy, uncomfortable symptoms, so it can be hard to tell one from the other. They don’t realize the seriousness of their situation until it is too late.\nWhen Is It a Cold?\nThe “common cold” is a group of over 200 different viruses that cause symptoms we call a “cold”. Approximately 40% of these are different strains of rhinovirus. Coronaviruses cause 20%. Respiratory Syncytial Virus (RVS) and Human Parainfluenza (HPIV) cause another 10%. Finally, the remaining 30% are caused by unknown viruses.\nA cold is typically less severe than the flu. A cold has less intense symptoms and has a shorter duration. Some of these symptoms include:\nA stuffy or runny nose (One or the other, generally not both)\nSneezing\nCough\nFever somewhat common in children, generally absent in adults.\nDuration – three to four days, and up to a week in those with weak or compromised immune systems\nWhen Is It the Flu?\nThree types of influenza virus cause the flu: Influenza A, B, and C. Influenza C is typically not a severe illness, and may look like a moderate to bad cold. Influenza A and B, however, do cause serious illness in humans.\nThe flu is more serious than a cold due to the secondary, bacterial infections possible after the flu. Bronchitis and pneumonia are the most common of these secondary infections.\nCommon flu symptoms include:\nSore throat (moderate to severe)\nDeep hacking cough, frequent, dry, and non-productive\nSevere body aches\nDuration – up to two weeks\nDoes Color Matter?\nThis is a little gross, but we need to talk a little bit about phlegm. Doctors always ask if the phlegm you cough up, assuming your coughs are productive, have any color to them. I had always been told that if it was clear, it was just a cold. If it were yellow or green, it was a bacterial infection, and I was given antibiotics. Unfortunately, that isn’t accurate.\nIn truth, the color of your phlegm is an indicator of how hard your immune system is working. The color is produced by a large concentration of infection-fighting white blood cells called neutrophils. Neutrophils have an enzyme that lends the green color. The color can be more noticeable because the mucus has become thick, and more concentrated.\nThe yellowish, green is an indicator that your immune system is really working hard. It is not a way to distinguish between a viral or bacterial infection. However, if you are seeing thick, yellow or green mucus, it is a good indicator that you have a serious infection and should get checked out ASAP.\nWhen Is It Neither a Cold or Flu?\nThere are a few situations where symptoms may be similar to a cold or flu but are something else entirely. A sinus infection has the same congestion as most colds. Sinus infections are caused by viruses, bacteria, fungi, nasal polyps, deviated septum, and allergic rhinitis.\nFungal lung infections are another possibility. While fungal respiratory infections are rare, if your illness has lasted over three weeks, it is time to consider if a fungal infection is to blame.\nBacterial infections, such as bronchitis and pneumonia mentioned above, are usually secondary illnesses. They can, in some cases, be the primary infection. A good example of this is tuberculosis. Tuberculosis is a bacterial infection that shares many symptoms of influenza.\nSeasonal allergies (ex. hayfever) and indoor allergies (ex. pet dander) can look and feel like a cold.\nMaking Sense of It All\nWhen you start to feel sick, start assessing yourself. Ask yourself:\nAre my symptoms severe?\nDo I have difficulty regulating my body temperature because of fever or chills?\nIs my phlegm yellow or green?\nDo I have a deep, hacking cough (as opposed to a cough from post nasal drip, or a dry “tickle”)\nIf you answered yes to any of these, you are more likely to have influenza than the common cold.\nOnly a laboratory test can tell you definitively if you have influenza or not. Even then, most doctors do not test for the flu unless you ask for it. It will be recorded as an “Influenza-like illness”, or ILI. By paying attention to your symptoms early, however, you can spot a potentially dangerous infection early.\nHere are  some home remedies  that can help relieve the symptoms, regardless of which ailment you have.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.wcvb.com/article/mother-of-2-dies-from-flu/15055081",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "heres",
            "common",
            "tell",
            "symptoms",
            "cold",
            "serious",
            "influenza",
            "need",
            "cough",
            "flu",
            "infection",
            "know",
            "color"
        ]
    }
]