[
    {
        "url": "https://beforeitsnews.com/opinion-conservative/2018/01/govt-shutdown-followed-false-flag-missile-warnings-coincidence-video-3356259.html",
        "title": "Govt Shutdown Followed False Flag Missile Warnings (Coincidence?) +Video",
        "authors": [
            {
                "name": "John Rolls",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, January 21, 2018 10:59\n \n \n \n \n \n \n \n \n \nThe official list of worldwide false flag attacks for a hidden agenda\n \n \n \n \n \n \n \n \nObama and Michael Michelle, Bill and Hillary, along with Huma Abedin and a few others made it a point to be in Hawaii during the attack that never happened.\nThe Secret Navy behind the Ballistic Missile Attack on Hawaii\nAs information continues to emerge confirming that there was a ballistic missile attack against Hawaii that was intercepted on January 13, the investigation begins to shift from what happened, to who was responsible. In this article, I analyze various sources describing the attack, and identify the mysterious naval force that was most likely responsible for launching the ballistic missile, which presumably was nuclear armed.\nIn my January 17 article, I listed three alternative news sites referring to sources that all said that a ballistic missile was launched against Hawaii by a stealth submarine. The alternative news sources were radio host Dr. Dave Janda , Operation Disclosure (RV/Intelligence Alert), and the Public Intelligence Blog . The Operation Disclosure and Public Intelligence blog sites point to an Israeli submarine as responsible, while Dr. Janda said it was a submarine belonging to a rogue Chinese Navy faction.\nFurther corroboration for the ballistic missile attack explanation comes from former Forbes Magazine writer, Benjamin Fulford, who says that according to his insider sources, there was a submarine based attack:\nOne sign of this extreme tension came last week when “a missile from a cabal submarine was stopped from hitting Hawaii and the submarine was sunk,” Pentagon sources say. Media outlets around the world have reported that Hawaiian residents all received the following warning on their mobile phones: “BALLISTIC MISSILE THREAT INBOUND TO HAWAII, SEEK IMMEDIATE SHELTER, THIS IS NOT A DRILL,” but later this was reported to be a false alarm. It was not—it was an attempt by “the cabal” to blame the attack on North Korea and use it as a trigger for their long-desired World War III, CIA sources say.\nBoth Fulford and the Public Intelligence claim that the ballistic missile was intended to simulate a North Korean attack suggesting the responsible submarine was in the vicinity of North Korea, either in the Sea of Japan or off the Japanese coastline.\nIn determining the type of missile attack against Hawaii, yet another source refers to a Hawaii tourist boat about 100 miles out at sea that saw what appeared to be a meteorite exploding in the air shortly before the Hawaii Emergency alert went out Saturday morning, January 13. The additional source appeared as an update to the original Public Intelligence blogsite article about the Hawaii missile attack:\nWord here in Hawaii is that a group of tourists and tour guides were on a boat 100 miles off shore Saturday morning around 8 AM when they witnessed what they thought to be a meteor blowing up over the ocean. It was reported on Hawaiian channel 2 but then removed from their website. Rumor is the launch came from an Israel Dolphin 2 submarine. Some college basketball games had a red alert across the screen from US Pacific Command declaring a missile launch in the Pacific near Hawaii.\nThis additional Hawaii source is vital in understanding what happened since it reveals that the missile was coming down from the upper atmosphere following a ballistic trajectory similar to a meteor. This helps confirm that a ballistic missile was involved rather than another type of nuclear delivery system such as a cruise missile which fly much closer to ground and have a far more limited range.\nOf the sources cited so far, aside from Dr. Janda, all believe a faction of the Israeli Navy was behind the attack using a dolphin class submarine supplied by Germany. The USS Liberty attack during the 1967 Arab Israeli war is often cited as an example of Israel launching a false flag attack against the U.S. to embroil it in wars against Israel’s regional enemies.\nIn a private email received on January 19, former CIA covert operative and Marine Intelligence Officer, Robert David Steele, says that the attack was a “Zionist submarine doing a USS Liberty on Hawaii”.\nIn considering the possibility of a rogue Israeli submarine being responsible, it’s important to review the armaments possessed by the class of submarines belonging to the Israeli Navy. In a news story describing Israel’s possession of Dolphin class submarines purchased from Germany, its armaments are described as follows :\nThe Dolphin boats are equipped with six 533mm standard torpedo tubes and four 650mm jumbo tubes and can carry 16 weapons. The smaller tubes can fire torpedoes and Harpoon anti-ship missiles as well as other conventional weaponry, but its larger tubes are what makes the Dolphin class so special. From them, frogmen, remotely operated vehicles and especially large cruise missiles capable of carrying nuclear payloads can be deployed.\nIsrael’s Dolphin Class submarines can carry cruise missiles which are well suited for Middle East operations, rather than ballistic missiles which are better suited for long distance targets thousands of miles away. Ballistic missiles require much larger “boomer submarines” to launch them, rather than the smaller Dolphin class submarines possessed by Israel.\nThe Dolphin 2 submarine is 69 meters (225 feet) in length, which is less than half the size of the Ohio class boomer submarines (170 meters/560 feet long) used by the US Navy to carry Trident ballistic nuclear missiles. Sea Launched Ballistic Missiles need vertical missile tubes as opposed to the more traditional horizontal torpedo tubes used for Sea Launched Cruise Missiles located at the front of the smaller Dolphin class submarine.\nConsequently, it’s unlikely that a renegade faction of the Israeli Navy launched the ballistic missile attack since their Dolphin class submarines simply don’t have the capacity.\nFurthermore, it’s hard to imagine how a U.S. war against North Korea and/or China would advance Israel’s national security interests, which are far more concerned about threats posed by major regional rivals such as Iran.\nDr. Janda describes a rogue faction of the Chinese Navy being responsible, and that after the missile had been intercepted and destroyed by the US. Missile defense system, the regular Chinese Navy destroyed the submarine.\nThis explanation is perhaps the scariest to consider since the US national security apparatus would almost certainly hold China responsible for such an attack despite any genuine factional divisions within the Chinese Navy.\nThe immediate U.S. response would have been, at the very least, a direct retaliatory nuclear attack against China’s main regional ally North Korea, which would have been scapegoated for a Hawaii attack. After destroying North Korea’s military infrastructure, the country would have then been subsequently overrun and occupied by the U.S. Military and its South Korean ally in an analogous way to Afghanistan after the 9/11 attack.\nChina’s strategic interests would have been severely setback in such a scenario. It’s hard to imagine any Chinese military commander, rogue Navy faction or not, would risk a nuclear retaliatory strike by the U.S. that would set back China’s steady emergence into a global superpower over the next decade or so. Patience is a characteristic that China’s political leaders possess in abundance.\nConsequently, I find it unlikely that a rogue faction of the Chinese Navy was behind the ballistic missile attack.\nSo who then launched the attack against Hawaii?\nFor an answer we need to consider legendary Hawaii Senator Daniel Inouye who in 1987 described the existence of a shadowy government within the U.S. with its own separate military assets.\nThere exists a shadowy Government with its own Air Force, its own Navy, its own fundraising mechanism, and the ability to pursue its own ideas of the national interest, free from all checks and balances, and free from the law itself.\nInouye was clearly convinced of a very highly classified U.S. agency that had the independent funding and wherewithal to develop its own Air Force and Navy outside the regular chain of military command.\nIn contrast to the assets of the regular U.S. Air Force and Navy, this covert fleet of ships and aircraft would be “dark”, in terms of its security classification. It would therefore be appropriate to call it the “Dark Fleet” which is what secret space program insider Corey Goode says it is called by the U.S. military according to his confidential sources [Skype Communication Jan 18). He says that it is separate to another “Dark Fleet” which is a Secret Space Program that operates in Deep Space.\nI need to point out that in 2017, I personally met some of Goode’s confidential Earth Alliance sources. They provided many documents to prove they are deeply connected to NATO security operations and the European intelligence community. They have continued to provide Goode intelligence information since they consider him to be a genuine extraterrestrial contactee, and asset of a Secret Space Program Alliance known to exist by NATO officials.\nWhat U.S. Government agency would have the ability to raise its own “Dark Fleet” outside the regular chain of military command and Presidential executive authority? The only U.S. agency capable of doing so is the Central Intelligence Agency (CIA). More specifically, we are talking about the CIA’s Directorate of Operations (formally Clandestine Service) which runs all its global covert operations, where a Dark Fleet would have been developed to meet operational requirements.\nThe 1949 CIA Act comprised additions to those sections of the 1947 National Security Act that dealt with the creation of CIA. The 1949 CIA Act gave a Congressional stamp of approval to the creation of a ‘black budget’ it could spend without recourse to U.S. law as the following section make clear:\n… any other Government agency is authorized to transfer to or receive from the Agency such sums without regard to any provisions of law limiting or prohibiting transfers between appropriations [emphasis added]. Sums transferred to the Agency in accordance with this paragraph may be expended for the purposes and under the authority of sections 403a to 403s of this title without regard to limitations of appropriations from which transferred. [50 U.S.C. 403f(a)]\nEssentially, this gave the CIA the power to generate large amounts of money through covert means and launder it however it wished through the Pentagon and the U.S. bureaucracy. The funding was used for an unofficial “black budget” that by 2001 was estimated to be as high as $1.7 trillion annually .\nIn addition to having the financial means, the CIA has long been developing its own covert Air Force. This began in the mid-1950’s when the CIA established Area 51 , as the location to develop future fleets of spy planes with the aid of companies such as Lockheed, which today is the world’s largest defense contractor.\nIn the 1960’s the CIA began training personnel to develop skills necessary to operate its spy planes on U.S. aircraft carriers. CIA documents confirm that the U.S. Navy was training the CIA on how to operate spy planes on their carriers:\nThe above document went on to discuss how Kelly Johnson, Director of Lockheed’s Skunkworks, helped the CIA launch its U-2 spy plane from the USS Kitty Hawk\nAnother CIA document shows the Navy’s reluctance to allow the CIA to use its aircraft carriers to carry spy planes in trouble spots like the Mediterranean, thereby creating the operational necessity for the CIA to eventually acquire its own aircraft carrier to carry fleets of spy planes around the world.\nThese official CIA documents support the conclusion that by the 1970’s the CIA’s Directorate of Operations had its own squadrons of spy planes, and would have acquired its own aircraft carrier out of operational necessity that it could operate anywhere around the world without any kind of government oversight.\nAs far as the CIA having its own submarines, a Washington Times article from January 3, 1985 shows that two ballistic missile submarines, USS John Marshall and Sam Houston were handed over to a 2000 man Special Operations Force.\nIt can be guaranteed that the CIA’s Directorate of Operations would have similarly justified the acquisition of ballistic missile capable submarines for its own covert operations around the world.\nWith the CIA’s role in generating multiple black budgets, it could easily have diverted some of these funds to defense contractors for building ballistic missile capable submarines for exclusive use in clandestine operations. It’s worth noting that Lockheed Martin builds the Trident II ballistic missiles for the Ohio class submarines currently possessed for by U.S. Navy.\nAs noted earlier, the CIA and Lockheed have developed a long and close relationship since their joint efforts to develop Area 51 for spy planes and other advanced technologies in the 1950’s. Therefore it is very possible that the CIA’s Dark Fleet possesses Trident II ballistic nuclear missiles developed by Lockheed Martin.\nConsequently, Inouye’s claims of a shadowy government possessing its own Air Force and Navy is very feasible given what we know about the CIA’s history, and official documents showing its military assets, training and close relationship with defense contractors such as Lockheed Martin.\nThe CIA had the independent funding to create squadrons of spy planes that could operate from an aircraft carrier with the necessary support craft that altogether constituted a CIA controlled aircraft carrier battle group that included nuclear submarines.\nSo was the CIA’s Dark Fleet behind the ballistic missile attack on Hawaii? I put this question to Corey Goode and he responded:\nYes, They DO have an Air Craft Carrier and destroyers and support vessels, a whole fleet….This stuff has been a part of recent briefings in the form of informed speculation as to what occurred in Hawaii/Japan. All are pretty convinced that rogue CIA sub fired missiles and MIC SSP [USAF/NRO/DIA Secret Space Program] took the missiles out. We are all waiting for specifics and confirmation but these are “read in” General/Colonel types doing the speculating.[Skype Communication 1/19/18)\nThe CIA’s Directorate of Operations has long been the primary asset of what Inouye called the Shadow Government, but today is referred to as the “Deep State”. Due to President Trump’s December 21, 2017, Executive Order freezing the financial assets of all involved in human rights abuses and corruption, Trump was not only declaring war against U.S. global elites involved, but also against the funding sources for the CIA’s covert operations.\nThe CIA’s black budget is made possible by human rights abuses and corruption around the planet that provides almost unlimited funds for its covert operations, including its Dark Fleet. Consequently, the CIA’s Dark Fleet had the means, motive and opportunity to attack Hawaii with a ballistic nuclear missile that would embroil the Trump administration in a major regional war with North Korea and possibly China.\nSignificantly, on January 16, Japan’s major public broadcaster also warned the public about an incoming ballistic missile attack. Once again, a false alarm was issued shortly after by government authorities.\nIt’s quite possible that the same submarine responsible for the Hawaii attack, launched another missile attack, this time against Japan, presumably Tokyo. It was also brought down, probably by the same defense forces that tracked and destroyed the Hawaii bound missile. Again, the purpose would have been to simulate a North Korean attack thereby triggering a major regional war.\nSuch a war would distract the Trump administration and U.S. military from going after Deep State assets, and tie down the U.S. in a serious regional confrontation. Thankfully, the U.S. Navy and Air Force, along with the USAF run secret space program, were able to neutralize the attacks on Hawaii and Japan.\nThe multiple sources and documents cited above lead to a remarkable conclusion. A CIA created secret Navy launched ballistic missile attacks against Hawaii and Japan using a Dark Fleet created in the 1970’s to support covert operations around the world.\nConsequently, neutralizing the “Dark Fleet” and reigning in the CIA’s Directorate of Operations must become a high priority goal for the Trump Administration and the Pentagon. A major step in doing so is for the truth to be officially released about ballistic missile attacks against Hawaii and Japan.\n[Note: My thanks to Corey Goode for reading an earlier draft of this article and his helpful suggestions.]\nFurther Reading\n \nFrom The Desk of Capt. Dave Bertrand (Ret.) Int’l Airline Freight Captain (DC-8 & B-727 & First Officer DC-10), Veteran U.S. Army S. Korea (110th M.P. Co.) Vietnam era Sergeant, State Law Enforcement Background, Int’l Aircraft Repo/Recovery, DHS Trained (Former) Counter-Terrorism Instructor, Political Analyst and Activist to help “Make America Great Again.\nMy mission is to slice through the propaganda, encourage everyone to write and share important news among our network of patriots, military, law enforcement and selected news media sources (we trust). We are the pulse of America and we will prevail.\nOpinions and discussion of today’s hard hitting topics. If you wish to be removed….reply within, or please forward.\n \n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nDK\n“Ballistic missiles require much larger “boomer submarines” to launch them, rather than the smaller Dolphin class submarines possessed by Israel.” completely false, ballistic missiles require a LAUNCH PLATFORM which in this case could be anything at all, i.e. towing a submerged ICBM container into position, vacating the location in some LARGE fishing boat then reporting the missile launch to the authorities  is the best option for the agency involved, since the now used launcher can mimic the required submersible up to and including its destruction by the use of decoy technology nearly 50 years old.\nWe had this spoof technology fool russian radars into believing a Kiev frogfoot had intercepted flight 17 in an attempt to get them to shoot one of Russias missiles from across the border to further muddy the waters. It was a really good spoof radar signal too and most probably done by cabal technology.\nJan 21, 2018, 12:42 pm\nWell, I didn’t find that news about explosion on the KHON TV website.\nOnly that it took long clicks and scrolls before you can “accidentally” hit the send button for a real alert.\nJan 21, 2018, 1:53 pm\nunidentified\nsomething might be planned next month during olympics, are the russians still planning on not attending\nJan 21, 2018, 5:10 pm\nEverette\nWait a minute ! You stated that Germany build this sub . Could Germany also have built subs for other countries like Iran ? Or could they have keep a few for themselves . Why do I say this because Angela Merkel head of the EU , from Information I have read is Hitlers daughter from His sperm inseminated into his wife’s sister . The Vatican found out about it and ask if they could train her . Then like before they set her in her fathers seat as Chanclor of Germany . The Vatican is the NWO descendants of Esau , Jacobs brother whom GOD rejected . Rothschild was Hitlers dad by his maid . And no Rothschild is not Judea minded . Just becuse he says he is a zionist does not make him pro Israel . The vatican Esau Edomite Dukes are also zionist . The vatican recently told Jerusalem that they own old Jerusalem and are going to build a world universal temple there . So Zionist are just those that have interest in Temple mount . I believe we need to be looking at Germany or the Vatican  . Isn’t this also we’re part of world war 2 started , looks  like they are wanting world war 3 , human depopulation like their Georgia Guide Stones suggest . Had Hillary won we would be at war with Russia . Why ? I guess to cover up her sells of Urainium to Russia . Double crossing slut ! Then she gets the Russian collusion started on Trump to try and continue her cover up . She and Obama were buddies with Russia . Obama called in 15,000 special force Russian troops with executive orders in May 2012 to protect him from the American people . Both Hillary and Obama need to be hanged in front of the capitol building . Now it is said we have over 150,000 Russian troops in America . And not to mention UN troops these jackasses brought in . Every president since Reagan has been NWO Vatican operatives . Look at the destruction Angela Merkel and the Vatican has brought upon Europe with you need to be friends to the Muslims and let them come to your country . Muslims have almost destroyed them because they listened to these jackasses and excepted them into their countries . Look it up on YouTube ( Muslims destroying Europe ) . And as for the democrats shutting down the government when we are at high alert with North Korea and our army guys will not be getting pay , Trump needs to place Teason on them , seize their bank account and use it to pay the troops . Then remove their pay checks . Put forth an order that every member must be present and not setting on some beach or they will be fined every day they are out and they will spend day and night until they work out a solution to get America running again . And not just some kick the can into next month type of thing . It’s a good thing I’m not the president ! Law , order and justice would reign supreme ! The American tax payer did not send these jackasses to Washington to play patti cake and money games creating special committees so they could line their pockets . The American tax payers have just about had it with these jerks ! So many of them have committed Treason against us and our Constitution ! Where are our watch dogs ??? Trump needs to use this against them to have them removed and jailed until trial be held for Treason ! He also needs to realize that trying to get along with liberals is a loosing game , it’s like playing with the devil . They are evil and children of the devil !\nJan 21, 2018, 7:37 pm\nWhen anyone makes comments. please learn to not use all caps and learn to place space between sentences. Ro To\nJan 21, 2018, 10:27 pm\nHypothesisFree\nAccidentally pushing a button would not result in the emergency message to cellphone users stating that the attack was coming from North Korea [as claimed by the female guest caller here - https://www.youtube.com/watch?v=-_QolHQppDc ].    So it seems possible there was a real attempt to frame North Korea which somehow got foiled.  Also, Bill Clinton and Huma Abedin and possibly other high level suspects were reportedly in Hawaii at the time, purportedly to have plausible deniability.\nJan 21, 2018, 10:29 pm\nAnonymous\nICBM capable submarines are expensive and hard to maintain. I do not believe the CIA would get such a limited use sub.  The launch was from about 100 miles North of Kauai, would take less than 30 min. To reach an Oahu target.  It’s hard to believe the CIA would use a warhead bigger than a micro nuke on an Oahu target, because sny such small warhead could be explained as an accidental explosion.  And an American CIA crew might hesitate to hit the USA with a major nuke (greater tan 10 kt). Why would China or Russia want to be involved in a nuclear incident that could cause WW III?.\nThe only country that could nuke the USA and get away with it is Israel.  And they have 3 remaining dolphin class subs, and only 2 may be needed to do the job if indeed Japan and the USA were both targeted. Israel is accused of a ‘nuclear tsunami’ by Japanese politicians already and they got by with it there also.\nThe Clinton’s are allies of the Rothschilds who have a motive for gettin a small nuclear war going on N Korea. Wars are all about money for the bankers anyway, and it would embarrass Trump if he did not play along.\nThe Sub was Israeli and the missile was a cruise missile. That is the obvious answer.\nNow who shot it down?  Certainly not the French and the US military denies it as far as I know.  The only others that tend to shoot down nuclear missiles are (unbelievably) ET aliens.\nAND DID ALIEN INTERVENTION AVERT A RELATED NUCLEAR WAR?\nSo, unless the US military ‘fesses up’ they are the only game in town, and they have a history of opposing our nuclear weapons.\nJan 22, 2018, 12:55 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "a missile from a cabal submarine was stopped from hitting Hawaii and the submarine was sunk,",
                "",
                false
            ],
            [
                "BALLISTIC MISSILE THREAT INBOUND TO HAWAII, SEEK IMMEDIATE SHELTER, THIS IS NOT A DRILL,",
                "",
                true
            ],
            [
                "Zionist submarine doing a USS Liberty on Hawaii",
                "Robert David Steele",
                false
            ],
            [
                "Ballistic missiles require much larger “boomer submarines” to launch them, rather than the smaller Dolphin class submarines possessed by Israel.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://phibetaiota.net/2018/01/defdog-there-was-a-missile-government-is-lying/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://www.nytimes.com/2018/01/16/world/asia/japan-hawaii-alert.html",
                "http://exopolitics.org/secret-space-programs-more-complex-than-previously-revealed/",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "http://exopolitics.org/trump-executive-order-targets-deep-state-opens-door-to-full-disclosure/",
                "http://exopolitics.org/area-51-is-now-official-where-are-the-alien-spaceships/",
                "http://exopolitics.org/was-a-nuclear-missile-attack-on-hawaii-thwarted-by-a-secret-space-program/",
                "https://foxtrotalpha.jalopnik.com/israels-newest-and-most-advanced-submarine-is-their-las-1752459324",
                "https://benjaminfulford.net/2018/01/15/tensions-rise-bloodlines-illuminati-final-showdown-looms-u-s-corporate-government/"
            ],
            "gov_pgs": [
                "https://www.cia.gov/careers/opportunities/clandestine/index.html"
            ],
            "unsure": [
                "http://www.ascensionwithearth.com/2018/01/dark-cabal-launches-nuclear-missile-at.html",
                "https://www.youtube.com/watch?v=-_QolHQppDc",
                "https://www.youtube.com/watch?v=SIO4vWYtk6s&feature=youtu.be&t=24m",
                "https://www.american.edu/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hawaii",
            "navy",
            "ballistic",
            "video",
            "flag",
            "cia",
            "operations",
            "shutdown",
            "warnings",
            "missile",
            "coincidence",
            "govt",
            "submarine",
            "war",
            "false",
            "rogue",
            "attack",
            "followed"
        ]
    }
]