[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/junkyard-blight-no-more-new-at-reason-2604796.html",
        "title": "Junkyard Blight No More: New at Reason",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nSunday, January 14, 2018 20:25\n \nLike oil-slicked seagulls and smokestacks spewing black fumes, piles of rusting cars were standard symbols of environmental blight in the 1960s and early ’70s. “Few of America’s eyesores are so unsightly as its millions of junked automobiles,” President Richard Nixon declared in a 1970 speech.\nAlthough Americans had been dumping cars since the 1920s, replacing worn-out models with new wheels, the problem was a relatively late-breaking one. Up through the 1950s, junkyard workers would rip apart the cars and recycle their components. During World War II, U.S. Marshals even seized scrapped cars from a Maryland junkyard whose owner “had refused to sell the much-needed materials at established prices.”\nBy the ’60s, however, wages had risen, making it too expensive to pull old cars apart by hand, and steel mills were getting pickier about what they would accept. “The problem was copper: even a small amount—1 percent or so—when melted in a steel furnace will weaken the properties of steel,” writes Adam Minter in Junkyard Planet: Travels in the Billion-Dollar Trash Trade (Bloomsbury). Once steel mills stopped buying the old scrap, junk cars started piling up. Making the problem worse were new bans on the incinerators that had previously burned away everything but a car’s recyclable metal, producing choking black smoke in the process.\nCity, state, and federal officials all tinkered with regulations designed to hide or eliminate the blight of junked cars, without much success. “Abandoned cars are the biggest pollution problem this country has,” a Pittsburgh official told The New York Times in 1972. By then, however, the solution was on its way.\nIt had started on an airplane in 1955, as businessman Sam Proler was throwing back screwdrivers and mulling a problem. Sam was one of four Houston brothers who owned Proler Steel Corp., a company that had found itself stuck with 40,000 tons of recycled-car bundles that steel mills would no longer accept. “They had too many contaminants, like copper and rubber,” he told Recycling Today in 2007.\nBut Proler had an idea. What if instead of burning away the impurities and smashing cars into blocks, you could put a whole automobile into a hammermill like the industrial shredders used to break up rocks, chop animal feed, or chip wood? He asked the flight attendant for some paper and began sketching.\nTurning the sketch into a working machine took several years—Proler received a patent in 1960—but the Prolerizer, as it came to be known, did the job. It reduced a car to what contemporary journalists described as “corn flakes” and used magnets to separate the iron and steel from other components. The machine was a monster: 1,000 feet long, with motors “taken from naval destroyer escort vessels,” it “had 12-foot flywheels and 6,000 horsepower,” brother Hymie Proler said in 2002.\nRumors of the new invention inspired another Texas innovator’s more compact solution. Alton Newell owned a scrap yard in San Antonio, where he was already shredding car parts, if not full automobiles. “As soon as we saw that that could be done,” his son Scott told Minter, Newell decided to build a shredder big enough to take a whole car. He also realized he could make it smaller and cheaper, with lower power requirements, than the Prolerizer.\nThe trick was to feed the car in little by little, rather than all at once. He dubbed his side-feed roller The Insight.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Few of America’s eyesores are so unsightly as its millions of junked automobiles,",
                "Richard Nixon",
                true
            ],
            [
                "had refused to sell the much-needed materials at established prices.",
                "",
                false
            ],
            [
                "The problem was copper: even a small amount—1 percent or so—when melted in a steel furnace will weaken the properties of steel,",
                "Adam Minter",
                true
            ],
            [
                "Abandoned cars are the biggest pollution problem this country has,",
                "",
                true
            ],
            [
                "They had too many contaminants, like copper and rubber,",
                "Sam",
                true
            ],
            [
                "taken from naval destroyer escort vessels,",
                "Sam",
                false
            ],
            [
                "had 12-foot flywheels and 6,000 horsepower,",
                "Hymie Proler",
                false
            ],
            [
                "As soon as we saw that that could be done,",
                "Minter",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "big",
            "car",
            "told",
            "proler",
            "mills",
            "blight",
            "steel",
            "junkyard",
            "problem",
            "reason",
            "cars"
        ]
    }
]