[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/andrew-mccabe-is-not-a-raging-democrat-partisan-and-other-things-trump-fans-should-know-2976204.html",
        "title": "Andrew McCabe Is Not a Raging Democrat Partisan (and Other Things Trump Fans Should Know)",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RedState (Reporter)\nTotal:\nAndrew McCabe Is Not a Raging Democrat Partisan (and Other Things Trump Fans Should Know)\nThursday, January 25, 2018 7:25\n% of readers think this story is Fact. Add your two cents.\nEarlier this week I talked about the uncomfortable position then-acting FBI Director Andrew McCabe was put in, after being invited to the White House shortly after the firing of James Comey.\nAfter some small talk, President Trump asked McCabe who he voted for in the 2016 election.\nWhat was he supposed to say?\n(I would have said, “I didn’t vote for either of the liberal Democrats running.)\nWhat McCabe told him was that he didn’t vote, and apparently, that’s the truth.\nAccording to a report on Thursday morning, McCabe actually took the road many chose during the last election: He voted in the Virginia Republican primary, but abstained from voting in the general election.\nCNN  reported  that the 2016 presidential election was the first time McCabe did not vote in a Virginia general election since 2007.\nI’ve heard that more than once. In fact, it was the first time I didn’t vote Republican at the top of the ticket in over 30 years.\nAnd no, I didn’t vote Democrat, either.\nSo it appears McCabe is not the raging Democrat partisan Trump’s defenders and loyalists desperately need him to be, in order to justify their attempts to tear down one of the pillars of our nation’s law enforcement, as well as what has been a shield of protection against threats within our borders for years.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//sweetie15/2018/01/25/andrew-mccabe-not-raging-democrat-partisan-things-trump-fans-know/http://thehill.com/homenews/administration/370639-mccabe-didnt-cast-vote-in-2016-presidential-election-report",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com//sweetie15/2018/01/25/andrew-mccabe-not-raging-democrat-partisan-things-trump-fans-know/http://www.cnn.com/2018/01/24/politics/andrew-mccabe-vote/index.html",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.redstate.com/sweetie15/2018/01/23/excuse-president-trump-put-acting-fbi-director-andrew-mccabe-uncomfortable-position/"
            ]
        },
        "key_words": [
            "fans",
            "democrat",
            "trump",
            "didnt",
            "voted",
            "andrew",
            "vote",
            "mccabe",
            "election",
            "things",
            "virginia",
            "partisan",
            "raging",
            "know"
        ]
    }
]