[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/look-at-that-thing-the-nyt-reveals-the-pentagons-mysterious-ufo-program-3176865.html",
        "title": "“Look At That Thing!” – The NYT Reveals The Pentagon’s Mysterious UFO Program",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nTotal:\n“Look At That Thing!” – The NYT Reveals The Pentagon’s Mysterious UFO Program\nSunday, December 17, 2017 4:33\n% of readers think this story is Fact. Add your two cents.\nWhen tinfoil-hat-wearing conspiracy theories cross paths with massive ‘defense’ budgets and excited politicians, “stranger things” happen.\nWelcome to The Advanced Aerospace Threat Identification Program.\nAs The New York Times exposes, within the $600 billion annual Defense Department budgets, the $22 million spent on the program was almost impossible to find.\nWhich was how the Pentagon wanted it.\nFor years, the program investigated reports of unidentified flying objects, according to Defense Department officials, interviews with program participants and records obtained by The New York Times. It was run by a military intelligence official, Luis Elizondo, on the fifth floor of the Pentagon’s C Ring, deep within the building’s maze.\nThe Defense Department has never before acknowledged the existence of the program, which it says it shut down in 2012. But its backers say that, while the Pentagon ended funding for the effort at that time, the program remains in existence. For the past five years, they say, officials with the program have continued to investigate episodes brought to them by service members, while also carrying out their other Defense Department duties.\nThe shadowy program — parts of it remain classified — began in 2007, and initially it was largely funded at the request of Harry Reid, the Nevada Democrat who was the Senate majority leader at the time and who has long had an interest in space phenomena.\nMost of the money went to an aerospace research company run by a billionaire entrepreneur and longtime friend of Mr. Reid’s, Robert Bigelow, who is currently working with NASA to produce expandable craft for humans to use in space.\nAnd while the clapping of crony capitalism screams alod from those two last sentences, one watch of the following video (just one of many), suggests the boondoggle may be based in some kind of reality after all… (the footage from a Navy F/A-18 Super Hornet showing an aircraft surrounded by some kind of glowing aura traveling at high speed and rotating as it moves. The Navy pilots can be heard trying to understand what they are seeing. “There’s a whole fleet of them,” one exclaims. Defense officials declined to release the location and date of the incident.)\nMr. Reid, who retired from Congress this year, said he was proud of the program.\n“I’m not embarrassed or ashamed or sorry I got this thing going,” Mr. Reid said in a recent interview in Nevada.\n“I think it’s one of the good things I did in my congressional service. I’ve done something that no one has done before.”\nWhile not addressing the merits of the program, Sara Seager, an astrophysicist at M.I.T., cautioned that not knowing the origin of an object does not mean that it is from another planet or galaxy.\n“When people claim to observe truly unusual phenomena, sometimes it’s worth investigating seriously,” she said.\nBut, she added, “what people sometimes don’t get about science is that we often have phenomena that remain unexplained.”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "There’s a whole fleet of them,",
                "",
                true
            ],
            [
                "I’m not embarrassed or ashamed or sorry I got this thing going,",
                "Reid",
                true
            ],
            [
                "I think it’s one of the good things I did in my congressional service.",
                "",
                true
            ],
            [
                "I’ve done something that no one has done before.",
                "",
                true
            ],
            [
                "When people claim to observe truly unusual phenomena, sometimes it’s worth investigating seriously,",
                "",
                true
            ],
            [
                "what people sometimes don’t get about science is that we often have phenomena that remain unexplained.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://silveristhenew.com//2017/12/16/look-at-that-thing-the-nyt-reveals-the-pentagons-mysterious-ufo-program/https://www.nytimes.com/2017/12/16/us/politics/pentagon-program-ufo-harry-reid.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ufo",
            "pentagons",
            "york",
            "program",
            "officials",
            "nyt",
            "look",
            "things",
            "reid",
            "defense",
            "mysterious",
            "department",
            "thing",
            "think",
            "reveals",
            "times"
        ]
    }
]