[
    {
        "url": "http://conservativefighters.com/news/ratings-four-nfl-playoff-games-chiefs-titans-least-watched-5-years/",
        "title": "Ratings Down for All Four NFL Playoff Games, Chiefs-Titans Least Watched in 5 Years",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-09",
        "text": "Conservative Fighters\nRatings Down for All Four NFL Playoff Games, Chiefs-Titans Least Watched in 5 Years\nFollowing a regular season where most NFL fans decided they had better things to do on Sunday afternoons than watch football; it appears those same fans still have better things to do on Saturdays and Sundays in the postseason.\nThe first round of playoffs suffered double-digit ratings drops, as the NFL begins the most important part of its calendar year, Awful Announcing reported.\nSaturday’s Tennessee Titans-Kansas City Chiefs game didn’t deliver for ESPN or ABC, losing two full ratings points over last year’s game. The game drew a 14.7 overnight rating compared to last years 16.6 for the Houston Texans-L.A. Raiders game. It was the worst rating since 2012, Awful Announcing said.\nLater that evening, the Atlanta Falcons-Los Angeles Rams game did only a little better, seeing a similar if not quite as bad ratings loss.\nAccording to SportsTVRatings, the Falcons-Rams game lost 10 percent over last year’s game.\nTitans/Chiefs = 14.7, down 11% from 16.6 for last year's Texan's Raiders (h/t @JoshACarpenter )\nFalcons/Rams: 14.9, down 10% from the 16.5 for Lions-Seahawks last year (h/t @NBCSportsPR )\nSunday’s Jacksonville Jaguars-Buffalo Bills matchup earned better ratings than the Saturday games, but it was still a 21 percent loss over the 2016 season’s game, Josh Carpenter noted.\n“Fox drew a 20.4 rating yesterday for Saints-Panthers, down 21% from a 25.9 last year in same window (Giants-Packers). CBS drew a 17.2 for Jags-Bills, down 10% from last year (Steelers-Dolphins),” Carpenter wrote.\nThese Wild Card game ratings come after a season of some of the worst ratings in NFL history. By some estimates, the 2017 regular NFL season is down nearly 10 points from 2016.\nIt should be noted that the 2016 season itself saw an 8 percent tumble over the numbers from 2015; with the sports media claiming it was all due to a raucous 2016 presidential election season.\nBut with the 2016 election long ago decided, one wonders what their excuse is for this year.\nI can not post this F.B. CENSORSHIP.\nJanuary 9, 2018 at 1:28 am\nThe American people is not going to come to a football game when the player disrespects them not standing for the national anthem.\nJanuary 10, 2018 at 12:54 pm\nI Totally Agree Claudia!! Until The NFL Decides To Make It A Rule That The Players Stand For our National Anthem My T.V Will Not Be Tuned Into Any Football Game! Its Disgraceful & I Will Not Support Spoiled Millionaires Doing It!!\nJanuary 9, 2018 at 1:46 am\nMaybe the HFL will begin to get the idea that the players need to stand during the national anthem.\nJanuary 9, 2018 at 3:28 am\nIt is a sign of respect to stand for the national anthem – to do otherwise is inappropriate and a sign of disrespect. I do not & I will not pay to watch anybody disrespect the national anthem.\nJanuary 9, 2018 at 1:26 pm\nGodel Has to realize that even if the players do stand. The damage has been done. The NFL Leadership had to publicly announce that it condemns this behavior. Or they will continue to\nwither away. Certainly I see allot of player contracts being re-negotiated downward. The NFL has carefully built there world and we have enjoyed it. But this Sickening disconnect with there fan base is the worst thing they could of done. Dance in the endzone idiots. We could care less. OH it looks like a movie Marathon kinda Sunday, lol\nJanuary 9, 2018 at 2:51 pm\nI Will never watch football again , I have seen how disrespectful these guys to our country , Our president and most of all to our national anthem .To watch a bunch of thugs claiming America does not treat it’s citizens fairly while they make millions of dollars and complaining about injustice in this great land , I find it very hard to believe since i myself immigrated to America some 32 years ago and i thank God for this great nation , If you don’t like it here i suggest you move out to my native country or any country for that matter and you will see how good you have it here .\nJanuary 9, 2018 at 3:30 pm\nFacebook is blocking me from sharing this article, calling it SPAM. Apparently CF is spam and according to FB Community Guidelines are blocked on FaceBook. I find this very disturbing that FB continues to inject itself into Politics and using it’s power to promote one side and step on the opposition. TRY IT YOURSELVES and take screen shots for proof.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "Fox drew a 20.4 rating yesterday for Saints-Panthers, down 21% from a 25.9 last year in same window (Giants-Packers).",
                "Josh Carpenter",
                true
            ],
            [
                "CBS drew a 17.2 for Jags-Bills, down 10% from last year (Steelers-Dolphins),",
                "Josh Carpenter",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": [
                "https://twitter.com/NBCSportsPR?ref_src=twsrc%5Etfw",
                "https://twitter.com/JoshACarpenter?ref_src=twsrc%5Etfw"
            ]
        },
        "key_words": [
            "games",
            "better",
            "rating",
            "worst",
            "ratings",
            "nfl",
            "playoff",
            "things",
            "2016",
            "chiefstitans",
            "game",
            "season",
            "drew",
            "watched"
        ]
    }
]