[
    {
        "url": "https://coed.com/2018/01/23/maisie-williams-bridesmaid-at-sophie-turners-wedding/",
        "title": "Maisie Williams Is Going To Be A Bridesmaid At Sophie Turner’s Wedding",
        "authors": [
            {
                "name": "Social Media Dude",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-23",
        "text": "Search:\nMaisie Williams Is Going To Be A Bridesmaid At Sophie Turner’s Wedding\n|\nMaisie Williams selfie at a party\nIf Maisie Williams being a bridesmaid at Sophie Turner’s wedding isn’t the definition of #FriendshipGoals, then I don’t know what is.\nWhile speaking to Radio Times, Williams, who plays Ayra Stark on the hit HBO fantasy drama series Game Of Thrones, revealed that she is going to be a bridesmaid in Turner’s wedding, who is getting married to DNCE singer and Jonas Brother Joe Jonas. Turner, of course, plays Arya’s older sister Sansa on Game Of Thrones.\nWhen asked if she has gotten official word from Sophie yet about participating in the ceremonies, Williams said: “Oh, already got it. Yeah, it’s very, very exciting. It’s kind of bizarre though.”\nHowever, Williams says that Turner and Jonas have yet to begin planning the wedding as she wants to wrap up production on the final season of Game Of Thrones first.\n“We’re waiting ’til this season’s done until we get into it. But I think she’s already letting her little heart wander and imagine,” Maisie said.\n2018 is shaping up to be a big year for Turner as she films the final season of Game Of Thrones, appears as the main character in the new X-Men movie Dark Phoenix, and gets married to Joe Jonas.\nI only have one question, though: where’s my invite, Sophie? I’m sure Maisie needs a date, I’d be happy to oblige.\nOct 31, 2016 at 11:46am PDT\nAug 26, 2017 at 2:32pm PDT\nJan 22, 2016 at 3:42pm PST\nEmail Address\n",
        "quotes": [
            [
                "Yeah, it’s very, very exciting.",
                "Maisie Williams",
                true
            ],
            [
                "It’s kind of bizarre though.",
                "Maisie Williams",
                true
            ],
            [
                "We’re waiting ’til this season’s done until we get into it.",
                "Maisie Williams",
                true
            ],
            [
                "But I think she’s already letting her little heart wander and imagine,",
                "Maisie Williams",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "wedding",
            "thrones",
            "turners",
            "sophie",
            "williams",
            "going",
            "game",
            "turner",
            "maisie",
            "jonas",
            "season",
            "bridesmaid"
        ]
    }
]