[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/republicans-sitting-on-evidence-that-clears-trump-2605266.html",
        "title": "Republicans Sitting on Evidence That Clears Trump?",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nThursday, January 25, 2018 6:34\n% of readers think this story is Fact. Add your two cents.\nIn the 1970s neoconservative Irving Kristol aptly described the Republicans as “the stupid party.” We are seeing this today in the hesitation of the House Intelligence Committee to release to the American public the results of its investigation of Russiagate.\nThe committee has released a description of its findings to members of the House, and most Republicans who have read it are demanding that it be released to the public as it clearly proves that Russiagate was an orchestrated conspiracy between the Democratic National Committee, the FBI, and the Obama Department of Justice against Donald Trump.\nApparently, Republicans are not smart enough to understand that to announce that you have proof that turns Russiagate away from President Trump and toward its DNC, FBI, and DOJ originators and then to sit on the information gives the Democrats and the presstitutes time to discredit the information in advance of its release.\nAnd that is exactly what we are witnessing. For example, presstitute Greg Sargent writing in the Washington Post , a long-time CIA asset, mischaracterizes the finding of the House Intelligence Committee as “the latest effort to delegitimize the Russia probe by painting it as born of partisan dirty tricks and an illegitimate abuse of power.”\nThe presstitute Sargent goes on to allege that “the campaign to discredit the Russia investigation continues unabated, and the Nunes memo [the House Intelligence Committee report] is at the center of it.” Sargent dismisses the report, which he has not seen, as merely “a selective release of cherry-picked info that will give Republicans ammunition to shield Trump from accountability, secure in the knowledge that the full set of facts allowing us to gauge the memo’s accuracy will not be released.”\nNote presstitute Sargent and the Washington Post’s assumption that Trump is guilty of some Russiagate accusation despite the absence of any evidence.\nWhat Sargent, his editor, and the highly partisan Rep. Adam Schiff do not acknowledge is that proof that Russiagate is “born of partisan dirty tricks and an illegitimate abuse of power” already exists in public in the form of an official report by the FISA court. I posted it here on January 22. Former US Attorney Joe diGenova explains it in detail here .\nThe FISA court lists the admitted violations of surveillance laws and their misuse against Trump by the FBI and DOJ and lists the corrections promised by the FBI and DOJ to prevent such illegality in the future.\nIf the House Republicans were intelligent, they would immediately have released the information, not announce that they might release it and then sit on it while the Democrats and presstitutes discredit it in advance. By the time the Republicans can bring themselves to release the damning information, assuming they ever do considering their idiotic “national security” concerns, it will have been discredited.\nMeanwhile, the Russiagate campaign against Trump continues. CNN presstitute Stephen Collinson tells us that “a foreboding moment looms for Trump’s presidency and for the nation” as “inexorably, special counsel Robert Mueller’s investigation has clawed all the way up to Donald Trump himself.”\nIf this is not sufficient to suggest Trump’s certain guilt and upcoming indictment, what about this:\n“A stunning barrage of revelations on Tuesday suggested that at least one strand of Mueller’s Russia probe is racing toward its end game, emphasizing the gravity of the situation facing the White House and the potential vulnerability of the President.”\nWhat is the “stunning barrage of revelations”? Mueller has interviewed Comey and Sessions, Trump asked an inappropriate question of McCabe, one of the FBI plotters against him, and Trump’s mistake as FBI director Chris Wray threatened to quit. Only for an axe-grinding presstitute would these constitute a “stunning barrage of revelations.”\nPresstitute Collinson writes that Mueller “has a clear picture of where he is headed in what could turn into an obstruction of justice case, legal experts said.” It is simply amazing that Collinson and “legal experts” are so incompetent that they do not understand that there cannot be an obstruction of justice case unless there is a crime. What crime was Mueller obstructed from finding?\nThe problem with Mueller’s investigation is that it has never been an investigation of a crime but an investigation seeking to find a crime. No crime that falls under the purpose of the investigation has been found. As William Binney, the former high-level NSA official who designed the spy program has said, if a crime existed, the NSA would have the evidence. No investigation would be necessary.\nThe only purpose of the Mueller “investigation” is to plant in the public’s mind that Trump and Putin conspired to steal the presidential election from Hillary.\nConsidering the extraordinary stupidity of Republicans, it is possible that having all the facts will do them no good as the presstitutes will have already established the explanation of the facts before they are released.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "the latest effort to delegitimize the Russia probe by painting it as born of partisan dirty tricks and an illegitimate abuse of power.",
                "Greg Sargent",
                false
            ],
            [
                "the campaign to discredit the Russia investigation continues unabated, and the Nunes memo [the House Intelligence Committee report] is at the center of it.",
                "Sargent",
                false
            ],
            [
                "a selective release of cherry-picked info that will give Republicans ammunition to shield Trump from accountability, secure in the knowledge that the full set of facts allowing us to gauge the memo’s accuracy will not be released.",
                "",
                false
            ],
            [
                "born of partisan dirty tricks and an illegitimate abuse of power",
                "",
                false
            ],
            [
                "a foreboding moment looms for Trump’s presidency and for the nation",
                "Stephen Collinson",
                false
            ],
            [
                "inexorably, special counsel Robert Mueller’s investigation has clawed all the way up to Donald Trump himself.",
                "Stephen Collinson",
                false
            ],
            [
                "A stunning barrage of revelations on Tuesday suggested that at least one strand of Mueller’s Russia probe is racing toward its end game, emphasizing the gravity of the situation facing the White House and the potential vulnerability of the President.",
                "Donald Trump",
                true
            ],
            [
                "has a clear picture of where he is headed in what could turn into an obstruction of justice case, legal experts said.",
                "Donald Trump",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "fbi",
            "sargent",
            "crime",
            "presstitute",
            "clears",
            "house",
            "sitting",
            "evidence",
            "committee",
            "investigation",
            "republicans",
            "russiagate"
        ]
    }
]