[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/pencalc-a-tool-for-simulating-pension-outcomes-2931668.html",
        "title": "PenCalc: A tool for simulating pension outcomes",
        "authors": [
            {
                "name": "Ajay Shah",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Thursday, January 25, 2018 5:25\n% of readers think this story is Fact. Add your two cents.\nPolicy decisions on pensions should be shaped by an evaluation of the link between various parameters of the pension scheme and potential outcomes. For example, the setting of fees, investment guidelines, annuity policies, should be designed after a careful study of how these will affect the pension received. This is especially important in defined-contribution pension systems where there is considerable uncertainty about returns that may be obtained. Pension outcomes must, therefore, be understood through the lens of the risk-return trade-off.\nThis article presents penCalc, a new open source software system developed for conducting simulations on pension outcomes. It allows the key variables that may affect the pension to be changed, and presents the user with a range of possible pension amounts. This can help policy makers evaluate the impact of a policy change on pension outcomes. This can also be used by individuals for retirement planning.\npenCalc\npenCalc simulates pension scenarios based on assumptions on age of entry, exit, wage growth, contribution rate, portfolio allocation, asset returns, annuity prices, and inflation. It is developed using R , an open source programming language and software environment for statistical computing, supported by the R Foundation for Statistical Computing. The package may be installed as follows:\ndevtools::install_github(“renukasane/penCalc”)\nAssumptions\nThe default assumptions made in penCalc are shown in Table 1. They have been chosen to be as close as possible to the National Pension System (NPS) in India. For example, the age at exit is the current retirement age. The returns assumptions are derived from a study of the Indian financial environment . The life-cycle allocation is sourced from the Deepak Parekh Committee Report set up by the PFRDA in 2009 on investment allocations. In a life-cycle portfolio allocation, the exposure to equity is very high at younger ages, and gradually reduces as one approaches retirement. The fees and expenses also reflect the current AUM charges in the NPS, as well as the flat fee charged by the Centralised Record-keeping Agency (even though this may not be exactly INR 100). The annuity price is taken from the current offerings of the Jeevan Akshay policy of the Life Insurance Corporation of India.\nTable 1: Assumptions\n0\nannuity\nINR 4,087\nThese default numbers can be changed to reflect different views on NPS rules as well as the Indian macroeconomic environment. The tool can also be used for pension income simulation with assumptions that reflect the environment in different countries.\nUsing penCalc\nThe structure of the code is given below. The function consists of various parameters, and the default values set against the parameters. For example, age.entry is set to 25, while age.exit is set to 60. All of these parameters can be changed.\nx < - pencalc(age=list(age.entry=25, age.exit=60), wage=list(25000, 0.08, 0.2, initial.amount=0), inflation=list(c(0.04,0), real=TRUE), inv.weights=list(\"lc\"), returns=list(data.frame(mean=c(0.07, 0.10, 0.16), sd=c(0, 0, 0.25)), c(monthly.fees.expenses=0.01, 100)), annuity=list(perc.annuitised=0.4, value=4087))\nHow the model works\nThe starting wage and the yearly growth rate in wages are used to generate a vector of wages for the years the subscriber is expected to be in the system. The number of years is calculated as the difference between the age of entry and exit. In this particular instance, the number of years is 60-25+1, that is 36 years.\nThe contribution rate is then used on this vector of wages to arrive at the rupee value of contributions made each year in the NPS. The wages are expected to stay the same in each month of the year. For example, in this case, the contributions will be 20% of the wage of INR 25,000 in the first year.\nThe returns on each instrument are simulated from a normal distribution with the mean and standard deviation of that particular instrument. The investment weights and returns are used to arrive at a portfolio return. The monthly fees and expenses are deducted from the portfolio returns. The contributions and returns are accumulated over each year in the system and give us the total accumulation in the pension account.\nIf the user has entered the “real=TRUE” option, then the rate of inflation is subtracted from all inputs. The results of the model in such a case will be in terms of today’s rupee value, and not nominal values. The default inflation rate is 4%, but as discussed earlier, this can be easily changed.\nThe simulation is done 1,000 times and generates a distribution of accumulated amounts in the NPS account. The amount to be annuitised (for example 40%) is subtracted from this accumulation. The annuity price is used to arrive at the monthly pension that can be purchased with this amount. The remainder (for example 60%) is available as a lump sum withdrawal. The model has the following outputs:\nIn hand accumulation: This is the average amount of lump sum withdrawal available at retirement. In the case of 40% annuitisation, the in hand accumulation is the remainder 60% of the total accumulated balances. In the case of full annuitisation, this amount will be zero, as the entire accumulation is turned into an annuity.\nMonthly pension: This is the rupee value of the average monthly pension the retiree can expect to get after the purchase of the annuity.\nReplacement rate: This is the ratio of the pension to the last drawn wage. The replacement rate only makes sense for government employees. For those with varied contributions over their lifetime, it is not sensible to divide the pension with the last wage. The replacement rate should be ignored for subscribers other than regular salaried employees.\nExample 1: Portfolio dominated by GOI bonds\nThis example demonstrates the use of the calculator for an investment allocation between government bonds and equity of 85%and 15% respectively. We have chosen the real=TRUE option. Hence all the results are in 2018 rupees.\nSince the example is using all the default values and only changing the investment weights (as the default weights are the life cycle model), we change that parameter in the model. We first create a weightmatrix where we specify the portfolio allocation into government debt and equity. We then supply the weightmatrix to inv.weights. The code is as follows:\nlibrary(penCalc) weightmatrix < - data.frame(goi_bonds=rep(0.85, 36), corp_bonds=rep(0,36), equity=rep(0.15,36)) set.seed(111) # 40% annuity x <- pencalc(inflation=list(c(0.04,0), inv.weights=list(weightmatrix), 100% annuity y real =TRUE), annuity=list(perc.annuitised=1, value=4087))\nTable 2 describes the results. The first three columns show the results for 40% annuitisation, while the next three show the results for 100% annuitisation. The results are in “real” terms. The numbers in the bracket represent the standard deviation – this reflects the uncertainty around the average lump sum and pension amounts.\nTable 2: Portfolio dominated by GOI bonds\n40%\nannuitisation\n4.7 (0.17)\n56.2\n61.7\nWith 40% annuitisation, the average pension at the age of 60 is INR 23,297. This provides an average replacement rate of 24%and also provides a lump sum withdrawal of INR 4.7 million. Pension at the 90th percentile of the distribution is INR 24,361, while at the 10th percentile is INR 22,196. The replacement rates are 25% and 22% respectively.\nWith 100% annuitisation, the average monthly pension increases to INR 58,242 and the replacement rate to 59%. The 90th percentile of this distribution is INR 60,902, with a replacement rate of 62% while the 10th percentile is 55,491 with a replacement rate of 56%.\nExample 2: Life-cycle portfolio investment\nThe previous example is heavily skewed towards government bonds. Given the huge equity premium in India, it is useful for the NPS to invest more heavily in equities. One way of increasing equity exposure is through a life-cycle portfolio allocation. The current example uses the default life-cycle portfolio weights indicated by the “lc” option. However, these weights can also be changed. The code is as follows:\nlibrary(penCalc) set.seed(111) # 40% annuity x < - pencalc(inflation=list(c(0.04,0),real=TRUE), real=TRUE), inv.weights=list(\"lc\"), # 100% annuity y <- annuity=list(perc.annuitised=1, value=4087))\nTable 3 describes the results. The average pension at the age of 60 is INR 36,744 with 40% annuitisation. This provides a replacement rate of 37% and also leaves a lump sum amount of INR 7.4 million. The average here is higher than that obtained using a portfolio dominated by government bonds. However, the standard deviation is also higher, suggesting that the risk is higher. This is not surprising because the exposure to equity is higher in the life-cycle investment portfolio.\nTable 3: Life-cycle portfolio investment\n40% annuitisation\n100% annuitsation\n81.1\n105.1\nPension at the 90th percentile of the distribution is INR 41,462, with a replacement rate of 42%, but at the 10th percentile is INR 32,018 with a replacement rates of 32%. Full annuitisation provides an average monthly pension of INR 92,000 and a replacement rate of 93%. At the 10th percentile, the replacement rate drops to 81%, but at the 90th percentile it jumps up to 105%.\nExample 3: Varying contribution rates\nThe assumption of a constant contribution rate is not realistic in the case of informal sector workers. The model handles this by using a vector of wages, and a contribution rate of 100% in the model. This effectively makes the values entered in the wage the actual contribution. In the example described below, we simulate 36 values for wages from a normal distribution with a mean of INR 3,000 and a standard deviation of INR 100. We then use a contribution rate of 100%. The code is as follows:\nlibrary(penCalc) wage = round(rnorm(36, 3000, 100),0) # 40% set.seed(111) x < - pencalc(wage=list(wage, 0, 1, initial.amount=0), inflation=list(c(0.04,0), #100 % set.seed(111) y <- real=TRUE), nnuity =list(perc.annuitised=1, value =4087))\nTable 4 presents the results. As the replacement rate is meaningless in this context, it is not shown in the table. An informal sector worker with average monthly contribution of INR 3,000 every year for 36 years, can expect an average monthly pension of INR 13,454 with 40% annuitisation, or an average monthly pension of INR 33,635 with 100% annuitisation.\nTable 4: Varying contribution rates\n40%\nannuitisation\n0.0\n0.0\nConclusion\npenCalc is a new open source software system developed to model pension outcomes. It allows the key variables of interest to be changed – and sets out a range of plausible outcomes using data on returns, equity premium and income from annuities purchased at retirement. The results are averages from the simulation. It is, therefore, useful to also look at the standard deviation to get a complete picture of the possible outcomes. As has been demonstrated in the examples, the outcomes can vary considerably, and retirees must factor in this uncertainty as they do their financial planning.\n \nRenuka Sane is an associate professor at the National Institute of Public Finance and Policy. I thank Arjun Gupta for collaboration on the software development, William Price for collaboration on the working paper. The work was supported through the FIRST Initiative in funding the engagement with India’s Pension Fund Regulatory and Development Authority.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "average",
            "annuity",
            "outcomes",
            "monthly",
            "tool",
            "portfolio",
            "pencalc",
            "100",
            "inr",
            "pension",
            "rate",
            "simulating",
            "percentile",
            "replacement"
        ]
    }
]