[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/they-converted-a-1991-cheap-school-bus-into-an-off-grid-home-and-they-love-it-2-2688953.html",
        "title": "They Converted A 1991 Cheap School Bus Into An Off-Grid Home. And They Love It.",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Off The Grid News\nTotal:\nThey Converted A 1991 Cheap School Bus Into An Off-Grid Home. And They Love It.\nTuesday, January 23, 2018 12:34\n% of readers think this story is Fact. Add your two cents.\nTake an interest in tiny home living, add in a bit of wanderlust and combine with a tight budget and you have school bus living.\nOn their “We Got Schooled” blog, Justine and Ryan share their story of converting a 1991 International school bus into their home on wheels.\nThe conversion process took about two years of part-time work while the couple maintained their full-time jobs. The entire project cost about $15,000, one-third of which went to the purchase of the bus — which they found on craigslist — and some initial engine repairs.\nThey earned money to pay for the project as they went along, and they had to research many of the steps before they actually performed them.\nOne of the most striking things about the young couple’s bus is its color. They painted over the traditional school bus yellow with a specialty marine & industrial-grade blue paint from Sherwin-Williams. “It’s bright, hard to miss, and makes us happy,” Justine writes.\nLet’s examine the details of this converted school bus:\nPower. The bus is equipped for both off-grid and on-grid living, with a 30-amp AC power inlet under the carriage and two 6-volt deep-cycle batteries on board that provide an alternative source of DC power. They also installed solar panels on the roof, and they have two gasoline-powered Honda generators as a back-up power source.\nThe bus has a 15,000 BTU air conditioner designed for RVs mounted on the roof, and Ryan and Justine use space heaters for heating in the winter.\n“Despite these systems, we’ve found that the best way to regulate the temperature inside our bus is to use its wheels,” Justine writes. “To avoid extreme summer temperatures, head north, or barring that as an option, head for higher elevation. … Likewise, when it gets cold, head south.”\nMeals. The couple uses a standard mini-refrigerator, and when they are off-grid, they tend to go low-tech with ice and a cooler. They cook their meals on a propane camp stove and oven.\nPlumbing. Ryan and Janine have an in-line water heater that uses propane to heat the water as it flows through the unit. A ventilation pipe in the roof allows exhaust to exit the bus.\nThey have a 40-gallon tank that holds water for drinking, cooking, showering and flushing the toilet. They also have a 20-gallon tank for holding grey water and a 20-gallon for holding black water.\nStorage. In a video tour of the refurbished bus, Janine admits that she and Ryan had to downsize and simplify their lives to embrace the tiny house lifestyle. “It was an interesting process,” she says. “So far, the results have been good.”\nStory continues below video\nThe couple shares a closet, and they store their books in hand-made shelves that feature removable bars that keep books from falling off when the bus is moving.\nAdditional storage is located under the couch and under the bed. Stringed instruments hang on the walls. In the bedroom, Janine and Ryan have other shelving, and they use magnets to hang some belongings from the walls and the celling.\nRyan rigged up a pulley system to hoist large heavy items, such as their bikes and their kayak, up onto the roof of the bus.\nDriving regulations. Although specific bus driving requirements can vary, most states require school bus drivers to have a commercial driver’s license (CDL) and/or a GVWR (gross vehicle weight rating) based on the weight of your vehicle.\n“As part of the conversion process we each upgraded our licenses from a class C to a class B license,” Janine writes. “To do so, we both had to take written and practical exams demonstrating we could safely drive the bus. We typically take shifts behind the wheel and swap out whenever the driver becomes tired.”\nRyan and Janine have logged more than 11,000 miles in their converted bus.\nThe bus, they write, “represents countless hours of hard work, a whole lot of head-scratching, and yes, even a few spilled tears along the way.\n“In its completed state,” they write, “it serves as a reminder of all the reasons we began this endeavor – letting us confidently say that home is wherever you park it.”\nWould you want to live on a converted school bus? Share your thoughts in the section below:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "It’s bright, hard to miss, and makes us happy,",
                "Justine",
                true
            ],
            [
                "Despite these systems, we’ve found that the best way to regulate the temperature inside our bus is to use its wheels,",
                "Justine",
                true
            ],
            [
                "To avoid extreme summer temperatures, head north, or barring that as an option, head for higher elevation.",
                "Justine",
                true
            ],
            [
                "Likewise, when it gets cold, head south.",
                "Justine",
                true
            ],
            [
                "So far, the results have been good.",
                "Janine",
                true
            ],
            [
                "As part of the conversion process we each upgraded our licenses from a class C to a class B license,",
                "Janine",
                true
            ],
            [
                "To do so, we both had to take written and practical exams demonstrating we could safely drive the bus.",
                "Janine",
                true
            ],
            [
                "We typically take shifts behind the wheel and swap out whenever the driver becomes tired.",
                "Janine",
                true
            ],
            [
                "it serves as a reminder of all the reasons we began this endeavor – letting us confidently say that home is wherever you park it.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "1991",
            "love",
            "offgrid",
            "school",
            "cheap",
            "process",
            "water",
            "bus",
            "ryan",
            "janine",
            "converted",
            "roof",
            "power",
            "justine"
        ]
    }
]