[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/broken-brain-epidemic-and-how-to-fix-it-2975273.html",
        "title": "Broken Brain Epidemic and how to Fix it",
        "authors": [
            {
                "name": "The Real Agenda",
                "link": null
            },
            {
                "name": "Luis Miranda",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Luis Miranda, The Real Agenda\nMonday, January 22, 2018 10:02\n% of readers think this story is Fact. Add your two cents.\nhttp://real-agenda.com/feed\nAn unbalanced broken brain is responsible for many mental diseases. The result of those diseases in children, teenagers, adults and the elderly are usually untreated or not even discovered by mainstream medicine. Most doctors aren’t capable of diagnosing most brain-related diseases, much less treat them or cure them. Perhaps the main reason why mental disease is wrongfully treated or not treated at all is that brain health does not necessarily start from the brain itself, but from outside of it. The lack of proper diagnosis and treatment causes the number of people with mental disabilities to rise out of control. Broken brain count surpasses 1 billion Today, that number stands at 1.1 billion patients. From those millions of people who are mentally ill, 1 in 6 are children who suffer from mental disorders. Estimates show that 1 in 2 elderly are most likely suffering from mental disease and along with them, the global average is 1 in 4 people. The current epidemic of brain disorders is what Dr. Mark Hyman calls the Epidemic of Broken Brains. Hyman is a practicing physician with 10+ best selling books. His documentary shows how humanity, at least western populations arrived at the current state of mental imbalance. During the documentary series, Hyman shows the assessment of several medical doctors who explain how normal-looking people are actually mentally ill and they got there. More importantly, they explain how to attack and overcome the current epidemic of broken brains. No, it is not through conventional medicine. The documentary series promises to show how Alzheimer’s, Dementia, ADHD, Autism, Depression, Anxiety, and Brain Fog have common origins. In its preview, Dr, Hyman also promises to show people steps to “optimize” their brain function and “reclaim” their mental health, energy and mental clarity. If you are interested in learning more about brain function and how to keep it sharp, make sure to watch the preview below and then subscribe to watch the complete documentary series. Fill out the form and subscribe to watch the documentary series here. The connection between the brain and the immune system In a stunning discovery that overturns decades of textbook teaching, researchers at the University of Virginia School of Medicine have determined that the brain is directly connected to the immune system by vessels previously thought not to exist. The fact that such vessels could have escaped detection when the lymphatic system has been so thoroughly mapped throughout the body is surprising on its own, but the true significance of the discovery lies in the effects it could have on the study and treatment of neurological diseases ranging from autism to Alzheimer’s disease to multiple sclerosis. “Instead of asking, ‘How do we study the immune response of the brain?’ ‘Why do multiple sclerosis patients have the immune attacks?’ now we can approach this mechanistically. Because the brain is like every other tissue connected to the peripheral immune system through meningeal lymphatic vessels,” said Jonathan Kipnis, PhD, professor in the UVA Department of Neuroscience and director of UVA’s Center for Brain Immunology and Glia (BIG). “It changes entirely the way we perceive the neuro-immune interaction. We always perceived it before as something esoteric that can’t be studied. But now we can ask mechanistic questions.” “We believe that for every neurological disease that has an immune component to it, these vessels may play a major role,” Kipnis said. “Hard to imagine that these vessels would not be involved in a [neurological] disease with an immune component.” The unexpected presence of the lymphatic vessels raises a tremendous number of questions that now need answers, both about the workings of the brain and the diseases that plague it. For example, take Alzheimer’s disease. “In Alzheimer’s, there are accumulations of big protein chunks in the brain,” Kipnis said. “We think they may be accumulating in the brain because they’re not being efficiently removed by these vessels.” He noted that the vessels look different with age, so the role they play in aging is another avenue to explore. And there’s an enormous array of other neurological diseases, from autism to multiple sclerosis, that must be reconsidered in light of the presence of something science insisted did not exist.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "How do we study the immune response of the brain?",
                "",
                true
            ],
            [
                "Why do multiple sclerosis patients have the immune attacks?",
                "",
                true
            ],
            [
                "Instead of asking, ‘How do we study the immune response of the brain?’ ‘Why do multiple sclerosis patients have the immune attacks?’ now we can approach this mechanistically.",
                "Jonathan Kipnis",
                true
            ],
            [
                "Because the brain is like every other tissue connected to the peripheral immune system through meningeal lymphatic vessels,",
                "Jonathan Kipnis",
                true
            ],
            [
                "It changes entirely the way we perceive the neuro-immune interaction.",
                "Jonathan Kipnis",
                true
            ],
            [
                "We always perceived it before as something esoteric that can’t be studied.",
                "Jonathan Kipnis",
                true
            ],
            [
                "But now we can ask mechanistic questions.",
                "Jonathan Kipnis",
                true
            ],
            [
                "We believe that for every neurological disease that has an immune component to it, these vessels may play a major role,",
                "Kipnis",
                true
            ],
            [
                "Hard to imagine that these vessels would not be involved in a [neurological] disease with an immune component.",
                "Kipnis",
                true
            ],
            [
                "In Alzheimer’s, there are accumulations of big protein chunks in the brain,",
                "Kipnis",
                true
            ],
            [
                "We think they may be accumulating in the brain because they’re not being efficiently removed by these vessels.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "epidemic",
            "vessels",
            "fix",
            "mental",
            "diseases",
            "system",
            "brain",
            "disease",
            "immune",
            "documentary",
            "broken"
        ]
    }
]