[
    {
        "url": "https://beforeitsnews.com/tea-party/2018/01/a-conspiracy-of-silence-2605269.html",
        "title": "A Conspiracy of Silence",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nThursday, January 25, 2018 6:34\n% of readers think this story is Fact. Add your two cents.\nDuring the past three weeks, Congress passed and President Donald Trump signed into law vast new powers for the NSA and the FBI to spy on innocent Americans and selectively to pass on to law enforcement the fruits of that spying.\nThose fruits can now lawfully include all fiber-optic data transmitted to or in the United States, such as digital recordings of all landline and mobile telephone calls and copies in real time of all text messages and emails and banking, medical and legal records electronically stored or transmitted.\nAll this bulk surveillance had come about because the National Security Agency convinced federal judges meeting in secret that they should authorize it. Now Congress and the president have made it the law of the land.\nThis enactment came about notwithstanding the guarantee of the right to privacy — the right to be left alone — articulated in the Fourth Amendment to the Constitution and elsewhere. Though the surveillance expansion passed the Senate by just one vote, it apparently marks a public policy determination that the Constitution can be ignored or evaded by majority consent whenever it poses an obstacle to the government’s purposes.\nThe language of the Fourth Amendment is an intentional obstacle to the government in deference to human dignity and personal liberty. It reads: “The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.”\nThis specific language was expressly written to prevent the bulk suspicionless surveillance that the British government had used against the colonists. British courts in London issued general warrants to British soldiers in America, authorizing them to search wherever they wished and seize whatever they found. These warrants were not based on probable cause, and they did not describe the place to be searched or the people or things to be seized.\nThe Colonial reaction to the British use of general warrants was to take up arms and fight the American Revolution.\nLast week, Congress and the president chose to ignore our history and the human values underlying the right to privacy. Those values recognize that the individual pursuit of happiness is best actualized in an atmosphere free from the government’s prying eyes. Stated differently, the authors and ratifiers of the Fourth Amendment recognized that a person is not fully happy when being watched all the time by the government.\nYet the constitutional values and timeless lessons of history were not only rejected by Congress but also rejected in ignorance, and the ignorance was knowingly facilitated by the members of the House Intelligence Committee.\nHere is the back story.\nThe recent behavior of the leadership of the House Intelligence Committee constitutes incompetence at best and misconduct in office at worst. The leadership sat on knowledge of NSA and FBI surveillance abuses that some committee members have characterized as “career-ending,” “jaw-dropping” and “KGB-like,” while both houses of Congress — ignorant of what their 22 House Intelligence Committee colleagues knew — voted to expand NSA and FBI surveillance authorities.\nStated differently, the 22 members of the committee knowingly kept from their 500 or so congressional colleagues incendiary information that, had it been revealed in a timely manner, would certainly have affected the outcome of the vote — particularly in the Senate, where a switch of just one vote would have prevented passage of this expansion of bulk surveillance authorization.\nWhy were all members of Congress but the 22 on this committee kept in the dark about NSA and FBI lawlessness? Why didn’t the committee reveal to Congress what it claims is too shocking to discuss publicly before Congress voted on surveillance expansion? Where is the outrage that this information was known to a few in the House and kept from the remainder of Congress while it ignorantly voted to assault the right to privacy?\nThe new law places too much power in the hands of folks who even the drafters of it have now acknowledged are inherently unworthy of this trust. I argued last week that House Intelligence Committee Chairman Devin Nunes was up to something when he publicly attacked the trustworthiness of the NSA and FBI folks whose secret powers he later inexplicably voted to expand. Now we know what he was talking about.\nWhat can be done about this?\nThe House Intelligence Committee should publicly reveal the contents of its four-page report that summarizes the NSA and FBI abuses. If that fails, a courageous member of the committee should go to the floor of the House — as Sen. Dianne Feinstein once took the CIA torture report to the floor of the Senate — and reveal not just the four-page report but also the underlying data upon which the report is based. Members of Congress enjoy full immunity for anything said on the House or Senate floor, yet personal courage is often in short supply.\nBut there is a bigger picture here than House Intelligence Committee members sitting on valuable intelligence and keeping it from their colleagues. The American people are entitled to know how the government in whose hands we have reposed the Constitution for safekeeping has used and abused the powers we have given to it. The American people are also entitled to know who abused power and who knew about it and remained silent.\nDoes the government work for us, or do we work for the government? In theory, of course, the government works for us. In practice, it treats us as children. Why do we accept this from a government to which we have consented? Democracy dies in darkness. So does personal freedom.\nReprinted with the author’s permission.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "silence",
            "fbi",
            "conspiracy",
            "nsa",
            "house",
            "committee",
            "surveillance",
            "intelligence",
            "members",
            "warrants",
            "right",
            "congress"
        ]
    }
]