[
    {
        "url": "https://beforeitsnews.com/blogging-citizen-journalism/2018/01/how-they-plan-to-control-you-and-everything-in-your-life-2585276.html",
        "title": "How \"They\" Plan to Control You And Everything In Your Life",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Knarlydawg\nTotal:\nHow \"They\" Plan to Control You And Everything In Your Life\nMonday, January 22, 2018 14:04\n% of readers think this story is Fact. Add your two cents.\nImplanted Devices Deliver Electric Shock, Poisons, Dopamine, Adrenaline, Emit Mind Control Frequencies\nHewlett-Packard & Agilent Technologies Are Complicit\n \n \n \n \n.\nThe global surveillance grid includes embedded chips in planes, devices, equipment and people to remotely send signals and control every element of The Internet of Things network. The QRS-11 quartz rate sensor (the diameter of a quarter) is embedded in most aircraft autopilots.\nThe intelligence version of the sensor can be turned off remotely and bring down the plane. In the late 1980’s and early 1990’s, Hillary Clinton’s Rose Law Firm in Little Rock, Arkansas was the original attorney representing the inventor of the  QRS-11  sensor in  BEI Electronics/Technologies  (US Pat. Nos. 3,974,428; 3,976,997; 4,628,298). This sensor was so critical to national security that the State Department  fined Boeing $16 million  for illegal exports. After many mergers and company sales, the rights to the QRS-11 went to France for a decade owned by Schneider Electric SA. Schneider sold the rights to a Barclays Bank client in London. The Rose Law Partner who hired Hillary,  J. Joseph Giroiri , served on the BEI Technologies board of directors. He also coordinated the Clinton’s China and Indonesia banking connections associated with their Mena, Arkansas drug smuggling, money laundering and sex trafficking.\nBarclays then sold the company and the QRS-11 patent rights to  Sensata, Inc.  which is controlled by Mitt Romney’s Goldman Sachs-aligned Bain Capital in Boston. Tellingly, dozens of former Clinton staff have died in mysterious airplane and vehicle crashes. Also telling, the late FBI Superstar  Ted Gunderson , said in 2005 that Oklahoma City bomber Timothy McVay had a bio chip surgically installed in him by Dr. Louis Jolyon “Jolly” West who led the rogue C.I.A.’s MKUltra mind control program.\nConveniently for Bill and Hillary, the Oklahoma City bombing destroyed the records of the FBI investigation on Janet Reno’s WACO criminality. The bombing also killed former Clinton chief of security  Alan G. Whicher .  Four other Clinton’s bodyguards  (C. LeBleu/T., T. McKeaham,, R. Williams,, S. Willis) were shot in the head by a helicopter sniper at the illegal military siege of the Branch Davidian property in Waco, Texas (1993). Some call these deaths “Arkancide” since most everyone associated with the Clintons in Arkansas, except Larry Nichols, have died. Nichols produced  The Clinton Chronicles  (1994) to expose the Clinton devilish corruption.\nWhat Americans for Innovation and American Intelligence Media researchers have just discovered is breathtaking, disgusting, astounding and monstrous. It is also shocking how far along the plan is. Amazingly, the Deep State shadow government, in its evident hubris, has fully disclosed their diabolical technology scheme for “The Internet of Things” in writing.\nTheir plan is to identify, tag, track and control literally everything on the planet. Their unquestioned plan is to embed micro-electronic control devices, either surgically or by injection, in every human being on the planet. To them, it’s all about “management of the world’s resources” including you.  Walker Patent No. 6,965,816 Col. 118, Lns. 53-54 .\nWhy would they publish these plans? They evidently believed that these documents would not surface until after they had seized control.\nUNBELIEVABLY, YOU ARE JUST “WET-WARE”\nThese documents show that their authors have a total disdain for humanity. These define people as “wet-ware.” In this world view, a human is merely a silicon chip surrounded by a membrane of carbon and water.\nThese are the people who are planning to take over the world.\nRead for yourself:\nClick image to enlarge\n“PFN” means Protected Primary Focal Node. “TRAC” means Trusted Remote Activity Controller.\nThe illustrations in Walker’s patent are truly dystopian (a community or society that is undesirable and/or frightening)—and they have been implemented! Their message is clear: “you can run but you cannot hide.” In this illustration, even the trees are watching you! Here is Figure 21 from Walker’s patent.\nClick image to enlarge\nFor example, “inequitable conduct” means fraud, “prosecute” means make filings, “on-sale bar” means sell an invention too soon, “Markman” handles technical definitions, “pro hac vice” means an out-of-state attorney, “pro se” means means represent yourself, and so on.\nPatent lingo insulates the “old boy” club of patent lawyers and judges from We The People accountability.  ( Reference )\nCATEGORIES OF INTELLECTUAL PROPERTY\nPatents are a form of intellectual property alongside trade secrets, copyrights, trademarks and trade dress. Here’s a thumbnail tutorial.\nTrade secrets are anything you do or think that is not publicly known that you have taken reasonable means to protect, like the way you solve a problem or build something.\nCopyrights are your thoughts reduced to some medium like pen, paper, program or design, like books, artwork, type or manuscripts.\nTrademarks are unique names, phrases and other expressions used in commerce and assigned to you in order to avoid confusion in your marketplace. For example, it would be confusing to have two companies in your state with the same names.\nTrade dress is the sum total of the way something is designed, like the unique colors and style used in a franchised store design and product packaging.\nFinally, patents are unique and “nonobvious” inventions, methods and designs. Patents do not have to be working to be patentable. They just have to be described well enough to be repeatable by a person of “ordinary skill in the art.” We’ll describe what this means below.\nPATENTS ARE UNIQUELY PROTECTED IN THE U.S. CONSTITUTION\nPatents and copyrights are the only two property rights specifically protected by the  U.S. Constitution, Article 1, Section 8, Clause 8 . Indeed, the Founders protected inventors because new ideas are essential to creating new wealth. They also knew that innovations are fragile flowers that would otherwise be hijacked by greed, power and wealth if not protected.\nTragically, the patent system has been hijacked by many corrupt lawyers and judges who themselves  steal from real inventors and grow rich  in the process.\nPATENTS ARE A PROPERTY DEED AND CONTRACT\nA patent is a contract and a property deed. The contract is between We The People and the inventor. We give the inventor twenty years to exploit his or her idea for the benefit of society and to be rewarded for sharing the invention with the public.\nThe patent document itself describes the innovation. It’s like the “four corners” of a physical property deed (e.g., survey, terrain, frontage, roads, vegetation, water, drainage, utilities). Similarly, a patent describes an inventor’s new idea in words and diagrams.\nA patent must contain enough detail to enable a third party with “ordinary skill in the art” to replicate it . . .  ostensibly for the benefit of society. The expectation is that third party will license the underlying patent in the process of adding value to it.\nRICHARD WALKER’S PATENT COULD NOT WORK WITHOUT LEADER TECHNOLOGIES’ SOCIAL NETWORKING INVENTION, SO THEY STOLE IT\nWalker has not licensed the invention of social networking from Leader Technologies. Instead, as this Walker patent reveals, they just stole it.\nHere’s the proof.\n“Art” means the field of the invention, like computer hardware, software, furniture, machinery, medical device, pharmaceutical, consumer product, office product, tool, manufacturing method, agricultural implement, vehicle type, etc.\nThe Patent Office uses the North American Industry Classification System ( NAICS ) for the tens of thousands of “art” classifications. An inventor must describe his/her invention in enough detail so that one of ordinary skill in the patent classification being described can replicate it.\nA MONSTROUS FAMILY OF PATENTS\nPatent enabling the Deep State to crash most any aircraft\nClassification\nDescription\nInternational  (Int. Cl.)\nMethods or arrangements for processing data by operating upon the order or content of the data handled (logic circuits H03K 19/00) [2006.01]\nTABLE. 1–RICHARD C. WALKER  U.S. Patent Number 6,965,816 Nov. 15, 2005 Classifications.\nWe recently uncovered  U.S. Patent Number 6,965,816  (10.9 MB) awarded on Nov. 15, 2005 to the named sole inventor Richard C. Walker titled:\n“PFN/TRAC System FAA Upgrades For Accountable Remote and Robotics Control To Stop The Unauthorized Use of Aircraft and to Improve Equipment Management and Public Safety in Transportation.”\nWhile this patent focuses on aircraft, it is written so broadly as to encompass all kinds of equipment and devices, including people, defined as “wet-ware.”\nWhile the patent was issued on Nov. 15, 2005, it incorporates filings going all the way back to Dec. 2, 1996.\nMost patents incorporate provisional patents and related technology upon which they rely. AFI and American Intelligence Media (AIM) researchers cataloged those claims for this patent below. Several critical pieces of information emerge.\nFirst, these patents to remotely control vehicles started being filed within two months of the passage of the Economic Espionage Act of 1996 (EEA) during Bill Clinton’s first term. The EEA was written by law professor James P. Chandler, III.\nRobert Mueller, James Comey, Rod Rosenstein, Loretta Lynch, Eric Holder, Larry Summers were strategically positioned at the top of the Justice Department and Treasury. The patentee, Richard C. Walker, could have patented a ham sandwich had this group wanted it.\nSecond, the evident intent of the Walker patent was to illustrate the technology planned for control of everything—The Internet of Things.\nTHIER JUSTIFICIATION: The benevolent control of vehicles and aircraft in hijack situations was merely the cover story for the development of a global surveillance grid on everyone and everything. Given the timing of these Walker filings (around 9/11), one is increasingly skeptical about who really caused 9/11.\nThird, Robert S. Mueller’s law firm, Wilmer Hale LLP, formerly Hale & Dorr LLP, drove Walker’s filings. Mueller was sworn in as FBI director just seven days before 9/11. This clearly implicates Wilmer Hale in the treachery.\nFourth, the global data sharing platform described in the patent was not doable by the likes of IBM, Microsoft, Boeing, AT&T and Cisco. They were all behind the curve from an R&D perspective when the Internet emerged. For example, Bill Gates thought it was a fad. The telephone pager network that Walker described could not scale to the volumes required for such global communication.\nJames P. Chandler surely could not believe his luck, when, in early 2000, Michael McKibben of Leader Technologies was first introduced to him. Leader was looking for the best patent attorney in the country to protect its social networking innovations.\nChandler, on the other hand, needed a fix for the Deep State’s ailing digital takeover master plan. He agreed immediately to be Leader’s patent attorney. He then spent the next three years deceiving Leader until he was able to get his hands on the underlying engineering source code, which he immediately shuffled to the IBM Eclipse Foundation where DOJ’s Eric Holder and IBM’s David Kappos were waiting, along with Cisco, Microsoft, SAP, Oracle, Kleiner Perkins, Qualcomm, Goldman Sachs, JPMorgan, AT&T and a host of other rogue C.I.A. providers.\nLeader’s source code was essential to building The Internet of Things, quickly.\nThe table below shows the patent filings included in the PFN/TRAC System FAA. The eventual patent focused on remote control of aircraft, but also subsumed control of vehicles, ships, equipment, commerce, education and people.\nCrash any aircraft, any vehicle, anytime, remotely\nIncorporated claims\n(i.e., ALL of these filings are included in this patent by reference)\nFiling Date:\nFiling#/Award:\nIrah Donner\nLowe & Price\nIrah H. Donner\nIrah H. Donner\nIrah H. Donner\nIrah H. Donner\nHenry N. Wixon\nWilmer Hale LLP\nOct. 19, 2000\nRaj S. Dave\n \nFormer\nIrah H. Donner\nIrah H. Donner\nHale & Dorr LLP\nIrah H. Donner\nIrah H. Donner\nRichard C. Walker, pro se\nTABLE 2—RICHARD C. WALKER. Patent filings incorporated into  U.S. Patent No. 6,965,816 .\nDID WALKER REALLY INVENT ALL THESE PATENTS?\nWalker is a geek scientist who has worked inside the bowels of Hewlett-Packard and Agilent Technologies his entire career.\nWe do not believe that Walker is the sole inventor. The sheer breadth of global policy perspectives incorporated in these documents shows a collective policy mind.\nOur hunch is that they are derived from the illegal  Highlands Group  that has been secretly convened since late 1994 by the Department of Defense to begin coordinating the Deep State takeover of the Internet.\nAccording to Walker’s resume, he was a Principal Staff Scientist at Hewlett-Packard (HP) for twenty-one (21) years from Jan. 1981 to 2002. Since 2002 he has been a Senior R&D Electrical Engineer at Agilent Technologies, for whom he continues to file patents.\nRICHARD C. WALKER ONLINE BIOGRAPHIES\nYears\nCity\nOrganization\nActivity\n1978-1981\n1988-1992\nTABLE 3–RICHARD C. WALKER BIOGRAPHIES. Sources:  LinkedIn ,  ResearchGate .\nWalker has consistently failed to disclose his Kline & Walker, LLC company that claims ownership of this 170-page total global surveillance “Internet of Things” patent . . . even though he assigned the patent to Kline & Walker, LLC (a defunct company) on Nov. 15, 2005\n1998 to (at least Nov. 15 2005)\nPotomac MD\nTABLE 4–RICHARD C. WALKER, AKA RICK WALKER, Biography.\nPatent Office records show that at least until  Nov. 15, 2005  when the patent was awarded, “Kline & Walker LLC” was still the owner or “Assignee.” This information alone shows “fraud on the court” or “inequitable conduct” since the official company records in both Maryland and Delaware show that Kline & Walker, LLC was long defunct for nonpayment of taxes, see below.\nRemarkably, he does not show his employers, HP or Agilent Technologies, as the assignee, which is what one would normally expect to see from such a large volume of work. Corporations rarely—almost never—allow an employee to file for patents that are not assigned to the company.\nState corporate records show that Kline & Walker LLC was formed in Delaware on  Aug. 06, 1998 , then 20 days later in Maryland on  Aug. 26, 1998 . These records also show that these companies did not pay any taxes and were both closed after the statutory waiting period.\nTherefore, Kline & Walker LLC appears to be a faked company running interference for the true inventors (we think the Highlands Group). Such conduct, if true, is called “inequitable conduct” in patent law. Patents are not permitted to disguise material contributors.\nAGILENT TECHNOLOGIES IS EVIDENTLY A DEEP STATE SURVEILLANCE SUPPLIER\nWalker’s current employer, Agilient Technologies, was a spin off of HP that went public on  Nov. 18, 1999 . That was only a week after Bill Clinton and his Treasury Secretary Larry Summers abolished Glass-Steagall. Summer’s chief of staff then was Sheryl K. Sandberg, the subsequent creator of Gmail (2004) and the current chief operating officer of Facebook (2008 to current). Another Summers employee then was  Marne L. Levine . Levine who married disgraced C.I.A. director  John M. Deutch’s  son, and is now chief operating officer at Instagram. Deutch was pardoned by Bill Clinton on the same day as Marc Rich. It’s truly a cozy little world at the top of the criminal Internet of Things.\nAgilent raised $2.1 billion and was the largest Silicon Valley public offering ever at that time. The usual globalist shadow government suspects were the Agilent underwriters: Goldman Sachs, Morgan Stanley, Credit Suisse, JPMorgan, etc. The insider trading is evident.\nTo put the Agilent Technologies / HP actions in context, on  Jul. 14, 1999 , President Bill Clinton formed the National Intellectual Property Assurance Council (NIAC) by Executive Order #13130 with James P. Chandler, III.\nA few months later on  Sep. 29, 1999 , President Bill Clinton formed In-Q-Tel to run a rogue C.I.A. private venture capital company in Silicon Valley.\nA few weeks later on  Nov. 12, 1999 , Bill Clinton and Larry Summers, Clinton’s Treasury Secretary and Chandler’s Harvard colleague, abolished Glass–Steagall market protections separating underwriting and banking.\nEvidently, Agilent Technologies and HP are key suppliers to the Internet of Things.\nHP & AGILENT ARE COMPLICIT\nHere is a complete U.S. Patent Office list of the patents attributed to Richard C. Walker as the inventor. Eleven (11) are assigned to  Hewlett-Packard  and fourteen (14) are assigned to  Agilent Technologies, Inc.\nThese patents are very evidently refinements of Walker’s “control everything” patent. They are full of euphamisms (deceptions) to obscure the true censorship purpose.\nHere’s just one example :\nWALKER PATENTED PREDATOR SPY GLASSES\nU.S. Pat. No. 6,735,328 filed on filed on Mar. 07, 2000 (soon after Agilent was founded), awarded May 11, 2004 and assigned to Agilent Technologies, Inc. is titled “Personal viewing device with system for providing identification information to a connected system.”\nWalker helped patent a system for spies to identify anyone or any thing (Internet of Things) by wearing his glasses as the viewing device (Read: You can run, but you cannot hide from Walker and his predator friends).\nClick image to enlarge\n.\n.\n“Socio-Economic and Environmental Technology Accounting System for Democratic Government”\nThis appears like a Soviet-style central government system.\nClick image to enlarge\n.\nMEMO TO WET-WARE: THE INTERNET OF THINGS PLANS TO CONTROL EVERYTHING  IN YOUR LIFE AND YOUR FAMILY’S LIFE\nClick image to enlarge\n \n.\nCAN THIS TECHNOCRATIC TAKEOVER BE STOPPED? YES, BUT WE MUST START REMOVING THE SPYING TOOLS IMMEDIATELY\nDefund these criminals—their corruptly-acquired power must be removed.\nStop the criminals who are responsible for this, which means we need to lock up Hillary and the others truly responsible.\nAsk President Trump to pay Leader Technologies’  Miller Act Notice . This generates hundreds of billions of dollars in new revenue for the federal government without raising taxes, among the many benefits. It will also help to start developing a true Free Press envisioned by the Founders and now lost to the globalists.\n \n \n \n \n \nNote:  \n \n \n \n \n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nbeLIEve\nTHEY are criminal trespassers to ManKINDs Planes Domains  Dominions and Realms of Earth.\nRabbi Teaches Fake Jews Are Dimensional Commandos Sent To Earth To Rule Over The Multitudes\nARE the $CUM in a DE$PERATE race to LOCK-DOWN those who HOLD TRUE TITLE to Earth…BEFORE…..people awaken\nto the FACT that the so-called TROUBLE$ of Earth are ALL ENGINEERED by…..vile HEINOU$ ….ALIEN$.\nJan 22, 2018, 3:56 pm\nKnarlydawg\nBuda Bing !   I think you’re seeing things more clearly than most. (except for the flat earth perspective)\nJan 22, 2018, 5:07 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "management of the world’s resources",
                "",
                false
            ],
            [
                "you can run but you cannot hide.",
                "",
                false
            ],
            [
                "PFN/TRAC System FAA Upgrades For Accountable Remote and Robotics Control To Stop The Unauthorized Use of Aircraft and to Improve Equipment Management and Public Safety in Transportation.",
                "Richard C. Walker",
                true
            ],
            [
                "Personal viewing device with system for providing identification information to a connected system.",
                "",
                true
            ],
            [
                "Socio-Economic and Environmental Technology Accounting System for Democratic Government",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.heritage.org/constitution/#!/articles/1/essays/46/patent-and-copyright-clause"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.sec.gov/Archives/edgar/data/1090872/000095013099006567/0000950130-99-006567.txt",
                "https://beforeitsnews.com/v3/r2/?url=https://tinyurl.com/y9qpnuj3",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#highland-forum",
                "https://beforeitsnews.com/v3/r2/?url=https://www.sec.gov/Archives/edgar/data/1041866/000104746905021790/a2162349z8-ka.htm#toc_de6610_2",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#glass-steagall",
                "https://beforeitsnews.com/v3/r2/?url=https://tinyurl.com/ycsmq78w",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#niac-version-1",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#clinton-chronicles",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#deutch-cia-pardon",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#deutch-appointed-cia-director",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#ted-gunderson-fbi-rogue-cia",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=https://americans4innovation.blogspot.com/2018/01/meet-geek-who-can-remotely-crash-planes.html#walker-predator-eyeglasses",
                "https://beforeitsnews.com/v3/r2/?url=https://www.bls.gov/iag/tgs/iag_index_naics.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://www.aim4truth.org",
                "https://beforeitsnews.com/v3/r2/?url=https://americans4innovation.blogspot.com/2014/11/how-judges-grow-rich-on-backs-of.html",
                "https://beforeitsnews.com/v3/r2/?url=https://americans4innovation.blogspot.com/2017/09/leader-proposes-trillion-dollar-revenue.html",
                "https://beforeitsnews.com/v3/r2/?url=http://www.fbcoverup.com/docs/cyberhijack/cyber-hijack-findings.html#cia-in-q-tel-formed",
                "https://beforeitsnews.com/v3/r2/?url=https://tinyurl.com/ycnvvznt"
            ]
        },
        "key_words": [
            "patent",
            "plan",
            "technologies",
            "walker",
            "remote",
            "equipment",
            "nov",
            "life",
            "agilent",
            "system",
            "aircraft",
            "control"
        ]
    }
]