[
    {
        "url": "https://beforeitsnews.com/marijuana-debate/2018/01/what-the-government-shutdown-means-for-marijuana-2454028.html",
        "title": "What The Government Shutdown Means For Marijuana",
        "authors": [
            {
                "name": "Norml Foundation",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Saturday, January 20, 2018 8:33\n% of readers think this story is Fact. Add your two cents.\nOriginally published at blog.NORML.org\nNot much.\nTemporary medical cannabis patient protections that have been imposed by the Rohrabacher-Blumenauer amendment have now expired with the rest of government spending.\nThe amendment, which has been in place since 2014, maintains that federal funds cannot be used to prevent states from “implementing their own state laws that authorize the use, distribution, possession or cultivation of medical marijuana.”\nWithout these protections, medical cannabis cultivators and dispensaries exist with a greater threat than normal of federal enforcement of national prohibition, yet the certainty that these protections would be honored have been in doubt throughout the entire Trump administration.\nWhen President Trump signed the first Continuing Resolution in 2017, he issued a signing statement regarding the amendment:\n“Division B, section 537 provides that the Department of Justice may not use any funds to prevent implementation of medical marijuana laws by various States and territories. I will treat this provision consistently with my constitutional responsibility to take care that the laws be faithfully executed.”\nEssentially stating that his administration believes they can ignore these protections if they do not view them to be Constitutional.\nUnder this mentality, Attorney General Jeff Sessions could have moved in to shut down medical marijuana facilities at any point. Should Sessions crackdown, we are confident that we would win a court challenge, given previous rulings on this very question. However, it would be a reactive exercise after an enforcement action, and during that process, the patients who relied on a supply chain to get them their medication would not have a lawful means to do so.\nSo now, if the government reopens under another CR, then the protections will go back into place and we will be right back where we were in an uneasy détente. The threat of Sessions on one side and medical patients in a state-lawful system trying to alleviate their suffering.\nFurther, Congressional leadership must reauthorize this language as part of the forthcoming budget in order for the provisions to stay in effect in any new spending deal. Last July, Sen. Patrick Leahy (D-VT) offered identical language before the Senate Appropriations Committee, which approved it. However, House Rules Committee Chair Peter Sessions (R-TX) has refused to allow House members to vote on similar language. The provision will now be considered by House and Senate leadership when the two chambers’ appropriations bills are reconciled, should Congress ever set a FY18 budget, of which we are already three and a half months in.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nwestgate\n“Marijuana has been a source of joy and comfort to me for many years. Just like beer and ice and grapefruits.”\nHunter Thompson\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "implementing their own state laws that authorize the use, distribution, possession or cultivation of medical marijuana.",
                "",
                false
            ],
            [
                "Division B, section 537 provides that the Department of Justice may not use any funds to prevent implementation of medical marijuana laws by various States and territories.",
                "",
                true
            ],
            [
                "I will treat this provision consistently with my constitutional responsibility to take care that the laws be faithfully executed.",
                "",
                true
            ],
            [
                "Marijuana has been a source of joy and comfort to me for many years.",
                "",
                true
            ],
            [
                "Just like beer and ice and grapefruits.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://blog.norml.org/",
                "https://beforeitsnews.com/v3/r2/?url=http://blog.norml.org/2017/07/27/senate-committee-passes-amendment-to-protect-medical-marijuana/",
                "https://beforeitsnews.com/v3/r2/?url=http://blog.norml.org/2017/09/07/house-rules-committee-blocks-marijuana-amendments/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.businessinsider.com/medical-marijuana-trump-administration-2017-first-statement-2017-5",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "protections",
            "laws",
            "trump",
            "senate",
            "threat",
            "shutdown",
            "marijuana",
            "house",
            "means",
            "sessions",
            "language",
            "states",
            "medical"
        ]
    }
]