[
    {
        "url": "https://coed.com/2018/01/22/trade-insurance-for-your-jersey-might-be-the-best-thing-ever-created/",
        "title": "Jersey Trade & Swaps Insurance: Full Story & Must-See Details",
        "authors": [
            {
                "name": "Yes He Counts As A Team",
                "link": null
            },
            {
                "name": "Lebron James",
                "link": null
            },
            {
                "name": "Ny Yankees",
                "link": null
            },
            {
                "name": "Ny Giants",
                "link": null
            },
            {
                "name": "My Favorite Sports Teams In Order.",
                "link": null
            },
            {
                "name": "Self Proclaimed Sports Addict Who Isn'T Afraid To Make A Horribly Funny Pun. I Truly Believe That Laughter Is The Best Medicine.",
                "link": null
            },
            {
                "name": "Fun Loving",
                "link": null
            },
            {
                "name": "Diligent",
                "link": null
            },
            {
                "name": "A Hard Working",
                "link": null
            },
            {
                "name": "Who Is Jesse Tully",
                "link": null
            }
        ],
        "publisher": "https://coed.com",
        "publish_date": "2018-01-22",
        "text": "Search:\nTrade Insurance For Your Jersey Might Be the Best Thing Ever Created\n|\nGetty Images\nIf you’re like me, you clicked on this just to figure out what the heck I mean by Jersey Insurance. For clarification purposes, I am not talking about New Jersey but sports jerseys. Fanatics which is the #1 selling sports jersey company in the U.S. has offered a new deal to its customers. The deal is if you get a jersey and that player changes teams within three months of you getting the jersey you can swap it with their new jersey or for another players jersey on the original team for free! You have two weeks from the time the player is moved to do this, but holy crap is this a great idea!\n“We found out that 25 percent of fans were worried that the jerseys they purchase would become obsolete,” said Co-President of Fanatics’ direct-to-consumer business. “So by doing this, this is a major paint point we are solving.”\nThis philosophy soft opened earlier in the NFL season when Saints fans returned their Adrian Peterson jerseys after he was traded to the Cardinals after just a handful of weeks. 90% of the fans returned their jerseys for another Saints player, but this new philosophy made them more likely to continue purchasing jerseys.\nI have personally stopped buying jerseys of current players because I have what I call a “jersey curse” and it doesn’t matter which sport either.\nHere’s an example of my jersey curse over the years:\nTiki Barber, Retired two month after I got it.\nBrandon Jacobs, Released a month later.\nKevin Boss, Released three weeks later.\nRay Rice, Abused his wife\nAdrian Peterson, Abused his son.\nAntonio Pierce, Retired at the end of the year.\nCalvin Johnson, Added the Jr. at the end a few months after I bought his jersey\nRyan Callahan, Traded a week after I got his jersey.\nSo because of all of that I now have two things, I have a closet full of jerseys I never wear and a fear of buying a jersey of my favorite player because they all either get traded, released, retire or do something awful that I can no longer wear their jersey.\nI have always wanted a Landon Collins jersey from the second they drafted him, but I can’t get it because I feel like if I get his jersey, he’ll leave. This new deal is awesome, and jersey lovers around the country should be ecstatic that they can now purchase jerseys without fear!\nJersey fanatics stand up and check out this sweet deal that Fanatics is offering and don’t be afraid to buy that jersey now that you’re insured!\nOct 15, 2017 at 9:56am PDT\nJan 17, 2018 at 7:24pm PST\nRead More:\nWho is Jesse Tully? A hard working, diligent, fun loving, self proclaimed sports addict who isn't afraid to make a horribly funny pun. I truly believe that laughter is the best medicine.   My Favorite sports teams in order. 1) NY Giants 2) NY Yankees 3) LeBron James (yes he counts as a team) 4) NY Rangers   Currently Interning at The UFC and Coed.com\nFROM OUR NETWORK\nEmail Address\n",
        "quotes": [
            [
                "We found out that 25 percent of fans were worried that the jerseys they purchase would become obsolete,",
                "",
                true
            ],
            [
                "So by doing this, this is a major paint point we are solving.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "fans",
            "mustsee",
            "released",
            "trade",
            "deal",
            "player",
            "fanatics",
            "traded",
            "insurance",
            "youre",
            "swaps",
            "details",
            "jersey",
            "weeks",
            "jerseys"
        ]
    }
]