[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/new-leupold-mark-5hd-riflescope-delivers-long-range-precision-2689142.html",
        "title": "New Leupold Mark 5HD Riflescope Delivers Long-Range Precision",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By AmmoLand (Reporter)\nThursday, January 25, 2018 8:17\n% of readers think this story is Fact. Add your two cents.\nLeupold Mark 5HD 6-18×44 Riflescope\nBEAVERTON, Ore. — -(Ammoland.com)- The Mark 5HD line of riflescopes from Leupold & Stevens, Inc., combines elite optical performance, rugged reliability and user-friendly features in a package that could only be assembled by leveraging the 70 years of manufacturing knowledge and innovation consumers have come to expect from America’s most dominant optics brand.\nFeaturing two models at launch, the Mark 5HD line has been crafted to redefine accuracy, precision and optical performance for long-range shooters, in a package that embodies rugged reliability. A 5-25×56 model is ideal for those seeking maximum usable magnification, while the 3.6-18×44 edition balances its compact build with big-time optical performance.\n“Our Mark 5HD project team had one goal in mind: delivering riflescopes that had all the features long-range shooters have been calling for, but in a user-friendly package,” Tim Lesser, vice president of product development for Leupold & Stevens, Inc., said. “We asked elite shooters what they needed to put accurate fire downrange faster, then we used that input to design riflescopes that provide everything necessary—in both quality and features—without superfluous extras that add unnecessary weight and cost for the end user.”\nReduced weight, indeed. Pick up a Mark 5HD and you’ll feel the difference—it’s up to 20 ounces lighter than other scopes in its class. The 5-25×56 weighs in at 30 ounces, while the 3.6-18×44 checks in at a scant 26 ounces.\nGet behind a Mark 5HD, meanwhile, and you’ll see the difference. Both models deliver superior edge-to-edge clarity and extreme low-light performance. The Twilight Max® HD Light Management System delivers the perfect balance of image color and contrast, light transmission, and glare management. Both models are available with or without illuminated reticles, feature 35mm maintubes for increased adjustment travel, and a high-speed power selector ring featuring an optional low-profile throw lever that provides additional leverage.\nLeupold Mark 5HD 5-25×56 Riflescope\nThe heart of the Mark 5HD is the all-new M5C3 ZeroLock adjustments, which provide precise, repeatable tracking with a dead-on return to zero. The M5C3 elevation dials deliver 30-mils of adjustment in 3 turns, at 10-mils per turn, allowing the Mark 5HD to max out the performance of the latest long-range rifles and ammunition. Visual and tactile revolution indicators are in place to ensure you don’t get lost in the travel, and the auto-lock at zero eliminates the risk of inadvertently moving the dial. The windage adjustment is capped, and the zero indicator mark has been relocated on the riflescope’s maintube so you can see it without having to move your head off the stock of the rifle.\n“The Mark 5HD has all of the features long-range shooters and hunters want and need, and none of the ones they don’t,” said Michael Wunnicke, director of marketing for Leupold & Stevens, Inc. “This is a product that customers have been calling for, and we’re ecstatic to be able to deliver it.”\nThe Mark 5HD will initially be offered in a variety of etched glass reticles, including the Tactical Milling Reticle® (TMR®), H59, Tremor 3 and the new Combat Competition Hunter (CCH). The TMR and Tremor 3 will be available in both standard and illuminated versions. Lens covers and a lens shade are included.\nThe game-changing Mark 5HD is designed, machined and assembled in the USA and is covered by the Leupold’s Full Lifetime Guarantee.\nFor more information on Leupold products, please visit us at Leupold.com .\nJoin the discussion on Facebook, Facebook.com/LeupoldOptics, on Twitter at Twitter.com/LeupoldOptics or on Instagram at Instagram.com/LeupoldOptics.\nFounded in Oregon more than a century ago, Leupold & Stevens, Inc. is a fifth generation, family owned company that designs, machines and assembles its riflescopes, mounting systems and tactical/Gold Ring® spotting scopes in the USA. The product lines include rifle, handgun and spotting scopes; binoculars; rangefinders; mounting systems; and optical tools, accessories and Pro Gear.\nLeupold & Stevens, Inc., P.O. Box 688, Beaverton, OR 97075-0688, U.S.A. Phone: (800) LEUPOLD or (503) 526-1400 • Fax: (503) 352-7621 • www.leupold.com\nThis post New Leupold Mark 5HD Riflescope Delivers Long-Range Precision appeared first on AmmoLand.com .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Our Mark 5HD project team had one goal in mind: delivering riflescopes that had all the features long-range shooters have been calling for, but in a user-friendly package,",
                "Tim Lesser",
                true
            ],
            [
                "We asked elite shooters what they needed to put accurate fire downrange faster, then we used that input to design riflescopes that provide everything necessary—in both quality and features—without superfluous extras that add unnecessary weight and cost for the end user.",
                "Tim Lesser",
                true
            ],
            [
                "The Mark 5HD has all of the features long-range shooters and hunters want and need, and none of the ones they don’t,",
                "Michael Wunnicke",
                true
            ],
            [
                "This is a product that customers have been calling for, and we’re ecstatic to be able to deliver it.",
                "Michael Wunnicke",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com/2018/01/new-leupold-mark-5hd-riflescope-delivers-long-range-precision/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com//2018/01/new-leupold-mark-5hd-riflescope-delivers-long-range-precision/http://Leupold.com",
                "https://beforeitsnews.com/v3/r2/?url=https://www.ammoland.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "optical",
            "delivers",
            "zero",
            "precision",
            "shooters",
            "mark",
            "longrange",
            "5hd",
            "riflescopes",
            "riflescope",
            "performance",
            "stevens",
            "leupold"
        ]
    }
]