[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/backed-by-science-4-ways-olive-oil-improves-your-health-2688889.html",
        "title": "Backed by Science: 4 Ways Olive Oil Improves Your Health",
        "authors": [
            {
                "name": "Ready Nutrition",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Ready Nutrition\nBacked by Science: 4 Ways Olive Oil Improves Your Health\nTuesday, January 23, 2018 3:11\n% of readers think this story is Fact. Add your two cents.\nSo, the holidays are effectively behind us.  Now it’s time to get back to the business of eating healthy foods and staying in good shape.  Easier said than done, I know: but an ounce of prevention is worth a pound of cure in this regard.  If you make such steps part of your everyday routine, then they become much more than just a routine: they become a way of life.  The most important piece of equipment that you need for surviving and preparations is a healthy you.\nThat being said, let’s discuss olive oil.  Plenty of nutrients, and plenty of benefits.  Nutrients include fat, calcium, and Vitamins E and K.  Olive oil is packed with essential fatty acids, such as oleic (55-85% of the oil), linoleic (9%), and linolenic (up to 1.5%).  The first is monounsaturated, and the latter two polyunsaturated.  All of these are heart-healthy, without any trans fats (that clog the arteries), as it has not been hydrogenated.\nThe Best Type of Olive Oil and It’s Proven Benefits\nThe best olive oil is Extra-virgin, coming from a cold pressed olive.  Olive oil contains phenols, and these are powerful, disease-combatting antioxidants.  As we have explained in other article, antioxidants combat free radicals, which are atoms and/or molecules missing a hydrogen ion.  The free radicals are responsible for oxidation, and the deterioration of cellular structures.  These processes are assigned to aging in the human body.\nCombats Antioxidants\nThe antioxidants combat this by donating extra hydrogen ions to the free radicals and thereby neutralizing their abilities to cannibalize a hydrogen ion from healthy cells.  Taking a look at the world, cancer rates are higher in Northern Europe than in the Mediterranean and Southern Europe, where olive oil is a regular part of the diet.  The same is indicated in the United States, and citizens of Northern European extraction tend to have higher incidences of cancer, especially in the stomach and intestinal tract.\nRaises Good Cholesterol \nPolyphenols raise HDL (the “good” cholesterol) while lowering LDL (the “bad” cholesterol), and triglycerides in the bloodstream.  This helps to lower the risk of developing heart problems and diseases of the arteries.  It contains Omega-3 fatty acids that are beneficial to the joints and can prevent problems with arthritis.  All of these things mentioned have to do with consumption of olive oil with food.\nGreat for Food Preparation\nOlive oil is also good to cook with and to put in foods and salads.  It is excellent for use with oils in any kinds of infusions.  I use it as a base and then mix into it pure Vitamin E, and then add just a bit of lemon oil.  This is very beneficial for the skin and the lips, and simple to make…as simple as pouring all of the ingredients I mentioned into a bottle and shaking it up.\nCan Benefit Pets\nYour pets can benefit from the use of olive oil, as if you dab a cotton ball with it, you can control ear mites inside of your pet’s ears…the olive oil suffocates the mites if you apply it lightly to the outer ear canal.  You can also use it to clean and soften the toe-pads and feet of the pets.  It also works on ticks: coat them with it, and they won’t be able to breathe, and they’ll let go…less dangerous than burning them off or squeezing them so their mouthparts may stay in the skin.\n \nJeremiah Johnson is the Nom de plume of a retired Green Beret of the United States Army Special Forces (Airborne). Mr. Johnson was a Special Forces Medic, EMT and ACLS-certified, with comprehensive training in wilderness survival, rescue, and patient-extraction. He is a Certified Master Herbalist and a graduate of the Global College of Natural Medicine of Santa Ana, CA. A graduate of the U.S. Army’s survival course of SERE school (Survival Evasion Resistance Escape), Mr. Johnson also successfully completed the Montana Master Food Preserver Course for home-canning, smoking, and dehydrating foods.\nMr. Johnson dries and tinctures a wide variety of medicinal herbs taken by wild crafting and cultivation, in addition to preserving and canning his own food. An expert in land navigation, survival, mountaineering, and parachuting as trained by the United States Army, Mr. Johnson is an ardent advocate for preparedness, self-sufficiency, and long-term disaster sustainability for families. He and his wife survived Hurricane Katrina and its aftermath. Cross-trained as a Special Forces Engineer, he is an expert in supply, logistics, transport, and long-term storage of perishable materials, having incorporated many of these techniques plus some unique innovations in his own homestead.\nMr. Johnson brings practical, tested experience firmly rooted in formal education to his writings and to our team. He and his wife live in a cabin in the mountains of Western Montana with their three cats.\nThis information has been made available by Ready Nutrition\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "johnson",
            "science",
            "mr",
            "good",
            "improves",
            "food",
            "oil",
            "ways",
            "health",
            "olive",
            "survival",
            "states",
            "backed",
            "healthy",
            "united"
        ]
    }
]