[
    {
        "url": "https://beforeitsnews.com/crime-all-stars/2018/01/virginia-man-convicted-of-anti-gay-hate-crime-2462355.html",
        "title": "Virginia Man Convicted of Anti-Gay Hate Crime",
        "authors": [
            {
                "name": "Science",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 14:33\n% of readers think this story is Fact. Add your two cents.\nA federal jury convicted a Virginia man of committing a hate crime for assaulting a co-worker at the Amazon Fulfillment Center in Chester in May 2015.\nJames William Hill III, 36, of Chester, was found guilty yesterday of violating the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act for his assault on a co-worker at the Amazon Fulfillment Center on May 22, 2015. Evidence showed that Hill assaulted the co-worker because of the co-worker’s perceived sexual orientation. Hill admitted to an Amazon manager and a Chesterfield County Police Officer that he dislikes people who are gay, and further stated that people who are gay should expect to be assaulted because of their sexual orientation.\nHill faces a maximum penalty of 10 years in prison when sentenced at a later date. The maximum statutory sentence is prescribed by Congress and is provided here for informational purposes, as the sentencing of the defendant will be determined by the court based on the advisory Sentencing Guidelines and other statutory factors.\nJohn M. Gore, Acting Assistant Attorney General for the Civil Rights Division,  Dana J. Boente, U.S. Attorney for the Eastern District of Virginia, and Adam S. Lee, Special Agent in Charge of the FBI’s Richmond Field Office, made the announcement after the verdict was accepted by U.S. District Judge John A. Gibney. Assistant U.S. Attorney S. David Schiller, and Trial Attorney Saeed Mody of the Civil Rights Division’s Criminal Section prosecuted the case.\nThis case was investigated by the FBI with assistance from the Chesterfield County Police Department.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nNOW STOP INFECTING THE WORLD WITH YOUR FILTH.\nWHORES\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "statutory",
            "sexual",
            "convicted",
            "s",
            "hate",
            "crime",
            "antigay",
            "coworker",
            "attorney",
            "man",
            "virginia",
            "amazon",
            "hill",
            "sentencing"
        ]
    }
]