[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/cover-up-nasa-cuts-live-feed-from-iss-as-object-hundreds-of-miles-long-spotted-3590227.html",
        "title": "Cover-up? NASA Cuts Live Feed From ISS as ‘Object Hundreds of Miles Long’ Spotted",
        "authors": [
            {
                "name": "The Daily Sheeple",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nCover-up? NASA Cuts Live Feed From ISS as ‘Object Hundreds of Miles Long’ Spotted\nTuesday, January 23, 2018 15:02\n% of readers think this story is Fact. Add your two cents.\nCould this be the evidence needed to prove NASA is covering up the existence of UFOs and extraterrestrial life?  Some seem to think so, as the space agency mysteriously cut the International Space Station’s live feed not long after a massive object hundreds of miles long was spotted above Earth.\nThe footage, taken from a live stream from the International Space Station, a bright golden light is seen “over 200 miles” away from the camera.  It remains in the same place as the ISS orbits around the Earth but before viewers see any more of the mystery object, the video is cut.\nScott Brando, a UFO hoax investigator who runs ufoointerest.org , told  Express.co.uk : “I think this is a reflection of sunlight through clouds.” But many aren’t convinced.  And if all it was was a bit of sunlight through some clouds, why did NASA cut the live feed?\nStreetCap1 posted the below video on YouTube:\nStreetCap1 captioned the video. He says on YouTube, “I thought I was seeing things at first then quickly started recording. To my surprise, they cut the [sic] transmission. This has to be huge whatever it is. If it was a building it would be hundreds of miles long.”\nCould it be a UFO? Did NASA cut the feed on purpose? Is it a reflection of light? Is it a coincidence?  It’s probably best to use your imagination because we likely won’t get the truth out of the government (NASA) even if it is, indeed, an extraterrestrial spacecraft.\nContributed by The Daily Sheeple of www.TheDailySheeple.com .\nThis content may be freely reproduced in full or in part in digital form with full attribution to the author and a link to www.TheDailySheeple.com.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\noldspacedog\nI just love how Hi Def pictures of a blurry object are so much better than regular pictures of a blurry object. Yeah right.\nJan 25, 2018, 7:46 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I think this is a reflection of sunlight through clouds.",
                "Scott Brando",
                true
            ],
            [
                "I thought I was seeing things at first then quickly started recording.",
                "",
                true
            ],
            [
                "To my surprise, they cut the [sic] transmission.",
                "",
                true
            ],
            [
                "This has to be huge whatever it is.",
                "",
                true
            ],
            [
                "If it was a building it would be hundreds of miles long.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "hundreds",
            "long",
            "cuts",
            "video",
            "feed",
            "spotted",
            "miles",
            "nasa",
            "object",
            "iss",
            "space",
            "live",
            "think",
            "cut"
        ]
    }
]