[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/jeff-berwick-hacking-a-broken-system-the-shemitah-cycle-the-jubilee-year-the-higherside-chats-conspiracy-and-paranormal-podcast-3-2486584.html",
        "title": "Hacking A Broken System, The Shemitah Cycle & The Jubilee Year - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nJeff Berwick | Hacking A Broken System, The Shemitah Cycle & The Jubilee Year - The Higherside Chats | Conspiracy and Paranormal Podcast\nWednesday, January 24, 2018 22:22\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. This week on everyone’s favorite conspiracy podcast, Greg chats with The Dollar Vigilante himself, and Host of the Anarchast,  Jeff Berwick. Jeff was fortunate enough to capitalize at the peak of the tech bubble freeing him up to travel to over 100 countries in 5 years. He is the embodiment of a true world citizen, and as a result, has become one of the biggest proponents of the Permanent Traveler/Prior Tax Payer Theory. After a 3 year hiatus from THC, the anarcho-capitalist and staunch opponent to the soul-sucking institutions of the established states and central banks, returns to discuss mankind’s best options for a revolution and what lays ahead on the horizon. Join them as they explore bold and creative solutions to keep us afloat in our uncertain future. On today’s episode the Dollar Vigilante begin by recapping the most recent madness: 2:00 Many of us see the signs that we are on the verge of chaos in more ways than one, with tensions that are high in America, a polarizing upcoming election cycle and a war with police becoming the new normal, the house of cards that is the globalist economy seems to be on shakier ground than ever. Listen as Greg and Jeff examine how things are speeding up even more now than ever, and maybe it’s because we are inching closer and closer to the collapse. 6:40 With the proverbial gun loaded with bullets such as lower wages, crippling healthcare debt, a broken college loan system and out of control income taxes, they take a closer look at how to re-position yourself out of the cross hairs and into the international stage. They discuss creative options for escaping government control and regaining sovereignty through employing techniques such as the permanent traveler (PT) theory created by Harry Schultz or even simply using tactics that can help everyday Americans un-shoulder the outrageous, ever-increasing extortion of tax burdens. 24:00 Jeff gives Greg groundbreaking news about recent court rulings on the Chilean development Galt’s Gulch and cliff notes on its recent uncertainty. 26:20 Having just sustained a huge bubble crash, Jeff was acutely aware of what was looming above in the financial stratosphere. On the will of central banks and led by Alan Greenspan wielding the fear of Y2K, the Federal Reserve ballooned the money supply and proceeded to set the stage for a dangerous financial future. This scam, which was orchestrated to impoverish everyone except those who control the central banks, allowed for the birth of The Dollar Vigilante. 31:00 As his research continued to expand, Jeff stumbled upon The Harbinger by Johnathan Cahn. In his book, Cahn describes a seven-year cycle dating back to both the Torah and Bible, known as the Shemitah cycle. Jeff has applied his knowledge of the Shemitah to the chaotic financial cycles and found that these cycles correlate with the most recent market collapses. In light of this information and given recent market volatility, Jeff has predictions about upcoming major market changes. 37:00 Every seven Shemitah cycles is  a “super” Shemitah, otherwise known as a Jubilee year. Listen as Greg and Jeff explore what the Jubilee cycle this year may have in store. Using dates contrived using the Hebrew calendar, the Jubilee was determined to have started in September of last year and concludes early October this year. Follow along as they reflect on the impact of the Jubilee with movements such as the recent Brexit referendum, to the first of the year market crash, the Pope’s premature declaration of a Jubilee year and the IMF’s introduction of China’s currency into the SDR currency basket. 50:00 Greg and Jeff debate the integrity of the Brexit vote, and the effects that escaping from the clutches of EU control will have going forward. Listen as they analyze the possible focus of the most recent Bilderberg conference in Europe, which could have included various topics such as the epic market meltdowns following the vote and the us…\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shemitah",
            "jeff",
            "market",
            "higherside",
            "hacking",
            "vigilante",
            "recent",
            "cycle",
            "using",
            "system",
            "greg",
            "jubilee",
            "chats",
            "control",
            "broken"
        ]
    }
]