[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/dont-be-surprised-by-authoritarianism-2601297.html",
        "title": "Don’t Be Surprised by Authoritarianism",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nSaturday, October 21, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nMost kids are conditioned almost from day one to obey arbitrary authority. No one attempts to explain or justify the source of the parent or teacher’s authority; no consent is sought, and no choice is offered.\nSchools demand complete conformity to schedules and activities, controlling everything from when and how long you get to think about what, to when you can eat and go to the bathroom. The authority is entirely arbitrary. The main fallback when kids question is, “because I said so”.\nThe real wonder is just how rebellious and free humans still are after so many years of control and conditioning. Kids are also conditioned to believe that, absent this imposed control, they would destroy themselves. They’d be dumb, self-destructive, and socially disastrous if they weren’t controlled in every facet by whatever adult has appointed themselves an authority. Nevermind how stupid, shallow, cruel, or petty that adult may be.\nEventually, kids begin to believe it. They assume the world cannot function unless they blindly follow orders. They assume they would hurt themselves and others if they were free. They cannot see beyond the frightful comfort of conformity.\nAfter nearly every citizen spends the first two decades of their life conditioned to obey authority without question, something odd happens. People act surprised when those same citizens follow political strong men and seek legislative solutions for every problem.\nThe real wonder is just how rebellious and free humans still are after so many years of control and conditioning.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nAnonymous\nThey say that a questioning and imaginative, adult person has a mental disorder, akin to sluggish schizophrenia.\nOct 23, 2017, 8:57 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "free",
            "real",
            "kids",
            "control",
            "surprised",
            "authoritarianism",
            "authority",
            "rebellious",
            "conditioned",
            "wonder",
            "dont",
            "question"
        ]
    }
]