[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/fisa-document-leaked-heavy-heavy-dnc-is-dead-trump-was-screwed-from-all-ends-obama-complicit-3590280.html",
        "title": "FISA Document Leaked! Heavy, Heavy! The DNC Is Dead - Trump was Screwed From All Directions - Obama Complicit",
        "authors": [
            {
                "name": "Project Clarity",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Project Clarity\nTotal:\nFISA Document Leaked! Heavy, Heavy! The DNC Is Dead - Trump was Screwed From All Directions - Obama Complicit\nTuesday, January 23, 2018 18:44\n% of readers think this story is Fact. Add your two cents.\nThe SHTF big time!\nThe original FISA document leaked. Everyone has been talking about the 4-page memo being released!\nAdam Schiff said you would never understand the 4-page document without the underlying information, well, now we have EVERYTHING!!!\nListen to Judge Napolitano, does anyone really think the FBI lost 5 months of data. I was a CEO of several businesses and I would never have lost ANY DATA! I have included some older video for context! It is very funny! The Media is going to go crazy tomorrow.\nThis document shows how reluctant the FISA was to grant this warrant to the FBI and there was an internal fight going on to stop it!\nThis is the Nail in the coffin for the FBI and DOJ! It’s all coming out. This would only be happening if TRUMP was forcing the issue.\nTrump as President can declassify anything. He just needed to find someone that was willing to do it and that is Binny former head of NSA. I have done several videos about Binny and will include a video clip here.\nThe other really interesting thing about this is that Judge Napolitano was in a video I did about a year ago where he said that Obama asked British intelligence to spy on Trump so that the FBI/DOJ wouldn’t be compromised.\nFollowing that video everyone said he was fired. NOT! He was right on. So you have Trump being SCREWED from both ends.\nIt all makes so much sense! The Obama administration couldn’t count on just the FBI and CIA to frame Trump, they needed more. Trump had the entire Rothschild army against him!\nIt really proves how big a lead Trump really had in the polls if it weren’t for voter fraud and corruption! He had probably a 15 lead and still won.\nThat’s why these inside Coup FBI/DOJ DNC people were shocked. The American people overcame a 15point fraud in the election!\nIt is time for all the “nonsense to end” as Don Trump Jr would say! I have another 60 minutes of video, but no one will watch so I will cut it short.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nSounds too good to be true.\nThe fact of the matter is this: Nothing will happen next. No one will be arrested and NO ONE will be charged with Treason. Yes that is correct. No one will have charges filed against them. No one will be placed into jail. No one will serve TIME,\nNow what? NOTHING, will happen next. Why? These fr*cking idiots in charge are covering up for their crimes and they are all 100 percent COMPLICIT.\nSame for the MEDIA whores. of ABC, NBC, CBS. Googler, FaceCrook and Twatter. All Compromised, All Corrupted. No hope in saving. BROKEN BEYOND REPAIR.\nWhy is it always more of the same, which is NOTHING? Because the USA is a CAPTURED Nation. Nazi bastards have infiltrated every branch of Goober-MINT.\nThe Citizens the USA are now Prisoners of Internal WAR.\nFBI and CIA are real problem. Anyone whom is even slightly awake can see that USA Goobermint is corrupted beyond repair, TOP TO BOTTOM. We are all SCREWED.\nJan 24, 2018, 5:19 am\nJan 24, 2018, 6:21 am\nJan 24, 2018, 9:23 am\nAnybody who thinks that anything will happen to Crooked Hillary or Shrub or O’bomba or Shrub Sr. or Bill or Lerner or Pence or Comey or Cheney or any of these slimy a’holes is just delusioinal.  They run the show.  It’s kind of like trying to put God in jail.\nIt just ain’t gonna happen.\nJan 24, 2018, 9:28 am\nKing of Shambhala\nFurther revelation on Antichrist Obama: go to Linda Joy Adams’ blog, she’s Obama’s 3d cousin. http://lindajoyadams.blogspot.fr/ (Thef acts about Obama are in her “Daily Recap” posts)\nIn an earth-shaking revelation Adams uncovers the fact that Obama’s real name is Barry Parks and not Obama.\nHis real birthplace is Topeka, Kansas (same as Obama’s mother’s birthplace)\nObama’s the greatest criminal in history say Trump and Joe Arpaio because he forged his birth certificate.\nObama’s looking at at least 100000 years in jail for his crimes.\nThe day of his victory celebration in his hometown, an ominous apparently heaven-sent miracle occurred: the number of the Antichrist 666 showed up in the lottery. (Google the Illlinois State Lottery website’s “Winning Numbers History Search” at Nov. 5. 2008/Pick 3: the draw is 666) http://www.illinoislottery.com/en-us/winning-number-search-game.html\nJan 23, 2018, 7:24 pm\nI don’t know why people are voting my comment DOWN.\nWhy do they fear the truth?\nI’m speaking only the pure, simple truth.\nJan 24, 2018, 3:29 pm\nEverette\nKeep them cards and letters coming , I like it ! I’m just waiting for the day the Bush family , Clinton’s and Obama are charged with Treason and hung in front of the capitol building for the world to see how we deal with Treason . All countries that received ills and war crimes from their administrations will be glad to see justice finally come ! Of course they could experience the frequency machine and everyone would think they died of natural causes ! Until Trump rids America of them he is always going to have to watch his back ! Then start on the democrats ! They have literally screwed up the minds of Americans . They are sick bastards ! Their evils must be exposed ! Then maybe America will abandon them .\nJan 23, 2018, 7:26 pm\nArrest warrants and an APB should be put out to Hillaryous, the Negro sodomite, James Commie, just for STARTERS.  Many, many, more.  But the ring leaders must be arrested ASP.\nMake sure they do NOT leave the country.  The sodomite might take off for Kenya.\nJan 23, 2018, 11:35 pm\nAnonymous\nA year from now the word FISA will be forgotten and there will be another fake distraction for all the disinfo parrots.\nCase in point; how often do you even hear Benghazi anymore?\n“They’re good people,” Suckers!\nJan 24, 2018, 6:18 am\n.\n.\n.\n.\nmy2pesos\n‘Trivia’\nDonald Trump as young man had aspirations of being a movie producer.\nJan 24, 2018, 11:47 am\nJan 24, 2018, 1:29 pm\nwheeties\nmaybe not–but the wheels of our great country are going to come off starting this year and much  mayhem,chaos,turmoil..i think the die is cast for the attack on north korea—by the end of ’18 it will be very apparent–its all happen before–the civil war comes to mind—ww2 was very bleak—the great reset is in full swing and how much of a mad max world we are going to have is anybodys guess…\nJan 24, 2018, 5:20 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.illinoislottery.com/en-us/winning-number-search-game.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://lindajoyadams.blogspot.fr/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "trump",
            "fbi",
            "really",
            "dead",
            "dnc",
            "video",
            "needed",
            "leaked",
            "document",
            "directions",
            "obama",
            "big",
            "heavy",
            "think",
            "screwed",
            "fisa"
        ]
    }
]