[
    {
        "url": "https://beforeitsnews.com/alternative/2018/01/three-easy-rituals-for-unblocking-the-flow-of-abundance-3587978.html",
        "title": "Three Easy Rituals for Unblocking the Flow of Abundance",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By RiseEarth\nMonday, January 15, 2018 5:17\n \nGet Ready to Manifest Your Dreams…\nFind the positivity. Find the grace. Find the ecstasy within the ache.\nYou’ve set your intentions, you’ve embarked on the inner work but you still wonder why your dreams aren’t manifesting.\nFirst of all, there’s nothing wrong with you. Hitting a plateau is an important mile marker on any journey and a sign that you’ve reached a great teacher of heart.\nA block is an opportunity for you to re-align with your soul. Your personal manual for dream weaving and manifesting relies on these pauses to write and reveal itself.\nThe key is learning to become aware of your stagnation’s creative voice, versus trying to resist or control its wisdom.\nShift from frustrating lull to vital check-in, and what if a few small tweaks could unblock your dreamy request of the Universe?\nYou’ve probably already felt the inklings, dreamt the symbols, and heard the inner call to drop certain beliefs or habits in order to magnetise, not repel, abundance.\nA block is an opportunity for you to re-align with your soul.\nYou already are your personal Dream Manifesting Guru, but just in case you need a little reminder or a nudge back towards your heart…\nIf you do follow your bliss you put yourself on a kind of track that has been there all the while, waiting for you, and the life that you ought to be living is the one you are living. Follow your bliss and don’t be afraid, and doors will open where you didn’t know they were going to be. – Joseph Campbell\nThe Art of Creating Abundance \nAdjust each one to the song of your soul—make authentic edits, unleash your intuition, and like Allen Ginsberg said, “follow your inner moonlight.”\n1. What You Believe, You’ll Receive\nThe currency of abundance—aliveness, joy, beauty, love and inner peace—is self-worth.\nSelf-worth can be discovered and recovered through a consistent practice of self-acceptance. Beware of trying to mould yourself to fit other people’s idea of aliveness, success, or happiness. Nourish yourself by the minute with kind and loving thoughts, and quickly pay off your self-worth debt.\nThe person’s whose acceptance of you is most important is YOU.\nUnblock Abundance Ritual:\nLearn to hold space for abundance (and replenish your self-worth) by envisioning exactly what you want. Sit quietly and dream daily. Give yourself permission to feel it in every fibre of your being.\n2. Quit Focusing on What You Don’t Have–Be Grateful for What is in Front of You\nWhen you put an end to jealousy, anger or judgment toward the success of others, and instead allow yourself to be fuelled by their elevation, you rise.\nBeing grateful is saying an energetic YES to abundance NOW. Trust in the divine timing of your unveiling.\nGratitude is a protection spell, repelling negative energy as much as it is a magnet for abundance. Its possibilities are limitless. C’est tout.\nUnblock Abundance Ritual:\nPlace your left hand over your heart. Place your right hand on your lower belly. Exhale deeply. Give thanks to what is in your life. Make a mental list first thing in the morning and/or just before bedtime. Mean it and feel it.\n3. Take the Reins–Be What You Want\nIf you want love, be loving. If you want friends, be friendly. If you want forgiveness, be forgiving.\nThe healing elixir is found within any poison. Whatever creates emotional scar tissue, is exactly what will help to heal it.\nWhen you take responsibility for your actions, your story, and your suffering, you naturally recycle the contents of your heart into self-affirming and empowering truths. Your pain is your purpose and your personal experience of self-healing is a gift only you can offer the world.\nUnblock Abundance Ritual:\nSet a daily intention to be the energy you wish to receive. Return, again and again to your personal mission.\nRemember to give yourself space to be messy, to be magical, to make mistakes, to play, to dream, to howl, to explore, to love uninhibitedly, to find your own way, and to enjoy life as only you can.\nFind the positivity. Find the grace. Find the ecstasy within the ache.\nSponsored Links\nFREE subscription to Receive Quality Stories Straight in your Inbox!\nRELATED POSTS\n \n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 18, 2018, 5:04 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "abundance",
            "dream",
            "block",
            "rituals",
            "life",
            "love",
            "follow",
            "inner",
            "youve",
            "flow",
            "easy",
            "trying",
            "personal",
            "unblocking"
        ]
    }
]