[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/hillary-and-obama-go-into-hiding-after-shocking-topics-of-memo-released-holy-crap-this-is-huge-2975877.html",
        "title": "Hillary and Obama Go into Hiding After Shocking Topics of Memo Released! This Is Huge",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTotal:\nHillary and Obama Go into Hiding After Shocking Topics of Memo Released! This Is Huge\nWednesday, January 24, 2018 1:46\n% of readers think this story is Fact. Add your two cents.\nIn what is one of the most terrifying, but not surprising, interviews ever to come out of the political arena. Republican Representative Paul Gosar from the great state of Arizona is now suggesting that the Obama administration had indeed weaponized the executive branch in pursuit of partisan political purposes.\nCongressman Gosar came to this conclusion after reading a classified four-page memo which was composed by Republican Congressman Devin Nunes from California. Nunez, who chairs the House Permanent Select Committee on Intelligence, claimed that in the memo Gosar described serious abuse of executive power as a habit across the Obama administration, the Justice Department, the CIA and the FBI. The memo is yet to be released to the public.\nGosar linked the following Obama-era operations and events as prime examples of a pattern of the highly partisan weaponization of the executive branch by Obama and his lackeys. The Fast and Furious gun-running operation, the handling response and coverup of the September 11, 2012, Islamic terrorist attack on the diplomatic compound in Benghazi where 4 lives were lost including that of our ambassador to Libya, the IRS’s targeting of dissident charities and non-profits such as the Tea Party, and the surveillance of persons connected to Donald Trump’s presidential campaign and Donald Trump himself.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nJan 24, 2018, 4:55 am\nElOregonian\nYou can include both Bushes Sr. & Jr., Cheney, Clinton/Gore, and all their criminal cohorts.\nJan 24, 2018, 10:56 am\nI am sorry to break this to you. No one cares. Period.  Why is it, that no one cares? Keep reading please…………….\nKeep doing what you have been doing for the past 8 years. Keep looking down at your so called “smart phone”.  Is the answer there, in your smart phone? Keep looking, keep scrolling, keep sharing, keep liking, keep giving the thumbs up.  Be sure to remain enamored with yourself by taking more “selfies”. Meanwhile, back at the ranch…………………………………\nContinue to be completely oblivious to your surroundings.  Pay no attention to the Criminal Organization known as the Federal Bureau of Investigation, while they attempt to remove your President.  Pay no attention to the Clowns In America. running 95% of all illegal drug trafficking. Its OK. Pay no attention to them in Goobermint that are selling said illegal drugs to your children.\nPay no attention while your Nation, is under Internal Attack, by its very own internal members (aka FBI & CIA Federal Employees) whom have gone rouge. Be sure not to care. Be sure to sit there and do nothing. Be sure to be silent.  Do nothing and REAP the results. Once again. Do nothing to save your Nation. Pat No Attention to the CRIMINALS inside YOUR Goobermint. Turn a Blind eye. Do it Now.\nWe are past the point of telling you to “wake Up”. The enemy is no longer at the gate. The enemy has now slipped through the Gate, and is now INSIDE the compound.\nOUCH!\nBungalowBud\nYou think Jesus is blind to all this? He will shake the heavens and earth one more time. Choose sides quickly.\nJan 24, 2018, 9:57 am\ndufus\nthat’s a good way to put it , The Troubles. you are right on. Get involved or don’t say a word when you’re looking thru the bars instead of them. This is all very serious. Am I afraid? No. Am I concerned that these thieves will still be stealing from my kids/grandkids?Damn right. These thieves have been lying/stealing from the US citizens for decades. Most of their acts are treasonous. It’s gonna come to a head very soon with or without you phone watchers.\nJan 24, 2018, 9:40 am\n2QIK4U\nAlex jones was showing the memo two days ago. And i give him props for being the first media to show and expose. Rumors are trump released it. Direct evidence straight on Obama FINALLY. This and Uranium one evidence alone is enough to Execute him.\nJan 24, 2018, 2:42 pm\ndandelion231\nWhat Alex Jones put out was an old memo that was already publically available.  Old bait and switch.  I don’t think he thought people would actually read it, but they did and it was debunked instantly.\nJan 25, 2018, 12:42 am\nThe sodomite and Hillaryous can hide anywhere they want – as long as they NEVER leave.  Watch for Epstein’s plane to leave for Russia  then Kenya.\nSHOOT IT DOWN!\nsorry wont even click on it. take your bs to steemit/\nJan 24, 2018, 9:09 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "shocking",
            "released",
            "hillary",
            "executive",
            "political",
            "branch",
            "obama",
            "partisan",
            "topics",
            "donald",
            "memo",
            "huge",
            "hiding",
            "gosar",
            "republican"
        ]
    }
]