[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/in-the-year-2117-strange-treatments-doctors-used-to-think-were-good-for-you-2601278.html",
        "title": "In the year 2117: Strange treatments doctors used to think were good for you",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nTotal:\nIn the year 2117: Strange treatments doctors used to think were good for you\nSaturday, October 21, 2017 6:25\n% of readers think this story is Fact. Add your two cents.\nIn our enlightened age of 2117 it is interesting to look back on orthodox medicine in its infancy 500 years ago through its formative years 100 and more years ago and consider the strange treatments that were common for the day.\nFor instance, both medieval doctors and 20th century doctors relied on superstition and witchcraft. For cancer treatments medieval doctors would press a sacrificed puppy, kitten, rabbit or lamb on top of a tumor because they believed cancer was a “ravenous wolf” that would rather feed off an animal than a human patient.\nDuring the 1665 plague outbreak in London, children were told to smoke cigarettes — which were thought to be disinfectants — to ward off the plague. By the 18th century, tobacco smoke enemas were recommended for drowning victims by The Institution for Affording Immediate Relief to Persons Apparently Dead from Drowning. They even used bellows to administer the smoke (hence the term “blowing smoke up his butt”).\nIn the 1600s, one German physician suggested that a range of conditions could be cured by making jerky out of the corpses of 24-year-old redheads and mixing the dried human meat with wine, myrrh and aloe.\nThe 1900s were little different. After a few early studies found that radium placed near tumors would shrink them, a spa was opened in the Czech Republic that enclosed a hot spring that emanated radon. Patients would soak in the irradiated water and breathe it through tubes.\nBy the late 20th century and into the 21st, cancer treatments had not gone very far beyond that. Doctors believed that the tumor could be cut out and then the patient irradiated or dosed with heavy doses of cell-killing chemicals and cancer could be cured. This became standard cancer treatment known as the cut-burn-poison technique, even though cancer is an “all over” disease, not a localized one.\nIt continued to be used by mainstream doctors even though there was ample evidence that chemotherapy was actually a catalyst for cancer-cell growth. In men suffering from prostate cancer receiving chemotherapy, researchers found DNA damage in healthy cells. These cells secreted a protein called WNT16B that boosts cancer cell survival.\n“The increase in WNT16B was completely unexpected,” said study co-author Peter Nelson of the Fred Hutchinson Cancer Research Center. “WNT16B, when secreted, would interact with nearby tumor cells and cause them to grow, invade, and importantly, resist subsequent therapy.”\nTheir findings were also true of treatments for breast and ovarian cancers.\nOther studies showed that cancer-fighting drugs actually induced major stem cell damage that caused more cancer. The upshot is that even though the chemical cocktails used to treat tumors were sometimes initially effective at stemming more tumor growth and the spread of more tumor cells, the damage they left behind caused more tumors to develop on stem cells. And given the right environment and genetic background, those tumors became malignant.\nIn the early 2000s the standard test for orthodox medicine for detecting breast cancer was the annual mammogram – which irradiated the breast tissue — even though studies showed there was no significant difference in the death rates of women whether they received mammograms or not. And remarkably, doctors were still unable or unwilling to process that exposing women to ionizing radiation from these tests increased their risk of developing the very cancer they were trying to detect.\nAnother myth developed and dominated cardiovascular medicine in the 20th and early 21st centuries. It was the cholesterol myth which stated that that saturated animal fats and cholesterol in our food raised cholesterol levels in the blood. High blood cholesterol was thought to cause atherosclerosis which led to obstruction of blood vessels of the heart, and resulting in coronary heart disease.\nTo counter this, orthodox medicine sought to put one-third of the adult population on a class of drugs called statins .\nWhat this did was to reverse the American diet of good omega-3 fats to the consumption of liquid vegetable oils and margarine substituting for coconut oil and animal fat that did our ancestors so well. Well, as profits skyrocketed, deaths from heart disease and cancer did, too.\nThe cholesterol myth survived for many years even though study after study showed that cholesterol was essential for many bodily functions, the use of statin drugs did not lower the rate of heart attacks, and lowered levels of cholesterol caused patients to develop all sorts of diseases.\nFor many years before and after the year 2000, orthodox medicine taught there was little hope for people suffering from Type 2 diabetes save to administer a regular chemical cocktail whenever blood sugar levels got out of whack. At the time, some 80 million Americans had diabetes or pre-diabetes, according the government health agency Centers for Disease Control and Prevention. Diabetes was the seventh leading cause of death in America.\nOf course, those numbers were to be expected given that the standard American diet of the time — promoted by the aforementioned CDC — called for eating unhealthy whole grains, foods containing hidden sugars, and “fat-free” foods rather than healthy proteins and good fat.\nIt was a thoroughly ingrained “fact” in America at that time that people who had hypertension must avoid salt. It was so thoroughly ingrained as fact that reasonable discussion on the subject with otherwise reasonable people was almost impossible. Orthodox medicine didn’t differentiate between table salt (99.9 percent sodium chloride) and real, healthy salt like sea salt. We now know that a low-sodium diet predisposes one to having a heart attack because of multiple nutrient deficiencies of minerals, potassium and B vitamins. Sea salt contains as many as 80 essential minerals the body needs including magnesium, calcium, sulfur, bromide, iodine, zinc, potassium and iron. Yet orthodox medicine attempted to scare people away from salt altogether.\nDrug manufacturers in the years around the turn of the 21st century and beyond spent great sums of money promoting “purple pills” to cover the symptoms of “heartburn” or “acid indigestion” that caused great harm to Americans. It’s a testament to the power of propaganda and lobbying dollars that Big Pharma wasn’t convicted of fraud and its executives placed under the prison.\nTo cover over these symptoms, the pharmaceuticals created all manner of antacids, culminating in the proton pump inhibitors (PPIs) like Nexium, Prevacid and Priolosec to reduce or stop the creation of stomach acid. Once again, the medical establishment claimed this practice of “symptomology” was the way to health when in fact the causes of heartburn, acid indigestion and gastroesophageal reflux disease (GERD) was low stomach acid and the way to really cure them was to increase levels of hydrochloric acid in the stomach.\nThe proliferation of sunscreens and warnings about skin cancer dangers beginning around 1990-2000 served to greatly diminish the amount of sunshine to which people were exposed. People were encouraged to liberally slather copious amounts of sun screens to every inch of exposed skin whenever they ventured outdoors.\nBut these sunscreens contained cancer-causing chemicals and reduced the body’s ability to create natural vitamin D – one of the very vitamins the body needs to ward off cancer. How does it work?  Vitamin D inhibits pro-inflammatory responses which, in turn, diminishes leukocyte telomere length (LTL), which is a predictor of age-related disease. Vitamin D plays a key role in telomere longevity. Here’s why: Shorter telomeres (which are a sign of many divisions and subsequent aging) can trigger inflammation which many scientists believe is an underlying factor in the development of cancer, heart disease, diabetes, Alzheimer’s, and other age-related health issues.\nThe fact is that every function in the human body is affected by the length of telomeres because that is related to the age of your cells. Not chronological age but the condition of your cells, which affects health as the decades roll on.\nAnd given that the American diet of the day contained very little vitamin D, almost everyone was vitamin D deficient but didn’t know it. This was especially true of seniors who got almost no sunshine and had reduced assimilation capacity. And all the while, establishment medicine was warning against vitamin D3 supplementation over unfounded over-toxicity fears.\nFinally, the 20th and 21th centuries saw rise to the greatest medical fraud ever perpetuated on the public: the vaccine fraud . Standard protocol called for children to receive around 50 doses of 14 vaccines by age 6. These vaccines caused immune malfunction and provided only some temporary immunity by sacrificing natural immunity, creating long-term negative health effects on generations of people.\nIsn’t it wonderful that now in 2117 these foolish superstitions have gone away and we live in an enlightened age where we know that the way to health is natural immunity and a healthy, a whole food diet free of genetically-modified foods and chemicals and supplemented by essential natural vitamins and minerals?\nThe post In the year 2117: Strange treatments doctors used to think were good for you appeared first on Personal Liberty® .\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The increase in WNT16B was completely unexpected,",
                "Peter Nelson",
                true
            ],
            [
                "WNT16B, when secreted, would interact with nearby tumor cells and cause them to grow, invade, and importantly, resist subsequent therapy.",
                "Peter Nelson",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://time.com/4982099/quackery-medicine-history/?xid=homepage",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "good",
            "salt",
            "doctors",
            "heart",
            "medicine",
            "2117",
            "cancer",
            "cholesterol",
            "cells",
            "think",
            "orthodox",
            "treatments",
            "used",
            "strange",
            "vitamin"
        ]
    }
]