[
    {
        "url": "https://beforeitsnews.com/health/2018/01/artificial-sweeteners-increase-risk-of-obesity-diabetes-and-high-blood-pressure-study-reveals-2809597.html",
        "title": "Artificial Sweeteners Increase Risk of Obesity, Diabetes and High Blood Pressure, Study Reveals",
        "authors": [
            {
                "name": "Natural Health",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Artificial Sweeteners Increase Risk of Obesity, Diabetes and High Blood Pressure, Study Reveals\nSunday, January 21, 2018 23:18\n \n( NaturalHealth365 ) Research is now showing that artificial sweeteners in diet soda and other foods and beverages could actually be causing the opposite of their intended effect.  Unfortunately, millions of people remain uninformed about how these so-called ‘diet products’ actually contribute to weight gain and obesity risk as well as high blood pressure, diabetes and heart disease, according to Canadian researchers.\nThe use of artificial sweeteners like aspartame and sucralose has been in practice for many years. However, an increasing amount of data is showing that these ‘zero calorie’ substances can actually have a negative effect on appetite, gut bacteria and metabolism.\nArtificial sweeteners in diet soda confuse your metabolism\nThe most recent effort to get to the bottom of this controversy was made by a Canadian research team. They set out with a goal of determining whether the consumption of artificial sweeteners had a provable link with weight gain, obesity and conditions such as diabetes and cardiovascular issues.\nTo find out more, researchers from the Children’s Hospital Research Institute of Manitoba, Winnipeg, Manitoba and The George & Fay Yee Centre for Healthcare Innovation conducted a comprehensive and systematic review of 37 previous studies on artificial sweeteners. These studies followed a total of more than 400,000 people for 10 years each on average.\nJust 7 of the 37 studies were randomized controlled trials, which are considered the gold standard in clinical research.  And, these 7 studies involved just over 1,000 persons who were followed for around 6 months each.\nThe shorter randomized controlled trials didn’t indicate that artificial sweeteners helped with weight loss in any appreciable way. The longer observational studies showed a connection between artificial sweeteners and higher risks of obesity, general weight gain, heart disease, high blood pressure , diabetes, and other health problems.\nThe study results were published in the Canadian Medical Association Journal (CMAJ).\nDiabetes and obesity rates higher than ever despite the use of artificial sweeteners in diet soda\nMillions of people seek out beverages and foods made with artificial sweeteners in order to lose weight and improve their health.  However, the data is showing that artificial sweeteners are not an effective way to lose weight.  In truth, the ingredients are pure poison for the human body.\nPlus, here’s another undeniable fact: The long-term health effects of these sweeteners haven’t yet been officially verified, as they have only been in widespread use since the early 1980s and food manufacturers have no interest in studying the topic.\nSadly, obesity rates are higher than ever (due, in part, to these sweeteners), with a staggering one in three Americans falling into this category.\nFavor natural sweeteners in moderation for better health outcomes\nHigher rates of diabetes and prediabetes don’t add up with the intended benefit of artificial sweeteners.  Of course, researchers will tell us that ‘more research is needed to fully understand the problem.’  But, I think it’s safe to say, ‘Why wait!’\nThe solution is clear: it’s best to favor natural sweeteners in moderation. Raw honey, organic maple syrup and stevia leaf are excellent choices.\nIf you’re wondering why (and how) this horrific sweetener was approved for consumption – listen now to this NaturalHealth365 Podcast , featuring Jonathan Landsman and Betty Martini, a tireless health advocate and an expert on the history of artificial sweeteners. (the facts in this interview will blow your mind)\nSources for this article include:\nNatural Health 365\nNatural Health 365 is a premium source of trending and popular health-related news, science, testimony & research articles on the most up to date and relevant natural health information. The Food & Nutrition articles found herein are meant to inform and advise our site visitors on eating healthy, nutritious foods and safely using supplements and vitamins to achieve optimal health.\nJoin thousands of daily visitors staying informed and involved on Natural Health 365! We seek out scientific solutions with proven results and it is our mission to keep you informed! Articles range in topic from the cancer fighting qualities of Olive Oil, to the remarkably high concentration of anti-oxidants found in blueberries, to how to make your own almond milk, to a nutritional comparison of organic vs conventional produce, to an analysis of the health benefits of tree nuts. You can find all of the Food News Articles here\nRead Some of Our Most Popular Articles\nArtichokes, Olive Oil, Almond Milk, Blueberries\nFood News is one of our major post categories on www.naturalhealth365.com and contains over 350 articles that cover a wide range of subjects; including but not limited to…\nFood News\nMore Food & Nutrition Articles\nFresh Organic Produce Fights Cancer, Susan G. Komen on Organic Foods, Hemp Seeds for Inflammation, Pau D’Arco For Improved Immunity\nIn addition to exploring health benefits of certain foods, vitamins and supplements, we also aim to connect healthy eating and balanced consumption of dietary supplements to long-lasting health and adding healthy, happy years to your life. For example, did you know that eating Granny Smith Apples on a regular basis can reduce your chance of building up unhealthy gut yeast? Or that ingesting ground hemp seeds can significantly reduce inflammation throughout the body? Perhaps you didn’t know that Fresh Organic Produce has been found to have higher concentrations of key, cancer-fighting anti-oxidants and vitamins than conventional produce? You can find all of that information and more right here on Natural Health 365.\nWe’d love to know what you’re thinking! Please join the conversation on Facebook, post comments here on the website and feel free to reach out to us if you have any questions.\nPlease use and share the articles you find here with your friends, family and peers.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "more research is needed to fully understand the problem.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://medicalxpress.com/news/2017-07-artificial-sweeteners-linked-weight-gain.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "sweeteners",
            "study",
            "increase",
            "artificial",
            "showing",
            "diet",
            "pressure",
            "research",
            "high",
            "blood",
            "diabetes",
            "risk",
            "health",
            "obesity",
            "weight",
            "studies",
            "reveals"
        ]
    }
]