[
    {
        "url": "https://beforeitsnews.com/eu/2018/01/assassinations-by-induced-heart-attack-and-cancer-2634728.html",
        "title": "Assassinations by induced heart attack and cancer",
        "authors": [
            {
                "name": "The Tap Blog",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Sunday, January 21, 2018 15:49\n% of readers think this story is Fact. Add your two cents.\nIn 1975, during the Church Committee hearings, the existence of a secret assassination weapon came to light. The CIA had developed a poison that caused the victim to have an immediate heart attack. This poison could be frozen into the shape of a dart and then fired at high speed from a pistol. The gun was capable of shooting the icy projectile with enough speed that the dart would go right through the clothes of the target and leave just a tiny red mark. Once in the body the poison would melt and be absorbed into the blood and cause a heart attack! The poison was developed to be undetectable by modern autopsy procedures.\nCan you give a person cancer? If cancer in animals can be caused by  injecting them with cancer viruses and bacteria ,  it would certainly be possible to do the same with human beings ! In 1931, Cornelius Rhoads, a pathologist from the Rockefeller Institute for Medical Research, purposely infects human test subjects in Puerto Rico with cancer cells; 13 of them died. Though a Puerto Rican doctor later discovers that Rhoads purposely covered up some of the details of his experiment and Rhoads himself gives a written testimony stating he believes that all Puerto Ricans should be killed, he later goes on to establish the U.S. Army Biological Warfare facilities in Fort Detrick Maryland (origin of the HIV/AIDS virus, the Avian Flu virus and the Swine Flu / A-H1N1 virus), Utah and Panama, and is named to the U.S. Atomic Energy Commission, where he begins a series of radiation exposure experiments on American soldiers and civilian hospital patients.\nThe answer to the question – Can you give a person cancer – is yes. After nearly 80 years of research and development there is now a way to simulate a real heart attack and to give a healthy person cancer. Both have been used as a means of assassination. Only a very skilled pathologist, who knew exactly what to look for at an autopsy, could distinguish an assassination induced heart attack or cancer from the real thing.\nIs death by heart attack, burst aneurysm, of cerebral hemorrhage a “natural cause”? Not if government agencies have found a way to influence your heart rate, blood pressure, or vascular dilatation. Neurological research has found that the brain has specific frequencies for each voluntary movement called preparatory sets. By firing at your chest with a microwave beam containing the ELF signals given off by the heart, this organ can be put into a chaotic state, the so-called heart attack. In this way, high profile leaders of political parties who are prone to heart attacks can be killed off before they cause any trouble. Jack Ruby died of cancer a few weeks after his conviction for murder had been overruled in appeals court and he was ordered to stand trial outside of Dallas – thus allowing him to speak freely if he so desired. There was little hesitancy in Jack Ruby killing Lee Harvey Oswald in order to prevent him from talking, so there is no reason to suspect that any more consideration would have been shown Jack Ruby if he had posed a threat to people in the US government who had conspired to murder the president of the United States – John F Kennedy.\nMatt Simmons, an oil industry expert, was assassinated for turning whistle blower over the Obama administration coverup of the BP Gulf Oil Spill. Investment banker Matt Simmons, who died suddenly, was an energy industry insider and presidential adviser whose profile soared when he wrote that Saudi Arabia is running out of oil and world production is peaking. Simmons, 67, died at his vacation home in Maine. An autopsy by the state medical examiner’s office concluded Monday that he died from accidental drowning “with heart disease as a contributing factor.”\nHis 2005 best-selling book, Twilight in the Desert: The Coming Saudi Oil Shock and the World Economy, brought him a wider audience. The book argued that Saudi Arabia vastly overstated the size of its oil reserves and that the world was on the verge of a severe oil shortage as the largest oil fields become depleted. This revelation is backed up by Iran. Iran knows the Middle East oil supply is quickly drying up and for that reason it is now focusing on building nuclear reactors. Once the oil runs out Iran will be the only country in the Middle East that will be energy self-sufficient. All of the other Middle Eastern countries, including Saudi Arabia will become Third World impoverished states.\nFormer Yugoslav President Slobodan Milosevic was also assassinated. He was found dead in the detention center at The Hague tribunal. Mr Milosevic faced charges of war crimes and crimes against humanity for his alleged central role in the wars in Bosnia, Croatia and Kosovo during the 1990s. He also faced genocide charges over the 1992-95 Bosnia war, in which 100,000 people died.\nMilosevic wrote a letter one day before his death claiming he was being poisoned to death in jail. An autopsy verified his claim as it showed that Milosevic’s body contained a drug that rendered his usual medication for high blood pressure and his heart condition ineffective, causing the heart attack that led to his death.\nFormer MI6 agent Richard Tomlinson told reporters that he saw documents in 1992 that discussed assassinating Milosevic by means of a staged car accident, where the driver would be blinded by a flash of light and remote controlled brake failure enacted to cause the crash. This exact same technique was utilized for real in the murder of Princess Diana.\nIf Milosevic was murdered, who would ultimately be responsible? NATO. Why NATO? Because, though the ICTY (or ‘Hague Tribunal’) presents itself to the world as a UN body, NATO officials have themselves made clear, in public, that it really belongs to NATO. NATO appointed the prosecutors, and the judges who ruled out investigating any war crimes accusations against NATO. It follows that Slobodan Milosevic, who was a prisoner of the Hague Tribunal’s Scheveningen prison when he died, was a prisoner of NATO. NATO had both motive and opportunity to kill him.\nIn March 2002, Milosevic presented the NATO controlled Hague tribunal with FBI documents proving that both the United States government and NATO provided financial and military support for Al-Qaeda to aid the Kosovo Liberation Army in its war against Serbia. This didn’t go down too well at the Pentagon and the White House, who at the time were trying to sell a war on terror and gearing up to justify invading Iraq.\nDuring Milosevic’s trial for war crimes NATO alleged that the Serbs had committed a massacre of Albanian civilians in the Kosovo town of Racak. Evidence presented in the court showed that NATO’s claim was a hoax. This is especially embarrassing because the allegation of a massacre at Racak was the excuse that NATO used to begin bombing the Serbs on 24 March 1999 (the carpet bombing were done by the United States Air Force -authorized by then president Bill and Hillary Clinton). Then NATO claimed that the Serbs had supposedly been murdering 100,000 Albanian civilians. However, NATO’s own forensics reported that they could not find even one body of an Albanian civilian murdered by Milosevic’s forces. The failure to find any bodies eventually led to NATO’s absurd claim that the Serbs had supposedly covered up the genocide by moving the many thousands of bodies in freezer trucks deep into Serbia (while Bill Clinton was carpet bombing the place) without leaving a single trace of evidence. But the Hague tribunal showed these accusations to be entirely fraudulent as well.\nMilosevic made several speeches in which he discussed how a group of shadowy internationalists had caused the chaos in the Balkans because it was the next step on the road to a “new world order.”\nDuring a February 2000 Serbian Congressional speech, Milosevic stated,\n“Small Serbia and people in it have demonstrated that resistance is possible. Applied at a broader level, it was organized primarily as a moral and political rebellion against tyranny, hegemony, monopolism, generating hatred, fear and new forms of violence and revenge against champions of freedom among nations and people, such a resistance would stop the escalation of modern time inquisition. Uranium bombs, computer manipulations, drug-addicted young assassins and bribed of blackmailed domestic thugs, promoted to the allies of the new world order, these are the instruments of inquisition which have surpassed, in their cruelty and cynicism, all previous forms of revengeful violence committed against the mankind in the past.”\nEvidence linking Milosevic to genocides like Srebrenica, in which 7,000 Muslims died, was proven to be fraudulent. In fact, Srebrenica was a ‘UN safe zone’, yet just like Rwanda, UN peacekeepers deliberately withdrew and allowed the massacre to unfold, then blamed Milosevic. Milosevic’s exposure of UN involvement in the Srebrenica massacre was another reason why tribunal transcripts were heavily edited and censored by NATO, and another contributing factor for NATO to murder him while he was in their custody.\nNATO’s Hague Tribunal was clearly a kangaroo court whose sole purpose was to convince ordinary people all over the world that NATO’s destruction of Yugoslavia was justified. Since NATO failed to show this in its own court (a total absence of evidence did make this difficult), there is indeed a powerful NATO motive to murder Milosevic – to prevent his acquittal. In this way, NATO can continue to claim that Milosevic was guilty, and nobody would begin to look into the mountain of evidence that showed that it was NATO leaders (particularly US president Bill Clinton) who committed war crimes, crimes against humanity and genocide in Yugoslavia.\nSo many people have been done in by cancer at a convenient time in history that it is now time to ask the question “who is assassinating people by giving their target cancer or inducing a massive heart attack”? Who ordered the hits and why?\nMr. Charles Senseney, a CIA weapon developer at Fort Detrick, Maryland, testified before the Senate Intelligence Committee in September 1975 where he described an umbrella poison dart gun he had made. He said it was always used in crowds with the umbrella open, firing through the webing so it would not attract attention. Since it was silent, no one in the crowd could hear it and the assassin merely would fold up the umbrella and saunter away with the crowd. Video footage of the assassination of John F Kennedy shows this umbrella gun being used in Dealey Plaza. Video evidence of the events of November 22, 1963 shows that the first shot fired on the fateful day had always seemed to have had a paralytic effect on Kennedy. His fists were clenched and his head, shoulders and arms seemed to stiffen. An autopsy revealed that there was a small entrance wound in his neck but no evidence of a bullet path through his neck and no bullet was ever recovered that matched that small size.\nCharles Senseney testified that his Special Operations Division at Fort Detrick had received assignments from the CIA to develop exotic weaponry. One of the weapons was a hand-held dart gun that could shoot a poison dart into a guard dog to put it out of action for several hours. The dart and the poison left no trace so that examination would not reveal that the dogs had been put out of action. The CIA ordered about 50 of these weapons and used them operationally. Senseney said that the darts could have been used to kill human beings and he could not rule out the possibility that this had been done by the CIA.\nA special type of poison developed for the CIA induces a heart attack and leaves no trace of any external influence unless an autopsy is conducted to check for this particular poison. The CIA revealed this poison in various accounts in the early 1970s. The CIA even revealed the weapon that fired those darts that induces a heart attack at a congressional hearing. The dart from this secret CIA weapon can penetrate clothing and leave nothing but a tiny red dot on the skin. On penetration of the deadly dart, the individual targeted for assassination may feel as if bitten by a mosquito, or they may not feel anything at all. The poisonous dart completely disintegrates upon entering the target. The lethal poison then rapidly enters the bloodstream causing a heart attack. Once the damage is done, the poison denatures quickly, so that an autopsy is very unlikely to detect that the heart attack resulted from anything other than natural causes. A former CIA agent  disclosed  that the darts were made of a frozen form of the liquid poison. She disclosed that the dart would melt within the target and would only leave a very tiny red dot at the entry point – the same type of small entrance wound that was found during the autopsy of John F Kennedy.\nFor over 50 years assassinations have been carried out so skillfully as to leave the impression that the victims died from natural causes. Details of some of the techniques used to achieve this were brought to light in 1961 when professional KGB assassin Bogdan Stashinskiy defected to the West and revealed that he had successfully performed two such missions. In 1957 he killed Ukrainian emigré writer Lev Rebet in Munich with a poison vapor gun which left the victim dead of an apparent heart attack. In 1959, the same type of weapon was used on Ukrainian emigré leader Stepan Bandera, although Bandera’s death was never fully accepted as having been from natural causes.\nAmong the witnesses, important people and conspirators who might have been eliminated by induced heart attack and cancer are: Jack Rudy (died of a stroke due to an undiagnosed form of aggressive cancer, just weeks after he agreed to testify before Congress about the JFK assassination),  Clay Shaw ,  J. Edgar Hoover , Earlene Roberts (Oswald’s land-lady), Marlyn Monroe, Slobodan Milosevic, Kenneth Lay (former CEO of ENRON – the largest political campaign contributor of Gorge W Bush and Dick Cheney), Matt Simmons, Mark Pittman (a reporter who predicted the financial crisis and exposed Federal Reserve misdoings. Pittman fought to open the Federal Reserve to more scrutiny),  Elizabeth Edwards  (suddenly diagnosed with cancer while her husband was  campaigning against Barack Obama and Hillary Clinton  for the presidency of the United States. During a campaign speech to the Council on Foreign Relations in May 2007, Edwards called the War on Terrorism a slogan that was created for political reasons and that it wasn’t a plan to make the United States safe. He went further to compare it to a bumper sticker and that it had damaged the US’s alliances and standing in the world.), … enter here the names of every politically outspoken person, whistle blower or witness who died unexpectedly of a heart attack or who quickly died of an incurable cancer.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nGET OUT WHILE YOU CAN\nLet us not forget about directed energy weapons and the over 300,000 gwen and cell phone towers that can produce a frequency that can disable or kill an individule depending on the frequency. Or the soldiers in Iraq that were hit with this type of energy that caused then to surrender in mass. Each frequency has it’s own effect. I know of two people, both reporters that have been hospitalized. One a young man mid 30′s whose lungs collapsed and another that was left partially paralyzed of yes and one more who was investigating underground base on an Indian reservation. I did an article on this last week and the frequencies put out by computers, routers and cell phones that can cause cancer. Steve Jobs would not let his children use computers nor would Bill Gates. Think that knew something that most don’t? And let us not forget about the multiple people that develop brain cancer which 25 years ago was unheard of. Why do all cell phone inserts advise you to use hands free or a headset?\nJan 21, 2018, 5:43 pm\nA Silicon Valley School   That Doesn’t Compute\nLOS ALTOS, Calif. — The CHIEF TECHNOLOGY OFFICER of eBay  SENDS HIS CHILDREN  to a nine-classroom school HERE.\nSO DO EMPLOYEES of SILICON VALLEY GIANTS  like GOOGLE, APPLE, YAHOO and HEWLETT-PACKARD.\nBut the school’s chief TEACHING TOOLS ARE ANYTHING BUT HIGH TECH:\nPENS and PAPER, KNITTING KNEEDLES and, occasionally, MUD.\nNOT a COMPUTER TOBE FOUND. NO SCREENS AT ALL.\nTHEY are NOT ALLOWED IN THE CLASSROOM, and THE SCHOOL EVEN FROWNS on THEIR USE AT HOME.\nWho ever would have predicted this?\nDo you see yourself in the following !\nCountermeasures are available, read carefully and spread the word.\nIN NEW YORK AND OTHER STATES,\nARE NOW IN EFFECT.\nSecret Laws……WHORES MANURE…….$ATANIC PHANTA$Y\nHow can there be so-called SECRET LAWS when the so-called…LEGAL “remit”…of Congre$$…..\nEXTENDS NO FURTHER THAN THE………68 Square MILES….of WA$hington DC  ?\n…..according to the video linked below……\nDo You Know About The Act of 1871 Teach this in your School\n“Apparently”…so-called….”congress”…HOLD$ JURISDICTION only within the 68 SQUARE MILES of WA$ington DC.\nThose who consider themselves to be U.S. “citizens” are deemed to have SWORN ALLEGIANCE to the 68 SQUARE MILES\nof Washington D.C. and are therefore NOT AMERICAN\nWashington was CONCEIVED in DECEPTION and SUBTERFUGE in 1868 and few people are aware of this birth/$CAM.\nEVERY THING the so-called “government” AUTHORize$ outside the… 68 MILES…of WA$hington DC\nhas NO LAWFUL ORIGIN.\nMILES……of WA$hington DC.\nEVERY THING the so-called “government” AUTHORize$ outside the… 68 MILES…of WA$hington DC\nhas NO LAWFUL ORIGIN.\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "with heart disease as a contributing factor.",
                "",
                false
            ],
            [
                "Small Serbia and people in it have demonstrated that resistance is possible.",
                "Milosevic",
                true
            ],
            [
                "Applied at a broader level, it was organized primarily as a moral and political rebellion against tyranny, hegemony, monopolism, generating hatred, fear and new forms of violence and revenge against champions of freedom among nations and people, such a resistance would stop the escalation of modern time inquisition.",
                "Milosevic",
                true
            ],
            [
                "Uranium bombs, computer manipulations, drug-addicted young assassins and bribed of blackmailed domestic thugs, promoted to the allies of the new world order, these are the instruments of inquisition which have surpassed, in their cruelty and cynicism, all previous forms of revengeful violence committed against the mankind in the past.",
                "Milosevic",
                true
            ],
            [
                "who is assassinating people by giving their target cancer or inducing a massive heart attack",
                "Milosevic",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1266403/"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.theforbiddenknowledge.com/hardtruth/hoover_death_records.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://www.foxnews.com/story/0,2933,293246,00.html",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://cancerres.aacrjournals.org/content/25/4_Part_1/565.short",
                "https://beforeitsnews.com/v3/r2/?url=http://www.usatoday.com/news/politicselections/vote2004/2004-11-04-edwards-cancer_x.htm",
                "https://beforeitsnews.com/v3/r2/?url=http://goochinfo.homestead.com/shaw.html",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://www.youtube.com/watch?v=BSEnurBApdM"
            ]
        },
        "key_words": [
            "milosevic",
            "assassinations",
            "poison",
            "oil",
            "heart",
            "induced",
            "cancer",
            "dart",
            "attack",
            "nato",
            "world",
            "died"
        ]
    }
]