[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/analog-equivalent-rights-1121-our-parents-used-anonymous-cash-2975286.html",
        "title": "Analog Equivalent Rights (11/21): Our parents used anonymous cash",
        "authors": [
            {
                "name": "The Eu Nationalist",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Monday, January 22, 2018 11:07\n% of readers think this story is Fact. Add your two cents.\nPrivacy: The anonymous cash of our analog parents is fast disappearing, and in its wake comes trackable and permissioned debit cards to our children. While convenient, it’s a wolf in sheep’s clothing.\nIn the last article , we looked at how our analog parents could anonymously buy a newspaper on the street corner with some coins, and read their news of choice without anybody knowing about it. This observation extends to far more than just newspapers, of course.\nThis ability of our parents – the ability to conduct decentralized, secure transactions anonymously – has been all but lost in a landscape that keeps pushing card payments for convenience. The convenience of not paying upfront, with credit cards; the convenience of always paying an exact amount, with debit cards; the convenience of not needing to carry and find exact amounts with every purchase. Some could even argue that having every transaction listed on a bank statement is a convenience of accounting.\nBut with accounting comes tracking. With tracking comes predictability and unwanted accountability.\nIt’s been said that a VISA executive can predict a divorce one year ahead of the parties involved, based on changes in purchase patterns. Infamously, a Target store was targeting a high school-aged woman with maternity advertising, which at first made her father furious: but as things turned out , the young woman was indeed pregnant. Target knew, and her own father didn’t.\nThis is because when we’re no longer using anonymous cash, every single purchase is tracked and recorded with the express intent on using it against us — whether for influencing us to make a choice to deplete our resources (“buy more”) or for punishing us for buying something we shouldn’t have, in a wide variety of conceivable ways.\nChina is taking the concept one step further , as has been written here before, and in what must have been the inspiration for a Black Mirror episode , is weighting its citizens’ Obedience Scores based on whether they buy useful or lavish items — useful in the views of the regime, of course.\nIt’s not just the fact that transactions of our digital children are logged for later use against them, in ways our analog parents could never conceive of.\nIt’s also that the transactions of our digital children are permissioned. When our digital children buy a bottle of water with a debit card, a transaction clears somewhere in the background. But that also means that somebody can decide to have the transaction not clear; somebody has the right to arbitrarily decide what people get to buy and not buy, if this trend continues for our digital children. That is a horrifying thought.\nOur parents were using decentralized, censorship resistant, anonymous transactions in using plain cash. There is no reason our digital children should have anything less. It’s a matter of liberty and self-determination.\nPrivacy remains your own responsibility.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://falkvinge.net/2018/01/15/analog-equivalent-rights-government-knows-what-news-you-read/",
                "https://beforeitsnews.com/v3/r2/?url=https://www.privateinternetaccess.com/blog/2015/10/in-china-your-credit-score-is-now-affected-by-your-political-opinions-and-your-friends-political-opinions/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://falkvinge.net//2018/01/22/analog-equivalent-rights-parents-used-anonymous-cash/http://www.businessinsider.com/the-incredible-story-of-how-target-exposed-a-teen-girls-pregnancy-2012-2?international=true&r=US&IR=T",
                "https://beforeitsnews.com/v3/r2/?url=https://en.wikipedia.org/wiki/Nosedive",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "transactions",
            "anonymous",
            "digital",
            "equivalent",
            "analog",
            "cash",
            "using",
            "convenience",
            "1121",
            "children",
            "buy",
            "transaction",
            "purchase",
            "parents",
            "used",
            "rights"
        ]
    }
]