[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/11-ways-to-stay-sane-when-its-20-below-2688751.html",
        "title": "11 Ways To Stay Sane When It’s 20 Below",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-11",
        "text": "By Off The Grid News\n11 Ways To Stay Sane When It’s 20 Below\nMonday, January 22, 2018 1:06\n% of readers think this story is Fact. Add your two cents.\nImage source: Pixabay.com\nMuch of the country has had unusually cold weather this year. Some of us live in regions where cold is business as usual, and others are more accustomed to milder temperatures. But frigid weather can be tough on everyone, even those who are used to it. If you need ideas for ways to keep from going insane when you’re stuck in the house during winter, consider some of these:\n1. First, don’t be stuck in the house. Get outside. Even though it might be hard to get motivated to suit up and brace the cold, you’ll be glad you did. Fresh air will invigorate you and help put a new perspective on things.\n2. Get some exercise. There are plenty of ways to work out during winter. You can swim laps at the pool, lift weights or work out on machines at the gym, or play basketball or other sports at the community center. If those options are not available to you, an exercise video or home equipment might be a possibility. Walking is always a good option if the sidewalks are plowed or if there are other ice-free surfaces available. If you live near multi-story buildings where you can go up and down stairs or near a mall or civic center where you can walk indoors, that could work, too.\n3. Embrace what winter has to offer. Lots of activities are exclusive to winter, and it would be a shame to miss out. Ski, sled, ice skate, toboggan, snowshoe, build a snowman or an ice fort, throw snowballs, ride snowmobiles, or go ice fishing—whatever sounds fun!\n4. Attend events. Winter is a great time to go to music concerts, circuses, themed performances, cooking shows, art exhibits, basketball and hockey games, community theater, and whatever else is available in your area. There also might be expos like home shows, outdoor recreation shows, and agricultural trade shows.\n5. Use this time to tackle back-burner projects. That might be patching ripped pants or fixing an old radio or resurrecting a long-abandoned blog—whatever tedious or time-consuming jobs you put off during busier seasons, this is a good opportunity to get them done.\n6. Do some early spring-cleaning. Organize a closet, donate unused boots and hats to Goodwill, spiff up the basement, scrub ceilings—this is stuff you won’t want to bother with once the weather turns nice enough to be outdoors!\n7. Spend time on hobbies. The sky’s the limit with this one. Soapmaking, woodcarving, jigsaw puzzles, reading, target shooting, ham radios, wildlife photography, and online role-playing games are all just the tip of the iceberg when it comes to hobbies. You can enjoy activities you’ve always done, or learn something new. This might be the time to learn how to play guitar or make French pastries or tie fishing flies or train your dog to do new tricks.\n8. Spend time visiting friends and loved ones, during a season when people are not too busy to visit. Socializing opportunities can be few and far between for many folks. Whether it’s gardening, food preservation, livestock care, haying, vacations, travel or home repair, most people stay extra busy during warmer months of the year. Winter is a great time to strike up a conversation with neighbors, invite old friends to lunch, or spend a weekend at Grandma’s.\n9. Host a party—of any kind! Make it a pot luck, play board games or cards, give it a theme, do a progressive dinner, make the dress code be family pajamas, or even consider a bonfire in the snow. You can make any party suit your style and budget, from quiet and small and low-key to a big bash, or anything else that works for you. If you’ve been meaning to have a party but never seem to have enough time in other seasons, seize the moment in winter!\n10. Be glad for the chance to relax. Catch up on the shows and books and crafts and social media you wish you had more time for during the rest of the year. Enjoy the warm wood stove and a comfortable couch. Give yourself permission to spend the day in sweatpants and slippers every now and then.\n11. And by all means, dive into the seed catalogs! Enjoy dreaming and planning for next year’s garden, scoop up any discounts offered for early sales, and bask in the idea of fresh vegetables.\nWhen you think about all the things you can do when it’s cold outside, winter doesn’t seem so bad. Try some of the ideas on this list, and you will not only avoid getting cabin fever but may actually enjoy the season.\nWhat would you add to our list? Share your tips in the section below:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "play",
            "work",
            "enjoy",
            "weather",
            "shows",
            "winter",
            "cold",
            "ways",
            "20",
            "11",
            "spend",
            "ice",
            "stay",
            "sane"
        ]
    }
]