[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/breaking-news-trump-just-made-urgent-announcement-theyre-complicit-in-murder-2975323.html",
        "title": "Trump Just Made Urgent Announcement – They Are Complicit in Murder",
        "authors": [
            {
                "name": "Economic News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By economic news\nTrump Just Made Urgent Announcement – They Are Complicit in Murder\nMonday, January 22, 2018 12:19\n \nPresident Trump is not one to pull his punches when calling out the disgusting filth in our government today. Of course, the left loves to paint Trump and his words as bigoted, racist, transphobic, and whatever else they can throw in there, but we all know he is just calling it as he sees it. So, over the weekend when the Democrats decided to hold the entire nation hostage by shutting down the government over millions of illegals immigrants not granted amnesty, Trump made a video to show the country exactly who these liberals are protecting which everyone needs to see.\nIt is one thing for politicians to stand up against policies that would harm our country, but it is quite another for them to stand for policies that hurt Americans. Especially, if the party in question is one that touts themselves as the political “savior” for the downtrodden and disenfranchised in our country.\nYes, we are talking about the Democrats in Washington D.C. in case you were wondering.\nFor the last several years, these enlightened liberals have been busy pushing for amnesty for millions of illegal immigrants in the country despite the overwhelming support for these lawbreakers to be kicked out. However, instead of these illegals being rounded up and shipped back to where they came from liberals are hiding these criminals in sanctuary cities defying federal immigration laws to kick them out.\nTrump has stated that this blatant disrespect for our laws must end, but that has not stopped these anti-American leftists from pushing forward with destroying our nation. So, when the Democrats said they would shut the government down if Republicans and President Trump did not allow the Dreamers to stay in the country, the administration did not balk, but just released a video showing who these liberals are fighting to keep here.\nThe video released yesterday perfectly depicts how the rise in violent crime in our country is attributed to illegals coming in from Mexico. Trump’s video shows that Democrats are the ones who are in fact, complicit in the murders that have occurred in our nation and that they rather fight for them then for the millions of United States citizens here legally.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\n* * *\nIF……Trump is the DEEP STATE…..what is it that the $CUM are attempting to……DI$TRACT the people FROM\nJan 22, 2018, 12:40 pm\nAnonymous\nThat is the question because all of these players are on the same team.  So, what ARE they hiding?  It’s bigly BIG whatever it is.\nSad!\nLiberal Lefty’s are Bigoted, Racist, Anti-American, Transphobic, Fascist and the new Soros funded Nazis. Time to die.\nJan 22, 2018, 5:06 pm\nA light from the shadows shall spring;\nRenewed shall be blade that was broken,\nThe crownless again shall be king.”\nJan 23, 2018, 6:14 am\nWell, i’ve been saying the dems “inclusive of obama” were complicit in every crime committed by every illegal alien they allowed to remain in this country and should be held personally liable, since it is they who supported these criminals remain in this country!\nIts nice to hear someone else saying it now, finally, is recognizing the crimes that the dems are complicit in.\nJan 22, 2018, 12:43 pm\nCanderson\nDefend yourselves Nationalism, you can NOT Allow yourselves to be diluted into oblivion by these unlawful migration policies of the real Masters.\nJan 22, 2018, 1:35 pm\nCanderson\nNot “Jews”, court Jews =servants of the “Black” Nobility. You see the Oppenheimer’s are a great deal above the Rothschild’s\nin HIERARCHY!\nlove=ownership\nsex= fuck everything everyone, the bisexuals. (power thing, domination often sadomasochistic)\ntruth = all revolves around the psychopath himself, wiseacre. The truth originates from the psychopath.\n(And much much more)\nstop\nstart\nThe Skull and Bones (drug cartel) above the CIA and of Swiss origin.\nSkull and Bone exists in the US, China, Korea one wonders what the deal is when we shall depopulate ain’t they not?\nIs it Khubilai khan (All we got is Ghingis Khaan and Turk-Mongols, the 13:th tribe.) (big in free-masonry)\nThe Globalists’ depopulation plans are getting clearer.\nA US sourced site, Deagel.com (Guide to Military Equipment and Civil Aviation), has published their depopulation predictions for 2025 for 209 countries, based on intel from the following terrorist organisations:\nThe US DoD, DoS, CIA, World Bank and EU…\n/agenda-21/2014/10/the-globalists-depopulation-hit-list-30-top-winners-and-losers-1088.html\nBetter to be the good Ronin, as in the Seven Samurai 1954.\nor in other words\n7 billion people ought to be able to remove these.\nThe 10 Roman families whose top men sit on the Jesuit Council:\n1. Farnese *\n2. Borja\n3. Colonna\n4. Gaetoni\n5. Medici\n6. Pamphili\n7. Orsini * http://josephpedepoetry.blogspot.com/2015/04/the-orsini-family-maximus-clan-man-that.html\n8. Aldobrandini *\n9. Chigi\n10. Conti\nHouse of Aldobrandini/Borghese *\nHouse of Chigi\nHouse of Colonna/Cologna\nHouse of Conti\nHouse of Gaetani/Caetani\nHouse of Este Estence\nFrescobaldi\nPallavicini (More power than the British Queen, Este, Saxe-Coburg and Gotha, the Hapsburgs.)\nJan 22, 2018, 1:53 pm\nI say this is more accurate than what you are telling.\nJan 22, 2018, 2:02 pm\nYou blame it all on the British most of the time. They are not the most powerful. Are they the culprit behind all this then? NO!\nJan 22, 2018, 2:10 pm\n“ORDO AB CHAO – The ‘Big Idea’ is Becoming Clear,\nCrisis, Crisis, Growing Tension\nThe Fittest Claim they Now are Leading\nThe Masses with Inferior Breeding,\nIntensify Problems, Remove the Border,\nThen Out of Chaos will come Order”\nHowever, they’re going to create racial tension, create a massive STRIFE across the world with\nfood shortages, with disease and all the rest of it and let all the different cultures go at\neach other, which they will and they’ll be stirred up to do so.  Then they’ll come forward,\ngradually with the solution.  Because these guys at the top have ALL THE TIME IN THE WORLD.\nTHEY WORK INTER-GENERATIONALLY.  That’s how it’s pulled off.\n(52:22) The Matrix explained/ This is the real world that we live in.  It’s run by DECEIT… and\nthe shepherd must train the domesticated animals to love them.\n(1:07:49) “Let the dead bury the dead” explained\nThe Hapsburgs are I believe the only, but if they aren’t the only they definitely are one of the Monarchy’s to disband in favor of their country Austria citizens ruling themselves.  That is what it says if you look it up.  If you have some other info on them I would like to hear it though.\nThe Borgia is interesting.  I watched that show and I noticed it was taken off the air what seemed to me like really suddenly and it was pretty popular.  I remember thinking that it was odd that the family just faded away/  I did research on them and there wasn’t very much info on them after their pope died. So yeah I would love any info you have uncovered on them.\nJan 23, 2018, 1:49 am\nThose damn Romans, are the same group that Crucified Jesus on the cross.\nWhat a bunch of sick and twisted,\nevil pricks.\nThe “Illuminati Unmasked” is another good book in which the author speaks of the same.\nThe Black Pope, is the ass hole that’s hell bent on destroying anything good and decent.\nFTNWO and The Roman Fools they are.\nJan 23, 2018, 7:31 am\nIt’s no BIG secret Demoncraps are communist and need America out of the way to create the New World Odor from TURD world countries.\nBringing in their army of Megroes, Migrants, Moslems, Mongrels and Mexicans.  Just look back at their countries and be afraid, VERY afraid.\nThey have left their countries in ruins, poverty, and the stench of death.  Now they want to WRECK your pristine society.  Demoncraps have committed high treason and breaking their oaths of office even after living privileged lives off your back.\nThey are DESPICABLE people DEMON driven.  Hanging will be too nice for them.\nJan 22, 2018, 1:42 pm\nCanderson\nI share your fear, but it is worse, much worse Power as aphrodisiac -> Trans Humanism.\nJan 22, 2018, 2:27 pm\nTRUTHY1\nLess than Half of the Illegals entering the USA are Mexican. Most of the Mexicans who come here become legal residents, more than any other nationality. It is the other South American countries that are exporting their criminals with the help of Traitors like Obama and Soros and the members of Congress & the House of Representatives. Not to mention the illegals from Eastern Europe who bring with them Communist and Bolshevik ideologies to destroy America as the Beacon of Freedom of the World. It is the under educated ignorant American voters who reelect the same criminals into office time after time and expect things to change ! That is the definition of insanity ! [doing the same thing over and over and expecting different results]  Collectively we Americans have not been good stewards of the Founding documents and most of us do not have a realistic grasp of their true meaning and importance. We have allowed our representatives to gradually water down our protections with un-Constitutional statutes and regulations that directly contradict the Constitution and the Bill of Rights. Why are noncitizens allowed to purchase land ? Why are noncitizens or or nonresidents allowed to operate businesses. Why do they get benefits that Americans do not get ?\nJan 22, 2018, 3:34 pm\nbeLIEve im happy that there are very few of you liers.\nJan 22, 2018, 9:52 pm\nJan 23, 2018, 8:23 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "ORDO AB CHAO – The ‘Big Idea’ is Becoming Clear,\nCrisis, Crisis, Growing Tension\nThe Fittest Claim they Now are Leading\nThe Masses with Inferior Breeding,\nIntensify Problems, Remove the Border,\nThen Out of Chaos will come Order",
                "",
                false
            ],
            [
                "Let the dead bury the dead",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/r2/?url=http://josephpedepoetry.blogspot.com/2015/04/the-orsini-family-maximus-clan-man-that.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "stand",
            "trump",
            "democrats",
            "released",
            "complicit",
            "video",
            "illegals",
            "murder",
            "announcement",
            "country",
            "millions",
            "nation",
            "liberals",
            "urgent"
        ]
    }
]