[
    {
        "url": "https://beforeitsnews.com/gold-and-precious-metals/2017/12/trump-attorney-quashes-rumors-of-impending-mueller-firing-3176860.html",
        "title": "Trump Attorney Quashes Rumors Of Impending Mueller Firing",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By silveristhenew (Reporter)\nSaturday, December 16, 2017 22:25\n% of readers think this story is Fact. Add your two cents.\nAn Attorney for President Trump has vehemently denied rumors that special counsel Robert Mueller will be fired over revelations of politically motivated malfeasance by the FBI towards Hillary Clinton and against Donald Trump, including disturbing text messages which were sent between top FBI investigators implying the Trump-Russia investigation may have been launched as an “ insurance ” policy in the event Trump won the 2016 election. Furthermore, GOP lawmakers have asserted that FBI top brass relied on a salacious and unverified “dossier” to launch the Trump-Russia investigation. Also noted by critics is the fact that Robert Mueller’s “ right hand man ,” Aaron Zebley represented Clinton IT staffer Justin Cooper – a Bill Clinton aide who “ jerry-rigged ” Hillary Clinton’s “private, illegal” server in her Chappaqua home. \nPeter Strzok, Robert Mueller, Ty Cobb\nDespite all of that, Trump attorney Ty Cobb told Politico, “As the White House has repeatedly and emphatically said for months, there is no consideration at the White House of terminating the special counsel.” \nEarlier in the day we reported that Trump transition team attorney Kory Langhofer sent a seven-page complaint to House and Senate oversight committees investigating the 2016 election to lodge a complaint that the special counsel improperly obtained “many tens of thousands” of emails from the Trump transition team from the General Services Administration – the government agency responsible for setting up and administering the transition email system which uses a “ptt.gov” address. Kanghofer says these emails were obtained through “unlawful conduct,” and that the Trump team had been segregating emails with “Executive Privilege” in anticipation of giving the rest to Mueller’s team. \nOn Friday, Rep. Jackie Speier (D-CA), a member of the House Intelligence Committee, said there was a rumor floating around DC that President Trump will fire Mueller before Christmas, but after congress leaves for winter recess. \n“The rumor on the Hill when I left yesterday was that the president was going to make a significant speech at the end of next week. And on Dec. 22, when we are out of D.C., he was going to fire Robert Mueller,” Speier told California’s KQED News.\n“We can read between the lines I think,” Speier told KQED, adding “I believe this president wants all of this shut down. He wants to shut down these investigations, and he wants to fire special counsel Mueller.”\nSpeier joined Rep. Adam Schiff (D-CA) over concerns that the House Intelligence Committee’s Russia investigation would be shut down by the end of the year. \nReps Jackie Speier (D-CA) and Adam Schiff (D-CA)\nSchiff shot off a series of nine tweets explaining why he’s “increasingly worried Republicans will shut down the House Intelligence Committee investigation,” pointing to the fact that “Republicans have scheduled no witnesses after next Friday and none in 2017. We have dozens of outstanding witnesses on key aspects of our investigation that they refuse to contact and many document requests they continue to sit on.” \nRead the rest by clicking on Schiff’s tweet and scrolling down. \nI’m increasingly worried Republicans will shut down the House Intelligence Committee investigation at the end of the month.\nHere’s why:\nWhite House press secretary Sarah Sanders denied rumors that President Trump was considering firing Mueller in October, stating “There is no intention or plan to make any changes in regards to the special counsel,” adding “I think we should let the process play through before we start looking at that.“\nPerhaps GOP lawmakers would be more comfortable with Mueller’s special counsel if Attorney General Jeff Sessions would appoint a second special counsel to investigate the FBI? Alas, it looks like that may be nothing more than wishful thinking for the time being. \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "As the White House has repeatedly and emphatically said for months, there is no consideration at the White House of terminating the special counsel.",
                "Ty Cobb",
                true
            ],
            [
                "The rumor on the Hill when I left yesterday was that the president was going to make a significant speech at the end of next week.",
                "Speier",
                true
            ],
            [
                "And on Dec. 22, when we are out of D.C., he was going to fire Robert Mueller,",
                "Speier",
                true
            ],
            [
                "We can read between the lines I think,",
                "Speier",
                true
            ],
            [
                "I believe this president wants all of this shut down.",
                "Speier",
                true
            ],
            [
                "He wants to shut down these investigations, and he wants to fire special counsel Mueller.",
                "Speier",
                true
            ],
            [
                "increasingly worried Republicans will shut down the House Intelligence Committee investigation,",
                "Schiff",
                false
            ],
            [
                "Republicans have scheduled no witnesses after next Friday and none in 2017.",
                "Schiff",
                true
            ],
            [
                "We have dozens of outstanding witnesses on key aspects of our investigation that they refuse to contact and many document requests they continue to sit on.",
                "Schiff",
                true
            ],
            [
                "There is no intention or plan to make any changes in regards to the special counsel,",
                "Sarah Sanders",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-13/we-cant-take-risk-fbi-texts-reveal-insurance-policy-prevent-trump-presidency",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-08/muellers-right-hand-man-represented-hillary-clinton-it-staffer-who-installed-her-ill",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-16/sessions-balks-second-special-counsel-says-recent-fbi-bombshell-may-have-innocent-ex",
                "https://beforeitsnews.com/v3/r2/?url=http://www.zerohedge.com/news/2017-12-16/mueller-obtained-tens-thousands-trump-transition-emails",
                "http://www.suppressedhealthsecrets.com",
                "https://beforeitsnews.com/v3/r2/?url=http://archive.is/92tbn"
            ]
        },
        "key_words": [
            "rumors",
            "trump",
            "impending",
            "firing",
            "attorney",
            "quashes",
            "house",
            "speier",
            "special",
            "shut",
            "mueller",
            "investigation",
            "counsel",
            "president"
        ]
    }
]