[
    {
        "url": "https://beforeitsnews.com/conspiracy-theories/2018/01/f-william-engdahl-the-lost-hegemon-the-higherside-chats-conspiracy-and-paranormal-podcast-3-2486583.html",
        "title": "The Lost Hegemon - The Higherside Chats",
        "authors": [
            {
                "name": "The Higherside Chats",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nF. William Engdahl | The Lost Hegemon - The Higherside Chats | Conspiracy and Paranormal Podcast\nWednesday, January 24, 2018 22:22\n% of readers think this story is Fact. Add your two cents.\nConspiracy, Mystery, And Comedy. Boom. This week on THC, Greg chats with the esteemed F. William Engdahl . A Princeton graduate, geopolitical analyst, professor and lecturer. F. William Engdahl is the author of The Lost Hegemon : whom the Gods would destroy as well as other brilliant titles such as Seeds of Destruction: The Diabolical World of Genetic Manipulation, and A Century of War: Anglo-American Oil Politics and the New World Order. Join them as they wade through murky waters clouded by the pollution of thinks tanks for the military industrial complex, Donald Trump, The Clintons, the shadow governments enlisting armed forces to install puppet regimes, the pillaging of natural resources and the destruction of anyone standing between the Elite and supreme power. On today’s episode they begin by tracing the history of the The Lost Hegemon and it’s downfall: 2:30 Dating back to the end of the Napoleonic Wars in 1815 and the Battle of Waterloo until the World War I, the British Empire was the hegemon. In 1941, an article was written by Henry Luce, editor, and publisher of Time and Life magazines declared the dawn of the American Century. Prior to the start of World War II, through the grants from the Rockefeller Foundation to Council on Foreign Relations, theWar and Peace Studies was created to gather the top geopolitical minds and strategists to begin crafting the plan towards American and western dominance through total control of resources. Armed with the blueprint by geopolitician Karl Haushofer and his imperialistic plan for Nazi domination, Lebensraum, a plan was set in motion to become the new reigning hegemon 4:30 The Lost Hegemon details the downward spiral of the US and its oligarchs such as David Rockefeller and George Soros. It documents the history since the 1950′s of the perverse marriage between CIA and the Muslim Brotherhood as it transforms through the introduction into Saudi Arabia by CIA operative Miles Copeland, to the alliance with Osama bin Laden and Zbigniew Brzezinski, leading up toHillary Clinton and the elite’s failed attempts to install CIA puppet regimes throughout the Middle East under the guise of the Arabic Spring. As these regions become destabilized, and control of oil pipelines becomes increasingly uncertain the geopolitical powers are shifting They continue their conversation by discussing the western opposition of Shanghai Corporation Organization: 17:50 The Shanghai Corporation Organization was an alliance created in 2001 by China and Russia with the function to build a structure of protection for the former Soviet. This protection would extend to the heavily Islamic areas of central Asia, and areas most vulnerable to the extremist template used by the CIA and the Muslim Brotherhood. They examine Trump, the failing Bush and Clinton agendas and their desperate attempts to stop the decline of the US sphere of influence and hegemony of the US dollar: 20:30 The Clinton’s have long been connected to a litany of crimes including drug smuggling and murder. Recruited to CIA through the networks of George H.W. Bush they have helped stay the course through military interventions and failed coups. While we enter a new paradigm of a more enlightened public, the theme of The Lost Hegemon becomes ever more apparent, while the attempts of global manipulation are showing signs of cracking. A recent example of oligarchs grasping at straws is most evident when examining US intervention under the Obama administration in Syria and Libya and its unbridled actions in preventing the creation of a unified currency region. Follow them through the newest shift of alliances in the blossoming bromance between Israel and Russia: 36:30 As the Obama administration works toward establishing a nuclear deal with Iran, which will effectively destabilize the region, Israel is left evaluating their options and addressing their lack of strategy. Enter Russia, with their proposition of protection, partnership and plans to assist in the development of …\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "russia",
            "plan",
            "higherside",
            "geopolitical",
            "cia",
            "william",
            "war",
            "lost",
            "chats",
            "world",
            "protection",
            "hegemon"
        ]
    }
]