[
    {
        "url": "http://conservativefighters.com/news/fbi-launched-yet-another-investigation-hillary-clinton-agents-little-rock-ar/",
        "title": "The FBI Has Launched Yet Another Investigation Into Hillary Clinton — Agents Are in Little Rock, AR",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nThe FBI Has Launched Yet Another Investigation Into Hillary Clinton — Agents Are in Little Rock, AR\nHillary Clinton might still be wondering “What Happened” as far as losing the election goes, and now, her and former President Bill Clinton’s foundation is under investigation by the FBI.\nAs Clinton has been tweeting her concerns over families worrying about their children having health care, FBI agents in Little Rock, Arkansas, have been delving into the Clinton Foundation. So what’s going on?\nThe FBI is looking into whether the Clintons did any favors for donors who contributed to their organization.\nOn Thursday, The Hill reported:\nThe Justice Department has launched a new inquiry into whether the Clinton Foundation engaged in any pay-to-play politics or other illegal activities while Hillary Clinton served as Secretary of State, law enforcement officials and a witness tells The Hill.\nFBI agents from Little Rock, Ark., where the foundation was started, have taken the lead in the investigation and have interviewed at least one witness in the last month, and law enforcement officials said additional activities are expected in the coming weeks.\nThe officials, who spoke only on condition of anonymity, said the probe is examining whether the Clintons promised or performed any policy favors in return for largesse to their charitable efforts or whether donors made commitments of donations in hopes of securing government outcomes.\nFox News confirmed the report from The Hill on Thursday evening, via the Twitter account of “Special Report”:\nFox News can confirm the Department of Justice has launched a new investigation into Hillary Clinton.\nClinton’s spokesperson, Nick Merrill, called the news a “sham” on Friday, adding that Republicans have tried to turn the foundation “into a political football.”\nClinton herself has yet to offer a comment about the investigation. However, this isn’t the former presidential nominee’s first time being investigated by the FBI.\nJanuary 5, 2018 at 7:57 pm\nAnd as EVERY TIME NOT a dam thing will happen that evil criminal traitor bitch wont be arrested.\nJanuary 5, 2018 at 10:40 pm\nThis time she does not have anyone in the Oval office to protect her.\nJanuary 6, 2018 at 3:12 am\nYep…you are correct. This is a costly dog and pony show. FBI is crooked as crooked Clinton. America is not their #1 agenda…Clinton Cartel is.\nJanuary 5, 2018 at 8:50 pm\nThe Clintons received 145 million dollars for selling 20% of America’s uranium to Russia! She is a Prostitute! The most successful American Prostitute!\nJanuary 5, 2018 at 9:38 pm\nTHEY’VE HAD PLENTY ENOUGH TIME NOW TO HIDE EVERYTHING REAL GOOD,BUT I PRAY GOD BRINGS THE DARKNESS INTO THE LIGHT,ENOUGH WITH REAL CRIMINALS GETTING AWAY WITH THEY’\nRE CRIMES\nJanuary 5, 2018 at 9:51 pm\nWhile they are checking out the Clinton’s crap… check out the airport where the Clinton’s cocaine comes in to in Arkansas…I think that being a lucritive cash flow…i think it is still going on…oh and look for the bodies…\nJanuary 5, 2018 at 10:44 pm\nIt will only matter if the it is a serious investigation and they are willing to let the evidence do the talking.\nJanuary 7, 2018 at 7:10 pm\n“FBI agents from Little Rock, Ark., where the foundation was started, have taken the lead in the investigation” Is this the same Organization that apparently didn’t investigate over 40 murders or the drug trafficking at Mena airport ? Is this another fix in place ?\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "FBI agents from Little Rock, Ark., where the foundation was started, have taken the lead in the investigation",
                "",
                false
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "little",
            "fbi",
            "launched",
            "clinton",
            "officials",
            "rock",
            "witness",
            "hillary",
            "agents",
            "ar",
            "clintons",
            "special",
            "investigation",
            "foundation"
        ]
    }
]