[
    {
        "url": "https://beforeitsnews.com/strange/2018/01/hitler-was-illuminati-hired-gun-2470119.html",
        "title": "Hitler was Illuminati \"Hired Gun\"",
        "authors": [
            {
                "name": "Henry Makow",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Henry Makow\nHitler was Illuminati \"Hired Gun\"\nMonday, January 22, 2018 9:18\n% of readers think this story is Fact. Add your two cents.\n Hitler was false opposition.\nWars are Jewish banker \npogroms against the goyim.\n“In these days when the infiltration of all parties, classes and governments by agents of the revolution is a known and proven thing, it is of interest that the mass of literature about Hitler ignores his early associations and the strong evidence of his Communist background.”\n—Douglas Reed\n“Hitler did not set foot in the extreme right wing camp until he had been rejected by left wing groups.” — Lothar Machtan. \nRevised from March 2, 2007\nBy Henry Makow Ph.D\nThe ink wasn’t dry on the Versailles Peace Treaty before the Illuminati started work on World War Two by building up Adolf Hitler and the Nazi Party.\nBefore 1919, Hitler had been a political “gun for hire” who had many Jewish friends and had flirted with both Communism and Socialism. Overnight he became a virulent anti-Communist and anti-Semite. What happened? \nHe had become an army intelligence officer. Throughout the 1920′s the Reichswehr secretly funded his party and trained his SA “Brownshirts.”\nI suspect General Kurt Von Schleicher was the point man for Illuminati bankers like German Intelligence Chief Max Warburg, left, whose Frankfurt I.G. Farben HQ was spared by Allied bombers, and whose Jewish mother lived in comfort in Hamburg throughout the war. Von Schleicher, who was briefly German Chancellor, was murdered during the 1934 purge because he knew too much. \nVERSAILLES\nDr. E. J. Dillon of the London Daily Telegraph wrote in his book “The Inside Story of the Peace Conference,” (1920):  Many delegates deduced that “henceforth the world will be governed by the Anglo-Saxon people, who in turn are swayed by their Jewish elements…” (i.e. the central bankers and their factotums) p 497.\nGermany was the major obstacle to using England and the U.S. to impose Illuminati rule upon the world . Thus, onerous reparations were imposed  to prompt another much more devastating world war. Once it begin, the British vetoed attempts to assassinate or replace Hitler, and insisted on “unconditional surrender.”\nHitler didn’t come to power until 1933 but Germany started rearming in 1919 in contravention of Versailles provisions. The Allies turned a blind eye to a program that saw Communist and German soldiers train in Russia with the latest weaponry, including whole bases devoted to air force, armor and chemical warfare. When Hitler came to power in 1933, Germany already had an advanced air force.\nAnother way to evade Versailles was for the Reichswehr to fund and train paramilitary organizations like the Nazi SA which later could be incorporated into the regular army.  General Kurt Von Schleicher and Captains Karl Mayr and Ernst Roehm were in charge of this “Black Werhmacht” program.\nSefton Delmer, left, who was the Daily Express correspondent in Berlin, describes all this  in his autobiography “Trail Sinister” (1961). He cites documents showing that Hitler was “acting under Mayr’s orders when he joined the tiny German Workers Party and began to build it up…” (64) Delmer says Mayr also funded mass meetings and pamphlets in which Hitler railed against the Jews. “This anti-Jewish campaign …was being promoted by no less a power than the Staff Officers of the Reichswehr.” (63)\nThe Reichwehr’s purpose was to create popular political support for WW2. According to Delmer, “Schleicher paid out no less than two million pounds from the Reichswehr’s secret funds for the Nazi storm troopers…” (120) They were also funded by Illuminati industrialists and bankers.\n(Born and raised in Berlin, Sefton Delmer knew Hitler personally, and had a wide range of confidential sources. During the war, he took charge of British “black propaganda” running a range of radio stations aimed at German soldiers.)\nHITLER, “ANTI-COMMUNIST, ANTI-SEMITE”\nCommunism, Nazism and Zionism are triplets, movements conceived and nurtured by the Illuminati to dupe and manipulate humanity.\nIn his book “The Hidden Hitler” Lothar Machtan, a Professor of History at Bremen University says Hitler almost joined the Communists in 1918. He demanded a senior party post that would have exempted him from work but they refused. “Hitler did not set foot in the extreme right wing camp until he had been rejected by left wing groups,” Machtan writes. (71)\nThis book asserts that Hitler was an active homosexual with a thick police file of molestation complaints both in Vienna and Munich.\nAccording to Ian Kershaw, Hitler took part in pro Socialist and Communist demonstrations in 1918-1919 and served as a Socialist Soldiers’ Council representative. (“Hitler: 1889-1936 Hubris, p 118-120.) \nIn the Controversy of Zion, Douglas Reed writes that Hitler was taken prisoner in 1919 as a Communist serving an emissary from Moscow. \n“In these days when the infiltration of all parties, classes and governments by agents of the revolution is a known and proven thing, it is of interest that the mass of literature about Hitler ignores his early associations and the strong evidence of his Communist background.”\nHitler described himself as “the executor of Marxism” at the time and modelled the Nazis on the Communists. He wanted to call the Nazis the “Socialist Revolutionary Party.” Reed who met Hitler and studied him at close quarters wrote in 1955 that the truth about Hitler has not yet been written. p. 395.\nAccording to Brigitte Hamann, Hitler’s best friends in pre-war Vienna were Jewish. He benefited from Jewish charities and hospitality. Jews bought most of his artwork. For this reason, real anti-Semites shunned him. (“Hitler’s Vienna: A Dictator’s Apprenticeship, pp.347-352)\nHamann suggests that Hitler’s ideas of Aryan racial purity and superiority were based on the Jews. She quotes Hitler:\n“Through Moses the Jewish people received a rule for life and living one’s life that was elevated to a religion which was entirely tailored toward the essence of one’s race, and simply and clearly without dogmas and dubious rules of faith…contains what served the …well being of one’s people, nothing toward consideration of others.” (351)\nCONCLUSION \nIn the Protocols of Zion, the author, an Illuminati banker, boasts they create or sanction anti-Semitism when it serves their purpose. “Anti-Semitism is indispensable to us for the management of our lesser brethren…this matter has been the subject of repeated discussions amongst us.” (Protocol 9). Hitler is an example of how anti-Semitism was created. The author continues: \n“It is from us that the all engulfing terror proceeds. We have in our service persons of all opinions, of all doctrines, monarchists, demagogues, socialists, communists and utopian dreamers of every kind…striving to overthrow all established forms of order. All states are in torture… but we will not give them peace until they openly acknowledge our international Super government…” \nThere, in black and white, is the  blueprint  behind the NWO, UN, the EU and NAU, and every war until today. But the bankers have made us think it “racist” to pay heed. As if more than 10% of Jews were/are a conscious part of their heinous, diabolical conspiracy. \nModern history consists of this long-term plan to foment needless wars in order to  enslave mankind by destroying nation, religion, race and family.  Most historians are paid to obscure the horrible fact that the people ultimately responsible for Auschwitz, the Gulag, Hiroshima and Verdun, still run the world. They are responsible for 9-11, Afghanistan, Iraq and Syria. \n——\nNOTES\nSome sources in this article were suggested by Jim Condit’s fine documentary “The Final Solution to Adolph Hitler”\n—–\nMajor Robert H. Williams reported in his “Williams Intelligence Summary” for February 1950 about James P. Warburg’s part in the plot against Christendom. He said: “Last November, the widow of the late General Ludendorff, on trial at Nuremberg, explained why her husband broke with Hiter, confirmed the reports in convincing detail.\nShe stated that, ‘…as early as the summer of 1929 James P. Warburg had undertaken an assignment from financial circles in America, which desired to exercise solitary influence on Germany in the unleashing of a national revolution. Warburg’s task was to find the suitable man in Germany, and he entered into contract with Adolph Hitler who subequently received sums of money amounting to 27 million dollars up to January 30, 1932, and still another seven million thereafter, enabling him to finance his movement.’”\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nunidentified\nhitler suffered from napolean syndrome and was a willing puppet to his enablers\nJan 22, 2018, 10:55 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "as early as the summer of 1929 James P. Warburg had undertaken an assignment from financial circles in America, which desired to exercise solitary influence on Germany in the unleashing of a national revolution.",
                "",
                false
            ],
            [
                "Warburg’s task was to find the suitable man in Germany, and he entered into contract with Adolph Hitler who subequently received sums of money amounting to 27 million dollars up to January 30, 1932, and still another seven million thereafter, enabling him to finance his movement.",
                "",
                true
            ],
            [
                "In these days when the infiltration of all parties, classes and governments by agents of the revolution is a known and proven thing, it is of interest that the mass of literature about Hitler ignores his early associations and the strong evidence of his Communist background.",
                "",
                true
            ],
            [
                "Hitler did not set foot in the extreme right wing camp until he had been rejected by left wing groups.",
                "--Douglas Reed",
                true
            ],
            [
                "The Inside Story of the Peace Conference,",
                "",
                true
            ],
            [
                "henceforth the world will be governed by the Anglo-Saxon people, who in turn are swayed by their Jewish elements",
                "",
                false
            ],
            [
                "acting under Mayr’s orders when he joined the tiny German Workers Party and began to build it up",
                "Adolf Hitler",
                false
            ],
            [
                "This anti-Jewish campaign …was being promoted by no less a power than the Staff Officers of the Reichswehr.",
                "Delmer",
                true
            ],
            [
                "Schleicher paid out no less than two million pounds from the Reichswehr’s secret funds for the Nazi storm troopers",
                "Delmer",
                false
            ],
            [
                "Hitler did not set foot in the extreme right wing camp until he had been rejected by left wing groups,",
                "Machtan",
                true
            ],
            [
                "In these days when the infiltration of all parties, classes and governments by agents of the revolution is a known and proven thing, it is of interest that the mass of literature about Hitler ignores his early associations and the strong evidence of his Communist background.",
                "",
                true
            ],
            [
                "Through Moses the Jewish people received a rule for life and living one’s life that was elevated to a religion which was entirely tailored toward the essence of one’s race, and simply and clearly without dogmas and dubious rules of faith…contains what served the …well being of one’s people, nothing toward consideration of others.",
                "Adolf Hitler",
                true
            ],
            [
                "Anti-Semitism is indispensable to us for the management of our lesser brethren…this matter has been the subject of repeated discussions amongst us.",
                "Adolf Hitler",
                true
            ],
            [
                "It is from us that the all engulfing terror proceeds.",
                "",
                true
            ],
            [
                "We have in our service persons of all opinions, of all doctrines, monarchists, demagogues, socialists, communists and utopian dreamers of every kind…striving to overthrow all established forms of order.",
                "",
                true
            ],
            [
                "All states are in torture… but we will not give them peace until they openly acknowledge our international Super government",
                "",
                false
            ],
            [
                "The Final Solution to Adolph Hitler",
                "Jim Condit",
                false
            ],
            [
                "Last November, the widow of the late General Ludendorff, on trial at Nuremberg, explained why her husband broke with Hiter, confirmed the reports in convincing detail.",
                "",
                true
            ],
            [
                "She stated that, ‘…as early as the summer of 1929 James P. Warburg had undertaken an assignment from financial circles in America, which desired to exercise solitary influence on Germany in the unleashing of a national revolution.",
                "",
                true
            ],
            [
                "Warburg’s task was to find the suitable man in Germany, and he entered into contract with Adolph Hitler who subequently received sums of money amounting to 27 million dollars up to January 30, 1932, and still another seven million thereafter, enabling him to finance his movement.",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://www.savethemales.ca/000205.html",
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "german",
            "communist",
            "hired",
            "wing",
            "hitler",
            "war",
            "jewish",
            "world",
            "jews",
            "p",
            "illuminati",
            "gun"
        ]
    }
]