[
    {
        "url": "https://beforeitsnews.com/health/2018/01/strange-virus-discovered-it-dominates-water-samples-taken-world-wide-but-eludes-standard-tests-2810344.html",
        "title": "Strange Virus Discovered, It \"Dominates\" Water Samples Taken World Wide but Eludes Standard Tests",
        "authors": [
            {
                "name": "Alton Parrish",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Total:\nStrange Virus Discovered,  It \"Dominates\" Water Samples Taken World Wide but Eludes Standard Tests\nWednesday, January 24, 2018 21:33\n% of readers think this story is Fact. Add your two cents.\nThe unusual characteristics of these newly discovered but abundant, bacteria-killing viruses could lead to evolutionary insights.\nA type of virus that dominates water samples taken from the world’s oceans has long escaped analysis because it has characteristics that standard tests can’t detect. However, researchers at MIT and the Albert Einstein College of Medicine have now managed to isolate and study representatives of these elusive viruses, which provide a key missing link in virus evolution and play an important role in regulating bacterial populations, as a new study reports.\nViruses are the main predators of bacteria, and the findings suggest that the current view of bacterial virus diversity has a major blind spot. These conclusions have emerged through detailed analysis of marine samples led by MIT postdoc Kathryn Kauffman, professor of civil and environmental engineering Martin Polz, professor Libusha Kelly of Albert Einstein College of Medicine, and nine others. The results are being reported this week in the journal Nature.\nElectron microscope images of marine bacteria infected with the non-tailed viruses studied in this research. The bacterial cell walls are seen as long double lines, and the viruses are the small round objects with dark centers.\nCourtesy of researchers\nThe newly identified viruses lack the “tail” found on most catalogued and sequenced bacterial viruses, and have several other unusual properties that have led to their being missed by previous studies. To honor that fact, the researchers named this new group the Autolykiviridae— after a character from Greek mythology who was storied for being difficult to catch. And, unlike typical viruses that prey on just one or two types of bacteria, these tailless varieties can infect dozens of different types, often of different species, underscoring their ecological relevance.\nThis research “opens new avenues for furthering our understanding of the roles of viruses in the ocean,” says Jed Fuhrman, the McCulloch-Crosby Chair of Marine Biology at the University of Southern California, who was not involved in this work. “In a practical sense, it also shows how we need to alter some commonly used methods in order to capture these kinds of viruses for various studies,” he says. “I’d say it is an important advance in the field.”\n \nDiagram shows the relationships between marine viruses and the strains of bacteria they infect. The different strains of bacteria are shown around the rim of the circle, with colors indicating different species. Tailed viruses are shown as blue circles, and tailless viruses as orange circles. Each virus is connected by lines to the varieties of bacteria they can infect, showing that the tailless varieties each infect far more different varieties than the tailed ones, which typically infect only one or two strains.\nCourtesy of researchers\n“We already knew that viruses are very important there,” Kauffman says, referring to the surface ocean, where the researchers’ samples were drawn, and where about 10 million viruses are found in every milliliter of water. Polz says that while “most of the viruses studied in labs have tails, most of those in the ocean don’t.” So the team decided to study one subset of tailless viruses, which infects a group of bacteria called Vibrio. After extensive tests, they found “that some of these were infecting unusually large numbers of hosts,” he says.\nAfter sequencing representatives of the Autolykiviridae, the researchers found “their genomes were quite different from other viruses,” Polz says. For one thing, their genomes are very short: about 10,000 bases, compared to the typical 40,000-50,000 for tailed viruses. “When we found that, we were surprised,” he says.\nWith the new sequence information, the researchers were able to comb through databases and found that such viruses exist in many places. The research also showed that these viruses tend to be underrepresented in databases because of the ways samples are typically handled in labs. The methods the team developed to obtain these viruses from environmental samples could help researchers avoid such losses of information in the future. In addition, Kauffman says, typically the way researchers test for viral activity is by infecting bacteria with the viral sample and then checking the samples a day later to look for signs that patches of the bacteria have been killed off. But these particular nontailed viruses often act more slowly, and the killed-off regions don’t show up until several days have passed — so their presence was never noticed in most studies.\nThe new group of viruses may especially be widespread. “We don’t think it’s ocean-specific at all,” Polz says. For example, the viruses may even be prevalent in the human biome, and they may play roles in major biogeochemical cycles, he says, such as the cycling of carbon.\n \nPostdoc Kathryn Kauffman processes seawater samples in the lab to extract the bacteria-infecting viruses they contain.\nImage: Alison Takemura\n“This work substantially changes the existing ideas on the composition of the ocean virome by showing that the content of small, tailless viruses … is comparable to that of the tailed viruses … that are currently thought to dominate the virosphere,” says Eugene V. Koonin, a senior investigator at the National Institutes of Health, who was not involved in this research. “This work is important also for understanding the evolution of the virus world because it shows that viruses related to the most common viruses of eukaryotes (such as adenoviruses, poxviruses, and others), at least in terms of the capsid structure, are much wider-spread in prokaryotes than previously suspected.”\nKoonin adds, “I further wonder whether the viruses reported here might only represent the tip of the proverbial iceberg, because capsid proteins can be highly diverged in sequence so that many are missed even in sensitive database searches. The findings are also of practical importance because the tailless viruses appear to play a major ecological role in the ocean, being responsible for a substantial fraction of bacteria-killing.”\nThe work was supported by the National Science Foundation and the Woods Hole Oceanographic Institution’s Ocean Ventures Fund.\nContacts and sources:\nSource:\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "opens new avenues for furthering our understanding of the roles of viruses in the ocean,",
                "Jed Fuhrman",
                false
            ],
            [
                "In a practical sense, it also shows how we need to alter some commonly used methods in order to capture these kinds of viruses for various studies,",
                "",
                true
            ],
            [
                "I’d say it is an important advance in the field.",
                "",
                true
            ],
            [
                "We already knew that viruses are very important there,",
                "Kauffman",
                true
            ],
            [
                "most of the viruses studied in labs have tails, most of those in the ocean don’t.",
                "Polz",
                false
            ],
            [
                "that some of these were infecting unusually large numbers of hosts,",
                "",
                false
            ],
            [
                "their genomes were quite different from other viruses,",
                "Polz",
                false
            ],
            [
                "When we found that, we were surprised,",
                "",
                true
            ],
            [
                "We don’t think it’s ocean-specific at all,",
                "Polz",
                true
            ],
            [
                "This work substantially changes the existing ideas on the composition of the ocean virome by showing that the content of small, tailless viruses … is comparable to that of the tailed viruses … that are currently thought to dominate the virosphere,",
                "Eugene V. Koonin",
                true
            ],
            [
                "This work is important also for understanding the evolution of the virus world because it shows that viruses related to the most common viruses of eukaryotes (such as adenoviruses, poxviruses, and others), at least in terms of the capsid structure, are much wider-spread in prokaryotes than previously suspected.",
                "",
                true
            ],
            [
                "I further wonder whether the viruses reported here might only represent the tip of the proverbial iceberg, because capsid proteins can be highly diverged in sequence so that many are missed even in sensitive database searches.",
                "Koonin",
                true
            ],
            [
                "The findings are also of practical importance because the tailless viruses appear to play a major ecological role in the ocean, being responsible for a substantial fraction of bacteria-killing.",
                "Koonin",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "samples",
            "infect",
            "virus",
            "bacteria",
            "different",
            "viruses",
            "eludes",
            "viral",
            "standard",
            "wide",
            "taken",
            "water",
            "tests",
            "researchers",
            "varieties",
            "world",
            "important",
            "strange"
        ]
    }
]