[
    {
        "url": "http://conservativefighters.com/news/hannity-erupts-obliterates-liberal-defending-hillary-right-face-felony/",
        "title": "Hannity Erupts and Obliterates Liberal Defending Hillary Right in Her Face — ‘It Was a Felony!’",
        "authors": [],
        "publisher": "http://conservativefighters.com",
        "publish_date": "2018-01-05",
        "text": "Conservative Fighters\nHannity Erupts and Obliterates Liberal Defending Hillary Right in Her Face — ‘It Was a Felony!’\nOn Thursday night, Sean Hannity of Fox News got fired up and went savage on a guest who was defending Hillary Clinton. The argument stemmed from the newly launched investigation into the Clinton Foundation.\nTomi Lahren started with a fiery statement in which she asked the guest Jessica Tarlov when we were going to “hear from Hillary in all of this,” because “she seems to like to talk quite a bit” about Trump but has been silent since the investigation was announced.\nTarlov fired back, saying that nothing would “come out about Hillary” and that “these are reopening investigations that have been settled.” Then she backed up those claims by saying that Jeff Sessions is just “scared of Donald Trump,” and that’s the only reason he opened the investigations.\nShe said Sessions did so because Trump goes on Twitter and says “lock her up again” and “my DOJ is supposed to be doing this.”\nLahren then pressed her asking, “Do you think that it’s important that we investigate this?” Tarlov responded, saying, “It has been investigated!”\nTarlov then said, “Everyone knows the server was a mistake. Hillary Clinton knows the server was a mistake.” Then things really got heated, as Hannity jumped in and held nothing back:\n“It wasn’t a mistake — it was a felony! No. Mishandling of classified information, destroying classified information — is a felony! And when you bleach-bit it and you acid wash it and you bust up the hammers and you delete it, that’s called obstruction!”\nWatch the full video below.\nJanuary 6, 2018 at 1:37 am\nThey really have Hillary this time I could not share this on F.B. this is what F.B. said ( Your message couldn’t be sent because it includes content that other people on Facebook have reported as abusive) this time she may not go to Jail but they will get all of there MONEY you just wait and see.\nJanuary 6, 2018 at 3:05 am\nFBI investigating Clinton?? ha ha … get real … those “demons” will not find a thing – hell they’ll even say she clean as a whistle. They are just as crooked as she is if not more. This is a dog and pony show that will cost the tax payers millions of dollars. What part do they not understand?? She broke the law on many, many occasions and not a damn thing will happen to her. Disgusting.\nFacebook is blocking me from posting this news!!!\nthe lord rebuke facebook!!!\nJanuary 13, 2018 at 9:20 pm\nMe too.. I share to twitter then copy the link and then paste to facebook…\nIt was NOT investigated, obama,lynch & comey decided that!!!!!!! When will demorats get that thru their thick skulls?!!!!!\nGood To Hear , Thank You . I Want Justice …\nJanuary 11, 2018 at 9:02 am\nI have never known a more stupid DISCUSTING human being (NOT HUMAN BEING) than dumb ass Geraldo Rivera. You dude suck ass and should have ur balls torched for ur comments on that whore Clinton, I have never known a more pos than you Gerry Pendejo. Rot with Isis please. Get out of our country.\nComment\nName *\nEmail *\nWebsite\n",
        "quotes": [
            [
                "hear from Hillary in all of this,",
                "Jessica Tarlov",
                false
            ],
            [
                "she seems to like to talk quite a bit",
                "",
                false
            ],
            [
                "these are reopening investigations that have been settled.",
                "Hillary Right",
                false
            ],
            [
                "my DOJ is supposed to be doing this.",
                "Hillary Right",
                false
            ],
            [
                "Do you think that it’s important that we investigate this?",
                "Hillary Right",
                true
            ],
            [
                "Everyone knows the server was a mistake.",
                "Hillary Right",
                true
            ],
            [
                "Hillary Clinton knows the server was a mistake.",
                "Hillary Right",
                true
            ],
            [
                "It wasn’t a mistake — it was a felony!",
                "Hillary Right",
                true
            ],
            [
                "Mishandling of classified information, destroying classified information — is a felony!",
                "Hillary Right",
                true
            ],
            [
                "And when you bleach-bit it and you acid wash it and you bust up the hammers and you delete it, that’s called obstruction!",
                "Hillary Right",
                true
            ]
        ],
        "links": {
            "articles": [],
            "gov_pgs": [],
            "unsure": []
        },
        "key_words": [
            "trump",
            "defending",
            "felony",
            "clinton",
            "tarlov",
            "server",
            "hillary",
            "sessions",
            "knows",
            "erupts",
            "hannity",
            "obliterates",
            "mistake",
            "face",
            "thats",
            "liberal",
            "right",
            "saying"
        ]
    }
]