[
    {
        "url": "https://beforeitsnews.com/paranormal/2018/01/alien-disclosure-astounding-reveal-biggest-most-important-story-in-mankinds-history-video-2531658.html",
        "title": "Alien Disclosure Astounding Reveal Biggest, Most Important Story in Mankind's History (Video)",
        "authors": [
            {
                "name": "Jeffery Pritchett",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Jeffery Pritchett\nAlien Disclosure Astounding Reveal Biggest, Most Important Story in Mankind's History (Video)\nSunday, January 21, 2018 4:12\n% of readers think this story is Fact. Add your two cents.\nThe truth about Aliens visiting Earth is finally going to be revealed. The secret keepers are gradually disclosing this information, via an acclimatization process. Through the extraordinary accounts in this video you will learn how long the disclosure effort has been going on and how this secrecy plan has been carried out. Learn of the latest ufo disclosure effort by rocker Tom DeLonge.\nUnderstand the story of “Trump the Aliens.” – Gain insight on Trump’s UFO briefing. – Learn about the possible disclosure efforts being run at the present time including the disclosure of a portal. All the information in this video is well researched. Most of us have to come to our own conclusions when it comes to extraterrestials that have visited earth and most of the stories in this presentation should convinced you they have arrived a long time ago.\n \nI host the Church of Mabus radio show and it is going on 8 years. I’ve been in the paranormal community for 20 years. I provide content from a network of sources and guests and allies. Ranging from Politics to the Paranormal and the Spiritual. You can check out my other articles here at my  BIOGRAPHY  at BIN and you can check out my free radio show at this link  HERE . Thanks for showing your support and stopping by.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nGET OUT WHILE YOU CAN\nThe title is a bit of a stretch. And no i didn’t watch your cut and paste. Is that Keith Richard?\nJan 21, 2018, 4:23 am\nYea it would be pretty dumb to not include the description of the video in the article from YouTube wouldn’t? Duh Dar Duh The other thing most of you seem to forget is I’ve hosted a paranormal radio show for almost 10 years. People from my show who have been guests love when I share their stuff and thank me for it. Duh Dar Duh ha ha ha brains for oatmeal\nJan 21, 2018, 4:29 am\n2QIK4U\nJust shows how long the effects of disinformation work when you lie daily. You sure your not at CNN? FALSE FESTER\nJan 21, 2018, 6:12 am\ndennis48309\nIf you wanna waste your life covering ghosts and other retarded shit be my guest.  The rest of us live in something called “reality”.\nJan 21, 2018, 3:25 pm\nNot when you’re in BIN you don’t.  Get real.\nJan 21, 2018, 10:47 pm\n2QIK4U\nUAMN HAVE BEEN PAID TO BECOME PART OF TO THE STARS ACADEMY. DONT BELIEVE ANYTHING FROM UAMN, TOM DE LONG, TO THE STARS ACADEMY AND ESPECIALLY IGNORE THIS IDIOT PUSHING PEDOPHILES DISINFORMATION FOR CLICKS. CLASSIC TACTIC OF THE SHILL CLICKBAIT ALPHABET WORKERS.  FAKE FAKE FAKE ESPECIALLY THE FESTERY SCUM PROMOTING THIS.\nJan 21, 2018, 6:09 am\nStill waiting for you to do something about it. You type like a drunk multiple personality overdose.\nJan 21, 2018, 6:17 am\n2QIK4U\nSure your not a pedophile yourself? You promote and act just like the rest of them.   What?… Still waiting for me to do your job for you?  After you were caught out your Blackbanned because of what you do. Keep blowing sunshine up your own ass pritchett. I see through you from the other side\nJan 21, 2018, 6:29 am\n2QIK4U\nThought so.  Just Run and hide with the rest of the rock spiders.\nJan 21, 2018, 6:51 am\nJeffery Pritchett\nThis is what you always say so and so is a pedophile. Pedophiles should be impaled via the methods of Vlad the Impaler. And if someone called me a pedophile to my face. They would wish they did not by the time the day is over. You do know when you type in Caps you look like a lunatic right? Just remember when you comment on my articles you’re on my island. And my island is part of a kingdom that devours those who stand in our way.\nJan 21, 2018, 8:40 am\nYOUR ISLAND?    MISSING EPSTEINS KIDDY ISLAND ARE YOU? GATEKEEPER FOR PEDOPHILES. YOU WILL NEED A LADDER SO I CAN REPEAT IT TO YOUR FACE PARASITE.\nJan 21, 2018, 9:11 am\nPoor Jefferey got triggered for being called a pedo and responds with physical threats.  Typical redneck from Georgia.  Why don’t you go back to the chicken coop that your retarded parents conceived you in?\nJan 21, 2018, 3:29 pm\nJeffery Pritchett\nJack Crawford: Miggs is dead. Clarice Starling: Dead? How? Jack Crawford: Well, the orderly heard Lecter whispering to him all afterrnoon and Miggs crying. They found him at bed check. He swallowed his own tongue.\nJan 21, 2018, 4:48 pm\nAs a reader of this so-called news forum for some time, I can say this is just more garbage. I once said I’ve had bowel movements that smell better than the garbage being posted here. This one is right up there with the rest.\nJan 21, 2018, 2:38 pm\nYep Andoron we’ve seen your comments they remind me of the toilet flushing. Does anyone post from the spirit or is it always the ego?\nJan 21, 2018, 2:40 pm\nAndoron\nSaying something stinks is an observation, do I need ego to make such an observation? No, I do not. Most of the stuff you post is sensationalism, ie clickbait. How is it “spiritual” to be posting material that at best is based on half-truth and a lot of eisegesis? Sorry, but your posts are not in the “spirit.”\nJan 21, 2018, 6:04 pm\nSo many of you whine and complain yet put up no posts yourselves.. I do nothing different than Coast To Coast AM who puts up articles in the same manner as I do. If you don’t like it put up something yourself or just don’t read my articles. Yet you all always manage to show up in FBI TROLL BOT Fashion don’t you? ha ha ha ha ha\nJan 21, 2018, 6:27 pm\nAd hominem:  is a fallacious argumentative strategy whereby an argument is rebutted by attacking the character, motive, or other attribute of the person making the argument, or persons associated with the argument, rather than attacking the substance of the argument itself. The only reason I come to this forum to warn others of paranoid nonsense. I am not paid by any alphabet agency, nor am I “trolling.”\nJan 22, 2018, 3:00 am\nYou all judge me so easily but when Trumplegooch goes wild you all giggle. Screw your hypocrisy.\nJan 22, 2018, 4:36 am\nIt isnt TRUMPS UFO BRIEFING YA MAROON… THE FOOTAGE THEY RELEASED HAS ALREADY BEEN DEBUNKED. NOBODY AT THE PENTAGON OR TRUMP HAS ANYTHING TO DO WITH THIS CHARADE. THEY ARE ALL EX DISGRUNTLED EMPLOYEES THAT STOLE A TRAINING VIDEO AND WRECKED IT WITH PHOTOSHOP MOVIE MAKER.  YOU ARE THE ENEMY OF THE PEOPLE. GO BACK TO YOUR BIGFOOT SHILLING. AT LEAST THATS FUNNY!\nJan 21, 2018, 6:19 am\n$atanic “KNOCK-OFF$”……aBOMB-MINE-nay$HUNS of  $atanic\nPETRIE DISH STOLEN DNA “alchemy”……\nand ….DEMONIC presence/inFE$Tation ….within…..STOLEN PARTS ….meat-$uit$.\nDisturbing Creature – Montauk Monster\nInterestingly……there was ANOTHER  of “these” ……\nWE ARE GOING TO “INVITE oursELVES” to ManKINDS EXCLUSIVE Planes Domains Dominions and Realms of Earth…….\nwithout …you;   Integrity of The Prime Creator ManKIND…possessing….ONE IOTA of KNOWLEDGE that……..\nYOU lawfully OWN…..and HOLD Prime Creator gifted TRUE TITLE….to EVERY FRACTION of…….\nPrime Creator created Earth……….AND…..\nOblivious to the fACT that…….Integrity of The Prime Creator ManKIND……..can……..\nDENY CONSENT……IN PERPETUITY….to the presence of TRESPASSERS to the…..EXCLUSIVE & SACROSANCT …….\n* * *\nI an SENSING\nDESPERATION on the part of the “jooz” inFE$TING Earth to…….U$HER in……VILE pre$ence$.\nHave the TRESPASSING “jooz”….SOLD their $ATANIC being…..to DEMON$….in exchange for…..KNOWLEDGE ?\nAND…….the DEMON$….aka……pretend aLIEN$…….are…..ATTEMPTING to OBTAIN their…….\nPAYMENT…..aka………”POUND of FLE$H.” ?\nSILLY BILLY “aliens”……..THEY $HOULD have performed…….DUE DILIGENCE…..\nDue dilligence……did the “jooz”…..HOLD lawful TITLE….to the item “contracted” …aka…..Earth ?\nNO   *   NO  *   NO *\nALIEN$.\nTHEY HOLD NO LAWFUL TITLE….TO……NO THING……in on above below within and or, without and or…….\nacross Prime Creator’s creation of The Planes Domains Dominions and Realms of Earth to infinity and beyond….\nAND\nNEVER\nWILL.\n* * *\nFRIDAY,  JANUARY  19, 2018 4:18\n……..\nCONSENT DENIED……$CUM.\n$atan’$…GONNA…..have to find another….RECEPTICLE…..for hiz….ABOMINA$HUN$ of dog-MIMICKING crea$HUN.\nHE ‘aint DUMPING his…STOLEN PARTS….FAILURES…on ManKINDs….Domains Dominions Planes & Realms of\nPrime Creator’s……SACROSANCT Earth.\nbeLIEve comment……Half-human/half-ANIMALS\n….are …NOT INTEGRITY of the PRIME CREATOR Creations.\nTHEY are $ATANIC/DARK FORCES….STOLEN DNA……CONFABULATED Meat-$uit$.\nTHE……alien commando $CUM…UNLAWFULLY INFE$TING Earth…….HAVE NEVER HELD LAWFUL “power” to STEAL\nDNA from Prime Creator’s SACROSANCT creations..and the consequent PHUQ-UGLY fAR$E$….”THEY” have created\nARE NOT GOING to POLUTE…INTEGRITY of The Prime Creator’s …SACROSANCT Earth.\nImo..the….INTER-LOPER$…. NEED TO BE REMINDED THAT Prime Creator\nGIFTED Dominion\n*\nQUOTE from the article …. “I will have to share some “real truth” knowledge….”\nbeLIEve comment……I WILL SHARE SOME information WITH YOU……Mr DELUDED\nGENEsis Chapter 1\nIN OUR OWN IMAGE\nAND LET THEM HAVE DOMINION\nOVER THE FISH of the sea, and OVER THE FOWL of the air, and OVER THE CATTLE,\nAND OVER ALL THE EARTH\nAND OVER EVERY CREEPING THING THAT CREEPETH upon the earth.\nTRANSLATION…….Integrity of The Prime Creator ManKIND HOLDS Prime Creator gifted LAWFUL Dominion……….\nIN and ON and ABOVE and BELOW and WITHIN and WITHOUT and ACROSS\nThe Planes Domains Dominions and Realms of Earth to INFINITY and BEYOND.\nON Earth…the ENTIRETY of the SURFACE of Earth…including the OUTER LANDS…we are not supposed to know about….. INCLUDING….. ACROSS The Planes Domains Dominions and Realms of Earth to INFINITY and BEYOND. ….:cool:\nWITHIN and WITHOUT Earth….aka…..the “hollow Earth”…YOU ARE …UNLAWFULLY “squatting in”\nABOVE and BELOW Earth…..aka….the so-called…. “bottomle$$ pit”……and…….\nThe ENTIRETY of the “SPACE”….ABOVE Earth….including….areas where……$atanic GEE-zu$ and hiz DWARF$ and fellow\nDELUDED heinous PHANTA$IST$ ……are supposedly flying around in 300 mile long “space”$HI*$……..\nsupposedly waiting to RESCUE ManKIND from the $ATANIC ashkeNAZI FILTH…unlawfully inFE$Ting Earth.\nI am curious to know WHO HAS BEEN FINANCING these “PRESENCES”.. MACHINERY…Food-requirements etc ?\nOR……can I GUE$$ ?\n?\nADDITIONALLY…..Integrity of The Prime Creator ManKIND…HOLDS LAWFUL TITLE…to every FRACTION of Prime Creator’s\n* * *\nQUOTE from the article…..”The previous Era has cause a lot of damage to planet Earth.\nMost of THE PEOPLE FROM THAT\nSTUPID ERA\n(including human, HALF-HUMAN…HALF-ANIMALS & OTHER$\n)….AT THE MOMENT THEY ARE NOT ALLOWED TO DO A LOT OF THINGS ON THE EARTH SURFACE…..”\nAnd THEY ARE WAITING FOR the SURFACE TO DISCOVER THEM\nand THAT IS THE ONLY WAY FOR THEM TO\nRE-join\nbeLIEve…..YOUR statement is INCORRECT…..\nTHE “$TUPID PEOPLE” from that era are the “jooz”…LYING THIEVING TORTURING GENOCIDING PAEDOPHILE $CUM..\ncurently….DESECRATING…this Paradise of Earth with THEIR UNLAWFUL VILE EVIL PRESENCE.\nRabbi Laitman – Jews Are Aliens From Another Galaxy; (Jews Will Forever Be Jews, An Alien Race)\n* * *\nMissing Children’s Statistics\n* * ”\nQUOTE from the article…..” Nobody know how many races & events has taken place on Earth….”\nbeLIEve comment….I suspect THAT STATEMENT IS …NOT ENTIRELY TRUE…..\nThe UNLAWFUL inFE$Tation of “jooz” HAVE GONE to GREAT LENGTHS to STEAL the KNOWLEDGE & RESOURCES of Earth.\nMy SUSPICION is …..YOU THIEVING “joo” $CUM….are STRUGGLING to retain some sort of ACCEPTABLE appearance/shape..\nYOUR time-line……HAS ENDED….and you PHUQ-UGLY FILTH are; as a CONSEQUENCE……SCREWED.\nYOU HAVE STOLEN everything, there is an awakening and an emerging INTOLERANCE of what has BEEN IMPOSED on\nIntegrity of The Prime creator ManKIND.\nYour future looks BLEAK.\n* * *\nQUOTE from the article…..The truth about Ascension event is the time when humanity REMEMBER ? & care…about Earth..”\nbeLIEve comment…Ohhh\nis that not a little DISINGENUOUS ?\nAccording to information slipping out ….Integrity of the Prime creator ManKIND was a SIGNIFICANTLY ADVANCED\n“race”…BEFORE….some THIEVING…COVETOUS….”mutants” decided to….PUT us into the “stone-age”……STEAL all our\nKNOWLEDGE……”turned off” OUR Prime Creator GIFTED “esoteric” FACULTIES..told us our antecedents were…APE$…..\nAND…..LIED to US; the TRUE TITLE HOLDERS to Earth…THAT…the THIEVING mutant$ ….owned EVERYTHING ?\nI REPEAT, I suspect TIME LINES are EMERGING in reference to a “CORRECTION” of PREVIOUS HEINOUS “MANIPULATIONS”\nand …..ManKIND may well be ESCAPING “butterfly-fashion” FROM the $CUM who have sought to ENSLAVE us.\nMeaning…… THERE IS NO “A$$enSHUN”…..THERE IS NO “EVO-loo-$HUN”…..\nTHERE is a RESTITUTION to ManKIND of……WHAT is OURS……everything…..HEALTH….biology…neurology….METAPHSICAL\nFACULTIES ………OUR MEMORIES of PREVIOUS TIMES…etc…..\nWHAT WAS TURNED OFF/STOLEN from ManKIND….WILL be RETURNED…..and NO THANKS to any of the THIEVING SCUM.\nHowever, IF my suspicions prove TRUE, I can well understand how….SOME “entities”…..\nWOULD LIKE to GIVE the IMPRESSION THAT….THEY…..are IN SOME WAY……assisting ManKIND.\nIT is a bit TOO LATE for THAT…..”THEATRE”…..OUR AWAKENING has EXPOSED…..OUR ENEMIES & OPPRESSORS.\nWe have names….races.\nI wonder WHO IS RESPONSIBLE for that NUCLEAR-TYPE winter event ?\nThe Australian AbORIGINALS used to live there “apparently”.\nThey were forced to re-locate when Antarctica FROZE-over.\n* * *\nQOUTE….from the article….\nGlobal System Reset is coming next, and here is the schedule events & timeline:……beLIEve comment…YAWN\n2020: Global System Reset (Currency, Moral system, ) etc.\nbeLIEve comment…..Currency….MORAL CYSTem…..the “jooz”…….HA HA HA\nThe LYING THIEVING PSYCHOPATHIC paedophile BANK$TER/politicians/JEWdiciary/ …. from another DIE-men-$HUN…\nUNLAWFULLY inFE$Ting Earth will have been DEPORTED (luggage-le$$)….from Earth by then ? ?\nI ask because……I Integrity of The Prime Creator Indigenous Sovereign of the Covenant lands of Britam\nwill…..NOT be MEETING…$atan’$ ….HALF-BREED HEINOU$ “KNOCK-OFF$…\nwill…..NOT tolerate “reptilian” FILTH….\nwill……NOT tolerate……MURDERING THIEVING LYING-FAKE “jooZ” whose presence HAS NEVER BEEN ANYTHING but\nUNLAWFUL.\nPrime Creator’s SACROSANCT Earth will be HOME to those of us WHO HAVE LAWFUL TITLE to RESIDE here……aka…..\nINTEGRITY……of…..The Prime Creator/The Supreme Intelligence CREATIONS.\nScience Has Found Evidence of God\nTalk, talk, talk.  American Cancer Society theory.  It’s better not to find a cure or we’ll be out of a job.  Worked for some hundred years or so.  In fact, cancer has only gotten worse with no cure in sight.  Good for the business.  Very good.\nSame thing with the American Diabetes Association.  Talk, talk, talk, but no cure.  Worked for them for decades too.\nTalk, talk, talk, that’s all you UFO conspirators ever do.  It’s good for the business, it’s good for you.  It’s all about self-importance and getting the mortgage paid off.\nJan 21, 2018, 2:01 pm\nYou think people in the paranormal make a lot of money? LMAO LMAO LMAO\nJan 21, 2018, 2:35 pm\ndennis48309\nIt’s obvious you are a deadbeat running some radio show nobody’s ever heard of.  I wouldn’t doubt if you collect welfare either.\nJan 21, 2018, 3:30 pm\nGET OUT WHILE YOU CAN\nDear Master of the cut and paste. Biggest story in human history? Straight up lie. The fact you host a paranormal radio show does not make you credible. Since you call yourself a Church what credentials do you have? I’m a Spiritual Minister ordained by a well known Chapel in Encinitas, Ca. w/ credentials. What Church ordained you? Attack is the weakest form criticism emanating from a weak mind. Now the people on your shows may like that you post videos, which I doubt they even know. So, who from Zohar Stargate did you interview? Have you received enough money to get your MABUS automobile. Brains for oatmeal makes no sense.  Does that mean you eat brains and they tastes like oatmeal? Check your grammar.\nJan 21, 2018, 3:21 pm\ndennis48309\nI saw his GoFundMe for a car.  The guy is a deadbeat and expects us to pay for his shit because he is a loser that won’t work hard for anything in life.\nJan 21, 2018, 3:31 pm\nDennis you don’t know anything about my life at all. You judge me for sharing information on BIN. That is all you know from me and I don’t respect you enough to let your opinion effect me on any level anyway. You seem very angry. You must be pretty bored to spend your evenings being mean to people on BIN. Hope you find a new hobby soon. Welfare lol I’ve never been on welfare but if people are who I am to judge? Who are you to judge?\nJan 21, 2018, 4:43 pm\n2QIK4U\nYou clickbait everyday. One day your giving shit to bible freaks as you call them and then your next post is all religous. Your two steps behind skitzophrenic than kos. You dont listen when people give you free scoops but then two weeks later you post the same halfassed youtuber giving half the info you were already told. Youve never had any respect for the hands that feed you and you know it. You push false information constantly and thats why you do what you do. It isnt hard to con the mentally handicapped but you still do it like alphabet scum. How many chances have you had ? To many because you still havent learnt or grown because your bridge is weighing you down. You and kos are the only CONS here that abuse anyone who disagrees. Ive been nice and given you stories that nobody knows but when a nice contributer listens then fact checks and creates a story, you wait to steal it then call it an exlusive. You dont ask people to use thier videos because you think they should be thanking you! Remember stealing two of mine and all you could say is i should be thanking you? Fk u scum. You made the alphabet mistake and mistook kindness for weakness… One day your praising the supernatural and the next your pushing bible fakeness.  You give America a bad name. You know why all the world thinks Americans are stupid? Because of geniuses like you.\nJan 21, 2018, 8:39 pm\nMust be having some effect on Qiknutterbutter.. Not writing in Caps anymore.. I really get to you don’t I? ha ha ha ha ha\nJan 22, 2018, 4:37 am\nGET OUT WHILE YOU CAN\nI would be profoundly amazed if he were to answer any of my questions. A person that gets that defensive about simple questions only shows that a nerve has been struck.  When I write I very rarely include videos as I don’t write for money nor do I receive any. One can generally expect two or three videos normally old and always GROUNBREAKING, EXCLUSIVE, ASTOUNDING ETC. MOST POSTS ARE Mid Day which would imply no job and working from mom’s basement. So we are subjected to the nonsense to feed him a job would be a better life path.\nJan 21, 2018, 5:03 pm\nAnonymous\nA portal is a misleading terminology.  The aliens have Mord options than we do because ‘time’ is more flexible for them.\nREALM BORDER CROSSINGS.\nAt 54:20 in the video, one of the investigators even said that they are experiencing a ‘different reality’. These ET aliens have been thru a ‘Realm Border Crossing’. We humans have yet to go thru one.\nThey do not go from star to star thrU wormholes are the like.  The ‘speed of light’ law is still in effect.\nJan 21, 2018, 11:53 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "I will have to share some “real truth” knowledge….",
                "",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/r2/?url=http://www.churchofmabusradio.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/contributor/bio/?uid=106013",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "biggest",
            "reveal",
            "radio",
            "mankinds",
            "video",
            "ufo",
            "long",
            "learn",
            "disclosure",
            "effort",
            "going",
            "history",
            "information",
            "alien",
            "paranormal",
            "important",
            "astounding"
        ]
    }
]