[
    {
        "url": "https://beforeitsnews.com/economy/2018/01/why-the-next-downturn-will-not-look-like-2008-2931685.html",
        "title": "Why the Next Downturn “Will Not Look Like 2008”",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By SGTreport\nThursday, January 25, 2018 7:42\n% of readers think this story is Fact. Add your two cents.\nNine years of scorched-earth monetary policies come home to roost.\nThere are always cycles. The current cycle started at the bottom of the Great Recession and will last “until central banks put on the brakes,” said Ray Dalio, founder of Bridgewater Associates, in an interview  with Bloomberg. “We’re in a perfect situation, inflation is not a problem, growth is good, but we have to keep in mind the part of the cycle we’re in.”\nWe’re “in the late stage of the cycle, a period that might last two years,” he said without specifying how far we’re already into that late stage. We do know that the Fed is gingerly taking the foot off the gas though it hasn’t yet slammed on the brakes.\n“When the operating rate gets high enough, when central banks think they should put on the brakes,” he said, “that’s part of the cycle.”\n“From 2008 until the central banks put on the brake we have one kind of environment. So now we are closer to its capacity constraints… and we’re still going to have a lot of stimulation… in particular short-term stimulation,” and there is “a lot of cash on the sidelines” by investors, banks, consumers, and companies. “And they can feel that they’re being left out. It feels stupid to own cash in this kind of environment.”\nHe thinks this environment “is going to be great for earnings and great for stimulation of growth.” But “we have to look beyond that: What is monetary policy going to be in that?”\nThis short-term stimulus is producing a “spurt,” and this “will be a 12-to-18-month spurt,” and while that spurt is taking place, and while people feel stupid about holding cash, the central banks “will have to tighten monetary policy.”\n“There is a lot more interest-rate sensitivity in the economy,” he said. “Assets themselves are more sensitive. Like a 1% rise in bond yields will produce the largest bear market in bonds that we have seen since the 1980 to 1981 period.”\nGiven that stimulus-driven spurt and the capacity constraints this spurt is running into, the Fed “will tighten at a rate that is probably faster than they’re signaling” because “they’re going to be concerned.”\n“You also have a supply and demand situation with bonds,” he said. “With larger deficits, the government has to sell more bonds.” And this is happening just as the Fed and other central banks are letting the securities on their balance sheets roll off, he said.\nThe Fed’s QE Unwind is already happening , even the Bank of Japan has quietly started to reduce its bond holdings , despite verbiage about continued ultra-easy monetary policy, and the ECB has tapered its purchases to €30 billion a month and will likely end these purchases later this year. This is taking a lot of demand for securities off the table.\nAt the same time, the deficit in the US has been climbing and will likely surge under the new tax cuts, and debt issuance to pay for it is expected to soar.\nIn November, the US Treasury said that it would increase auctions of Treasury securities that have coupons, so longer-date securities. This excludes short-term “bills,” which mature in 52 weeks or less, and are sold at a discount from face value in lieu of a coupon. An increase in “coupon auctions” would be the first since November 2009.\nOn January 31, the Treasury Department will announce some details on how it will finance the expected surge in deficit spending over the next three months. According to Bloomberg , “Dealers forecast an onslaught of debt supply that will lead issuance to at least double this year to more than $1 trillion, the most since 2010.” For example, JPMorgan Chase strategists lifted their projection for net new Treasury issuance this year by about $100 billion, to $1.42 trillion – compared to net issuance in 2017 of about $550 billion.\nWith supply of this new debt surging, and with demand from central banks disappearing and even reversing (QE Unwind), more investors will have to be lured from the woodwork to buy this debt, which may require a more appealing yield. There will always be demand for US Treasuries – but the yield may have to be higher, and therefore prices lower.\nHence the massive bear market in bonds, according to Dalio.\nBut Dalio said that the next economic downturn is “not going to look like 2008,” which was “a classic debt crisis.” The next economic downturn is going to be different, after nine years of scorched-earth monetary policies.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "until central banks put on the brakes,",
                "Ray Dalio",
                false
            ],
            [
                "We’re in a perfect situation, inflation is not a problem, growth is good, but we have to keep in mind the part of the cycle we’re in.",
                "Ray Dalio",
                true
            ],
            [
                "in the late stage of the cycle, a period that might last two years,",
                "",
                false
            ],
            [
                "When the operating rate gets high enough, when central banks think they should put on the brakes,",
                "",
                true
            ],
            [
                "that’s part of the cycle.",
                "",
                false
            ],
            [
                "From 2008 until the central banks put on the brake we have one kind of environment.",
                "",
                true
            ],
            [
                "So now we are closer to its capacity constraints… and we’re still going to have a lot of stimulation… in particular short-term stimulation,",
                "",
                true
            ],
            [
                "a lot of cash on the sidelines",
                "",
                false
            ],
            [
                "And they can feel that they’re being left out.",
                "",
                true
            ],
            [
                "It feels stupid to own cash in this kind of environment.",
                "",
                true
            ],
            [
                "is going to be great for earnings and great for stimulation of growth.",
                "",
                false
            ],
            [
                "we have to look beyond that: What is monetary policy going to be in that?",
                "",
                false
            ],
            [
                "will be a 12-to-18-month spurt,",
                "",
                false
            ],
            [
                "will have to tighten monetary policy.",
                "",
                false
            ],
            [
                "There is a lot more interest-rate sensitivity in the economy,",
                "",
                true
            ],
            [
                "Like a 1% rise in bond yields will produce the largest bear market in bonds that we have seen since the 1980 to 1981 period.",
                "",
                true
            ],
            [
                "will tighten at a rate that is probably faster than they’re signaling",
                "",
                false
            ],
            [
                "they’re going to be concerned.",
                "",
                false
            ],
            [
                "You also have a supply and demand situation with bonds,",
                "",
                true
            ],
            [
                "With larger deficits, the government has to sell more bonds.",
                "",
                true
            ],
            [
                "Dealers forecast an onslaught of debt supply that will lead issuance to at least double this year to more than $1 trillion, the most since 2010.",
                "",
                true
            ],
            [
                "not going to look like 2008,",
                "Dalio",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://beforeitsnews.com/v3/r2/?url=https://www.bloomberg.com/news/articles/2018-01-23/welcome-to-the-new-reality-of-leaping-u-s-treasury-debt-sales",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=https://wolfstreet.com/2017/12/07/the-feds-qe-unwind-is-really-happening/",
                "https://beforeitsnews.com/v3/r2/?url=https://wolfstreet.com/2018/01/05/bank-of-japan-begins-qqe-unwind-despite-its-rhetoric-qe-party-over/",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=https://www.bloomberg.com/news/videos/2018-01-24/dalio-says-it-feels-stupid-to-own-cash-in-this-kind-of-environment",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "debt",
            "spurt",
            "issuance",
            "banks",
            "look",
            "2008",
            "lot",
            "going",
            "central",
            "monetary",
            "treasury",
            "securities",
            "downturn"
        ]
    }
]