[
    {
        "url": "https://beforeitsnews.com/religion/2018/01/the-next-world-empire-2018-2538944.html",
        "title": "The Next World Empire...2018?",
        "authors": [
            {
                "name": "Dr Richard Ruhling",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "Wednesday, January 24, 2018 10:59\n% of readers think this story is Fact. Add your two cents.\nSeven “When-Then” Signs of Biblical End-Times Marked 2015\n1. A rare solar eclipse on the equinox followed by\n2. A blood moon on Passover. “The sun shall be darkened and the moon turned to blood before [paniym, facing] the day of the Lord.” Joel 2:31.\n3. The Iran Nuclear Treaty signed by 7 nations. “When they say ‘Peace & safety,’ sudden destruction comes. 1Thess 52,3.\n4. The re-definition of marriage by the US Supreme Court to include homosexuality, forbidden in biblical law, “lest the land vomit you out,” Leviticus 18:22-25\n5. The JADE HELM drill [Homeland Eradication of Local Militants] “When you see the abomination standing where it ought not…” Mark 13:14. Early believers understand Christ’s warning to be the Roman army in 66 AD, fled Jerusalem.\n6. Rome was also “standing where it ought not” as the pope appealed to US Congress for his agenda, closure of business on Sunday to save greenhouse gases [so everyone could have the benefit of the eucharist [Laudato Si', par. 237 online].\n \n \n \n \n \n \n \n \n \nFor more information, readers can get fre*e copy of The Destruction of Jerusalem: a Sign for US of Good News Amid Impending Calamity, on Amazon Saturday, Jan 27 at https://www.amazon.com/dp/B06X3W68DX His website is http://MayJudgmentDay.com and a short video is below.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nYour Comments\nMOST RECENT\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "The sun shall be darkened and the moon turned to blood before [paniym, facing] the day of the Lord.",
                "Joel 2:31",
                true
            ],
            [
                "lest the land vomit you out,",
                "Joel 2:31",
                false
            ],
            [
                "When you see the abomination standing where it ought not",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://MayJudgmentDay.com/",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "day",
            "israel",
            "wedding",
            "destruction",
            "shall",
            "sign",
            "god",
            "safety",
            "peace",
            "world",
            "empire2018"
        ]
    }
]