[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/why-are-they-still-here-fbi-agents-wonder-why-anti-trump-clinton-operatives-within-the-bureau-still-have-a-job-2689107.html",
        "title": "“Why Are They Still Here?”: FBI Agents Wonder Why Anti-Trump Clinton Operatives Within The Bureau Still Have A Job",
        "authors": [],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Mac (Reporter)\nTotal:\n“Why Are They Still Here?”: FBI Agents Wonder Why Anti-Trump Clinton Operatives Within The Bureau Still Have A Job\nWednesday, January 24, 2018 18:01\n% of readers think this story is Fact. Add your two cents.\nThe recently revealed text messages from Clinton operatives within the FBI that spoke about a “secret society” within the agency that met to discuss ways to take out President Trump have led many to question how those involved still have a job at the agency despite the mounting evidence of widespread corruption.\nKeep in mind that it has already been revealed that top counterintelligence agent Peter Strzok, along with his mistress, FBI lawyer Lisa Page, were directly involved in a conspiracy to protect their preferred presidential candidate in Hillary Clinton while doing everything in their power to hurt her opponent, Donald Trump.\nNow we know that those two, along with a slew of others within the federal government, actually continued their operation against Trump after he was democratically elected, even taking their conspiracy so far as to set up a sort of secret society which included the same key figures who helped jump start the sham Russian investigation in the first place.\nAmazingly, there are apparently agents with the FBI itself who are just as angry about said conspiracy as are the American people and are now telling reporters that they are concerned that those involved still work for the FBI in any capacity.\nAccording to a report from investigative journalist Sara Carter, agents within the FBI have told her that they question how anti-Trump operatives such as Strzok and Page even still have a job after all the shocking revelations surrounding their work to protect Clinton and hurt Trump.\nReal Clear Politics reports:\nCarter pointed out that previously revealed Strzok-Page texts alluded to an “insurance policy” that could be used if Trump won the presidency.\n“Their worst nightmare has come true, the president is elected. That is something they did not expect. FBI sources said from the very beginning that they didn’t want Trump to make it into office.”\n“I’m concerned that they’re still working at the FBI,” Carter said. “I’m hearing from my sources, too. FBI agents are saying, ‘Why are they still there?’”\n“The Lovebirds. They were having an affair, they were both married, they’re working counter-intelligence. That’s enough for blackmail,” Carter said. “Now they’re sending text messages on an unsecured phone. Believe me, the Germans, the Russians, the Israelis, everybody is going into those phones and trying to suck out all the information they have.”\nOne has to wonder if they simply know too much and cannot be fully fired over fears that they may spill the beans on the entire conspiracy which many now believe to be worse than Watergate.\nCarter also touched on the laughable claim that the missing text messages (from a key point when those involved would actually be carrying out key parts of the conspiracy) were lost due to some sort of cellphone glitch.\nAbout the FBI’s claim that the Samsung phones are responsible for the 50,000 additional missing text messages, Carter says: “I can tell you this, a lot of people within the DOJ, possibly even the inspector general himself, a lot of people within these committees do not buy this.“\nThis article has been contributed by SHTF Plan. Visit www.SHTFplan.com for alternative news, commentary and preparedness info.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Their worst nightmare has come true, the president is elected.",
                "",
                true
            ],
            [
                "That is something they did not expect.",
                "",
                true
            ],
            [
                "FBI sources said from the very beginning that they didn’t want Trump to make it into office.",
                "",
                true
            ],
            [
                "I’m concerned that they’re still working at the FBI,",
                "Carter",
                true
            ],
            [
                "I’m hearing from my sources, too.",
                "Carter",
                true
            ],
            [
                "FBI agents are saying, ‘Why are they still there?",
                "Carter",
                true
            ],
            [
                "They were having an affair, they were both married, they’re working counter-intelligence.",
                "Carter",
                true
            ],
            [
                "Now they’re sending text messages on an unsecured phone.",
                "Carter",
                true
            ],
            [
                "Believe me, the Germans, the Russians, the Israelis, everybody is going into those phones and trying to suck out all the information they have.",
                "Carter",
                true
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//conspiracy-fact-and-theory/https://truepundit.com/congress-zeroes-secret-societiy-fbi-doj-prosecutors-federal-judges-d-c-elite-trying-take-trump/",
                "https://beforeitsnews.com/v3/r2/?url=http://www.SHTFplan.com",
                "https://mitocopper.com/pages/affiliate-program",
                "https://beforeitsnews.com/v3/r2/?url=http://www.shtfplan.com//conspiracy-fact-and-theory/https://www.realclearpolitics.com/video/2018/01/24/sara_carter_fbi_agents_want_to_know_why_strzok_and_page_are_still_there.html",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "fbi",
            "trump",
            "clinton",
            "messages",
            "involved",
            "job",
            "bureau",
            "conspiracy",
            "agents",
            "carter",
            "text",
            "theyre",
            "wonder",
            "antitrump",
            "operatives"
        ]
    }
]