[
    {
        "url": "https://beforeitsnews.com/survival/2018/01/5-guns-not-to-be-without-during-trying-times-2688753.html",
        "title": "5 Guns Not to Be Without During Trying Times",
        "authors": [
            {
                "name": "Off The Grid News",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "2018-01-05",
        "text": "By Off The Grid News\nMonday, January 22, 2018 1:06\n \nLet’s imagine for a moment that the world of tax-funded public safety and well-stocked grocery stores are a thing of the past and you, perhaps with a handful of family and friends, must fend for yourself in a tough and hostile environment. Among the considerations for survival are, of course, firearms. Which would you choose?\nThe most critical consideration for firearms in this scenario would be reliability. Does it go “bang” with every trigger press? Does it cycle the widest possible spectrum of ammo available in that caliber? Is it simple to maintain? What ammunition is likely to be found in the area? It’s a given that one of each major civilian classification of firearms will be needed—a handgun, a rifle, and a shotgun. Our task here is to pick an ideal group of five.\nTHE TOP THREE\nHandgun\nThe Glock 17/19 has a long track record of reliability and the other criteria here. While Glock offers a wide variety of calibers and models, the 9mm is a commonly available cartridge worldwide, and less pricey. Like the AR-15, parts are currently ubiquitous, and many are interchangeable between models/calibers.\nAs a true admirer of the 1911, it’s hard to think of turning my back on that old standby. Indeed, it’s more accurate. But it falls behind, quickly, where ease-of-maintenance and magazine capacity are concerned. Newer models are, in my experience, less reliable than Colt originals\nConcealability, which may or may not be a consideration in this scenario, isn’t easy with the G17 but the Glock 19 can bridge this gap effectively.\nCarbine\nA carbine, with its shorter barrel, offers ease of maneuverability as well as the capability of reaching out to larger game, within limited range, to provide for food. Larger capacity magazines and quick reloading capability may be necessary to defend against attackers of the two-legged variety.\nMy choice for a long-term carbine partner is the AR-15. The platform is proven as reliable, and most owners have accumulated a supply of spare parts. Ammunition and magazines as of this writing are readily available, but that can change on a moment’s notice, of course!\nThe .223/.556 cartridge is admittedly not the most ideal for down-range energy. Thanks to the other virtues named here, though, it garners top billing on the list. I have personally taken deer-sized game with the .223/.556.\nShotgun\nThis was the easiest choice. A shotgun in general has nearly endless applications based on the variety of loads available, especially if one has reloading equipment. The Remington 870 pump action, chambered in 12-gauge, has endured as one of the most reliable shotguns in history. It’s inexpensive, made for utility, and rugged. Semi-auto shotguns abound on the market today, but none have the track record of reliability and simplicity as does the 870. The gauge selection is due to the wide range of loads available in 12-gauge.\nThe Mossberg 500 was a close runner-up, but the 870 edged it out thanks to personal experience both in the field and in law enforcement. It’s capable of earning its keep by obtaining large and small game and is an effective defense weapon.\nTraditional hunting models are probably the most common 870s in civilian homes. The police model, with its shorter 18-inch barrel and larger magazine capacity, offers more practicality. Either one will serve the owner well, with greater reliability than most semi-auto shotguns. I have taken everything from birds to varmints to big game with a 12-gauge 870. Not to mention the shotgun is an effective deterrent against two legged pests.\nTWO MORE\nNow imagine for a moment that we have the luxury of two other guns at our disposal. To me, the ideal ones are—\nA Bolt-Action Rifle\nAs with the AR-15, the brand and model are less important as there are many choices with legendary track records. It’s comforting to know that, with the assistance of an optic, the little arsenal includes something that can be effective at long distances for most game and any precision shooting needs. The ideal caliber could be the .270, .308 or 30-06, all of which are more or less commonly available. All can effectively take any game in North America and, of course, provide greater long-range precision capabilities.\nRate of fire and weight are potential drawbacks with this firearm. In comparison to others here, this platform requires greater knowledge and time investment on the part of the operator to accomplish the long-range feats it’s capable of.\nA .22 Rimfire\nThere’ll be plenty of nay-sayers for this cartridge as a final choice, but the .22 has been a ballistic tool of choice for hunters, assassins, farmers and housewives for over a century. It’s eliminated countless barnyard varmints and more good and bad guys than I care to count. If we as consumers discount the memory of the days when .22 was three cents per round, the cost and availability factors aren’t as dire as it once was just a mere year ago.\nNotice there’s no make and model named in the subheading—that’s a reflection of how difficult it is to choose among the many candidates. In the end, utility is king. Some of my favorites are the Ruger 10-22 Takedown, Ruger 22 Bearcat and S&W Model 17 Revolvers or the KelTec PMR and CMR 30 in 22 Magnum (if you have a good supply of 22 mag ammo). Choices in this category are endless and should boil down to what you have experience and confidence in. Another consideration: 500 rounds of .22 is portable in comparison to the same amount in other calibers.\nMany will likely argue that a .22 rifle is preferable to a .22 handgun. And I’d not argue back much, especially when discussing a firearm for a beginner to use effectively. In a world where the return on investment of both resources and calories may be critical, perhaps a .22 should be at the top of this list.\nBottom line: I want a “survival” gun that is reliable, simple to operate (including maintenance issues), in a caliber that ammunition can easily been obtained and that I have confidence and ability with. The picks listed here are one person’s opinion … but the choices are endless.\n \n \nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nPink Slime\nThe BEST LOOKING Tactical Shotgun ever made was the Remington 887 (since discontinued).  Earlier models were purportedly a problem, but later models were fixed the problem and worked fine, but the reputation was ruined by then.\nA real shame because no other shotgun looked like it.   Beefy, solid and every thing you needed was on it.  If Space Marines were going against aliens this is how their gun would probably look like.\nJan 22, 2018, 2:47 pm\nkletus_ledbetter\nAny shotgun is better than no shotgun. Don’t be caught dead without one!\nJan 22, 2018, 6:49 pm\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "ideal",
            "available",
            "870",
            "reliability",
            "reliable",
            "choice",
            "game",
            "model",
            "22",
            "track",
            "trying",
            "guns",
            "times"
        ]
    }
]