[
    {
        "url": "https://beforeitsnews.com/tea-party/2017/10/getting-the-state-out-of-marriage-new-at-reason-2601292.html",
        "title": "Getting the State Out of Marriage: New at Reason",
        "authors": [
            {
                "name": "Freedom Bunker",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Freedom Bunker\nSaturday, October 21, 2017 18:25\n% of readers think this story is Fact. Add your two cents.\nWe recently got married. Well, technically, we got married twice.\nOne fine day this spring, we put on nice clothes and publicly performed the rites and rituals recognized by our families and community as a wedding ceremony. As part of the day’s events, we signed a Ketubah, the traditional Jewish wedding contract. Historically, the Ketubah included the groom’s promise to provide “food, clothing, the necessities of life, and conjugal needs” for the bride, along with a statement of the dowry the bride brought to the marriage. Modern versions are often more egalitarian. Ours included a mutual promise to “work for one another,” “live with one another,” and “build together a household of integrity.” Ketubot are typically beautifully calligraphed works of art, and we spent a lot of time choosing the right text and design for ours. It was witnessed by our rabbi and by two beloved friends. It hangs in our bedroom as a reminder of the commitment we have made to each other.\nWe also got married in the eyes of the law. Our state marriage license was printed at the city-county building on cheap paper after the clerk checked our IDs, filled our names into the anonymous blanks in the same text every other couple has to use, and gave us a pamphlet about syphilis. We had no say in the wording or the witnesses. We keep that license in the safe deposit box at the bank with our mortgage and the titles to our cars.\nThe contrast in the thinking behind our two marriage documents, and in how we have treated them now that we have them, captures the difference between thinking of marriage as a mutual contract and thinking of it as a license from the state. It’s the difference between a relationship that requires consent and one that requires permission, write Steve Horwitz and Sara Skwire.\nSupport BeforeitsNews by trying our natural health products! Join our affiliate program\nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nFeatured\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "food, clothing, the necessities of life, and conjugal needs",
                "",
                false
            ],
            [
                "build together a household of integrity.",
                "",
                false
            ],
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "https://mitocopper.com/pages/affiliate-program",
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "state",
            "wedding",
            "getting",
            "requires",
            "married",
            "license",
            "mutual",
            "marriage",
            "thinking",
            "text",
            "promise",
            "reason"
        ]
    }
]