[
    {
        "url": "https://beforeitsnews.com/politics/2018/01/secrets-behind-the-government-shutdown-as-democrats-hold-the-white-house-hostage-2975289.html",
        "title": "Shutdown Ends: But Here Are Some Secrets They Are Not Telling You…",
        "authors": [
            {
                "name": "Lisa Haven",
                "link": null
            }
        ],
        "publisher": "http://beforeitsnews.com",
        "publish_date": "",
        "text": "By Lisa Haven\nTotal:\nShutdown Ends: But Here Are Some Secrets They Are Not Telling You…\nMonday, January 22, 2018 11:13\n% of readers think this story is Fact. Add your two cents.\n \nThe Government has shut down 19 times since 1976, half of the shutdowns occurred over a weekend. Two shutdowns occurred during the Clinton administration in the winter of 1995 to 1996. Former President Bill Clinton and the Republican Congress were at odds and shut the government down for a total of 26 days. Another occurred during the Obama administration in 2013 when a stalemate between the House and Senate led to a 16-day hiatus.’\n \n \n \n \nOrder by Phone at 888-809-8385 or online at www.mitocopper.com\nGet our Free Ebook, \"Suppressed Health Secrets\"   with  Natural Cures THEY don't want you to know!\nAPeX - Far superior to colloidal silver!  Destroys Viruses, Bacteria, Pathogens with Oxygen plus Silver!\nSupreme Fulvic - Nature's most important supplement! Vivid Dreams again!\nUltimate Curcumin - Natural pain relief, reduce inflammation and so much more.\nMitoCopper - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video)\nOxy Powder - Natural Colon Cleanser!  Cleans out toxic buildup with oxygen!  \nOrganic Hemp Extract (CBD)  - Full Spectrum high CBD (3300mg) hemp extract eases stiff joints, relieves stress and more!\nNascent Iodine - Promotes detoxification, mental focus and thyroid health.\nSmart Meter Cover -  Reduces Smart Meter radiation by 96%!  (See Video)\nFINAL WARNING!   Diseases are EXPLODING!  Watch this Video about APeX  and You'll THROW AWAY Your Colloidal Silver!   APeX destroys Viruses, Bacteria and other Pathogens with the power of Oxygen PLUS Silver!  Nobody else has a product like THIS!   See why the inventor hasn't been sick in 16 years and why you'll never hear about it on the FAKE NEWS!  Get some now and tell your friends about it too so we can reach more people!  \nRelated Stories\ndesertspeaks\nfunny how you claim it’s the rep’s fault when the entire rest of the planet knows it’s the dem’s fault..\nJan 22, 2018, 12:20 pm\nDK\nThe US is a left right one party state, it does not matter which you vote for, it is still Democratic Republican.\nJan 22, 2018, 2:20 pm\nDeadman\nCount Schumer LIES…PS-Takes both hands. Despicable, Putting the illegals in front of Americans, POS Democrap. Where is the liberal love??? ANTIFA? The libs new TERRORIST voice?\nAnonymous\nWe USA citizens have absolutely no representation in the USA government. Even illegal aliens are represented better than we are!\nJan 22, 2018, 2:45 pm\nYou always wear “negro” colored clothes.  I’m going to have to call you the “mujeres de negro”.\nJan 22, 2018, 9:29 pm\ndandelion231\nI will not click on your videos, if you can not write it out in an article which is what this site is for then stop posting here MS ClickBait!!!\nJan 23, 2018, 2:20 am\nInfidel762X51\nThe illegals have a path and it’s a simple 3 step process. 1. Get out of the US. 2. Apply to come back legally. 3. When your application is approved come back as a legal resident alien and if wish take the classes become a citizen. Any other path is a slap in the face to all those who came here legally.\nJan 23, 2018, 5:46 am\nCLICK HERE TO UPLOAD NEWS!\n\"Not by might, nor by power, but by my spirit, saith the  Lord of hosts.\"  Zechariah 4:6\nRead it..\nSubmit\nToday's Top Stories\nTop Global\nTop Alternative\nPortions copyright © 2019 NSearch Technology, Inc., All Rights Reserved.\nBefore It's News® is a registered Service Mark of NSearch Technology,     Inc..\nLooks like you’re using an ad-blocker.\nThis site is supported by ads. Please help us out and disable your ad-blocker.\nIf you really want to ban this commenter, please write down the reason:\n",
        "quotes": [
            [
                "Not by might, nor by power, but by my spirit, saith the  Lord of hosts.",
                "",
                true
            ]
        ],
        "links": {
            "articles": [
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate",
                "https://mitocopper.com/?afmc=77&utm_campaign=77&utm_source=leaddyno&utm_medium=affiliate"
            ],
            "gov_pgs": [],
            "unsure": [
                "http://www.suppressedhealthsecrets.com"
            ]
        },
        "key_words": [
            "tell",
            "truth",
            "worldwide",
            "shutdown",
            "using",
            "patriot",
            "linkstep",
            "telegram",
            "phone",
            "ends",
            "secrets",
            "big",
            "beforeitsnews",
            "telling"
        ]
    }
]